[
    {
        "author": "https://www.facebook.com/bbcnews",
        "source": {
            "id": "bbc-news",
            "name": "BBC News"
        },
        "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/14A09/production/_132098448_indgettyimages-1491467124-1.jpg",
        "publishedAt": "2023-12-26T00:28:26Z",
        "title": "Eurovision to Indiana Jones 15 flops and fails in culture in 2023",
        "description": "Makemetechie.com | Summary : From Eurovision failure to box office bombs, these moments were among the years most unfortunate.",
        "url": "/2023-12-27-https-www-bbc-co-uk-news-entertainment-arts-64315561",
        "content": "Celebrities provide a vital public service throughout the year by keeping us all entertained  even if it isnt always on purpose. In a world where the news is so often depressing, heres a lighth [+10854 chars]",
        "summary": "But when Holly returned to the ITV daytime show a fortnight later, she inadvertently provided one of the most memed moments of the year.Dressed in angelic white, she spoke directly to the audience for the first time since the scandal broke. She apologised to fans a week later at another show in Hyde Park.Shania Twain channelled a Dalmation at the Grammys, while Jared Leto went to the Met Gala as Karl Lagerfeld's cat.But it was Sam Smith who delivered the best celebrity red carpet look at this year's Brit Awards. In another post she questioned the name her fans gave themselves, writing: \"If you call yourself a 'kitten' or 'kittenz', that means you need to get off your phone and get a job and help your parents with the house. But in one press interview, it turned out that Oscar winners Moore and Portman had never actually watched the series which gave Melton his big break. Ava Max, BeBe Rexha and Florence Pugh were among the stars injured by flying objects or during stage invasions.It fell to queen of everything Taylor Swift to plead with fans to maintain some boundaries. \"Doja Cat put some fans' noses slightly out of joint when she said her previous two albums were nothing more than money-making exercises, and effectively mocked people for enjoying them. A second series was not commissioned.When footage of the blue supermoon failed to appear as expected in August, BBC News presenter Maryam Moshiri attempted to recreate the phenomenon using her hands.",
        "html_summary": "<ul><li>But when Holly returned to the ITV daytime show a fortnight later, she inadvertently provided one of the most memed moments of the year.Dressed in angelic white, she spoke directly to the audience for the first time since the scandal broke..</li><li>She apologised to fans a week later at another show in Hyde Park.Shania Twain channelled a Dalmation at the Grammys, while Jared Leto went to the Met Gala as Karl Lagerfeld's cat.But it was Sam Smith who delivered the best celebrity red carpet look at this year's Brit Awards..</li><li>In another post she questioned the name her fans gave themselves, writing: \"If you call yourself a 'kitten' or 'kittenz', that means you need to get off your phone and get a job and help your parents with the house..</li><li>But in one press interview, it turned out that Oscar winners Moore and Portman had never actually watched the series which gave Melton his big break..</li><li>Ava Max, BeBe Rexha and Florence Pugh were among the stars injured by flying objects or during stage invasions.It fell to queen of everything Taylor Swift to plead with fans to maintain some boundaries..</li><li>\"Doja Cat put some fans' noses slightly out of joint when she said her previous two albums were nothing more than money-making exercises, and effectively mocked people for enjoying them..</li></ul>",
        "website_url": "https://www.bbc.co.uk/news/entertainment-arts-64315561"
    },
    {
        "author": "Bradley Chambers",
        "source": {
            "id": null,
            "name": "9to5Mac"
        },
        "urlToImage": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2019/08/Apple-at-Work.png?resize=1200%2C628&quality=82&strip=all&ssl=1",
        "publishedAt": "2023-12-26T11:00:00Z",
        "title": "Apple @ Work Podcast Communication tool sprawl",
        "description": "Makemetechie.com | Summary : Apple @ Work is brought to you by Mosyle,the only Apple Unified Platform. Mosyle is the only solution that fully integrates 5 different applications on a single Appleonly platform, allowing Businesses to easily and automatically deploy, manage & protect all",
        "url": "/2023-12-27-https-9to5mac-com-2023-12-26-apple-work-communication-tool-sprawl-",
        "content": "Apple @ Work is brought to you by Mosyle,the only Apple Unified Platform. Mosyle is the only solution that fully integrates 5 different applications on a single Appleonly platform, allowing Busines [+553 chars]",
        "summary": "Mosyle is the only solution that fully integrates 5 different applications on a single Apple-only platform, allowing Businesses to easily and automatically deploy, manage & protect all their Apple devices. Over 38,000 organizations leverage Mosyle solutions to automate the deployment, management, and security of millions of Apple devices daily. More.Check out 9to5Mac on YouTube for more Apple news:Apple @ Work is a 9to5Mac series where Bradley CBradley Chambers and various experts discuss theBradley lives in Chattanooga, TN.Tips, feedback, corrections and questions can be sent to Bradley@9to5mac.com. FTC: We use income earning auto affiliate links. The best day to day headphones for iOS and macOS. The MacBook Air is the best value on the market for laptops. Apple @ Work is brought to you by Mosyle, the only Apple Unified Platform.",
        "html_summary": "<ul><li>Mosyle is the only solution that fully integrates 5 different applications on a single Apple-only platform, allowing Businesses to easily and automatically deploy, manage & protect all their Apple devices..</li><li>Over 38,000 organizations leverage Mosyle solutions to automate the deployment, management, and security of millions of Apple devices daily..</li><li>More.Check out 9to5Mac on YouTube for more Apple news:Apple @ Work is a 9to5Mac series where Bradley C…Bradley Chambers and various experts discuss the…Bradley lives in Chattanooga, TN.Tips, feedback, corrections and questions can be sent to Bradley@9to5mac.com..</li><li>FTC: We use income earning auto affiliate links..</li><li>The best day to day headphones for iOS and macOS..</li><li>The MacBook Air is the best value on the market for laptops..</li></ul>",
        "website_url": "https://9to5mac.com/2023/12/26/apple-work-communication-tool-sprawl/"
    },
    {
        "author": "Michele Debczak",
        "source": {
            "id": null,
            "name": "Mental Floss"
        },
        "urlToImage": "https://images2.minutemediacdn.com/image/upload/c_crop,w_2120,h_1192,x_0,y_147/c_fill,w_1440,ar_16:9,f_auto,q_auto,g_auto/images/voltaxMediaLibrary/mmsport/mentalfloss/01hj962213cgjdqsqz5n.jpg",
        "publishedAt": "2023-12-26T01:00:00Z",
        "title": "Witness the Mesmerizing Process of Making Hard Candy",
        "description": "Makemetechie.com | Summary : Lofty Pursuits Wonkainspired candies taste like corn, ham, and blueberry pie.",
        "url": "/2023-12-27-https-www-mentalfloss-com-posts-watch-hard-candy-making-video",
        "content": "Charlie and the Chocolate Factory is an inaccurate representation of the candy industry. Reallife sweets manufacturers tend to be much less whimsical (and less hostile toward children). Lofty Pursui [+1369 chars]",
        "summary": "To recreate the carbonation of apple cider, candy makers use baking soda, and they developed a sweet and smoky flavor profile for their vegan ham candy. Instead of conventional confectionary flavors, the menu consists of candies that taste like sweet corn, apple cider, ham, and blueberry pie.The sugar-based dinner is inspired by a fictional treat whipped up by Willy Wonka. Violet Beauregarde tries it before it's ready and swells into a giant blueberry when she reaches the final course: blueberry pie.Lofty Pursuits captures the spirit of the candy without the unwanted consequences. How do you make hard candies taste like corn, ham, and blueberry pie? It takes classic candy-making technique and a bit of ingenuity, according to this video from WIRED.Charlie and the Chocolate Factory is an inaccurate representation of the candy industry. It follows candy maker Greg Cohen and his staff as they turn sugar and flavorings into a multi-course meal of hard candies. Lofty Pursuits may not have a chocolate river or Oompa Loompas on the payroll, but they have found a way to channel Willy Wonka with their off-the-wall flavors and passion for candy.",
        "html_summary": "<ul><li>To recreate the carbonation of apple cider, candy makers use baking soda, and they developed a sweet and smoky flavor profile for their vegan “ham” candy..</li><li>Instead of conventional confectionary flavors, the menu consists of candies that taste like sweet corn, apple cider, ham, and blueberry pie.The sugar-based dinner is inspired by a fictional treat whipped up by Willy Wonka..</li><li>Violet Beauregarde tries it before it's ready and swells into a giant blueberry when she reaches the final course: blueberry pie.Lofty Pursuits captures the spirit of the candy without the unwanted consequences..</li><li>How do you make hard candies taste like corn, ham, and blueberry pie?.</li><li>It takes classic candy-making technique and a bit of ingenuity, according to this video from WIRED.Charlie and the Chocolate Factory is an inaccurate representation of the candy industry..</li><li>It follows candy maker Greg Cohen and his staff as they turn sugar and flavorings into a multi-course meal of hard candies..</li></ul>",
        "website_url": "https://www.mentalfloss.com/posts/watch-hard-candy-making-video"
    },
    {
        "author": "sullyphoto64@gmail.com (Terry Sullivan)",
        "source": {
            "id": null,
            "name": "iMore"
        },
        "urlToImage": "https://cdn.mos.cms.futurecdn.net/AWBJRrzD3Wh7mwf3nMQsZV-1200-80.jpg",
        "publishedAt": "2023-12-26T02:10:54Z",
        "title": "Agreements in the age of AI Apple wants deals with news publishers to train AI models",
        "description": "Makemetechie.com | Summary : News publishers are hesitant to partner with Apple for training AI",
        "url": "/2023-12-27-https-www-imore-com-apple-agreements-in-the-age-of-ai-apple-wants-deals-with-news-publishers-to-train-ai-models",
        "content": "Apple has been spending a lot of time over the last several weeks attempting to set up various deals with a number of high profile publishers for access to their material. But the partnerships wouldn [+3477 chars]",
        "summary": "For instance, this past spring, Qualcomm gave a powerful demonstration of one of its AI-empowered apps, Stable Diffusion, which a is a text-to-image generative AI model capable of creating photorealistic images given any text input within tens of seconds. The model has over 1 billion parameters. So, next year, Apple is spending quite a bit on hardware for AI: Next year, a recent report says Apple will spend nearly $5 billion on AI servers next year. Thats roughly about 20,000 servers. For example, this past September, Qualcomm launched a new line of Snapdragon chips that make a number of claims, including being able to run generative AI models with over 13 billion parameters on-device. Learn more with iMore!Terry Sullivan has tested and reported on many different types of consumer electronics and technology services, including cameras, action cams, mobile devices, streaming music services, wireless speakers, headphones, smart-home devices, and mobile apps. Instead, Apple is looking to use the partner content in order to model and train generative AI systems, which could then create original content, of sorts. Plus, the chips expand Qualcomms AI leadership with 4.5 times faster AI processing power than competitors.Qualcomm and others have not only been making strides in publishing text-based content using generative AI, but also in content that produces images. Can Apple convince publishers to partner for training AI models?Apple has been spending a lot of time over the last several weeks attempting to set up various deals with a number of high profile publishers for access to their material.",
        "html_summary": "<ul><li>For instance, this past spring, Qualcomm gave a powerful demonstration of one of its AI-empowered apps, Stable Diffusion, which a “is a text-to-image generative AI model capable of creating photorealistic images given any text input within tens of seconds.” The model has over 1 billion parameters..</li><li>So, next year, Apple is spending quite a bit on hardware for AI: Next year, a recent report says Apple will spend “nearly $5 billion on AI servers next year.” That’s roughly about 20,000 servers..</li><li>For example, this past September, Qualcomm launched a new line of Snapdragon chips that make a number of claims, including being able to run generative AI models with over 13 billion parameters on-device..</li><li>Learn more with iMore!Terry Sullivan has tested and reported on many different types of consumer electronics and technology services, including cameras, action cams, mobile devices, streaming music services, wireless speakers, headphones, smart-home devices, and mobile apps..</li><li>Instead, Apple is looking to use the partner content in order to model and train generative AI systems, which could then create original content, of sorts..</li><li>Plus, the chips “expand Qualcomm’s AI leadership with 4.5 times faster AI processing power than competitors.”Qualcomm and others have not only been making strides in publishing text-based content using generative AI, but also in content that produces images..</li></ul>",
        "website_url": "https://www.imore.com/apple/agreements-in-the-age-of-ai-apple-wants-deals-with-news-publishers-to-train-ai-models"
    },
    {
        "author": "james.bentley@futurenet.com (James Bentley)",
        "source": {
            "id": null,
            "name": "iMore"
        },
        "urlToImage": "https://cdn.mos.cms.futurecdn.net/pbozQAyiDsKVom7eN87Gs8-1200-80.jpg",
        "publishedAt": "2023-12-26T10:10:51Z",
        "title": "Just got a new Apple Watch? Here are five tricks you should try immediately",
        "description": "Makemetechie.com | Summary : Apple Watches are great but they are made even better through some smart features. Here are some tips to get the most out of yours.",
        "url": "/2023-12-27-https-www-imore-com-health-fitness-apple-watch-just-got-a-new-apple-watch-here-are-five-tricks-you-should-try-immediately",
        "content": "I have recently bought an Apple Watch SE for my partner and with that excitement came my need to show off all the little tricks that Ive discovered with my Series 7 since I got it years ago. Wat [+3569 chars]",
        "summary": "Watch out for these!I have recently bought an Apple Watch SE for my partner and with that excitement came my need to show off all the little tricks that Ive discovered with my Series 7 since I got it years ago. Though this is designed for people who may only have one arm to still use their watch, those who find themselves with their arms full will also get a lot of use out of it. Not so much a hidden feature as a heavily overlooked one, if you have just bought an Apple Watch or want to get the most out of an old one, this is one of the very best ways of doing so. As long as your watch isnt in Sleep Mode, you can simply place your two fingers on the watch face for Siri to call out the current time. Now that my partner has been able to adjust to the new wearable around their wrist, here are the five small Apple Watch tips I recommended that I use almost every day that you may not know about yet. If you have just recently bought an Apple Watch, this is a great muscle memory to develop, as it will save you a lot of time in the long run. With a degree in Law and Media and being a little too young to move onto the next step of his law career, James started writing from his bedroom about games, movies, tech, and anything else he could think of.",
        "html_summary": "<ul><li>Watch out for these!I have recently bought an Apple Watch SE for my partner and with that excitement came my need to show off all the little tricks that I’ve discovered with my Series 7 since I got it years ago..</li><li>Though this is designed for people who may only have one arm to still use their watch, those who find themselves with their arms full will also get a lot of use out of it..</li><li>Not so much a hidden feature as a heavily overlooked one, if you have just bought an Apple Watch or want to get the most out of an old one, this is one of the very best ways of doing so..</li><li>As long as your watch isn’t in Sleep Mode, you can simply place your two fingers on the watch face for Siri to call out the current time..</li><li>Now that my partner has been able to adjust to the new wearable around their wrist, here are the five small Apple Watch tips I recommended that I use almost every day that you may not know about yet..</li><li>If you have just recently bought an Apple Watch, this is a great muscle memory to develop, as it will save you a lot of time in the long run..</li></ul>",
        "website_url": "https://www.imore.com/health-fitness/apple-watch/just-got-a-new-apple-watch-here-are-five-tricks-you-should-try-immediately"
    },
    {
        "author": "Tim Hardwick",
        "source": {
            "id": null,
            "name": "MacRumors"
        },
        "urlToImage": "https://images.macrumors.com/t/xDnZdn2DFrPqTi3CCap5D1UlLik=/3572x/article-new/2022/09/iPhone-14-Pro-Dynamic-Island-Camera.jpg",
        "publishedAt": "2023-12-26T11:00:00Z",
        "title": "6 Essential iPhone Camera Tips for Taking Great Photos",
        "description": "Makemetechie.com | Summary : Apples iPhones include several headline camera features that are worth using, such as Portrait Mode and Photographic Styles. But if all you want to use is the standard photo mode, there are still several tools and settings that can improve the composition of",
        "url": "/2023-12-27-https-www-macrumors-com-2023-12-26-6-iphone-camera-tips-great-photos-",
        "content": "Apples iPhones include several headline camera features that are worth using, such as Portrait Mode and Photographic Styles. But if all you want to use is the standard photo mode, there are still se [+7545 chars]",
        "summary": "Simply take your finger off the volume when you want to end the burst of shots.When you take a series of burst photos, they automatically appear in the Photos app under the Album name Bursts. The line appears white while your phone is out of level and then turns yellow once you achieve a level orientation to indicate success.With the Level setting enabled (Settings  Camera  Level), try it for yourself. Open the Camera app and try shooting a subject at a straight angle, and you should see the broken horizontal lines in the center of the viewfinder. So the wide lens is active when you shoot with the telephoto lens, and the ultra-wide is active when you shoot with the wide. It divides the frame of your photo into a grid with two horizontal lines and two vertical lines, creating nine equal parts. You may have to play around with zoom levels to switch between lenses, but you'll know the feature is active when the camera interface turns semi-transparent to reveal the surroundings outside of the viewfinder. Apple's iPhones include several headline camera features that are worth using, such as Portrait Mode and Photographic Styles.",
        "html_summary": "<ul><li>Simply take your finger off the volume when you want to end the burst of shots.When you take a series of burst photos, they automatically appear in the Photos app under the Album name Bursts..</li><li>The line appears white while your phone is out of level and then turns yellow once you achieve a level orientation to indicate success.With the Level setting enabled (Settings ➝ Camera ➝ Level), try it for yourself..</li><li>Open the Camera app and try shooting a subject at a straight angle, and you should see the broken horizontal lines in the center of the viewfinder..</li><li>So the wide lens is active when you shoot with the telephoto lens, and the ultra-wide is active when you shoot with the wide..</li><li>It divides the frame of your photo into a grid with two horizontal lines and two vertical lines, creating nine equal parts..</li><li>You may have to play around with zoom levels to switch between lenses, but you'll know the feature is active when the camera interface turns semi-transparent to reveal the surroundings outside of the viewfinder..</li></ul>",
        "website_url": "https://www.macrumors.com/2023/12/26/6-iphone-camera-tips-great-photos/"
    },
    {
        "author": "Hammal Farooq",
        "source": {
            "id": null,
            "name": "Noupe.com"
        },
        "urlToImage": "https://www.noupe.com/wp-content/uploads/2023/12/pexels-pok-rie-4520912.jpg",
        "publishedAt": "2023-12-26T05:08:45Z",
        "title": "Common Mistakes to Avoid in Mobile App Development",
        "description": "Makemetechie.com | Summary : Did you know that there are over 3.5 million apps available on the Google Play Store and Apple App Store combined? Its a bustling digital marketplace where success and failure hinge on crucial decisions made during the development process. Now, whether you",
        "url": "/2023-12-27-https-www-noupe-com-development-common-mistakes-to-avoid-in-mobile-app-development-html",
        "content": "Did you know that there are over 3.5 million apps available on the Google Play Store and Apple App Store combined?Its a bustling digital marketplace where success and failure hinge on crucial dec [+5685 chars]",
        "summary": "Rigorous testing, including user acceptance testing, performance testing, and security testing, is crucial for delivering a reliable and polished app that users can trust.Your team is the backbone of your app. A well-thought-out launch plan ensures a smooth introduction to the market and positions your app for sustained success.So, when you're building your application, keep these tips in mind to avoid common mistakes in mobile app development.And before you launch, have a solid plan. This phased approach allows for a more organized and efficient development process, ensuring the quality and consistency of your app across various platforms.Overlooking the need to make mobile apps work faster and smoother can hinder user satisfaction. Learning from these common app development mistakes can help you create a successful mobile app. It not only helps you address issues promptly but also allows you to make informed updates and enhancements that align with user expectations.Launching your app without a solid plan is like setting sail without a navigation chart. This highlights the importance of getting things right from the start.In this article, well explore the 11 common mistakes to avoid in mobile app development that could stop your application from becoming a success. Packing your app with too many features can overwhelm users and make navigation complicated.Focus on the core functions that provide real value to your users.",
        "html_summary": "<ul><li>Rigorous testing, including user acceptance testing, performance testing, and security testing, is crucial for delivering a reliable and polished app that users can trust.Your team is the backbone of your app..</li><li>A well-thought-out launch plan ensures a smooth introduction to the market and positions your app for sustained success.So, when you're building your application, keep these tips in mind to avoid common mistakes in mobile app development.And before you launch, have a solid plan..</li><li>This phased approach allows for a more organized and efficient development process, ensuring the quality and consistency of your app across various platforms.Overlooking the need to make mobile apps work faster and smoother can hinder user satisfaction..</li><li>Learning from these common app development mistakes can help you create a successful mobile app..</li><li>It not only helps you address issues promptly but also allows you to make informed updates and enhancements that align with user expectations.Launching your app without a solid plan is like setting sail without a navigation chart..</li><li>This highlights the importance of getting things right from the start.In this article, we’ll explore the 11 common mistakes to avoid in mobile app development that could stop your application from becoming a success..</li></ul>",
        "website_url": "https://www.noupe.com/development/common-mistakes-to-avoid-in-mobile-app-development.html"
    },
    {
        "author": "Mikhail Madnani",
        "source": {
            "id": null,
            "name": "Touch Arcade"
        },
        "urlToImage": null,
        "publishedAt": "2023-12-26T02:00:00Z",
        "title": "The Best Hidden Gems on Steam Deck in 2023  Essential PC Games You Might Have Missed",
        "description": "Makemetechie.com | Summary : This year was quite a big one for Steam Deck with massive software upgrades, the release of the Steam Deck OLED, and tons of games getting Steam Deck Verified, or just releasing and playing brilliantly from the get go. With so many big games releasing, there ",
        "url": "/2023-12-27-https-toucharcade-com-2023-12-25-best-hidden-gems-on-steam-deck-2023-pc-games-",
        "content": "This year was quite a big one for Steam Deck with massive software upgrades, the release of the Steam Deck OLED, and tons of games getting Steam Deck Verified, or just releasing and playing brilliant [+5186 chars]",
        "summary": "Try out the demo on Steam if you arent sure it is for you.I wasnt sure whether to put Sanabi in the hidden gems list or the best games list, but considering I havent seen much coverage for it since launch, I decided to put it here. This year was quite a big one for Steam Deck with massive software upgrades, the release of the Steam Deck OLED, and tons of games getting Steam Deck Verified, or just releasing and playing brilliantly from the get go. Theres nothing else like it.Those are our picks for the best hidden games for the Steam Deck in 2023, but Im curious what you played that you think more should know about. It also was super fun to play on Steam Deck despite the visual cutbacks compared to PS5.Furyus games usually do a few things well, but fail at others resulting in a middling package. While Videoverse might not hit as hard for you if you werent around back then, it absolutely delivered in making me think fondly of the past, and delivered a heartfelt story with the closest time capsule experience to the early 2000s internet there has ever been. Let this list serve as a reminder if you already own any of these games to play them, and hopefully introduce everyone else to something new. While this dungeon crawler is amazing in its own right and worth the asking price, it has not only made me a fan of developer Kira, but convinced me to eventually try more of FromSoftwares older games.",
        "html_summary": "<ul><li>Try out the demo on Steam if you aren’t sure it is for you.I wasn’t sure whether to put Sanabi in the hidden gems list or the best games list, but considering I haven’t seen much coverage for it since launch, I decided to put it here..</li><li>This year was quite a big one for Steam Deck with massive software upgrades, the release of the Steam Deck OLED, and tons of games getting Steam Deck Verified, or just releasing and playing brilliantly from the get go..</li><li>There’s nothing else like it.Those are our picks for the best hidden games for the Steam Deck in 2023, but I’m curious what you played that you think more should know about..</li><li>It also was super fun to play on Steam Deck despite the visual cutbacks compared to PS5.Furyu’s games usually do a few things well, but fail at others resulting in a middling package..</li><li>While Videoverse might not hit as hard for you if you weren’t around back then, it absolutely delivered in making me think fondly of the past, and delivered a heartfelt story with the closest time capsule experience to the early 2000s internet there has ever been..</li><li>Let this list serve as a reminder if you already own any of these games to play them, and hopefully introduce everyone else to something new..</li></ul>",
        "website_url": "https://toucharcade.com/2023/12/25/best-hidden-gems-on-steam-deck-2023-pc-games/"
    },
    {
        "author": "insider@insider.com (Jacqui Kenyon)",
        "source": {
            "id": "business-insider",
            "name": "Business Insider"
        },
        "urlToImage": "https://i.insider.com/65843679cefc010bea261697?width=1200&format=jpeg",
        "publishedAt": "2023-12-26T01:46:01Z",
        "title": "Apple headquarters are based in several locations, including main HQ, which has relocated",
        "description": "Makemetechie.com | Summary : Apples main headquarters is in Cupertino, California, but there are also HQs in Ireland, Singapore, China, and more to come, including in the US.",
        "url": "/2023-12-27-https-www-businessinsider-com-apple-headquarters-hq",
        "content": "Apples original headquarters, often referred to as the mothership, was located in Cupertino, California, at the famous address 1 Infinite Loop. Infinite Loop is a reference to a computer program [+2393 chars]",
        "summary": "\"Apple Park is a mere mile away from the Infinite Loop campus.Apple Park is typically accessible only to Apple employees, save for two areas: a visitors center and the Steve Jobs Theater, where Apple events are staged to announce new products. The location is a deviation from other major tech companies like Google, LinkedIn, and Facebook, which are headquartered in the capital city of Dublin.Apple's Irish headquarters employs over 6,000 people of more than 90 nationalities. \"Infinite Loop\" is a reference to a computer program that will continue over and over again until forced to stop.The campus consisted of six buildings  1 through 6 Infinite Loop  ringed around an oval-shaped courtyard. Apple's original headquarters, often referred to as \"the mothership,\" was located in Cupertino, California, at the famous address 1 Infinite Loop. Finding the supplies and resources needed to create tech products for Apple's massive user base won't be easy. The main building is a giant, multi-story circle, colloquially known as \"the ring\" or \"the spaceship. Read next",
        "html_summary": "<ul><li>\"Apple Park is a mere mile away from the Infinite Loop campus.Apple Park is typically accessible only to Apple employees, save for two areas: a visitors center and the Steve Jobs Theater, where Apple events are staged to announce new products..</li><li>The location is a deviation from other major tech companies like Google, LinkedIn, and Facebook, which are headquartered in the capital city of Dublin.Apple's Irish headquarters employs over 6,000 people of more than 90 nationalities..</li><li>\"Infinite Loop\" is a reference to a computer program that will continue over and over again until forced to stop.The campus consisted of six buildings — 1 through 6 Infinite Loop — ringed around an oval-shaped courtyard..</li><li>Apple's original headquarters, often referred to as \"the mothership,\" was located in Cupertino, California, at the famous address 1 Infinite Loop..</li><li>Finding the supplies and resources needed to create tech products for Apple's massive user base won't be easy..</li><li>The main building is a giant, multi-story circle, colloquially known as \"the ring\" or \"the spaceship..</li></ul>",
        "website_url": "https://www.businessinsider.com/apple-headquarters-hq"
    },
    {
        "author": "amok@insider.com (Aaron Mok)",
        "source": {
            "id": "business-insider",
            "name": "Business Insider"
        },
        "urlToImage": "https://i.insider.com/658495baa79e5746976c71a1?width=1200&format=jpeg",
        "publishedAt": "2023-12-26T10:00:01Z",
        "title": "AI is one of 2023s hottest topics  but its still a tiny part of most businesses, Accenture data show",
        "description": "Makemetechie.com | Summary : AI new bookings made up only a tiny percentage of Accentures total. Its CEO said data privacy worries and lack of resources may be delaying progress.",
        "url": "/2023-12-27-https-www-businessinsider-com-ai-hot-topic-tiny-part-business-spending-accenture-2023-12",
        "content": "Theres been a lot of talk about generative AI opening myriad opportunities for businesses, helping them to boost productivity, save time, and make money.But much of the corporate world appears to  [+2378 chars]",
        "summary": "\"Most companies do not have mature data capabilities and if you can't use your data, you can't use AI,\" Accenture's CEO told the Financial Times this week. Concerns around privacy and inaccuracies could be why companies like Apple, Amazon, and JPMorgan Chase issued restrictions around using ChatGPT at work as of July.AI companies are trying to mitigate these safety concerns. That's not a bad thing, she said, even if it delays progress.Accenture's latest results come as companies grapple with how to use AI in a way that's safe. Accenture didn't respond to Business Insider's request for comment before publication.Another reason why many companies are \"prudent\" in embracing AI, Sweet told the FT, may have to do with the lack of expertise within organizations. The AI giant claims that ChatGPT Enterprise protects confidential data from being used to train its large language models. Only 44% of businesses say they plan to increase their use of AI in 2024, according to a LinkedIn August study. \"That said, in three to five years we expect this to be a big part of our business.\"",
        "html_summary": "<ul><li>\"Most companies do not have mature data capabilities and if you can't use your data, you can't use AI,\" Accenture's CEO told the Financial Times this week..</li><li>Concerns around privacy and inaccuracies could be why companies like Apple, Amazon, and JPMorgan Chase issued restrictions around using ChatGPT at work as of July.AI companies are trying to mitigate these safety concerns..</li><li>That's not a bad thing, she said, even if it delays progress.Accenture's latest results come as companies grapple with how to use AI in a way that's safe..</li><li>Accenture didn't respond to Business Insider's request for comment before publication.Another reason why many companies are \"prudent\" in embracing AI, Sweet told the FT, may have to do with the lack of expertise within organizations..</li><li>The AI giant claims that ChatGPT Enterprise protects confidential data from being used to train its large language models..</li><li>Only 44% of businesses say they plan to increase their use of AI in 2024, according to a LinkedIn August study..</li></ul>",
        "website_url": "https://www.businessinsider.com/ai-hot-topic-tiny-part-business-spending-accenture-2023-12"
    },
    {
        "author": "amok@insider.com (Aaron Mok)",
        "source": {
            "id": "business-insider",
            "name": "Business Insider"
        },
        "urlToImage": "https://i.insider.com/655b67ea22cf74a5739a00d1?width=1200&format=jpeg",
        "publishedAt": "2023-12-26T10:00:01Z",
        "title": "From Sam Altmans ousting as OpenAIs CEO to ChatGPT entering the workforce, heres a look at the year in AI",
        "description": "Makemetechie.com | Summary : From Sam Altmans ousting as OpenAIs CEO to ChatGPT entering the workforce to Elon Musks spicy new Grok chatbot, heres a look at the year in AI.",
        "url": "/2023-12-27-https-www-businessinsider-com-chatgpt-openai-sam-altman-ai-year-review-2023-12",
        "content": "2023 has been quite the year for artificial intelligence.Take ChatGPT. Even though OpenAI launched the chatbot just last November, nearly one hundred million people are now using it each week, CEO  [+9452 chars]",
        "summary": "There's also a cottage industry of new side hustles like ChatGPT courses, AI-content editing services, and AI-focused newsletters.Behind the impressive capabilities of some AI chatbots: contract labor.In January, Time published an investigation detailing the brutal working conditions that Kenyan data labelers faced when training ChatGPT to generate safe responses. The potential for AI job replacement is, in part, why thousands of Hollywood writers went on strike earlier this year.But while some business leaders like Elon Musk predict that AI will create a world without jobs, others believe that's a little far fetched. Non-tech companies in the legal, healthcare, and education sectors have also been looking to fill roles that seek experience using ChatGPT for six-figure salaries.Generative AI is also creating new opportunities. \"Ilya Sutskever, a cofounder of OpenAI, predicts that AI could create new problems like a rise in fake news and cyberattacks, automated AI weapons, and even \"infinitely stable dictatorships. That same month, Ernst & Young, unveiled plans to teach its 400,000 employees how to use AI in the workplace as part of its $1.4 billion investment in the field.It's not just big companies trying to take part in the AI gold rush. Jobs like prompt engineer, chief AI officer, AI ethicist, generative AI strategist, and AI data trainer have emerged. Venture capital firms have placed eight-figure bets on AI startups.Tech titans like Meta, Amazon, and Netflix have been hiring workers  some for as much as $900,000 a year  who can build AI models.",
        "html_summary": "<ul><li>There's also a cottage industry of new side hustles like ChatGPT courses, AI-content editing services, and AI-focused newsletters.Behind the impressive capabilities of some AI chatbots: contract labor.In January, Time published an investigation detailing the brutal working conditions that Kenyan data labelers faced when training ChatGPT to generate safe responses..</li><li>The potential for AI job replacement is, in part, why thousands of Hollywood writers went on strike earlier this year.But while some business leaders like Elon Musk predict that AI will create a world without jobs, others believe that's a little far fetched..</li><li>Non-tech companies in the legal, healthcare, and education sectors have also been looking to fill roles that seek experience using ChatGPT for six-figure salaries.Generative AI is also creating new opportunities..</li><li>\"Ilya Sutskever, a cofounder of OpenAI, predicts that AI could create new problems like a rise in fake news and cyberattacks, automated AI weapons, and even \"infinitely stable dictatorships..</li><li>That same month, Ernst & Young, unveiled plans to teach its 400,000 employees how to use AI in the workplace as part of its $1.4 billion investment in the field.It's not just big companies trying to take part in the AI gold rush..</li><li>Jobs like prompt engineer, chief AI officer, AI ethicist, generative AI strategist, and AI data trainer have emerged..</li></ul>",
        "website_url": "https://www.businessinsider.com/chatgpt-openai-sam-altman-ai-year-review-2023-12"
    },
    {
        "author": "Hugh Langley,Rosalie Chan",
        "source": {
            "id": "business-insider",
            "name": "Business Insider"
        },
        "urlToImage": "https://i.insider.com/652725406561dd877e784703?width=1200&format=jpeg",
        "publishedAt": "2023-12-25T10:00:01Z",
        "title": "The top 10 people in artificialintelligence hardware",
        "description": "Makemetechie.com | Summary : Insiders selection of top AI contributors in hardware.",
        "url": "/2023-12-26-https-www-businessinsider-com-ai-100-top-artificial-intelligence-hardware-2023-11",
        "content": "Sissie Hsiao, Googles vice president and the general manager of Bard and Google Assistant.GoogleInsider has compiled a list of 100 people at the forefront of artificial intelligence.< [+7416 chars]",
        "summary": "The company has said its chips offer four times the performance for AI inference while using nearly three times less power than competitors' chips. His company, SandboxAQ, began life in Alphabet as a research unit nestled in the company's X building, exploring how to run quantum workloads using the same chips as those that power AI. Cerebras Systems builds special chips that are much larger than those of rivals such as Nvidia, and  the company claims  capable of training AI systems potentially hundreds of times faster. As the graphics-processing unit shortage continues, companies and venture capitalists are rushing to buy these chips to run powerful AI models.Nvidia, the chip giant that's been riding the boom, announced plans to triple its production of the GPUs driving the AI revolution. Given Apple's incredible reach, her work is likely to have a significant impact on how many of us interact with AI.As the head of Intel's data-center and AI group, Rivera leads the chip giant's AI strategy and oversees key products, such as the Xeon chip. Rivera has worked at Intel for over two decades: She started in marketing, led the company's network-platforms group, and most recently served as the company's chief people officer.Su has been at AMD for over a decade. The Nvidia-backed startup was valued at $2 billion in April and has reportedly wooed investment from Microsoft that could be worth billions of dollars over the next several years.James is the founder and CEO of Ampere, which develops chips for data centers.",
        "html_summary": "<ul><li>The company has said its chips offer four times the performance for AI inference while using nearly three times less power than competitors' chips..</li><li>His company, SandboxAQ, began life in Alphabet as a research unit nestled in the company's X building, exploring how to run quantum workloads using the same chips as those that power AI..</li><li>Cerebras Systems builds special chips that are much larger than those of rivals such as Nvidia, and — the company claims — capable of training AI systems potentially hundreds of times faster..</li><li>As the graphics-processing unit shortage continues, companies and venture capitalists are rushing to buy these chips to run powerful AI models.Nvidia, the chip giant that's been riding the boom, announced plans to triple its production of the GPUs driving the AI revolution..</li><li>Given Apple's incredible reach, her work is likely to have a significant impact on how many of us interact with AI.As the head of Intel's data-center and AI group, Rivera leads the chip giant's AI strategy and oversees key products, such as the Xeon chip..</li><li>Rivera has worked at Intel for over two decades: She started in marketing, led the company's network-platforms group, and most recently served as the company's chief people officer.Su has been at AMD for over a decade..</li></ul>",
        "website_url": "https://www.businessinsider.com/ai-100-top-artificial-intelligence-hardware-2023-11"
    },
    {
        "author": "news@appleinsider.com (William Gallagher)",
        "source": {
            "id": null,
            "name": "AppleInsider"
        },
        "urlToImage": "https://photos5.appleinsider.com/gallery/52078-103601-000-lead-Jony-Ive-Christmas-xl.jpg",
        "publishedAt": "2023-12-25T00:00:08Z",
        "title": "Merry Christmas from all of us, here at AppleInsider",
        "description": "Makemetechie.com | Summary : Whether you celebrate Christmas or not, all of us at AppleInsider wish you a happy and peaceful holiday season, and to say thank you for being with us in the tumultuous 2023.Jony Ive helped design the decorations for this tree, displayed in Londons Claridges",
        "url": "/2023-12-26-https-appleinsider-com-articles-23-12-25-merry-christmas-from-all-of-us-here-at-appleinsider",
        "content": "Jony Ive helped design the decorations for this tree, displayed in Londons Claridges store in 2018Whether you celebrate Christmas or not, all of us at AppleInsider wish you a happy and peaceful ho [+1874 chars]",
        "summary": "Jony Ive helped design the decorations for this tree, displayed in London's Claridges store in 2018Whether you celebrate Christmas or not, all of us at AppleInsider wish you a happy and peaceful holiday season, and to say thank you for being with us in the tumultuous 2023. What you can do to help us keep evolving is tell us what you need, what you don't need, and how AppleInsider can best serve you. Join the discussion on the AppleInsider forums to tell us what you think, and also to see what your fellow readers feel. We hope you'll also take a moment to enjoy our month by month review of 2023 in Apple News. If you don't want to be the one who has set up iPhones and Apple Watches for every single friend you've got, point them at us. It looks like 2024 is going to be a rollercoaster in the Apple world, what with Apple Vision Pro finally being released, and the iPhone 16 range already sounding exciting. Then whether or not Christmas is a quiet time for news, it's also the moment when more Apple devices are activated than ever.",
        "html_summary": "<ul><li>Jony Ive helped design the decorations for this tree, displayed in London's Claridges store in 2018Whether you celebrate Christmas or not, all of us at AppleInsider wish you a happy and peaceful holiday season, and to say thank you for being with us in the tumultuous 2023..</li><li>What you can do to help us keep evolving is tell us what you need, what you don't need, and how AppleInsider can best serve you..</li><li>Join the discussion on the AppleInsider forums to tell us what you think, and also to see what your fellow readers feel..</li><li>We hope you'll also take a moment to enjoy our month by month review of 2023 in Apple News..</li><li>If you don't want to be the one who has set up iPhones and Apple Watches for every single friend you've got, point them at us..</li><li>It looks like 2024 is going to be a rollercoaster in the Apple world, what with Apple Vision Pro finally being released, and the iPhone 16 range already sounding exciting..</li></ul>",
        "website_url": "https://appleinsider.com/articles/23/12/25/merry-christmas-from-all-of-us-here-at-appleinsider"
    },
    {
        "author": "Agustina Iñiguez",
        "source": {
            "id": null,
            "name": "ArchDaily"
        },
        "urlToImage": "https://images.adsttc.com/media/images/656f/7743/a4ee/3f4c/348d/131a/large_jpg/conoce-los-proyectos-ganadores-continentales-del-prix-versailles-2023_12.jpg?1701803849",
        "publishedAt": "2023-12-25T05:00:00Z",
        "title": "The Continental Winners of the 2023 Prix Versailles Prize are Announced",
        "description": "Makemetechie.com | Summary : Covering all regions of the world, the continental winning projects of the 2023 Prix Versailles have been revealed. With 18 selected establishments in the categories of stores, hotels, and restaurants, as well as 15 shopping centers, the projects are grouped ",
        "url": "/2023-12-26-https-www-archdaily-com-1011338-the-continental-winners-of-the-2023-prix-versailles-prize-are-announced",
        "content": "SEE SEA Park / Osamu Morishita Architect &amp; Associates. Image  Tomoki HahakuraCovering all regions of the world, the continental winning projects of the 2023 Prix Versailles have been revealed. [+6290 chars]",
        "summary": "Covering all regions of the world, the continental winning projects of the 2023 Prix Versailles have been revealed.",
        "html_summary": "<ul><li>Covering all regions of the world, the continental winning projects of the 2023 Prix Versailles have been revealed..</li></ul>",
        "website_url": "https://www.archdaily.com/1011338/the-continental-winners-of-the-2023-prix-versailles-prize-are-announced"
    },
    {
        "author": "Anil Kumar Tiwari",
        "source": {
            "id": "al-jazeera-english",
            "name": "Al Jazeera English"
        },
        "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2023/12/1QY4IO-highres-1703353129.jpg?resize=1920%2C1440",
        "publishedAt": "2023-12-25T02:36:44Z",
        "title": "The dark world of illegal loan apps in India",
        "description": "Makemetechie.com | Summary : Borrowers are harassed by reps of lending apps who abuse, threaten and blackmail them by accessing their contacts, pics.",
        "url": "/2023-12-26-https-www-aljazeera-com-economy-2023-12-25-the-dark-world-of-illegal-loan-apps-in-india",
        "content": "On August 12, a family in the central Indian city of Bhopal took a selfie in their home. After the photo, the father, Bhupendra Vishwakarma, gave his two sons, eight and three years old, a poisoned d [+11114 chars]",
        "summary": "However, illegal apps access contact lists and pictures, edit them and use manipulated images to blackmail borrowers to recover money.According to a study conducted by CloudSek, a cybersecurity software company, between July 22, 2023, and September 18, 2023, their experts monitored 55 fraudulent loan apps that targeted individuals. Additionally, they identified more than 15 obscure payment gateways operated by individuals of Chinese origin who undertook those steps to evade detection.The Chinese loan apps also employ this modus operandi in Southeast Asia and some African nations, as well. They recovered amounts from the borrowers through coercive tactics, including relentless phone threats and causing emotional distress.In a report, Google India said it removed more than 3,500 personal loan applications from its Play Store in 2022 due to their failure to comply with its policies and regulations. They have received 46,359 complaints in the first nine months of this year.According to a survey conducted by LocalCircle from July 2020 to June 2022, 14 percent of surveyed Indians utilised instant loan applications in the past two years. Borrowers are harassed by reps of lending apps who abuse, threaten and blackmail them by accessing their contacts, pics.On August 12, a family in the central Indian city of Bhopal took a selfie in their home. Yet, within a week, she began receiving 10-15 calls demanding 9,000 rupees ($108) for repayment.Rawat said she told the recovery agents that she hadnt received any money in her account, but they started using abusive language. In countries where people are less aware of cybersecurity and fraud, people become easy targets for such malicious activities.Scammers instil fear in the minds of their victims by employing various tactics.",
        "html_summary": "<ul><li>However, illegal apps access contact lists and pictures, edit them and use manipulated images to blackmail borrowers to recover money.According to a study conducted by CloudSek, a cybersecurity software company, between July 22, 2023, and September 18, 2023, their experts monitored 55 fraudulent loan apps that targeted individuals..</li><li>Additionally, they identified more than 15 obscure payment gateways operated by individuals of Chinese origin who undertook those steps to evade detection.The Chinese loan apps also employ this modus operandi in Southeast Asia and some African nations, as well..</li><li>They recovered amounts from the borrowers through coercive tactics, including relentless phone threats and causing emotional distress.In a report, Google India said it removed more than 3,500 personal loan applications from its Play Store in 2022 due to their failure to comply with its policies and regulations..</li><li>They have received 46,359 complaints in the first nine months of this year.According to a survey conducted by LocalCircle from July 2020 to June 2022, 14 percent of surveyed Indians utilised instant loan applications in the past two years..</li><li>Borrowers are harassed by reps of lending apps who abuse, threaten and blackmail them by accessing their contacts, pics.On August 12, a family in the central Indian city of Bhopal took a selfie in their home..</li><li>Yet, within a week, she began receiving 10-15 calls demanding 9,000 rupees ($108) for repayment.Rawat said she told the recovery agents that she hadn’t received any money in her account, “but they started using abusive language..</li></ul>",
        "website_url": "https://www.aljazeera.com/economy/2023/12/25/the-dark-world-of-illegal-loan-apps-in-india"
    },
    {
        "author": "DealPost Team",
        "source": {
            "id": null,
            "name": "PCWorld"
        },
        "urlToImage": "https://www.pcworld.com/wp-content/uploads/2023/12/PCWorld-6.822-Foldable-Touchscreen-Car-Display-with-Apple-CarPlay-Android-Auto-Support.jpeg?quality=50&strip=all&w=1024",
        "publishedAt": "2023-12-25T08:00:00Z",
        "title": "Drive safer with this car display  now $95.99",
        "description": "Makemetechie.com | Summary : Still holding your phone and looking into your lap to navigate around town? Its past time to get this 6.8 Foldable Touchscreen Car Display with Apple CarPlay & Android Auto Support.This handy display brings your old car up to modern standards. Its Ap",
        "url": "/2023-12-26-https-www-pcworld-com-article-2188631-drive-safer-with-this-car-display-now-95-99-html",
        "content": "Skip to contentType your search and hit enterWhen you purchase through links in our articles, we may earn a small commission. This doesnt affect our editorial independence.Still holding your p [+917 chars]",
        "summary": "Its past time to get this 6.8 Foldable Touchscreen Car Display with Apple CarPlay & Android Auto Support.This handy display brings your old car up to modern standards. Its Apple CarPlay and Android Auto compatible, giving you clear access to your favorite apps, like Maps and music at the tip of your fingers. Plus, it is Siri and Google Assistant compatible so you can make calls, navigate, or play music with just your voice. It even offers rear-view camera support so you can back up more safely.Make an upgrade to the 6.8 Foldable Touchscreen Car Display with Apple CarPlay & Android Auto Support for just $95.99 (reg. Still holding your phone and looking into your lap to navigate around town? The 1024600 HD IPS 6.86 screen makes it easy to see everything safely as you drive. 6.8 Foldable Touchscreen Car Display with Apple CarPlay & Android Auto Support  $95.99See DealPrices subject to change.",
        "html_summary": "<ul><li>It’s past time to get this 6.8″ Foldable Touchscreen Car Display with Apple CarPlay & Android Auto Support.This handy display brings your old car up to modern standards..</li><li>It’s Apple CarPlay and Android Auto compatible, giving you clear access to your favorite apps, like Maps and music at the tip of your fingers..</li><li>Plus, it is Siri and Google Assistant compatible so you can make calls, navigate, or play music with just your voice..</li><li>It even offers rear-view camera support so you can back up more safely.Make an upgrade to the 6.8″ Foldable Touchscreen Car Display with Apple CarPlay & Android Auto Support for just $95.99 (reg..</li><li>Still holding your phone and looking into your lap to navigate around town?.</li><li>The 1024×600 HD IPS 6.86″ screen makes it easy to see everything safely as you drive..</li></ul>",
        "website_url": "https://www.pcworld.com/article/2188631/drive-safer-with-this-car-display-now-95-99.html"
    },
    {
        "author": "Nazarii Verbitskiy",
        "source": {
            "id": null,
            "name": "TalkAndroid"
        },
        "urlToImage": "https://www.talkandroid.com/wp-content/uploads/2023/12/Best-Offline-Android-Games-847x477.jpg",
        "publishedAt": "2023-12-25T10:15:36Z",
        "title": "The Best Offline Android Games For 2023/2024 | Makemetechie.com Summary",
        "description": "Makemetechie.com | Summary : If you dont have Nintendo Switch or Steam Deck, check out this guide and learn the best offline Android games.",
        "url": "/2023-12-26-https-www-talkandroid-com-383371-best-offline-mobile-games-",
        "content": "If you dont have a Nintendo Switch, or its counterpart Steam Deck, playing mobile games when you dont have an internet connection is a lifesaving option. Whether you are going on vacation, or simply [+11411 chars]",
        "summary": "This gothic horror casual game became the GOTY (Game of The Year) at the BAFTA Game Awards and allows you to fight against thousands of monsters in the fight for survival. PopCap Games developed the game, and its a sequel to Plants vs Zombies released in 2009.Plants vs Zombies 2 is a free-to-play game, in which you can defeat legions of incoming zombies. And if you travel with friends or family, you can grab the board game with you and do a tournament.Plants vs Zombies 2 isnt just the tower defense video game. Be sure the game will keep you excited much longer than a single trip!Get ready to tap your toes and test your reflexes with Geometry Dash, the game that everybody knows and loves. It is the game that is truly worth opening the list of best offline Android games.Minecraft: Pocket Edition is the cheapest version of the game, with the normal price of $6.99, or your local equivalent. Whether you love car racing games like Xtreme Drift 2 or Car Parking Multiplayer or prefer the fast-paced roguelike gameplay of a title like Vampire Survivors, you can easily find a suitable game. However, its not a secret that Android users can easily download the game for free.Stardew Valley is an open-ended farming and life simulator game.",
        "html_summary": "<ul><li>This gothic horror casual game became the GOTY (Game of The Year) at the BAFTA Game Awards and allows you to fight against thousands of monsters in the fight for survival..</li><li>PopCap Games developed the game, and it’s a sequel to Plants vs Zombies released in 2009.Plants vs Zombies 2 is a free-to-play game, in which you can defeat legions of incoming zombies..</li><li>And if you travel with friends or family, you can grab the board game with you and do a tournament.Plants vs Zombies 2 isn’t just the tower defense video game..</li><li>Be sure the game will keep you excited much longer than a single trip!Get ready to tap your toes and test your reflexes with Geometry Dash, the game that everybody knows and loves..</li><li>It is the game that is truly worth opening the list of best offline Android games.Minecraft: Pocket Edition is the cheapest version of the game, with the normal price of $6.99, or your local equivalent..</li><li>Whether you love car racing games like Xtreme Drift 2 or Car Parking Multiplayer or prefer the fast-paced roguelike gameplay of a title like Vampire Survivors, you can easily find a suitable game..</li></ul>",
        "website_url": "https://www.talkandroid.com/383371-best-offline-mobile-games/"
    },
    {
        "author": "mattip",
        "source": {
            "id": null,
            "name": "Pypy.org"
        },
        "urlToImage": null,
        "publishedAt": "2023-12-25T04:22:08Z",
        "title": "PyPy PyPy v7.3.14 release | Makemetechie.com Summary",
        "description": "Makemetechie.com | Summary : PyPy v7.3.14 release of python 2.7, 3.9, and 3.10The PyPy team is proud to release version 7.3.14 of PyPy.Hightlights of this release are compatibility with HPy0.9, cffi 1.16,additional CAPI int",
        "url": "/2023-12-26-https-www-pypy-org-posts-2023-12-pypy-v7314-release-html",
        "content": "The PyPy team is proud to release version 7.3.14 of PyPy.Hightlights of this release are compatibility with HPy0.9, cffi 1.16,additional CAPI interfaces, and more python3.10 fixes.The release [+2813 chars]",
        "summary": "If PyPy is helping you out, we would love to hear about it and encourage submissions to our blog via a pull request to https://github.com/pypy/pypy.orgWe would also like to thank our contributors and encourage new people to join the project. Downstream packagers provide binary builds for debian, Fedora, conda, OpenBSD, FreeBSD, Gentoo, and more.For more information about the 7.3.14 release, see the full changelog.Please update, and continue to help us make pypy better.Cheers, The PyPy Team You can find links to download the v7.3.14 releases here:https://pypy.org/download.htmlWe would like to thank our donors for the continued support of the PyPy project. Since the last release we have contributions from three new contributors. This is a micro release, all APIs are compatible with the other 7.3 releases. Please reach out to us if you wish to sponsor binary releases for those platforms. It follows after 7.3.13 release on Sept 29, 2023.We recommend updating.",
        "html_summary": "<ul><li>If PyPy is helping you out, we would love to hear about it and encourage submissions to our blog via a pull request to https://github.com/pypy/pypy.orgWe would also like to thank our contributors and encourage new people to join the project..</li><li>Downstream packagers provide binary builds for debian, Fedora, conda, OpenBSD, FreeBSD, Gentoo, and more.For more information about the 7.3.14 release, see the full changelog.Please update, and continue to help us make pypy better.Cheers, The PyPy Team.</li><li>You can find links to download the v7.3.14 releases here:https://pypy.org/download.htmlWe would like to thank our donors for the continued support of the PyPy project..</li><li>Since the last release we have contributions from three new contributors..</li><li>This is a micro release, all APIs are compatible with the other 7.3 releases..</li><li>Please reach out to us if you wish to sponsor binary releases for those platforms..</li></ul>",
        "website_url": "https://www.pypy.org/posts/2023/12/pypy-v7314-release.html"
    },
    {
        "author": "Abner Li",
        "source": {
            "id": null,
            "name": "9to5google.com"
        },
        "urlToImage": "https://i0.wp.com/9to5google.com/wp-content/uploads/sites/4/2023/10/Pixel-Watch-2-lifestyle-5.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
        "publishedAt": "2023-12-25T07:05:00Z",
        "title": "How to set up your new Pixel Watch 2 Top tips, faces, apps, and bands | Makemetechie.com Summary",
        "description": "Makemetechie.com | Summary : Customization is one of the best aspects of a smartwatch compared to its mechanical counterparts. Googles wearable is no exception, and here are some tips on getting started with the Pixel Watch 2. moreThe post How to set up your new Pixel Watch 2 Top ti",
        "url": "/2023-12-26-https-9to5google-com-2023-12-24-google-pixel-watch-2-setup-",
        "content": "Customization is one of the best aspects of a smartwatch compared to its mechanical counterparts. Googles wearable is no exception, and here are some tips on getting started with the Pixel Watch 2. [+5669 chars]",
        "summary": "Go to your Pixel phones Settings app > Security & privacy > Device unlock > Fingerprint & Face Unlock > Watch Unlock.Google did a good job of providing high-quality watch faces out of the box. If youre curious, Googles 24 hours with always-on display Pixel Watch 2 specification is based on the following usage:Speaking of alerts, you can turn off phone app notifications on a case-by-case basis from the Watch app > Notifications. Googles wearable is no exception, and here are some tips on getting started with the Pixel Watch 2.Some people already know on which wrist they like to wear accessories, but try playing around with the Pixel Watch orientation settings. Most people will be happy sticking to the 25 defaults, which contain a wide variety of customization options.Before starting to customize watch faces (and Tiles), make sure your Pixel Watch and apps in the Play Store are all up-to-date. Turn off Tilt-to-wake and enable Touch-to-wake, as weve found this AOD configuration saves battery life.On the topic of battery life, it will improve after a few days of usage. The new Snapdragon W5 chipset makes it absolutely possible to get a full day of battery life. This is a good way to make sure your wrist isnt inundated with vibrations and should further conserve battery life.",
        "html_summary": "<ul><li>Go to your Pixel phone’s Settings app > Security & privacy > Device unlock > Fingerprint & Face Unlock > Watch Unlock.Google did a good job of providing high-quality watch faces out of the box..</li><li>If you’re curious, Google’s “24 hours with always-on display” Pixel Watch 2 specification is “based on the following usage“:Speaking of alerts, you can turn off phone app notifications on a case-by-case basis from the Watch app > Notifications..</li><li>Google’s wearable is no exception, and here are some tips on getting started with the Pixel Watch 2.Some people already know on which wrist they like to wear accessories, but try playing around with the Pixel Watch orientation settings..</li><li>Most people will be happy sticking to the 25 defaults, which contain a wide variety of customization options.Before starting to customize watch faces (and Tiles), make sure your Pixel Watch and apps in the Play Store are all up-to-date..</li><li>Turn off Tilt-to-wake and enable Touch-to-wake, as we’ve found this AOD configuration saves battery life.On the topic of battery life, it will improve after a few days of usage..</li><li>The new Snapdragon W5 chipset makes it absolutely possible to get a full day of battery life..</li></ul>",
        "website_url": "https://9to5google.com/2023/12/24/google-pixel-watch-2-setup/"
    },
    {
        "author": "paulo.n.hatton@gmail.com (Paul Hatton)",
        "source": {
            "id": "techradar",
            "name": "TechRadar"
        },
        "urlToImage": "https://cdn.mos.cms.futurecdn.net/ojdMhDRpMppLhMDbuZRKkG-1200-80.jpg",
        "publishedAt": "2023-12-25T11:00:44Z",
        "title": "Got an iPad for Christmas? Here are the first 7 apps you should download | Makemetechie.com Summary",
        "description": "Makemetechie.com | Summary : Mustdownload apps for photographers, sketchers, note takers and language learners.",
        "url": "/2023-12-26-https-www-techradar-com-tablets-ipad-got-an-ipad-for-christmas-heres-the-first-7-apps-to-download",
        "content": "Christmas is a great time to buy or receive an iPad. With one single device its possible to play games, create beautiful artwork, edit photos and learn new languages. But where do you start?Whethe [+7114 chars]",
        "summary": "So, whether youre at school, college, or just need to make lots of reminders, this free and powerful app could be the thing you need.Notability does a fantastic job of making the whole process of note taking on an iPad as natural as possible. This system is also perfect for isolating specific parts of the image for finer working.Download Procreate for $12.99 (US) / 12.99 (UK) / AU$19.99 (AU)Sticking with the digital art theme, we'll also recommend the free Adobe Fresco app for iPad. This beautifully designed app lets users make a whole range of edits to their images including adding text, shapes, and colour adjustments as well as touching up photos. In-app purchases enable you to remove ads and further expand the catalogue, but the free version will be plenty for most people.Download Star Walk 2 Ads+ for freeProcreate is one of the best apps available on the iPad, helping artists produce breathtaking creations. Its more than just a news app, though; you can also collect stories that you like into your own Flipboard Magazine, enabling you to share your ideas with other people and making it a kind of social-media-news-reader-hybrid. But where do you start?Whether you have in your hands the popular iPad 10.9 (2022), the incredibly powerful iPad Pro 12.9 (2022), or indeed any of the best iPads, you'll have a choice of thousands of apps to hunt through on the App Store. The brushes are split up into live brushes, pixel brushes, and vector brushes.",
        "html_summary": "<ul><li>So, whether you’re at school, college, or just need to make lots of reminders, this free and powerful app could be the thing you need.Notability does a fantastic job of making the whole process of note taking on an iPad as natural as possible..</li><li>This system is also perfect for isolating specific parts of the image for finer working.Download Procreate for $12.99 (US) / £12.99 (UK) / AU$19.99 (AU)Sticking with the digital art theme, we'll also recommend the free Adobe Fresco app for iPad..</li><li>This beautifully designed app lets users make a whole range of edits to their images including adding text, shapes, and colour adjustments as well as touching up photos..</li><li>In-app purchases enable you to remove ads and further expand the catalogue, but the free version will be plenty for most people.Download Star Walk 2 Ads+ for freeProcreate is one of the best apps available on the iPad, helping artists produce breathtaking creations..</li><li>It’s more than just a news app, though; you can also collect stories that you like into your own Flipboard Magazine, enabling you to share your ideas with other people and making it a kind of social-media-news-reader-hybrid..</li><li>But where do you start?Whether you have in your hands the popular iPad 10.9 (2022), the incredibly powerful iPad Pro 12.9 (2022), or indeed any of the best iPads, you'll have a choice of thousands of apps to hunt through on the App Store..</li></ul>",
        "website_url": "https://www.techradar.com/tablets/ipad/got-an-ipad-for-christmas-heres-the-first-7-apps-to-download"
    },
    {
        "author": "Gary Arndt",
        "source": {
            "id": null,
            "name": "Everything-everywhere.com"
        },
        "urlToImage": "https://photos.smugmug.com/Other/n-hRFP2/Podcast-Images/i-dn5Mj9d/0/8464f071/L/1266epart-L.jpg",
        "publishedAt": "2023-12-25T08:15:53Z",
        "title": "Apollo 8 | Makemetechie.com Summary",
        "description": "Makemetechie.com | Summary : Podcast Transcript On December 21, 1968, a Saturn V rocket was launched from Florida that did something that had never been done before. It took three men outside of the orbit of the Earth. They didnt just leave the Earths orbit; they orbited the moon, and",
        "url": "/2023-12-26-https-everything-everywhere-com-apollo-8-",
        "content": "Subscribe Apple | Google | Spotify | Amazon | Player.FM | TuneInCastbox | Podurama | Podcast Republic | RSS | PatreonOn December 21, 1968, a Saturn V rocket was launched from Florida that did somet [+11771 chars]",
        "summary": "Instead of testing the lunar module in Earth orbit, Apollo 8 was now going to go directly to the moon, orbit the moon several times, and then return to Earth. However, the crew indicated that if they could have named their spacecraft, they would have named it Columbiad, named afte the cannon in Jules Vernes novel From the Earth to the Moon that shoots the spacecraft to the moon. They didnt just leave the Earths orbit; they orbited the moon, and while they were in the orbit of the moon, they sent a message to Earth, which was the most widely listened to broadcast in human history up to that point. Not only would it be a major publicity coup for the American space program, being able to claim that they beat the Soviets in orbiting the moon, but they would also get to test many important systems required for lunar flight. The surface of the moon is tidally locked such that the same side always faces the Earth, so youd never experience the Earth coming over the horizon like you would see the Moon or Sun coming over the horizon of the Earth. 55 hours and 40 minutes into the flight, Apollo 8 crossed a point where the gravitational pull of the moon was greater than that of the Earth.After 64 hours, they burned the engines of the service module for a Lunar Orbit Insertion. This slowed the spacecraft down so it could enter into lunar orbit.Being the first humans ever to have an upfront view of the moon, they began sending back descriptions of the surface and taking observations of future landing sites.",
        "html_summary": "<ul><li>Instead of testing the lunar module in Earth orbit, Apollo 8 was now going to go directly to the moon, orbit the moon several times, and then return to Earth..</li><li>However, the crew indicated that if they could have named their spacecraft, they would have named it Columbiad, named afte the cannon in Jules Verne’s novel From the Earth to the Moon that shoots the spacecraft to the moon..</li><li>They didn’t just leave the Earth’s orbit; they orbited the moon, and while they were in the orbit of the moon, they sent a message to Earth, which was the most widely listened to broadcast in human history up to that point..</li><li>Not only would it be a major publicity coup for the American space program, being able to claim that they beat the Soviets in orbiting the moon, but they would also get to test many important systems required for lunar flight..</li><li>The surface of the moon is tidally locked such that the same side always faces the Earth, so you’d never experience the Earth coming over the horizon like you would see the Moon or Sun coming over the horizon of the Earth..</li><li>55 hours and 40 minutes into the flight, Apollo 8 crossed a point where the gravitational pull of the moon was greater than that of the Earth.After 64 hours, they burned the engines of the service module for a Lunar Orbit Insertion..</li></ul>",
        "website_url": "https://everything-everywhere.com/apollo-8/"
    },
    {
        "author": "Alan Friedman",
        "source": {
            "id": null,
            "name": "PhoneArena"
        },
        "urlToImage": "https://m-cdn.phonearena.com/images/article/153789-wide-two_1200/Does-President-Biden-have-a-Christmas-gift-for-Apple-to-announce-tomorrow.jpg",
        "publishedAt": "2023-12-25T03:06:24Z",
        "title": "Does President Biden have a Christmas gift for Apple to announce tomorrow? | Makemetechie.com Summary",
        "description": "Makemetechie.com | Summary : Apple pulls the Apple Watch Series 9 and Apple Watch Ultra 2 our of all U.S. Apple stores; Biden could reveal a veto tomorrow.",
        "url": "/2023-12-26-https-www-phonearena-com-news-apple-pulls-apple-watch-series-9-and-ultra-2-from-us-apple-stores_id153789",
        "content": "Enjoy the hottest mobile tech storylines, delivered straight to your inbox.",
        "summary": " Enjoy the hottest mobile tech storylines, delivered straight to your inbox. Things that are NOT allowed:",
        "html_summary": "<ul><li> Enjoy the hottest mobile tech storylines, delivered straight to your inbox..</li></ul>",
        "website_url": "https://www.phonearena.com/news/apple-pulls-apple-watch-series-9-and-ultra-2-from-us-apple-stores_id153789"
    },
    {
        "author": "Samson Haileyesus",
        "source": {
            "id": null,
            "name": "Small Business Trends"
        },
        "urlToImage": "https://media.smallbiztrends.com/2023/11/tablet-reading.png",
        "publishedAt": "2023-12-24T02:11:03Z",
        "title": "18 Best Book Apps for Reading on the Go | Makemetechie.com Summary",
        "description": "Makemetechie.com | Summary : Catch up on the latest bestseller, business, and motivational books with the best book apps for reading on the go no matter where you are.",
        "url": "/2023-12-25-https-smallbiztrends-com-2023-12-best-book-apps-html",
        "content": "If you buy something through our links, we may earn money from our affiliate partners. Learn more.With the rise of smartphones, the best book apps have become our gateway to the expansive world of  [+23417 chars]",
        "summary": "In addition, there are book apps that only offer book summaries instead of the entire book.These help you get core ideas from the book by providing the books brief insight by way of a book summary. Additional features include books being available for reading offline for a monthly subscription of $ 8.99.Available on: Google Play Store, Apple storeThere are some great android based book reading apps out there. This app comes with a monthly subscription of $ 9.99.Available on: Google Play Store, Apple storeBluefires app not only supports most eBook formats but comes with features that let you bookmark, annotate, highlight, share documents and search text. Some good ebook reader apps for android include:Some great iOS book apps include:Amazon Kindle Is by far the best reading app. You can also adjust font type and size; brightness; bookmark pages; annotate text; and even make notes.Available on: Apple store, MacsFullReader is a multifunctional e-book reader app that supports formats, including ePUB, PDF, Mobi, txt, doc, Docx, and HTML. Besides being able to download books to read offline you can also make notes and annotations; add bookmarks; customize your font size, type, and background color; and even choose between horizontal or vertical page scrolling.With audiobooks, you can customize narration speed and set a sleep timer. It comes with a vast library of audiobooks where users can subscribe for a monthly fee and use their monthly credit to pick up any book they want.With Audible you own that book and can re-listen to it any time you choose, even after canceling your Audible subscription.",
        "html_summary": "<ul><li>In addition, there are book apps that only offer book summaries instead of the entire book.These help you get core ideas from the book by providing the book’s brief insight by way of a book summary..</li><li>Additional features include books being available for reading offline for a monthly subscription of $ 8.99.Available on: Google Play Store, Apple storeThere are some great android based book reading apps out there..</li><li>This app comes with a monthly subscription of $ 9.99.Available on: Google Play Store, Apple storeBluefire’s app not only supports most eBook formats but comes with features that let you bookmark, annotate, highlight, share documents and search text..</li><li>Some good ebook reader apps for android include:Some great iOS book apps include:Amazon Kindle Is by far the best reading app..</li><li>You can also adjust font type and size; brightness; bookmark pages; annotate text; and even make notes.Available on: Apple store, MacsFullReader is a multifunctional e-book reader app that supports formats, including ePUB, PDF, Mobi, txt, doc, Docx, and HTML..</li><li>Besides being able to download books to read offline you can also make notes and annotations; add bookmarks; customize your font size, type, and background color; and even choose between horizontal or vertical page scrolling.With audiobooks, you can customize narration speed and set a sleep timer..</li></ul>",
        "website_url": "https://smallbiztrends.com/2023/12/best-book-apps.html"
    },
    {
        "author": "Rob Starr",
        "source": {
            "id": null,
            "name": "Small Business Trends"
        },
        "urlToImage": "https://media.smallbiztrends.com/2023/11/apple-logo.png",
        "publishedAt": "2023-12-24T01:54:00Z",
        "title": "7 Most Useful Small Business Apps from Apples Online Store | Makemetechie.com Summary",
        "description": "Makemetechie.com | Summary : Apples App Store has been open for 10 years already. Heres a look at the best apps for small business users over that time.",
        "url": "/2023-12-25-https-smallbiztrends-com-2023-11-best-apps-for-small-business-html",
        "content": "In over 15 years since its inception in 2008, the Apple App Store has evolved into a pivotal resource for small businesses, celebrating major milestones along the way. With an initial launch featurin [+10506 chars]",
        "summary": "The app allows businesses to integrate their accounts with platforms like Shopify, enabling them to understand customer purchasing behaviors and preferences.This feature is particularly valuable for small enterprises seeking to tailor their marketing and sales strategies based on customer data. Sharlrita Deloatch, who runs SJD Enterprises LLC, a business strategy company, highlights iTunes utility for staying updated with the latest business trends.She particularly appreciates how iTunes facilitates access to a wide range of business podcasts, which are instrumental in keeping her informed and on task. The app is particularly beneficial for those seeking to leverage their professional network and quickly respond to job openings in their field.MailChimp secures its place on the list for its excellent e-commerce integrations, beneficial for small businesses. In over 15 years since its inception in 2008, the Apple App Store has evolved into a pivotal resource for small businesses, celebrating major milestones along the way. With features encompassing payments and billing, this app provides an all-in-one package that simplifies financial management for businesses. It simplifies the job application process, allowing users to apply to positions with just a tap, including their LinkedIn profile as part of their application.This feature, combined with location-based search capabilities, makes it an efficient and user-friendly platform for job seekers.",
        "html_summary": "<ul><li>The app allows businesses to integrate their accounts with platforms like Shopify, enabling them to understand customer purchasing behaviors and preferences.This feature is particularly valuable for small enterprises seeking to tailor their marketing and sales strategies based on customer data..</li><li>Sharlrita Deloatch, who runs SJD Enterprises LLC, a business strategy company, highlights iTunes’ utility for staying updated with the latest business trends.She particularly appreciates how iTunes facilitates access to a wide range of business podcasts, which are instrumental in keeping her informed and on task..</li><li>The app is particularly beneficial for those seeking to leverage their professional network and quickly respond to job openings in their field.MailChimp secures its place on the list for its excellent e-commerce integrations, beneficial for small businesses..</li><li>In over 15 years since its inception in 2008, the Apple App Store has evolved into a pivotal resource for small businesses, celebrating major milestones along the way..</li><li>With features encompassing payments and billing, this app provides an all-in-one package that simplifies financial management for businesses..</li></ul>",
        "website_url": "https://smallbiztrends.com/2023/11/best-apps-for-small-business.html"
    },
    {
        "author": "Canon Rumors",
        "source": {
            "id": null,
            "name": "Canonrumors.com"
        },
        "urlToImage": "https://www.canonrumors.com/wp-content/uploads/2023/11/m3macbookproheader.jpg",
        "publishedAt": "2023-12-24T08:24:49Z",
        "title": "Apple MacBook Pro 16 with M3 Pro Chip (Late 2023) $2349 (Reg $2499) | Makemetechie.com Summary",
        "description": "Makemetechie.com | Summary : You can save $150 (every bit helps) on one of the latest M3 Pro Macbook Pro models. Apple MacBook Pro 16 Apple MacBook Pro 16 with M3 Pro Chip (Late 2023) $2349 (Reg $2499) Go to discussion...The post Apple MacBook Pro 16 with M3 Pro Chip (Late 2023) $234",
        "url": "/2023-12-25-https-www-canonrumors-com-apple-macbook-pro-16-with-m3-pro-chip-late-2023-2349-reg-2499-",
        "content": "You can save $150 (every bit helps) on one of the latest M3 Pro Macbook Pro models.Apple MacBook Pro 16Up To 22 Hours Of Battery Life  Go all day thanks to the powerefficient design of [+699 chars]",
        "summary": "You can save $150 (every bit helps) on one of the latest M3 Pro Macbook Pro models.Apple MacBook Pro 16Apple MacBook Pro 16 with M3 Pro Chip (Late 2023) $2349 (Reg $2499)Go to discussion...",
        "html_summary": "<ul><li>You can save $150 (every bit helps) on one of the latest M3 Pro Macbook Pro models.Apple MacBook Pro 16″Apple MacBook Pro 16″ with M3 Pro Chip (Late 2023) $2349 (Reg $2499)Go to discussion....</li></ul>",
        "website_url": "https://www.canonrumors.com/apple-macbook-pro-16-with-m3-pro-chip-late-2023-2349-reg-2499/"
    }
]