[
    {
        "author": "Juli Clover",
        "source": {
            "id": null,
            "name": "MacRumors"
        },
        "urlToImage": "https://images.macrumors.com/t/ify4AxIFM_qh9x8VTd9cYubmQi0=/2250x/article-new/2023/02/Netflix-Smaller-4.jpg",
        "publishedAt": "2024-01-27T00:27:00Z",
        "title": "Netflix Not Developing App for Vision Pro Because Headset is Subscale and Not Relevant to Subscribers",
        "description": "Makemetechie.com | Summary : When the Vision Pro launches, it will not feature some popular apps like Netflix, YouTube, or Spotify, with users instead relegated to accessing these services through the Safari web browser on the device.In an interview with Stratechery, Netflix coCEO",
        "url": "/2024-01-28-https-www-macrumors-com-2024-01-26-netflix-vision-pro-not-relevant-",
        "content": "When the Vision Pro launches, it will not feature some popular apps like Netflix, YouTube, or Spotify, with users instead relegated to accessing these services through the Safari web browser on the d [+2273 chars]",
        "summary": "Certainly we're always in discussions with Apple to try and figure that out but right now, the device is so subscale that it's not really particularly relevant to most of our members.Peters implied that Netflix is not ruling out a future Vision Pro app. We have to be careful about making sure that we're not investing in places that are not really yielding a return, and I would say we'll see where things go with Vision Pro. \"The Vision Pro is priced at $3,500, which puts it out of range of many of Apple's customers, and Apple is manufacturing a limited number of the devices in 2024, according to rumors. \"We've always had active discussions to how we could help each other out,\" he said about Apple. You got to a good one really quick there already. Instead, Netflix subscribers will need to watch Netflix through the Vision Pro web browser. \"Sometimes we find a great space of overlap.",
        "html_summary": "<ul><li>Certainly we're always in discussions with Apple to try and figure that out but right now, the device is so subscale that it's not really particularly relevant to most of our members.Peters implied that Netflix is not ruling out a future Vision Pro app.</li><li>We have to be careful about making sure that we're not investing in places that are not really yielding a return, and I would say we'll see where things go with Vision Pro.</li><li>\"The Vision Pro is priced at $3,500, which puts it out of range of many of Apple's customers, and Apple is manufacturing a limited number of the devices in 2024, according to rumors.</li><li>\"We've always had active discussions to how we could help each other out,\" he said about Apple.</li><li>You got to a good one really quick there already.</li><li>Instead, Netflix subscribers will need to watch Netflix through the Vision Pro web browser.</li></ul>",
        "website_url": "https://www.macrumors.com/2024/01/26/netflix-vision-pro-not-relevant/"
    },
    {
        "author": "Chance Miller",
        "source": {
            "id": null,
            "name": "9to5Mac"
        },
        "urlToImage": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/01/app-store-scam.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
        "publishedAt": "2024-01-27T00:08:36Z",
        "title": "PSA The App Store is currently down for many users",
        "description": "Makemetechie.com | Summary : If youre having trouble accessing the App Store on your iPhone or iPad, youre not alone. The App Store seems to be experiencing an outage, based on complaints from affected users on social media. more",
        "url": "/2024-01-28-https-9to5mac-com-2024-01-26-psa-the-app-store-is-currently-down-for-many-users-",
        "content": "If youre having trouble accessing the App Store on your iPhone or iPad, youre not alone. The App Store seems to be experiencing an outage, based on complaints from affected users on social media. [+727 chars]",
        "summary": "Users on social media are reporting problems downloading new apps, as well as updating apps they already have installed. The App Store seems to be experiencing an outage, based on complaints from affected users on social media.According to data compiled by Downdetector, App Store complaints started spiking around 6:30pm ET. App Store Connect, Apples platform that developers rely on to manage their apps, also appears to be down for many users right now. Update, 7:51pm ET: Apple has updated its System Status webpage to say that Apple Music, the App Store, and several other platforms are also experiencing outages.If youre having trouble accessing the App Store on your iPhone or iPad, youre not alone. More.Check out 9to5Mac on YouTube for more Apple news:Chance is an editor for the entire 9to5 network and covers the latest Apple news for 9to5Mac.Tips, questions, typos to chance@9to5mac.com As of right now, Apple hasnt updated its System Status website to acknowledge this outage. Its not immediately clear just how widespread the problems are.",
        "html_summary": "<ul><li>Users on social media are reporting problems downloading new apps, as well as updating apps they already have installed.</li><li>The App Store seems to be experiencing an outage, based on complaints from affected users on social media.According to data compiled by Downdetector, App Store complaints started spiking around 6:30pm ET.</li><li>App Store Connect, Apple’s platform that developers rely on to manage their apps, also appears to be down for many users right now.</li><li>Update, 7:51pm ET: Apple has updated its System Status webpage to say that Apple Music, the App Store, and several other platforms are also experiencing outages.If you’re having trouble accessing the App Store on your iPhone or iPad, you’re not alone.</li><li>More.Check out 9to5Mac on YouTube for more Apple news:Chance is an editor for the entire 9to5 network and covers the latest Apple news for 9to5Mac.Tips, questions, typos to chance@9to5mac.com</li><li>As of right now, Apple hasn’t updated its System Status website to acknowledge this outage.</li></ul>",
        "website_url": "https://9to5mac.com/2024/01/26/psa-the-app-store-is-currently-down-for-many-users/"
    },
    {
        "author": "Jeff Benjamin",
        "source": {
            "id": null,
            "name": "9to5Mac"
        },
        "urlToImage": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2024/01/9to5Mac-Overtime-Episode-005-GBA4iOS-and-Delta-developer-Riley-Testut-talks-iOS-17.4-changes-and-alternative-app-stores.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
        "publishedAt": "2024-01-27T02:15:03Z",
        "title": "9to5Mac Overtime GBA4iOS and Delta developer Riley Testut talks iOS 17.4 changes and alternative app stores",
        "description": "Makemetechie.com | Summary : Talented GBA4iOS, AltStore, and Delta emulator developer Riley Testut joins us to provide his insightful thoughts about sideloading, alternative app stores, new iOS 17.4 changes to allow app marketplaces in the EU, emulation, and the future of the App Store. ",
        "url": "/2024-01-28-https-9to5mac-com-2024-01-26-9to5mac-overtime-005-alternative-app-store-developer-riley-testut-talks-ios-17-4-changes-",
        "content": "Talented GBA4iOS, AltStore, and Delta emulator developer Riley Testut joins us to provide his insightful thoughts about sideloading, alternative app stores, new iOS 17.4 changes to allow app marketpl [+560 chars]",
        "summary": "Talented GBA4iOS, AltStore, and Delta emulator developer Riley Testut joins us to provide his insightful thoughts about sideloading, alternative app stores, new iOS 17.4 changes to allow app marketplaces in the EU, emulation, and the future of the App Store. Fernando and Jeff also discuss their thoughts on the new iOS 17.4 changes, including features that make their way to all users in all regions.9to5Mac Overtime is a weekly video-first podcast exploring fun and interesting observations in the Apple ecosystem, featuring 9to5Macs Fernando Silva & Jeff Benjamin. You can also watch this episode on YouTube and subscribe to our YouTube channel for more.FTC: We use income earning auto affiliate links. He takes pride in being able to explain things in a simple, clear and concise manner. More.Check out 9to5Mac on YouTube for more Apple news:Jeff produces videos, walkthroughs, how-tos, written tutorials and reviews. The wireless headphones that I use everyday. My favorite wireless keyboard for the Mac and iPad.",
        "html_summary": "<ul><li>Talented GBA4iOS, AltStore, and Delta emulator developer Riley Testut joins us to provide his insightful thoughts about sideloading, alternative app stores, new iOS 17.4 changes to allow app marketplaces in the EU, emulation, and the future of the App Store.</li><li>Fernando and Jeff also discuss their thoughts on the new iOS 17.4 changes, including features that make their way to all users in all regions.9to5Mac Overtime is a weekly video-first podcast exploring fun and interesting observations in the Apple ecosystem, featuring 9to5Mac’s Fernando Silva & Jeff Benjamin.</li><li>You can also watch this episode on YouTube and subscribe to our YouTube channel for more.FTC: We use income earning auto affiliate links.</li><li>He takes pride in being able to explain things in a simple, clear and concise manner.</li><li>More.Check out 9to5Mac on YouTube for more Apple news:Jeff produces videos, walkthroughs, how-tos, written tutorials and reviews.</li><li>The wireless headphones that I use everyday.</li></ul>",
        "website_url": "https://9to5mac.com/2024/01/26/9to5mac-overtime-005-alternative-app-store-developer-riley-testut-talks-ios-17-4-changes/"
    },
    {
        "author": "Thomas Claburn",
        "source": {
            "id": null,
            "name": "Theregister.com"
        },
        "urlToImage": "https://regmedia.co.uk/2021/01/27/eu.jpg",
        "publishedAt": "2024-01-27T01:52:25Z",
        "title": "Apple redecorates its iPhone prison to appease Europe",
        "description": "Makemetechie.com | Summary : At least web competition will finally be allowedAnalysis Apple cofounder Steve Jobs described the computer as a bicycle for the mind. But he failed to let that metaphor shape his greatest achievement, the iPhone, which has become a shackle for the soul.",
        "url": "/2024-01-28-https-www-theregister-com-2024-01-27-apple_europe_dma-",
        "content": "Analysis Apple cofounder Steve Jobs described the computer as a bicycle for the mind. But he failed to let that metaphor shape his greatest achievement, the iPhone, which has become a shackle for th [+5741 chars]",
        "summary": "These include allowing third-party app stores, but it is imposing obligations and costs on app store operators.It's also allowing sideloading, but using its own definition of the term. They should push web apps to their limits and then demand further platform improvement.The web doesn't require commission payments, technology fees based on usage, or permission from platform rentseekers. They adopted the Digital Markets Act (DMA) to restore competition to markets that had been dominated by peevish oligopolies.With DMA enforcement set to begin in March, Apple on Thursday announced changes to iOS, Safari, and the App Store in the European Union to meet its legal obligations. \"Possibly the best thing to come out of Apple's new cruelty is its decision to abide by the EU's browser engine requirement.Currently, Apple requires all iOS browsers to be built atop its own WebKit rendering engine, a rule that rivals have railed against for years. But even if Cupertino decides not to push Safari to outdo rivals, internet users will have access to browsers that implement a broader set of web capabilities. And that in turn should make web code more competitive with native iOS apps.Apple's browser engine concession isn't entirely without barbs. Generally, sideloading refers to installing an app directly onto a device.",
        "html_summary": "<ul><li>These include allowing third-party app stores, but it is imposing obligations and costs on app store operators.It's also allowing sideloading, but using its own definition of the term.</li><li>They should push web apps to their limits and then demand further platform improvement.The web doesn't require commission payments, technology fees based on usage, or permission from platform rentseekers.</li><li>They adopted the Digital Markets Act (DMA) to restore competition to markets that had been dominated by peevish oligopolies.With DMA enforcement set to begin in March, Apple on Thursday announced changes to iOS, Safari, and the App Store in the European Union to meet its legal obligations.</li><li>\"Possibly the best thing to come out of Apple's new cruelty is its decision to abide by the EU's browser engine requirement.Currently, Apple requires all iOS browsers to be built atop its own WebKit rendering engine, a rule that rivals have railed against for years.</li><li>But even if Cupertino decides not to push Safari to outdo rivals, internet users will have access to browsers that implement a broader set of web capabilities.</li><li>And that in turn should make web code more competitive with native iOS apps.Apple's browser engine concession isn't entirely without barbs.</li></ul>",
        "website_url": "https://www.theregister.com/2024/01/27/apple_europe_dma/"
    },
    {
        "author": "Thomas Claburn",
        "source": {
            "id": null,
            "name": "Theregister.com"
        },
        "urlToImage": "https://regmedia.co.uk/2024/01/27/shutterstock_steve_jobs.jpg",
        "publishedAt": "2024-01-27T01:52:25Z",
        "title": "Apple redecorates its iPhone prison to appease Europe",
        "description": "Makemetechie.com | Summary : At least web competition will finally be allowedAnalysis Apple cofounder Steve Jobs described the computer as a bicycle for the mind. But he failed to let that metaphor shape his greatest achievement, the iPhone, which has become a shackle for the soul.",
        "url": "/2024-01-28-https-www-theregister-com-2024-01-27-apple_europe_ios_analysis-",
        "content": "Analysis Apple cofounder Steve Jobs described the computer as a bicycle for the mind. But he failed to let that metaphor shape his greatest achievement, the iPhone, which has become a shackle for th [+5741 chars]",
        "summary": "These include allowing third-party app stores, but it is imposing obligations and costs on app store operators.It's also allowing sideloading, but using its own definition of the term. They should push web apps to their limits and then demand further platform improvement.The web doesn't require commission payments, technology fees based on usage, or permission from platform rentseekers. They adopted the Digital Markets Act (DMA) to restore competition to markets that had been dominated by peevish oligopolies.With DMA enforcement set to begin in March, Apple on Thursday announced changes to iOS, Safari, and the App Store in the European Union to meet its legal obligations. \"Possibly the best thing to come out of Apple's new cruelty is its decision to abide by the EU's browser engine requirement.Currently, Apple requires all iOS browsers to be built atop its own WebKit rendering engine, a rule that rivals have railed against for years. But even if Cupertino decides not to push Safari to outdo rivals, internet users will have access to browsers that implement a broader set of web capabilities. And that in turn should make web code more competitive with native iOS apps.Apple's browser engine concession isn't entirely without barbs. Generally, sideloading refers to installing an app directly onto a device.",
        "html_summary": "<ul><li>These include allowing third-party app stores, but it is imposing obligations and costs on app store operators.It's also allowing sideloading, but using its own definition of the term.</li><li>They should push web apps to their limits and then demand further platform improvement.The web doesn't require commission payments, technology fees based on usage, or permission from platform rentseekers.</li><li>They adopted the Digital Markets Act (DMA) to restore competition to markets that had been dominated by peevish oligopolies.With DMA enforcement set to begin in March, Apple on Thursday announced changes to iOS, Safari, and the App Store in the European Union to meet its legal obligations.</li><li>\"Possibly the best thing to come out of Apple's new cruelty is its decision to abide by the EU's browser engine requirement.Currently, Apple requires all iOS browsers to be built atop its own WebKit rendering engine, a rule that rivals have railed against for years.</li><li>But even if Cupertino decides not to push Safari to outdo rivals, internet users will have access to browsers that implement a broader set of web capabilities.</li><li>And that in turn should make web code more competitive with native iOS apps.Apple's browser engine concession isn't entirely without barbs.</li></ul>",
        "website_url": "https://www.theregister.com/2024/01/27/apple_europe_ios_analysis/"
    },
    {
        "author": "sullyphoto64@gmail.com (Terry Sullivan)",
        "source": {
            "id": null,
            "name": "iMore"
        },
        "urlToImage": "https://cdn.mos.cms.futurecdn.net/yWKHBqKXrnMTVcbqkJppLh-1200-80.jpg",
        "publishedAt": "2024-01-27T00:10:45Z",
        "title": "Jon Stewart returns to The Daily Show After Apple TV+ Series Cancelation, but not everyone is cheering",
        "description": "Makemetechie.com | Summary : After Apple TV+ cancelation, Jon Stewart is back on The Daily Show",
        "url": "/2024-01-28-https-www-imore-com-apple-jon-stewart-returns-to-the-daily-show-after-apple-tv-series-cancelation-but-not-everyone-is-cheering",
        "content": "Earlier this week, Jon Stewart, American comedian, producer, director, actor, and, most famously, television host, will return to Comedy Central as host of the show. But its not a fulltime gig He [+2557 chars]",
        "summary": "According to the New York Times, Stewart left in October 2023 due to disagreements with Apple executives over future show topics, including hot-button issues like China and artificial intelligence. The Times also noted that the show he created with Apple had failed to \"gain traction. After Apple TV+ cancelation, Jon Stewart is back on The Daily ShowEarlier this week, Jon Stewart, American comedian, producer, director, actor, and, most famously, television host, will return to Comedy Central as host of the show. \"Not everyone is excited about the return of Stewart, who hosted the show from 1998 until 2015 and brought us Your moment of zen at the end of the show. Learn more with iMore!Terry Sullivan has tested and reported on many different types of consumer electronics and technology services, including cameras, action cams, mobile devices, streaming music services, wireless speakers, headphones, smart-home devices, and mobile apps. And during the 2024 election year, that work will be vital, according to a story titled Jon Stewarts return to The Daily Show could shake up 2024 politics on CNN. For example, Meghan McCain, podcaster, columnist, and author, and daughter of Senator John McCain, recently said on her podcast, Im the first person to say that when I was a teenager in my formative years, I loved The Daily Show, according to The Daily Beast. However, the news about Jon Stewarts return to Comedy Central and The Daily Show comes on the heels of news that one of Stewarts more recent projects, The Problem with Jon Stewart, which he created with Apple TV+, had been canceled.",
        "html_summary": "<ul><li>According to the New York Times, Stewart left in October 2023 due to “disagreements with Apple executives over future show topics, including hot-button issues like China and artificial intelligence.” The Times also noted that the show he created with Apple had failed to \"gain traction.</li><li>After Apple TV+ cancelation, Jon Stewart is back on “The Daily Show”Earlier this week, Jon Stewart, American comedian, producer, director, actor, and, most famously, television host, will return to Comedy Central as host of the show.</li><li>\"Not everyone is excited about the return of Stewart, who hosted the show from 1998 until 2015 and brought us “Your moment of zen” at the end of the show.</li><li>Learn more with iMore!Terry Sullivan has tested and reported on many different types of consumer electronics and technology services, including cameras, action cams, mobile devices, streaming music services, wireless speakers, headphones, smart-home devices, and mobile apps.</li><li>And during the 2024 election year, that work will be vital,” according to a story titled “Jon Stewart’s return to ‘The Daily Show’ could shake up 2024 politics” on CNN.</li><li>For example, Meghan McCain, podcaster, columnist, and author, and daughter of Senator John McCain, recently said on her podcast, “I’m the first person to say that when I was a teenager in my formative years, I loved ‘The Daily Show,’” according to The Daily Beast.</li></ul>",
        "website_url": "https://www.imore.com/apple/jon-stewart-returns-to-the-daily-show-after-apple-tv-series-cancelation-but-not-everyone-is-cheering"
    },
    {
        "author": "Ewan Spence, Senior Contributor, \n Ewan Spence, Senior Contributor\n https://www.forbes.com/sites/ewanspence/",
        "source": {
            "id": null,
            "name": "Forbes"
        },
        "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/6504c60c0a868126a852ccc7/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
        "publishedAt": "2024-01-27T00:00:40Z",
        "title": "Apple Loop Disappointing iPhone 16 Leaks, New iPad Air Details, Apples App Store Warning",
        "description": "Makemetechie.com | Summary : This weeks Apple headlines; leaked iPhone 16 details, iOS 17.3 protections, massive Apple Silicon bugs, new iPad Air details, forty years of the Mac, App Store warnings, a new Apple Store turns up in South Korea, and more...",
        "url": "/2024-01-28-https-www-forbes-com-sites-ewanspence-2024-01-26-apple-news-headlines-iphone-16-leak-ipad-air-app-store-apple-silicon-bugs-mac-anniversary-",
        "content": "Taking a look back at another week of news and headlines from Cupertino, this weeks Apple Loop includes leaked iPhone 16 details, iOS 17.3 protections, massive Apple Silicon bugs, new iPad Air detail [+5762 chars]",
        "summary": "Apple is making it clear how it views the opening of access to the iOS platform:\"The new options for processing payments and downloading apps on iOS open new avenues for malware, fraud and scams, illicit and harmful content, and other privacy and security threats. Thats set to continue, with the iPhone 16 Pro picking up a new modem, and the iPhone left behind with the 2023 edition:\"Apple analyst Jeff Pu reiterates Apples decision to bring Qualcomms new Snapdragon X75 modem to the iPhone. While the chipsets are going to be faster and storage likely rising, the physical design is a quiet iteration of previous models:\"The iPad Air 12.9-inch model will feature the Touch ID button on top just like the previous model. \"(Forbes).Apple Opens Up App Store With A Dire WarningApple has announced extensive details on how it will open up the iPhone in Europe to comply with the Digital Markets ruling to allow third parties access to the iPhone platform, install applications directly, change payment services, default apps, and more. Thats why Apple is introducing protections  including Notarization for iOS apps, an authorization for marketplace developers, and disclosures on alternative payments  to reduce risks and deliver the best, most secure experience possible for users in the EU. This means the risk is lower than purely online attacks, so maintaining good physical security with your hardware will go a long way to mitigate against this attack. This modem offers faster download and upload speeds over 5G while using less power and less space than the current X70 modem...But only if you buy the iPhone 16 Pro or iPhone 16 Pro Max.",
        "html_summary": "<ul><li>Apple is making it clear how it views the opening of access to the iOS platform:\"The new options for processing payments and downloading apps on iOS open new avenues for malware, fraud and scams, illicit and harmful content, and other privacy and security threats.</li><li>That’s set to continue, with the iPhone 16 Pro picking up a new modem, and the iPhone left behind with the 2023 edition:\"Apple analyst Jeff Pu reiterates Apple’s decision to bring Qualcomm’s new Snapdragon X75 modem to the iPhone.</li><li>While the chipsets are going to be faster and storage likely rising, the physical design is a quiet iteration of previous models:\"The iPad Air 12.9-inch model will feature the Touch ID button on top just like the previous model.</li><li>\"(Forbes).Apple Opens Up App Store With A Dire WarningApple has announced extensive details on how it will open up the iPhone in Europe to comply with the Digital Markets ruling to allow third parties access to the iPhone platform, install applications directly, change payment services, default apps, and more.</li><li>That’s why Apple is introducing protections — including Notarization for iOS apps, an authorization for marketplace developers, and disclosures on alternative payments — to reduce risks and deliver the best, most secure experience possible for users in the EU.</li><li>This means the risk is lower than purely online attacks, so maintaining good physical security with your hardware will go a long way to mitigate against this attack.</li></ul>",
        "website_url": "https://www.forbes.com/sites/ewanspence/2024/01/26/apple-news-headlines-iphone-16-leak-ipad-air-app-store-apple-silicon-bugs-mac-anniversary/"
    },
    {
        "author": "Gael Cooper",
        "source": {
            "id": null,
            "name": "CNET"
        },
        "urlToImage": "https://www.cnet.com/a/img/resize/6f4ee8cb5df6b162352aa8e2f4429d4f1a8fc599/hub/2023/09/18/3938f1ab-a025-4466-8d74-ad854484e787/new-emojis-15-1.png?auto=webp&fit=crop&height=675&width=1200",
        "publishedAt": "2024-01-27T00:26:33Z",
        "title": "New Emoji in iOS 17.4 Beta Include a Phoenix, Broken Chain, Nodding Heads and a Lime  CNET",
        "description": "Makemetechie.com | Summary : The 118 new options are now available for beta users, and soon should be available to everyone.",
        "url": "/2024-01-28-https-www-cnet-com-tech-mobile-new-emoji-in-ios-17-4-beta-include-a-phoenix-broken-chain-nodding-heads-and-a-lime-",
        "content": "Want to text someone a colorful reminder that they should bring home some limes for gin and tonics? Or mushrooms for stroganoff? Or maybe to encourage them they can rise from the ashes, like a phoeni [+1680 chars]",
        "summary": "Of the new emojis released in 2023, three hearts with different colors -- pink, blue and gray -- were among the most popular, along with the shaking face.Here are tips on how to decipher certain emoji, plus five emoji keyboards that make texting more fun. And those emoji won't be worth much without a phone, so here's CNET's guide to the best Apple phone for 2024, plus the best Samsung Galaxy phone, and the best overall Android phone. The top three most-used emoji in 2023 were the crying with laughter face, the rolling on the floor laughing face and the simple red heart, Emojipedia Editor in Chief Keith Broni said, according to the New York Post. Honestly, though, according to emoji reference site Emojipedia, it's the simple emoji that really resonate with users. There are also four new gender-neutral family group emoji.You won't be able to find these new emoji on your keyboard just yet, though. Some of the emoji -- like the phoenix, brown mushroom, lime and a broken chain -- are new. Others are variations of emoji that already exist, with different skin tones or simply turned in a different direction.",
        "html_summary": "<ul><li>Of the new emojis released in 2023, three hearts with different colors -- pink, blue and gray -- were among the most popular, along with the shaking face.Here are tips on how to decipher certain emoji, plus five emoji keyboards that make texting more fun.</li><li>And those emoji won't be worth much without a phone, so here's CNET's guide to the best Apple phone for 2024, plus the best Samsung Galaxy phone, and the best overall Android phone.</li><li>The top three most-used emoji in 2023 were the crying with laughter face, the rolling on the floor laughing face and the simple red heart, Emojipedia Editor in Chief Keith Broni said, according to the New York Post.</li><li>Honestly, though, according to emoji reference site Emojipedia, it's the simple emoji that really resonate with users.</li><li>There are also four new gender-neutral family group emoji.You won't be able to find these new emoji on your keyboard just yet, though.</li><li>Some of the emoji -- like the phoenix, brown mushroom, lime and a broken chain -- are new.</li></ul>",
        "website_url": "https://www.cnet.com/tech/mobile/new-emoji-in-ios-17-4-beta-include-a-phoenix-broken-chain-nodding-heads-and-a-lime/"
    },
    {
        "author": "Evan Romano",
        "source": {
            "id": null,
            "name": "menshealth.com"
        },
        "urlToImage": "https://hips.hearstapps.com/hmg-prod/images/masters-of-the-air-3-65b3dfeef277b.jpeg?crop=0.728xw:0.647xh;0.179xw,0.0262xh&resize=1200:*",
        "publishedAt": "2024-01-27T00:30:00Z",
        "title": "Masters of the Air Is a 9Episode Historical TV Marvel",
        "description": "Makemetechie.com | Summary : Tom Hanks and Steven Spielberg produce, Austin Butler stars, and this spiritual sequel to Band of Brothers and The Pacific is 100% worth your time.",
        "url": "/2024-01-28-https-www-menshealth-com-entertainment-a46553425-masters-of-the-air-is-a-9-episode-historical-tv-marvel-",
        "content": "SOMETIMES, THE INTERESTS of legendary figures within the entertainment industry can be somewhat mysterious. That is not the case for Tom Hanks and Steven Spielberg, who, for more than three decades o [+2720 chars]",
        "summary": "While Masters of the Air earns a great deal of respect and recognition from Hanks and Spielberg's names alone, it's also a show that clearly took great effort to make. Unfortunately, they earned that nickname due to an extraordinarily high casualty ratean outcome that the series, based on Donald L. Miller's book of the same name, will look to explore in depth over the course of its nine episodes. The costuming and production design were clearly handled with great detail, and all of the visuals and performances help to make viewers feel like they've transported back to the '40s. Now, they're back for a third (along with producer Gary Goetzman), Masters of the Air, which moves the action from HBO to the streaming-only world of Apple TV+ and follows troops whose primary action in the war was anything but grounded. That is not the case for Tom Hanks and Steven Spielberg, who, for more than three decades of their legendary careers, have demonstrated a passion for telling stories of the triumph and tragedy from throughout the World War II theater. Stream Masters of the Air on Apple TV+The next episode of Masters of the Air will air on Apple TV+ on Friday, February 2, though the episodes typically come out a bit early on Thursday nights. While the duo first teamed up for the classic 1997 film Saving Private Ryan, they've since partnered as producers on a pair of widely-acclaimed WWII limited TV series: Band of Brothers and The Pacific, both of which aired on HBO.",
        "html_summary": "<ul><li>While Masters of the Air earns a great deal of respect and recognition from Hanks and Spielberg's names alone, it's also a show that clearly took great effort to make.</li><li>Unfortunately, they earned that nickname due to an extraordinarily high casualty rate—an outcome that the series, based on Donald L. Miller's book of the same name, will look to explore in depth over the course of its nine episodes.</li><li>The costuming and production design were clearly handled with great detail, and all of the visuals and performances help to make viewers feel like they've transported back to the '40s.</li><li>Now, they're back for a third (along with producer Gary Goetzman), Masters of the Air, which moves the action from HBO to the streaming-only world of Apple TV+ and follows troops whose primary action in the war was anything but grounded.</li><li>That is not the case for Tom Hanks and Steven Spielberg, who, for more than three decades of their legendary careers, have demonstrated a passion for telling stories of the triumph and tragedy from throughout the World War II theater.</li><li>Stream Masters of the Air on Apple TV+The next episode of Masters of the Air will air on Apple TV+ on Friday, February 2, though the episodes typically come out a bit early on Thursday nights.</li></ul>",
        "website_url": "https://www.menshealth.com/entertainment/a46553425/masters-of-the-air-is-a-9-episode-historical-tv-marvel/"
    },
    {
        "author": "",
        "source": {
            "id": null,
            "name": "NPR"
        },
        "urlToImage": "https://media.npr.org/assets/img/2024/01/26/pm-episode-art-2-_wide-5fffebe3daa224614c7c5fe1f7c20fe11ae53334-s1400-c100.png",
        "publishedAt": "2024-01-27T01:01:02Z",
        "title": "Rescues at sea, and how to make a fortune",
        "description": "Makemetechie.com | Summary : At around 1 a.m. on the morning of November 15, 1994, Captain Prentice Skip Strong III woke to a distress call. Skip was the new captain of an oil tanker called the Cherry Valley. He and his crew had been making their way up the coast of Florida that evenin",
        "url": "/2024-01-28-https-www-npr-org-2024-01-26-1197956698-planet-money-draft-01-26-2024",
        "content": "At around 1 a.m. on the morning of November 15, 1994, Captain Prentice Skip Strong III woke to a distress call. Skip was the new captain of an oil tanker called the Cherry Valley. He and his crew h [+1895 chars]",
        "summary": "The actions of Skip and his crew would lead to a surprising discovery, a record-setting lawsuit, and one of the strangest legal battles in maritime history. It had been a rough night of 15 foot waves and 50 mile per hour winds.Now, as Skip stumbled to the bridge, he found himself at the threshold of an unfolding disaster. A fully loaded, 688-foot oil tanker is hardly anyone's first choice of a rescue vessel. A rescue attempt would put them in dangerously shallow water. What happened next that night would be dissected and debated for years to come. The distress call was coming from a tugboat whose engines were failing in the storm. One wrong move, and they would have an ecological disaster on the order of the Exxon Valdez.",
        "html_summary": "<ul><li>The actions of Skip and his crew would lead to a surprising discovery, a record-setting lawsuit, and one of the strangest legal battles in maritime history.</li><li>It had been a rough night of 15 foot waves and 50 mile per hour winds.Now, as Skip stumbled to the bridge, he found himself at the threshold of an unfolding disaster.</li><li>A fully loaded, 688-foot oil tanker is hardly anyone's first choice of a rescue vessel.</li><li>A rescue attempt would put them in dangerously shallow water.</li><li>What happened next that night would be dissected and debated for years to come.</li><li>The distress call was coming from a tugboat whose engines were failing in the storm.</li></ul>",
        "website_url": "https://www.npr.org/2024/01/26/1197956698/planet-money-draft-01-26-2024"
    },
    {
        "author": "Ryan Gladwin",
        "source": {
            "id": null,
            "name": "Maketecheasier.com"
        },
        "urlToImage": "https://www.maketecheasier.com/assets/uploads/2024/01/Apple-Vision-Pro-header-image.jpg",
        "publishedAt": "2024-01-27T01:25:00Z",
        "title": "Are You Nuts For Wanting Apples Vision Pro?",
        "description": "Makemetechie.com | Summary : The upcoming Apple Vision Pro promises an unreal XR experience  but also costs a whopping $3,500. Is it going to be worth your money?",
        "url": "/2024-01-28-https-www-maketecheasier-com-should-you-buy-apple-vision-pro-",
        "content": "If youre considering buying the Apple Vision Pro youll have to pony up an eyewatering $3,499 and already own an iPhone or iPad. This makes it five times as expensive as its closest competitor, the [+14110 chars]",
        "summary": "These will be 3D experiences that will jump out of the virtual display in front of you  they will not wrap 180-degrees around you.Youll also be able to experience 2D TV shows, films, sports, and more through the wide range of streaming services available on the headset. So its safe to assume youll be able to prevent your kids from seeing explicit content and making unwarranted purchases through the headset soon enough.If youre looking to experience the cutting edge of XR technology sooner than most people and have $3,500 to spend, why not? Theyll be able to experience movies in 3D, enjoy immersive 180-degree experiences, and play the small library of games available. These are glaring misses considering that YouTube and Netflix work natively on Quest headsets.Apple wont want you to know that youve been able to experience 3D and 2D movies on other VR headsets for some time now. The Apple Vision Pro promises to offer an experience no other XR headset comes close to today.You can pre-order the headset right now, as long as you own an iPhone or iPad to scan yourself so you can receive a custom-fitted head strap.Apple Vision Pro pre-orders begin today! Its stereo color passthrough mode  when you see the real world through the headset along with digital apps and content  is rumored to be the best on the market. The passthrough mode, eye-tracking, and general experience have been described as magical by Marques Brownlee and the next big thing by The Wall Street Journal.Almost everyone who has tried the headset on has complained about the weight, causing strain on their neck, nose, and forehead after just 30 minutes.",
        "html_summary": "<ul><li>These will be 3D experiences that will jump out of the virtual display in front of you – they will not wrap 180-degrees around you.You’ll also be able to experience 2D TV shows, films, sports, and more through the wide range of streaming services available on the headset.</li><li>So it’s safe to assume you’ll be able to prevent your kids from seeing explicit content and making unwarranted purchases through the headset soon enough.If you’re looking to experience the cutting edge of XR technology sooner than most people and have $3,500 to spend, why not?</li><li>They’ll be able to experience movies in 3D, enjoy immersive 180-degree experiences, and play the small library of games available.</li><li>These are glaring misses considering that YouTube and Netflix work natively on Quest headsets.Apple won’t want you to know that you’ve been able to experience 3D and 2D movies on other VR headsets for some time now.</li><li>The Apple Vision Pro promises to offer an experience no other XR headset comes close to today.You can pre-order the headset right now, as long as you own an iPhone or iPad to scan yourself so you can receive a custom-fitted head strap.Apple Vision Pro pre-orders begin today!</li><li>Its ‘stereo color passthrough mode’ – when you see the real world through the headset along with digital apps and content – is rumored to be the best on the market.</li></ul>",
        "website_url": "https://www.maketecheasier.com/should-you-buy-apple-vision-pro/"
    },
    {
        "author": "andrew.myrick@futurenet.com (Andrew Myrick)",
        "source": {
            "id": null,
            "name": "Android Central"
        },
        "urlToImage": "https://cdn.mos.cms.futurecdn.net/KHgGvxGtDZKZdQ6n6pkbc4-1200-80.jpg",
        "publishedAt": "2024-01-26T09:00:47Z",
        "title": "The Galaxy S24 missed out on its iPhone 15 Pro moment",
        "description": "Makemetechie.com | Summary : Theres a lot of talk about ray tracing on phones like the iPhone 15 Pro and now Galaxy S24. While its clear that Samsungs latest phone is incredibly powerful, I still wish Galaxy Unpacked had its own Death Stranding moment.",
        "url": "/2024-01-27-https-www-androidcentral-com-phones-samsung-galaxy-s24-gaming-potential-ray-tracing",
        "content": "(Image credit Nicholas Sutrich / Android Central)Beyond the Alphabet is a weekly column that focuses on the tech world both inside and out of the confines of Mountain View.You might have noticed [+4710 chars]",
        "summary": "This probably means that we won't hear anything about it again, outside of commercials, until gaming is \"reimagined\" or \"reinvented\" with the Galaxy S25.You might have made it this far and are wondering why I bothered mentioning the Android gaming handhelds at the beginning. But, when it came to the gaming portion, it wasn't like Samsung brought someone like Hideo Kojima on stage to reveal a major release for these new phones. One could argue that the state of game emulation on Android has never been better, and I'm hoping that it only continues to improve.The Galaxy S24 Ultra could be the penultimate solution to mobile gaming. Not to mention that Samsung was a partner of The Game Awards while also showcasing the Samsung Gaming Hub.So, if you were to ask me whether ray tracing matters on the Galaxy S24, I'd have to say no. However, there were only a handful of titles that were mentioned when Samsung spoke about ray tracing on the Galaxy S24.There's a pretty good chance that you haven't heard about three of the four, but Diablo Immortal already supports the technology. Throw in the Galaxy Ring teaser at the end of the presentation, and we probably would've lost our minds.Ultimately, I'm left feeling like Samsung only mentioned the ray tracing capabilities because Apple did with the iPhone 15 Pro. But, there was one thing that the Galaxy S24 Ultra is being touted for, and it has me quite intrigued.During Galaxy Unpacked, Samsung stated that the entire Galaxy S24 series would support ray tracing.",
        "html_summary": "<ul><li>This probably means that we won't hear anything about it again, outside of commercials, until gaming is \"reimagined\" or \"reinvented\" with the Galaxy S25.You might have made it this far and are wondering why I bothered mentioning the Android gaming handhelds at the beginning.</li><li>But, when it came to the gaming portion, it wasn't like Samsung brought someone like Hideo Kojima on stage to reveal a major release for these new phones.</li><li>One could argue that the state of game emulation on Android has never been better, and I'm hoping that it only continues to improve.The Galaxy S24 Ultra could be the penultimate solution to mobile gaming.</li><li>Not to mention that Samsung was a partner of The Game Awards while also showcasing the Samsung Gaming Hub.So, if you were to ask me whether ray tracing matters on the Galaxy S24, I'd have to say no.</li><li>However, there were only a handful of titles that were mentioned when Samsung spoke about ray tracing on the Galaxy S24.There's a pretty good chance that you haven't heard about three of the four, but Diablo Immortal already supports the technology.</li><li>Throw in the Galaxy Ring teaser at the end of the presentation, and we probably would've lost our minds.Ultimately, I'm left feeling like Samsung only mentioned the ray tracing capabilities because Apple did with the iPhone 15 Pro.</li></ul>",
        "website_url": "https://www.androidcentral.com/phones/samsung-galaxy-s24-gaming-potential-ray-tracing"
    },
    {
        "author": "Joe Rossignol",
        "source": {
            "id": null,
            "name": "MacRumors"
        },
        "urlToImage": "https://images.macrumors.com/t/kzzAvf5GzMKEjMyEGBcj-tgTe48=/1600x/article-new/2023/12/Next-Generation-CarPlay-Porsche-1.png",
        "publishedAt": "2024-01-26T03:19:03Z",
        "title": "Apple Confirms NextGeneration CarPlay Launching in 2024, Reveals New Features in iOS 17.4 Beta",
        "description": "Makemetechie.com | Summary : Apple this week updated its website to confirm that the first U.S. vehicle models with nextgeneration CarPlay support will debut in 2024, but it did not provide a more specific timeframe, or indicate when availability will begin in other countries.The ",
        "url": "/2024-01-27-https-www-macrumors-com-2024-01-25-ios-17-4-next-generation-carplay-",
        "content": "Apple this week updated its website to confirm that the first U.S. vehicle models with nextgeneration CarPlay support will debut in 2024, but it did not provide a more specific timeframe, or indicat [+2968 chars]",
        "summary": "Porsche did not provide a timeframe or specific details about its own plans.When first announcing next-generation CarPlay, Apple said committed automakers included Acura, Audi, Ford, Honda, Infiniti, Jaguar, Land Rover, Lincoln, Mercedes-Benz, Nissan, Polestar, Porsche, Renault, and Volvo. Aston Martin said it would release its first vehicles with next-generation CarPlay in 2024, including a new model of its high-end DB12 sports car. The interface can be tailored to a specific vehicle model and automaker's brand identity, as previewed by Aston Martin and Porsche in late December. Beyond the addition of Aston Martin, it is unclear if this list has changed since that initial announcement.Apple has not indicated if any next-generation CarPlay features will be made available in existing vehicles with classic CarPlay support. Apple said iOS 17.4 will be released in March, so perhaps additional details will be shared around then.",
        "html_summary": "<ul><li>Porsche did not provide a timeframe or specific details about its own plans.When first announcing next-generation CarPlay, Apple said committed automakers included Acura, Audi, Ford, Honda, Infiniti, Jaguar, Land Rover, Lincoln, Mercedes-Benz, Nissan, Polestar, Porsche, Renault, and Volvo.</li><li>Aston Martin said it would release its first vehicles with next-generation CarPlay in 2024, including a new model of its high-end DB12 sports car.</li><li>The interface can be tailored to a specific vehicle model and automaker's brand identity, as previewed by Aston Martin and Porsche in late December.</li><li>Beyond the addition of Aston Martin, it is unclear if this list has changed since that initial announcement.Apple has not indicated if any next-generation CarPlay features will be made available in existing vehicles with classic CarPlay support.</li></ul>",
        "website_url": "https://www.macrumors.com/2024/01/25/ios-17-4-next-generation-carplay/"
    },
    {
        "author": "Noah Sheidlower",
        "source": {
            "id": "business-insider",
            "name": "Business Insider"
        },
        "urlToImage": "https://i.insider.com/65b2bc5b6c8f0a134f7a0f8c?width=1200&format=jpeg",
        "publishedAt": "2024-01-26T11:07:02Z",
        "title": "The 10 US cities with the longest commute times",
        "description": "Makemetechie.com | Summary : East Stroudsburg, Pennsylvania, has the longest average commute time at 36.2 minutes one way, while New York City ranked just behind at 35.8 minutes.",
        "url": "/2024-01-27-https-www-businessinsider-com-longest-commute-times-sitting-in-traffic-east-stroudsburg-nyc-california-2024-1",
        "content": "Some cities have average commutes of over 35 minutes.Drew Angerer/Getty ImagesEast Stroudsburg, Pennsylvania, has the longest average commute time at 36.2 minutes one way.The New Y [+3250 chars]",
        "summary": "The Lewiston, Idaho area had an average commute time of 16 minutes, while Manhattan, Kansas, and Casper, Wyoming were both at 16.2 minutes.Do you commute far distances to work and want to share your story? More people looking to commute into larger cities has contributed to greater congestion on major roadways.Those in the New York-Newark-Jersey City area have average commutes of 35.8 minutes each way. So are many residents of East Stroudsburg, Pennsylvania, and the New York City area.Data from the U.S. Census Bureau shows that residents of East Stroudsburg, a city about 40 miles north of Allentown in Pennsylvania, have the longest commute times of any metro area. Residents commute over 36 minutes each way on average, slightly more than in the New York-Newark-Jersey City at just under 36 minutes. The Riverside-San Bernardino-Ontario area similarly has commute times of nearly 33 minutes as it's near the Los Angeles area. Given New York City's congestion  and the lengthy commute via public transit from neighboring cities to the Big Apple  perhaps this statistic is not too surprising.California had four metro areas in the top eight. Stockton, a city in California's Central Valley, has nearly 34-minute commute times in part due to the city's proximity to Sacramento and the Bay Area.",
        "html_summary": "<ul><li>The Lewiston, Idaho area had an average commute time of 16 minutes, while Manhattan, Kansas, and Casper, Wyoming were both at 16.2 minutes.Do you commute far distances to work and want to share your story?</li><li>More people looking to commute into larger cities has contributed to greater congestion on major roadways.Those in the New York-Newark-Jersey City area have average commutes of 35.8 minutes each way.</li><li>So are many residents of East Stroudsburg, Pennsylvania, and the New York City area.Data from the U.S. Census Bureau shows that residents of East Stroudsburg, a city about 40 miles north of Allentown in Pennsylvania, have the longest commute times of any metro area.</li><li>Residents commute over 36 minutes each way on average, slightly more than in the New York-Newark-Jersey City at just under 36 minutes.</li><li>The Riverside-San Bernardino-Ontario area similarly has commute times of nearly 33 minutes as it's near the Los Angeles area.</li><li>Given New York City's congestion — and the lengthy commute via public transit from neighboring cities to the Big Apple — perhaps this statistic is not too surprising.California had four metro areas in the top eight.</li></ul>",
        "website_url": "https://www.businessinsider.com/longest-commute-times-sitting-in-traffic-east-stroudsburg-nyc-california-2024-1"
    },
    {
        "author": "Deanna Ritchie",
        "source": {
            "id": null,
            "name": "ReadWrite"
        },
        "urlToImage": "https://readwrite.com/wp-content/uploads/2024/01/Apple-and-TSMC-chips-work-together.jpg",
        "publishedAt": "2024-01-26T01:07:01Z",
        "title": "Apple said to be first in line for TSMCs 2nm chip supply",
        "description": "Makemetechie.com | Summary : Apple is reportedly tightly allied with TSMC in the competition to create and apply 2nm chip technology. This technology is []The post Apple said to be first in line for TSMCs 2nm chip supply appeared first on ReadWrite.",
        "url": "/2024-01-27-https-readwrite-com-apple-said-to-be-first-in-line-for-tsmcs-2nm-chip-supply-",
        "content": "Apple is reportedly tightly allied with TSMC in the competition to create and apply 2nm chip technology. This technology is expected to outperform their present 3nm devices and related nodes regardin [+2577 chars]",
        "summary": "This technology is expected to outperform their present 3nm devices and related nodes regarding transistor density, performance, and efficiency; the international Taiwanese semiconductor contract manufacturing and design business is the Taiwan Semiconductor Manufacturing business or TSMC. All of this effort boosts speed, and users gain efficient power consumption.Built on the 3-nanometer node, which is an improvement over the previous 5nm node, are both the A17 Pro chip used in the iPhone 15 Pro versions and the M3 series chips found in Macs. The majority shareholder is Taiwans central government.Future Apple silicon chips, next-generation data centers, and artificial intelligence technologies are anticipated to depend heavily on 2nm chips. As plans for the next chips start to take shape, Apple and several other important TSMC clients have already seen test results for the companys N2 2nm prototype circuits. With smaller transistor sizes and a lower operating voltage, GAAFETs provide quicker speeds.Apple is TSMCs main client and is typically the first to get TSMCs new chips. Macs also saw similar increases.To support the production of 2nm chips, TSMC is constructing two additional facilities and is awaiting approval for a third. When TSMC needs to boost production capacity to accommodate large orders for chips, it often constructs additional fabs.",
        "html_summary": "<ul><li>This technology is expected to outperform their present 3nm devices and related nodes regarding transistor density, performance, and efficiency; the international Taiwanese semiconductor contract manufacturing and design business is the Taiwan Semiconductor Manufacturing business or TSMC.</li><li>All of this effort boosts speed, and users gain efficient power consumption.Built on the 3-nanometer node, which is an improvement over the previous 5nm node, are both the A17 Pro chip used in the iPhone 15 Pro versions and the M3 series chips found in Macs.</li><li>The majority shareholder is Taiwan’s central government.Future Apple silicon chips, next-generation data centers, and artificial intelligence technologies are anticipated to depend heavily on 2nm chips.</li><li>As plans for the next chips start to take shape, Apple and several other important TSMC clients have already seen test results for the company’s “N2” 2nm prototype circuits.</li><li>With smaller transistor sizes and a lower operating voltage, GAAFETs provide quicker speeds.“Apple is TSMC’s main client and is typically the first to get TSMC’s new chips.</li><li>Macs also saw similar increases.To support the production of 2nm chips, TSMC is constructing two additional facilities and is awaiting approval for a third.</li></ul>",
        "website_url": "https://readwrite.com/apple-said-to-be-first-in-line-for-tsmcs-2nm-chip-supply/"
    },
    {
        "author": "James Jones",
        "source": {
            "id": null,
            "name": "ReadWrite"
        },
        "urlToImage": "https://readwrite.com/wp-content/uploads/2024/01/james-yarema-G3q7mxXkP-M-unsplash-scaled.jpg",
        "publishedAt": "2024-01-26T10:35:46Z",
        "title": "Epic Games Tim Sweeney blasts Apples new App Store concessions",
        "description": "Makemetechie.com | Summary : Epic Games CEO, Tim Sweeney, has blasted Apples new EU App Store concessions as the gaming developers longrunning battle with []The post Epic Games Tim Sweeney blasts Apples new App Store concessions appeared first on ReadWrite.",
        "url": "/2024-01-27-https-readwrite-com-epic-games-tim-sweeney-blasts-apples-new-app-store-concessions-",
        "content": "Epic Games CEO, Tim Sweeney, has blasted Apples new EU App Store concessions as the gaming developers longrunning battle with the tech giant rumbles on.Apple has announced a range of policy chan [+3287 chars]",
        "summary": "It will take more time to parse both the written and unwritten parts of this new horror show, so stay tuned.Apples latest iOS updates outline three new business terms for iOS apps in the EU.Its unclear exactly why Sweeney is so outraged by Apples latest policy updates. He has worked at some of the leading online publishers in the country, most recently as the Content Lead for Snack Media's expansive of portfolio of websites, including Football Fancast.com, FootballLeagueWorld.co.uk and GiveMeSport.com. James has also appeared on several national and global media outlets, including BBC News, talkSPORT, LBC Radio, 5 Live Radio, TNT Sports, GB News and BBCs Match of the Day 2. Now, he co-hosts the popular We Are West Ham Podcast, writes a weekly column for BBC Sport and covers the latest news in the industry for ReadWrite.com. James has a degree in Journalism and previously held the position of Editor-in-Chief at FootballFanCast.com.",
        "html_summary": "<ul><li>It will take more time to parse both the written and unwritten parts of this new horror show, so stay tuned.”Apple’s latest iOS updates outline three new business terms for iOS apps in the EU.It’s unclear exactly why Sweeney is so outraged by Apple’s latest policy updates.</li><li>He has worked at some of the leading online publishers in the country, most recently as the Content Lead for Snack Media's expansive of portfolio of websites, including Football Fancast.com, FootballLeagueWorld.co.uk and GiveMeSport.com.</li><li>James has also appeared on several national and global media outlets, including BBC News, talkSPORT, LBC Radio, 5 Live Radio, TNT Sports, GB News and BBC’s Match of the Day 2.</li><li>Now, he co-hosts the popular We Are West Ham Podcast, writes a weekly column for BBC Sport and covers the latest news in the industry for ReadWrite.com.</li></ul>",
        "website_url": "https://readwrite.com/epic-games-tim-sweeney-blasts-apples-new-app-store-concessions/"
    },
    {
        "author": "Siôn Geschwindt",
        "source": {
            "id": "the-next-web",
            "name": "The Next Web"
        },
        "urlToImage": "https://img-cdn.tnwcdn.com/image/tnw-blurple?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2024%2F01%2Fapple-app-store-eu-changes.jpg&signature=d8c7cde7fee0011145fab2640e25a072",
        "publishedAt": "2024-01-26T09:20:56Z",
        "title": "Apple begrudgingly allows EU customers to use rival app stores on iPhone",
        "description": "Makemetechie.com | Summary : Apple will allow EUbased users of its devices to download apps without going through its app store, as the tech giant reluctantly moves to comply with the blocs incoming Digital Markets Act (DMA). Apple will also give iPhone and iPad users a range of brows",
        "url": "/2024-01-27-https-thenextweb-com-news-apple-eu-app-store-changes",
        "content": "Apple will allow EUbased users of its devices to download apps without going through its app store, as the tech giant reluctantly moves to comply with the blocs incoming Digital Markets Act (DMA). [+3353 chars]",
        "summary": "They are forcing developers to choose between App Store exclusivity and the store terms, which will be illegal under DMA, or accept a new also-illegal anticompetitive scheme rife with new Junk Fees on downloads and new Apple taxes on payments they dont process, he said. The tech giant must also allow consumers to uninstall pre-installed apps and replace them with third-party ones.These new rules will enable users of apps like Spotify to purchase audiobooks and subscriptions directly in-app.  But the changes are hot garbage, says one critic Apple will allow EU-based users of its devices to download apps without going through its app store, as the tech giant reluctantly moves to comply with the blocs incoming Digital Markets Act (DMA). According to Apple, the new fee structure will result in most developers paying the company less with less than they currently do, since the core technology fee will have the greatest impact on larger developers. For the first time, developers who dont exclusively use the App Store will be charged a core technology fee of 0.50 for each app installation, which would apply to apps with 1 million downloads or more. From startups to tech giants, he covers the length and breadth of the European tech ecosystem. App developers must pay Apple up to 30% commission just to exist on the App Store  or risk losing access to the billion-plus users of Apple devices.",
        "html_summary": "<ul><li>“They are forcing developers to choose between App Store exclusivity and the store terms, which will be illegal under DMA, or accept a new also-illegal anticompetitive scheme rife with new Junk Fees on downloads and new Apple taxes on payments they don’t process,” he said.</li><li>The tech giant must also allow consumers to uninstall pre-installed apps and replace them with third-party ones.These new rules will enable users of apps like Spotify to purchase audiobooks and subscriptions directly in-app.</li><li> But the changes are “hot garbage,” says one critic Apple will allow EU-based users of its devices to download apps without going through its app store, as the tech giant reluctantly moves to comply with the bloc’s incoming Digital Markets Act (DMA).</li><li>According to Apple, the new fee structure will result in most developers paying the company less with less than they currently do, since the core technology fee will have the greatest impact on larger developers.</li><li>For the first time, developers who don’t exclusively use the App Store will be charged a “core technology fee” of €0.50 for each app installation, which would apply to apps with 1 million downloads or more.</li><li>From startups to tech giants, he covers the length and breadth of the European tech ecosystem.</li></ul>",
        "website_url": "https://thenextweb.com/news/apple-eu-app-store-changes"
    },
    {
        "author": "Mark Coppock",
        "source": {
            "id": null,
            "name": "Digital Trends"
        },
        "urlToImage": "https://www.digitaltrends.com/wp-content/uploads/2023/11/MacBook-Pro-m3-max-03.jpg?resize=1200%2C630&p=1",
        "publishedAt": "2024-01-26T01:19:31Z",
        "title": "Another excellent laptop challenges the MacBook Pro and falls short",
        "description": "Makemetechie.com | Summary : HPs Spectre x360 16 is the latest in a long line of excellent 360degree convertible 2in1 laptops. But the MacBook Pro 16 remains on top as the best around.",
        "url": "/2024-01-27-https-www-digitaltrends-com-computing-hp-spectre-x360-16-vs-apple-macbook-pro-16-",
        "content": "Luke Larsen / Digital TrendsThe MacBook Pro 16 remains undefeated as the best 16inch laptop you can buy. From the incredible battery life to the impressive performance, the M3 Max MacBook Pro has  [+9740 chars]",
        "summary": "And it has a 2-in-1s flexibility, with support for digital drawings and handwriting.But the MacBook Pro 16 is one of the best-built laptops you can buy, with excellent performance, a beautiful display, and incredible battery life. The Spectre x360 16 may or may not provide all-day battery life, but its unlikely to match the MacBooks multiday longevity.Yes, the Spectre x360 16 is very likely a well-built laptop with good performance and an excellent OLED display option. The MacBook has the best high dynamic range (HDR) performance on a laptop, pumping out up to 1,600 nits with HDR content.Both laptops have excellent display options and will meet the needs of various users. Its hard to say one laptop is more attractive than the other.The MacBook enjoys the excellent Magic Keyboard, which has large keycaps, excellent key spacing, and light, snappy switches that arent the deepest, but offer up superior precision. It also requires a larger bottom chin on the display to accommodate the hinge, with the MacBook sporting a slightly larger display and smaller bezels. The MacBooks display offers outstanding performance for creators.In terms of audio, the MacBook Pro 16 is also class-leading, with six speakers and force-canceling woofers that pump out significant volume, with clear mids and highs and tons of bass. Both panels support HPs active pen for digital inking.The MacBook Pro 16 offers a single display option, and its a good one.",
        "html_summary": "<ul><li>And it has a 2-in-1’s flexibility, with support for digital drawings and handwriting.But the MacBook Pro 16 is one of the best-built laptops you can buy, with excellent performance, a beautiful display, and incredible battery life.</li><li>The Spectre x360 16 may or may not provide all-day battery life, but it’s unlikely to match the MacBook’s multiday longevity.Yes, the Spectre x360 16 is very likely a well-built laptop with good performance and an excellent OLED display option.</li><li>The MacBook has the best high dynamic range (HDR) performance on a laptop, pumping out up to 1,600 nits with HDR content.Both laptops have excellent display options and will meet the needs of various users.</li><li>It’s hard to say one laptop is more attractive than the other.The MacBook enjoys the excellent Magic Keyboard, which has large keycaps, excellent key spacing, and light, snappy switches that aren’t the deepest, but offer up superior precision.</li><li>It also requires a larger bottom chin on the display to accommodate the hinge, with the MacBook sporting a slightly larger display and smaller bezels.</li><li>The MacBook’s display offers outstanding performance for creators.In terms of audio, the MacBook Pro 16 is also class-leading, with six speakers and force-canceling woofers that pump out significant volume, with clear mids and highs and tons of bass.</li></ul>",
        "website_url": "https://www.digitaltrends.com/computing/hp-spectre-x360-16-vs-apple-macbook-pro-16/"
    },
    {
        "author": "Briley Kenney",
        "source": {
            "id": null,
            "name": "Digital Trends"
        },
        "urlToImage": "https://www.digitaltrends.com/wp-content/uploads/2024/01/Eva-Aqua-smart-sprinkler-controller.jpg?resize=1200%2C630&p=1",
        "publishedAt": "2024-01-26T07:30:31Z",
        "title": "The 6 best smart sprinkler controllers for your yard in 2024",
        "description": "Makemetechie.com | Summary : These are the best smart sprinkler controllers to automate your lawn irrigation and get a better idea of how much water youre using.",
        "url": "/2024-01-27-https-www-digitaltrends-com-home-best-smart-sprinkler-controllers-",
        "content": "Automated sprinklers are convenient and will help you revive a dying lawn, but theres nothing advanced about them. Once you set the sprinkler schedule, thats it, theres nothing more they can do. S [+8682 chars]",
        "summary": "They tell you when the sprinkler is active, but also how much water youre using, if leaks or problems are detected, and whether or not the schedule was adjusted.Another benefit of smart home products like a smart sprinkler controller is they share valuable insights you wouldnt get otherwise. Its also something to look for when youre reviewing options for yourself.While not entirely necessary, WiFi access is excellent and convenient especially if you want to be able to access the smart sprinkler controller remotely. While judging the available smart sprinkler controllers and selecting the best options for our guide, here are some of the factors we considered:Price is always important when youre choosing smart home devices and modern products. This EPA Water Sense certified smart sprinkler controller is the brainchild of Scotts, a company you might recognize for its many prestigious lawn care products and grass seed. They automate your in-ground irrigation system, yes, but youll also get remote access, useful notifications, and much more  like being able to start or stop your sprinklers with voice commands. For example, you can see how much water youve used for the week and how much youve saved, and maybe even get some ideas for conserving more water in the process. All of the smart sprinkler controllers on our list will monitor or check the local weather in some way and adjust modes accordingly.",
        "html_summary": "<ul><li>They tell you when the sprinkler is active, but also how much water you’re using, if leaks or problems are detected, and whether or not the schedule was adjusted.Another benefit of smart home products like a smart sprinkler controller is they share valuable insights you wouldn’t get otherwise.</li><li>It’s also something to look for when you’re reviewing options for yourself.While not entirely necessary, WiFi access is excellent and convenient especially if you want to be able to access the smart sprinkler controller remotely.</li><li>While judging the available smart sprinkler controllers and selecting the best options for our guide, here are some of the factors we considered:Price is always important when you’re choosing smart home devices and modern products.</li><li>This EPA Water Sense certified smart sprinkler controller is the brainchild of Scotts, a company you might recognize for its many prestigious lawn care products and grass seed.</li><li>They automate your in-ground irrigation system, yes, but you’ll also get remote access, useful notifications, and much more — like being able to start or stop your sprinklers with voice commands.</li><li>For example, you can see how much water you’ve used for the week and how much you’ve saved, and maybe even get some ideas for conserving more water in the process.</li></ul>",
        "website_url": "https://www.digitaltrends.com/home/best-smart-sprinkler-controllers/"
    },
    {
        "author": "Aaron Mamiit",
        "source": {
            "id": null,
            "name": "Digital Trends"
        },
        "urlToImage": "https://www.digitaltrends.com/wp-content/uploads/2016/11/KitchenIQ-IQ-smart-nutrition-scale.jpg?resize=1200%2C630&p=1",
        "publishedAt": "2024-01-26T13:30:43Z",
        "title": "The 5 best smart food scales for home and travel in 2024",
        "description": "Makemetechie.com | Summary : Here are our top picks for the best smart food scales, so if youre interested in buying one for benefits such as data recording, check out our recommendations.",
        "url": "/2024-01-27-https-www-digitaltrends-com-home-best-smart-food-scales-",
        "content": "While some people dont use kitchen scales as they they have full confidence in their estimating skills for ingredients when cooking, smart food scales are an entirely different thing. In addition to [+7793 chars]",
        "summary": "The app, through a Bluetooth connection with the smart food scale, is also capable of recording your daily intake of calories, vitamins, protein, and fat based on the food that you weigh, and it will allow you to switch between the scales three weighing modes. We chose smart food scales with varying weight limits to give you proper options.A smart food scale will only work wonders for you if you can use it without overly complicated processes nor a needlessly convoluted app. Once youve figured out what you need from your smart food scale, thats the time you should be looking at your options.You need to take a look at the weight limit of the smart food scale that youve got an eye on. If youre getting serious about taking control of your health, the NextLevel Fit Smart Kitchen Scale will help you as the NextLevel Fit app can meticulously log all food and beverage that you weigh, for precise and comprehensive nutritional data. While some people dont use kitchen scales as they they have full confidence in their estimating skills for ingredients when cooking, smart food scales are an entirely different thing. Are you only going to measure small amounts of ingredients, or do you need a smart food scale with a larger capacity? You should be getting amazing value for money  a cheap smart food scale thats still feature-packed, or one that has all the chase features but less expensive than the overpriced options in the market.",
        "html_summary": "<ul><li>The app, through a Bluetooth connection with the smart food scale, is also capable of recording your daily intake of calories, vitamins, protein, and fat based on the food that you weigh, and it will allow you to switch between the scale’s three weighing modes.</li><li>We chose smart food scales with varying weight limits to give you proper options.A smart food scale will only work wonders for you if you can use it without overly complicated processes nor a needlessly convoluted app.</li><li>Once you’ve figured out what you need from your smart food scale, that’s the time you should be looking at your options.You need to take a look at the weight limit of the smart food scale that you’ve got an eye on.</li><li>If you’re getting serious about taking control of your health, the NextLevel Fit Smart Kitchen Scale will help you as the NextLevel Fit app can meticulously log all food and beverage that you weigh, for precise and comprehensive nutritional data.</li><li>While some people don’t use kitchen scales as they they have full confidence in their estimating skills for ingredients when cooking, smart food scales are an entirely different thing.</li><li>Are you only going to measure small amounts of ingredients, or do you need a smart food scale with a larger capacity?</li></ul>",
        "website_url": "https://www.digitaltrends.com/home/best-smart-food-scales/"
    },
    {
        "author": "Josh Brown",
        "source": {
            "id": null,
            "name": "Downtownjoshbrown.com"
        },
        "urlToImage": "https://beehiiv-images-production.s3.amazonaws.com/uploads/asset/file/4581f26c-adad-4f79-b3c8-9c1c7dd8c85a/IMG_3456.jpeg?t=1706116040",
        "publishedAt": "2024-01-26T03:23:07Z",
        "title": "Rich People Dont Talk to Robots",
        "description": "Makemetechie.com | Summary : How is it possible that I still need to explain this?",
        "url": "/2024-01-27-http-www-downtownjoshbrown-com-p-rich-people-dont-talk-robots",
        "content": "Good morning from the T3 Conference in Las Vegas, Nevada. A few hundred of the most successful executives in wealth tech are here this week to talk about the products and services theyre building for [+14398 chars]",
        "summary": "Advisors who are currently taking care of $100 million in client household assets (this is somewhat of an industry standard benchmark for success) are going to find that theyre able to cater to a practice approaching $200 or even $300 million with the same time commitment and effort. Wealthy people are going to want to talk to a person about their problems, no matter how well the parlor trick has succeeded in faking empathy when their portfolio was smaller. There is a shortage of talent in the financial advisory space - one that will persist throughout the course of the decade as the number of wealthy people continues to explode and the eldest generation of advisors ages out and retires en masse. Everyone in the firm has their own AI assistant, This is enabling the firm to serve more people and double the amount of their time thats dedicated to the only thing that truly matters - talking to clients. They dont want the cheapest doctor, lawyer, accountant, personal trainer, financial advisor, psychologist, college advisor, etc. Substitute vacations for financial planning and portfolio management. Then tell me if you still think wealthy people want discounted advice delivered via software. Then an email window pops with a pre-populated paragraph instructing the advisors client service assistant with exactly what needs to happen as a result of the call.",
        "html_summary": "<ul><li>Advisors who are currently taking care of $100 million in client household assets (this is somewhat of an industry standard benchmark for success) are going to find that they’re able to cater to a practice approaching $200 or even $300 million with the same time commitment and effort.</li><li>Wealthy people are going to want to talk to a person about their problems, no matter how well the parlor trick has succeeded in faking empathy when their portfolio was smaller.</li><li>There is a shortage of talent in the financial advisory space - one that will persist throughout the course of the decade as the number of wealthy people continues to explode and the eldest generation of advisors ages out and retires en masse.</li><li>Everyone in the firm has their own AI assistant, This is enabling the firm to serve more people and double the amount of their time that’s dedicated to the only thing that truly matters - talking to clients.</li><li>They don’t want the cheapest doctor, lawyer, accountant, personal trainer, financial advisor, psychologist, college advisor, etc.</li><li>Substitute “vacations” for “financial planning and portfolio management.” Then tell me if you still think wealthy people want discounted advice delivered via software.</li></ul>",
        "website_url": "http://www.downtownjoshbrown.com/p/rich-people-dont-talk-robots"
    },
    {
        "author": "Filipe Espósito",
        "source": {
            "id": null,
            "name": "9to5Mac"
        },
        "urlToImage": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2024/01/app-store-eu.webp?resize=1200%2C628&quality=82&strip=all&ssl=1",
        "publishedAt": "2024-01-26T00:07:59Z",
        "title": "Heres how Apple will check if your iPhone or iPad is eligible for sideloading",
        "description": "Makemetechie.com | Summary : Its official Apple today released iOS 17.4 beta, which enables sideloading for users in the European Union due to the new Digital Markets Act (DMA) antitrust legislation. Unsurprisingly, the changes Apple made to comply with the EU wont be available to the",
        "url": "/2024-01-27-https-9to5mac-com-2024-01-25-apple-check-iphone-eligible-sideloading-",
        "content": "Its official Apple today released iOS 17.4 beta, which enables sideloading for users in the European Union due to the new Digital Markets Act (DMA) antitrust legislation. Unsurprisingly, the change [+3842 chars]",
        "summary": "An update to iPhone Simulator will let developers simulate this new system of distributing apps outside the App Store.Apple has also developed a system that can override the regulatory check to enable sideloading for a specific Apple ID. There will be a link to a support article with more details about this system, but its not available yet.The list of countries where sideloading is enabled comes from an Apple server, which means that the company can update it at any time. This system is probably used for internal development only.Theres also another part of the sideloading story that we already knew. 9to5Mac reported in April last year that Apple had developed a new system internally called countryd that combines multiple pieces of information to determine the region where the user is located. Unsurprisingly, the changes Apple made to comply with the EU wont be available to the rest of the world, but heres how exactly Apple will check if your iPhone or iPad is eligible for sideloading.iOS 17.4 brings significant changes to how Apples mobile operating system works. As reported by 9to5Mac in November, Apple does indeed use the new Managed App Distribution API (created for MDM solutions) as a backend for App Marketplaces.The API has basic controls for downloading, installing, and even updating apps from external sources. Its official: Apple today released iOS 17.4 beta, which enables sideloading for users in the European Union due to the new Digital Markets Act (DMA) antitrust legislation.",
        "html_summary": "<ul><li>An update to iPhone Simulator will let developers simulate this new system of distributing apps outside the App Store.Apple has also developed a system that can override the regulatory check to enable sideloading for a specific Apple ID.</li><li>There will be a link to a support article with more details about this system, but it’s not available yet.The list of countries where sideloading is enabled comes from an Apple server, which means that the company can update it at any time.</li><li>This system is probably used for internal development only.There’s also another part of the sideloading story that we already knew.</li><li>9to5Mac reported in April last year that Apple had developed a new system internally called “countryd” that combines multiple pieces of information to determine the region where the user is located.</li><li>Unsurprisingly, the changes Apple made to comply with the EU won’t be available to the rest of the world, but here’s how exactly Apple will check if your iPhone or iPad is eligible for sideloading.iOS 17.4 brings significant changes to how Apple’s mobile operating system works.</li><li>As reported by 9to5Mac in November, Apple does indeed use the new Managed App Distribution API (created for MDM solutions) as a backend for App Marketplaces.The API has basic controls for downloading, installing, and even updating apps from external sources.</li></ul>",
        "website_url": "https://9to5mac.com/2024/01/25/apple-check-iphone-eligible-sideloading/"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "source": {
            "id": "bbc-news",
            "name": "BBC News"
        },
        "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/14A09/production/_132098448_indgettyimages-1491467124-1.jpg",
        "publishedAt": "2023-12-26T00:28:26Z",
        "title": "Eurovision to Indiana Jones 15 flops and fails in culture in 2023",
        "description": "Makemetechie.com | Summary : From Eurovision failure to box office bombs, these moments were among the years most unfortunate.",
        "url": "/2023-12-27-https-www-bbc-co-uk-news-entertainment-arts-64315561",
        "content": "Celebrities provide a vital public service throughout the year by keeping us all entertained  even if it isnt always on purpose. In a world where the news is so often depressing, heres a lighth [+10854 chars]",
        "summary": "But when Holly returned to the ITV daytime show a fortnight later, she inadvertently provided one of the most memed moments of the year.Dressed in angelic white, she spoke directly to the audience for the first time since the scandal broke. She apologised to fans a week later at another show in Hyde Park.Shania Twain channelled a Dalmation at the Grammys, while Jared Leto went to the Met Gala as Karl Lagerfeld's cat.But it was Sam Smith who delivered the best celebrity red carpet look at this year's Brit Awards. In another post she questioned the name her fans gave themselves, writing: \"If you call yourself a 'kitten' or 'kittenz', that means you need to get off your phone and get a job and help your parents with the house. But in one press interview, it turned out that Oscar winners Moore and Portman had never actually watched the series which gave Melton his big break. Ava Max, BeBe Rexha and Florence Pugh were among the stars injured by flying objects or during stage invasions.It fell to queen of everything Taylor Swift to plead with fans to maintain some boundaries. \"Doja Cat put some fans' noses slightly out of joint when she said her previous two albums were nothing more than money-making exercises, and effectively mocked people for enjoying them. A second series was not commissioned.When footage of the blue supermoon failed to appear as expected in August, BBC News presenter Maryam Moshiri attempted to recreate the phenomenon using her hands.",
        "html_summary": "<ul><li>But when Holly returned to the ITV daytime show a fortnight later, she inadvertently provided one of the most memed moments of the year.Dressed in angelic white, she spoke directly to the audience for the first time since the scandal broke..</li><li>She apologised to fans a week later at another show in Hyde Park.Shania Twain channelled a Dalmation at the Grammys, while Jared Leto went to the Met Gala as Karl Lagerfeld's cat.But it was Sam Smith who delivered the best celebrity red carpet look at this year's Brit Awards..</li><li>In another post she questioned the name her fans gave themselves, writing: \"If you call yourself a 'kitten' or 'kittenz', that means you need to get off your phone and get a job and help your parents with the house..</li><li>But in one press interview, it turned out that Oscar winners Moore and Portman had never actually watched the series which gave Melton his big break..</li><li>Ava Max, BeBe Rexha and Florence Pugh were among the stars injured by flying objects or during stage invasions.It fell to queen of everything Taylor Swift to plead with fans to maintain some boundaries..</li><li>\"Doja Cat put some fans' noses slightly out of joint when she said her previous two albums were nothing more than money-making exercises, and effectively mocked people for enjoying them..</li></ul>",
        "website_url": "https://www.bbc.co.uk/news/entertainment-arts-64315561"
    },
    {
        "author": "Bradley Chambers",
        "source": {
            "id": null,
            "name": "9to5Mac"
        },
        "urlToImage": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2019/08/Apple-at-Work.png?resize=1200%2C628&quality=82&strip=all&ssl=1",
        "publishedAt": "2023-12-26T11:00:00Z",
        "title": "Apple @ Work Podcast Communication tool sprawl",
        "description": "Makemetechie.com | Summary : Apple @ Work is brought to you by Mosyle,the only Apple Unified Platform. Mosyle is the only solution that fully integrates 5 different applications on a single Appleonly platform, allowing Businesses to easily and automatically deploy, manage & protect all",
        "url": "/2023-12-27-https-9to5mac-com-2023-12-26-apple-work-communication-tool-sprawl-",
        "content": "Apple @ Work is brought to you by Mosyle,the only Apple Unified Platform. Mosyle is the only solution that fully integrates 5 different applications on a single Appleonly platform, allowing Busines [+553 chars]",
        "summary": "Mosyle is the only solution that fully integrates 5 different applications on a single Apple-only platform, allowing Businesses to easily and automatically deploy, manage & protect all their Apple devices. Over 38,000 organizations leverage Mosyle solutions to automate the deployment, management, and security of millions of Apple devices daily. More.Check out 9to5Mac on YouTube for more Apple news:Apple @ Work is a 9to5Mac series where Bradley CBradley Chambers and various experts discuss theBradley lives in Chattanooga, TN.Tips, feedback, corrections and questions can be sent to Bradley@9to5mac.com. FTC: We use income earning auto affiliate links. The best day to day headphones for iOS and macOS. The MacBook Air is the best value on the market for laptops. Apple @ Work is brought to you by Mosyle, the only Apple Unified Platform.",
        "html_summary": "<ul><li>Mosyle is the only solution that fully integrates 5 different applications on a single Apple-only platform, allowing Businesses to easily and automatically deploy, manage & protect all their Apple devices..</li><li>Over 38,000 organizations leverage Mosyle solutions to automate the deployment, management, and security of millions of Apple devices daily..</li><li>More.Check out 9to5Mac on YouTube for more Apple news:Apple @ Work is a 9to5Mac series where Bradley C…Bradley Chambers and various experts discuss the…Bradley lives in Chattanooga, TN.Tips, feedback, corrections and questions can be sent to Bradley@9to5mac.com..</li><li>FTC: We use income earning auto affiliate links..</li><li>The best day to day headphones for iOS and macOS..</li><li>The MacBook Air is the best value on the market for laptops..</li></ul>",
        "website_url": "https://9to5mac.com/2023/12/26/apple-work-communication-tool-sprawl/"
    },
    {
        "author": "Michele Debczak",
        "source": {
            "id": null,
            "name": "Mental Floss"
        },
        "urlToImage": "https://images2.minutemediacdn.com/image/upload/c_crop,w_2120,h_1192,x_0,y_147/c_fill,w_1440,ar_16:9,f_auto,q_auto,g_auto/images/voltaxMediaLibrary/mmsport/mentalfloss/01hj962213cgjdqsqz5n.jpg",
        "publishedAt": "2023-12-26T01:00:00Z",
        "title": "Witness the Mesmerizing Process of Making Hard Candy",
        "description": "Makemetechie.com | Summary : Lofty Pursuits Wonkainspired candies taste like corn, ham, and blueberry pie.",
        "url": "/2023-12-27-https-www-mentalfloss-com-posts-watch-hard-candy-making-video",
        "content": "Charlie and the Chocolate Factory is an inaccurate representation of the candy industry. Reallife sweets manufacturers tend to be much less whimsical (and less hostile toward children). Lofty Pursui [+1369 chars]",
        "summary": "To recreate the carbonation of apple cider, candy makers use baking soda, and they developed a sweet and smoky flavor profile for their vegan ham candy. Instead of conventional confectionary flavors, the menu consists of candies that taste like sweet corn, apple cider, ham, and blueberry pie.The sugar-based dinner is inspired by a fictional treat whipped up by Willy Wonka. Violet Beauregarde tries it before it's ready and swells into a giant blueberry when she reaches the final course: blueberry pie.Lofty Pursuits captures the spirit of the candy without the unwanted consequences. How do you make hard candies taste like corn, ham, and blueberry pie? It takes classic candy-making technique and a bit of ingenuity, according to this video from WIRED.Charlie and the Chocolate Factory is an inaccurate representation of the candy industry. It follows candy maker Greg Cohen and his staff as they turn sugar and flavorings into a multi-course meal of hard candies. Lofty Pursuits may not have a chocolate river or Oompa Loompas on the payroll, but they have found a way to channel Willy Wonka with their off-the-wall flavors and passion for candy.",
        "html_summary": "<ul><li>To recreate the carbonation of apple cider, candy makers use baking soda, and they developed a sweet and smoky flavor profile for their vegan “ham” candy..</li><li>Instead of conventional confectionary flavors, the menu consists of candies that taste like sweet corn, apple cider, ham, and blueberry pie.The sugar-based dinner is inspired by a fictional treat whipped up by Willy Wonka..</li><li>Violet Beauregarde tries it before it's ready and swells into a giant blueberry when she reaches the final course: blueberry pie.Lofty Pursuits captures the spirit of the candy without the unwanted consequences..</li><li>How do you make hard candies taste like corn, ham, and blueberry pie?.</li><li>It takes classic candy-making technique and a bit of ingenuity, according to this video from WIRED.Charlie and the Chocolate Factory is an inaccurate representation of the candy industry..</li><li>It follows candy maker Greg Cohen and his staff as they turn sugar and flavorings into a multi-course meal of hard candies..</li></ul>",
        "website_url": "https://www.mentalfloss.com/posts/watch-hard-candy-making-video"
    }
]