[
    {
        "source": {
            "id": null,
            "name": "CoinDesk"
        },
        "author": "Omkar Godbole",
        "title": "Bitcoins Share in Crypto Futures Trading Slides as Altcoin Profits Allure Traders  CoinDesk",
        "description": "Bitcoins dominance by futures open interest has declined to 38% from nearly 50% two months ago.",
        "url": "/2023-12-27-https-www-coindesk-com-markets-2023-12-26-bitcoin-futures-open-interest-slides-as-altcoin-profits-allure-traders-",
        "urlToImage": "https://www.coindesk.com/resizer/dsv3qEfbAvKFSC_A28DfEzAP9GU=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/IXP2I6IRHFCBVMBWIJ7BCUTLA4.jpg",
        "publishedAt": "2023-12-26T06:56:00Z",
        "content": "Please note that ourprivacy policy,terms of use,cookies, anddo not sell my personal informationhas been updated.The leader in news and information on cryptocurrency, digital assets and the future o [+652 chars]",
        "summary": "Crypto traders are increasingly looking to alternative cryptocurrencies as 2023 draws to a close.The dollar value locked in the number of active futures contracts tied to bitcoin now accounts for 38% of the market-wide notional futures open interest of $30.45 billion. Bullish group is majority owned by Block.one; both groups have interests in a variety of blockchain and digital asset businesses and significant holdings of digital assets, including bitcoin. In November 2023, CoinDesk was acquired by Bullish group, owner of Bullish, a regulated, institutional digital assets exchange. That's the lowest in at least two years, according to data tracked by Coinalyze. Head to consensus.coindesk.com to register and buy your pass now.",
        "html_summary": "<ul><li>Crypto traders are increasingly looking to alternative cryptocurrencies as 2023 draws to a close.The dollar value locked in the number of active futures contracts tied to bitcoin now accounts for 38% of the market-wide notional futures open interest of $30.45 billion..</li><li>Bullish group is majority owned by Block.one; both groups have interests in a variety of blockchain and digital asset businesses and significant holdings of digital assets, including bitcoin..</li><li>In November 2023, CoinDesk was acquired by Bullish group, owner of Bullish, a regulated, institutional digital assets exchange..</li><li>That's the lowest in at least two years, according to data tracked by Coinalyze..</li></ul>",
        "website_url": "https://www.coindesk.com/markets/2023/12/26/bitcoin-futures-open-interest-slides-as-altcoin-profits-allure-traders/"
    },
    {
        "source": {
            "id": null,
            "name": "BeInCrypto"
        },
        "author": "Valdrin Tahiri",
        "title": "Can Solana (SOL) Flip Ethereum?  BeInCrypto",
        "description": "In 2023, the Solana (SOL) increase has been much more pronounced than that of Ethereum (ETH), leading to calls of a flippening.",
        "url": "/2023-12-27-https-beincrypto-com-solana-flip-ethereum-",
        "urlToImage": "https://beincrypto.com/wp-content/uploads/2023/12/bic_Solana_2-covers_bullish.png.webp",
        "publishedAt": "2023-12-26T06:44:23Z",
        "content": "Solana (SOL) has been one of the bestperforming cryptocurrencies in 2023, starkly contrasting Ethereum (ETH).While SOL has increased by more than 1,000%, ETH has only moved upward by 90%. This ra [+3735 chars]",
        "summary": "Technical analysts employ the Elliott Wave theory to identify recurring long-term price patterns and investor psychology, which helps them determine the direction of a trend.The most likely wave count suggests that SOL is nearing the top of a five-wave upward movement (black) that began in June. In that case, the price could fall 35% to the closest support at 0.032 ETH.Despite this bearish SOL price prediction, a close above the all-time high region of 0.055 ETH will extend the rally. This raises the question: Can Solana flip Ethereum next year?Speaking to BeInCrypto, Julian Deschler, the Co-founder of Elusiv, discussed some of the reasons for the Solana price increase this year.Elusiv is a universal encryption layer for Web3, empowering the decentralized world. Rather, Ethereum outperformed Solana through the years first half, and the trend reversed in the second one. Numerous projects on Solana without tokens offer further potential for increased liquidity. Also, SOL gained prominence this year through major projects launching tokens via airdrops (BONK). Please note that our Terms and Conditions, Privacy Policy, and Disclaimers have been updated.Join our Telegram Group and get trading signals, a free trading course and daily communication with crypto fans!Join Our Telegram",
        "html_summary": "<ul><li>Technical analysts employ the Elliott Wave theory to identify recurring long-term price patterns and investor psychology, which helps them determine the direction of a trend.The most likely wave count suggests that SOL is nearing the top of a five-wave upward movement (black) that began in June..</li><li>In that case, the price could fall 35% to the closest support at 0.032 ETH.Despite this bearish SOL price prediction, a close above the all-time high region of 0.055 ETH will extend the rally..</li><li>This raises the question: Can Solana flip Ethereum next year?Speaking to BeInCrypto, Julian Deschler, the Co-founder of Elusiv, discussed some of the reasons for the Solana price increase this year.Elusiv is a universal encryption layer for Web3, empowering the decentralized world..</li><li>Rather, Ethereum outperformed Solana through the year’s first half, and the trend reversed in the second one..</li><li>Numerous projects on Solana without tokens offer further potential for increased liquidity..</li><li>Also, SOL gained prominence this year through major projects launching tokens via airdrops (BONK)..</li></ul>",
        "website_url": "https://beincrypto.com/solana-flip-ethereum/"
    },
    {
        "source": {
            "id": null,
            "name": "Fox Business"
        },
        "author": "Elizabeth Pritchett",
        "title": "Powerball jackpot rises to estimated $685M after no winner in Christmas Day drawing  Fox Business",
        "description": "The Powerball jackpot sits at an estimated $685 million after no player claimed the grand prize during the games Christmas Day drawing. The next drawing is Wednesday, Dec. 27.",
        "url": "/2023-12-27-https-www-foxbusiness-com-lifestyle-powerball-jackpot-rises-estimated-685-million-no-winner-christmas-day-drawing",
        "urlToImage": "https://a57.foxnews.com/static.foxbusiness.com/foxbusiness.com/content/uploads/2023/10/0/0/78156782-4.jpg?ve=1&tl=1",
        "publishedAt": "2023-12-26T05:59:00Z",
        "content": "The Powerball jackpot continues to rise after no tickets matched all six numbers Monday night to claim the $638 million grand prize.The jackpot now sits at an estimated $685 million  with a one [+1772 chars]",
        "summary": "That jackpot is the fourth-largest prize ever.The last time a Powerball player claimed the winning jackpot was in the drawing on Oct. 11 when a Californian snagged the $1.765 billion prize. There is a 1 in 292.2 million chance of winning the grand prize, according to the game.Three lucky winners in California, New Hampshire and Pennsylvania did win $1 million after matching all five white numbers, the game announced Monday night. You understand that you can opt-out at any time. The Power Play option was 2X.",
        "html_summary": "<ul><li>That jackpot is the fourth-largest prize ever.The last time a Powerball player claimed the winning jackpot was in the drawing on Oct. 11 when a Californian snagged the $1.765 billion prize..</li><li>There is a 1 in 292.2 million chance of winning the grand prize, according to the game.Three lucky winners in California, New Hampshire and Pennsylvania did win $1 million after matching all five white numbers, the game announced Monday night..</li><li>You understand that you can opt-out at any time..</li></ul>",
        "website_url": "https://www.foxbusiness.com/lifestyle/powerball-jackpot-rises-estimated-685-million-no-winner-christmas-day-drawing"
    },
    {
        "source": {
            "id": "associated-press",
            "name": "Associated Press"
        },
        "author": "ELAINE KURTENBACH",
        "title": "Stock market today Asian markets are steady in holidaythinned trade  The Associated Press",
        "description": "Asian shares have advanced, with most world markets closed for the Christmas holiday. On Friday, Wall Street closed its eighth straight winning week with a quiet finish. The S&P 500 rose 0.2% to sit less than 1% below its record. The Dow slipped less than 0.1",
        "url": "/2023-12-27-https-apnews-com-article-stock-market-inflation-china-federal-d9f10f8fd3bf54cde51e62a43046749b",
        "urlToImage": "https://dims.apnews.com/dims4/default/83d3160/2147483647/strip/true/crop/3609x2030+0+188/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F9c%2F1b%2F314904426caf1dc53dd658d0a0c5%2F6ee477f4826c47e79526e4254c416487",
        "publishedAt": "2023-12-26T05:38:00Z",
        "content": "BANGKOK (AP) Asian shares were mostly higher on Monday after Wall Street capped its eighth straight winning week with a quiet finish following reports showing inflation on the way down and the econom [+2875 chars]",
        "summary": "Asian markets were steady in holiday-thinned trading on Tuesday, Dec. 26, 2023, with some markets in the region closed for holidays. (AP Photo/Eugene Hoshiko)Asian markets were steady in holiday-thinned trading on Tuesday, with some markets in the region closed for holidays. On Friday, Wall Street closed its eighth straight winning week with a quiet finish following reports showing inflation is on the decline even as the economy appears stronger than expected. In other trading on Tuesday, a barrel of U.S. crude picked up 26 cents to $73.82 per barrel in electronic trading on the New York Mercantile Exchange. and European markets were closed on Monday and some in Europe will remain closed for Boxing Day. Wall Street closed on Monday for the Christmas holiday.On Friday, the S&P 500 rose 0.2% to sit less than 1% below its record set nearly two years ago, at 4,754.63. The Dow slipped less than 0.1% to 37,385.97, and the Nasdaq gained 0.2% to 14,992.97.With its eight straight weekly gains, the S&P 500 is in the midst of its longest winning streak since 2017.",
        "html_summary": "<ul><li>Asian markets were steady in holiday-thinned trading on Tuesday, Dec. 26, 2023, with some markets in the region closed for holidays..</li><li>(AP Photo/Eugene Hoshiko)Asian markets were steady in holiday-thinned trading on Tuesday, with some markets in the region closed for holidays..</li><li>On Friday, Wall Street closed its eighth straight winning week with a quiet finish following reports showing inflation is on the decline even as the economy appears stronger than expected..</li><li>In other trading on Tuesday, a barrel of U.S. crude picked up 26 cents to $73.82 per barrel in electronic trading on the New York Mercantile Exchange..</li><li>and European markets were closed on Monday and some in Europe will remain closed for Boxing Day..</li><li>Wall Street closed on Monday for the Christmas holiday.On Friday, the S&P 500 rose 0.2% to sit less than 1% below its record set nearly two years ago, at 4,754.63..</li></ul>",
        "website_url": "https://apnews.com/article/stock-market-inflation-china-federal-d9f10f8fd3bf54cde51e62a43046749b"
    },
    {
        "source": {
            "id": "the-wall-street-journal",
            "name": "The Wall Street Journal"
        },
        "author": "Eric Sylvers",
        "title": "Why Cant Italys Economy Get Into Gear? Consider the Taxi Line  The Wall Street Journal",
        "description": "Painfully long waits for taxis offer a clue about the countrys 30 years of stagnation",
        "url": "/2023-12-27-https-www-wsj-com-world-europe-why-cant-italys-economy-get-into-gear-consider-the-taxi-line-1d489cc4",
        "urlToImage": "https://images.wsj.net/im-903540/social",
        "publishedAt": "2023-12-26T05:04:00Z",
        "content": "",
        "summary": "During trade fairs and fashion shows it is even harder: Demand surges but the number of taxis stays the same.Even on sunny days, there are lines of suitcase-laden travelers searching forlornly for a taxi at airports and train stations around Italy. https://www.wsj.com/world/europe/why-cant-italys-economy-get-into-gear-consider-the-taxi-line-1d489cc4By Updated Dec. 26, 2023 12:04 am ETListen(2 min)MILANFinding a taxi in Italys financial capital when it is raining involves long lines and patience. For non-personal use or to order multiple copies, please contact Dow Jones Reprints at 1-800-843-0008 or visit www.djreprints.com. Distribution and use of this material are governed by our Subscriber Agreement and by copyright law.  This copy is for your personal, non-commercial use only. Many locals dont even bother trying. Copyright 2023 Dow Jones & Company, Inc. All Rights Reserved.",
        "html_summary": "<ul><li>During trade fairs and fashion shows it is even harder: Demand surges but the number of taxis stays the same.Even on sunny days, there are lines of suitcase-laden travelers searching forlornly for a taxi at airports and train stations around Italy..</li><li>https://www.wsj.com/world/europe/why-cant-italys-economy-get-into-gear-consider-the-taxi-line-1d489cc4By Updated Dec. 26, 2023 12:04 am ETListen(2 min)MILAN—Finding a taxi in Italy’s financial capital when it is raining involves long lines and patience..</li><li>For non-personal use or to order multiple copies, please contact Dow Jones Reprints at 1-800-843-0008 or visit www.djreprints.com..</li><li>Distribution and use of this material are governed by our Subscriber Agreement and by copyright law..</li><li> This copy is for your personal, non-commercial use only..</li><li>Many locals don’t even bother trying..</li></ul>",
        "website_url": "https://www.wsj.com/world/europe/why-cant-italys-economy-get-into-gear-consider-the-taxi-line-1d489cc4"
    },
    {
        "source": {
            "id": null,
            "name": "HuffPost"
        },
        "author": "AP",
        "title": "Holiday Travel Stays Mostly Nice Minus Some Naughty Disruptions On Southwest Airlines  HuffPost",
        "description": "Christmas morning put a bow on a relatively smooth weekend for air travel.",
        "url": "/2023-12-27-https-www-huffpost-com-entry-tsa-air-travel-christmas-2023_l_658a5227e4b03e698a141d92",
        "urlToImage": "https://img.huffingtonpost.com/asset/658a52292400003b0027e8f4.jpeg?cache=SCTskHp4Pz&ops=1200_630",
        "publishedAt": "2023-12-26T04:37:37Z",
        "content": "Conditions were mostly nice this year for travelers flying ahead of and on Christmas, but some naughty disruptions again plagued those flying with Southwest Airlines.For millions of people travelin [+4923 chars]",
        "summary": "Our Life, Health and Shopping desks provide you with well-researched, expert-vetted information you need to live your best life, while HuffPost Personal, Voices and Opinion center real stories from real people.Help keep news free for everyone by giving us as little as $1. That is why we are committed to providing deeply reported, carefully fact-checked news that is freely accessible to everyone.Help keep news free for everyone by giving us as little as $1. So when you've got questions, you know you can trust our answers.We're determined to keep HuffPost Life  and every other part of HuffPost  100% free. Your contribution will go a long way.At HuffPost, we believe that everyone needs high-quality journalism, but we understand that not everyone can afford to pay for expensive news subscriptions. Conditions were mostly nice this year for travelers flying ahead of and on Christmas, but some naughty disruptions again plagued those flying with Southwest Airlines.For millions of people traveling over the holiday, this year was much better than last. That is why we are committed to providing deeply reported, carefully fact-checked news that is freely accessible to everyone.Our News, Politics and Culture teams invest time and care working on hard-hitting investigations and researched analyses, along with quick but robust daily takes. Help us do that by contributing as little as $1.HuffPost is your trusted source for stories that help you lead a better life.",
        "html_summary": "<ul><li>Our Life, Health and Shopping desks provide you with well-researched, expert-vetted information you need to live your best life, while HuffPost Personal, Voices and Opinion center real stories from real people.Help keep news free for everyone by giving us as little as $1..</li><li>That is why we are committed to providing deeply reported, carefully fact-checked news that is freely accessible to everyone.Help keep news free for everyone by giving us as little as $1..</li><li>So when you've got questions, you know you can trust our answers.We're determined to keep HuffPost Life — and every other part of HuffPost — 100% free..</li><li>Your contribution will go a long way.At HuffPost, we believe that everyone needs high-quality journalism, but we understand that not everyone can afford to pay for expensive news subscriptions..</li><li>Conditions were mostly nice this year for travelers flying ahead of and on Christmas, but some naughty disruptions again plagued those flying with Southwest Airlines.For millions of people traveling over the holiday, this year was much better than last..</li><li>That is why we are committed to providing deeply reported, carefully fact-checked news that is freely accessible to everyone.Our News, Politics and Culture teams invest time and care working on hard-hitting investigations and researched analyses, along with quick but robust daily takes..</li></ul>",
        "website_url": "https://www.huffpost.com/entry/tsa-air-travel-christmas-2023_l_658a5227e4b03e698a141d92"
    },
    {
        "source": {
            "id": "cbs-news",
            "name": "CBS News"
        },
        "author": "Jermont Terry",
        "title": "Amazon worker takes holiday tip intended for Chicago USPS carrier  CBS Chicago",
        "description": "Amazon worker takes holiday tip intended for Chicago USPS carrier",
        "url": "/2023-12-27-https-www-cbsnews-com-chicago-news-amazon-worker-takes-holiday-tip-chicago-usps-carrier-",
        "urlToImage": "https://assets2.cbsnewsstatic.com/hub/i/r/2023/12/26/dea95034-debb-4056-ab63-0222aa363bf7/thumbnail/1200x630/63214699e7a470bdc22f3d5a4cc366b9/amazon-delivery-driver-takes-tip.png?v=5382e209c94ee904b3a96a69f8ca0ce0",
        "publishedAt": "2023-12-26T04:09:00Z",
        "content": "CHICAGO (CBS) During this season of giving, were seeing some bad behavior.As CBS 2s Jermont Terry reported this Christmas Day night, a generous tip for an Irving Park neighborhood mail carrier [+2549 chars]",
        "summary": "\"He didn't seem to care that there were cameras here, and here,\" the homeowner said as he pointed to cameras on either side of his front door.The \"he\" in that sentence is an Amazon delivery worker, who came to the house last Saturday to drop off an Amazon package. \"The envelope was taped at the bottom here, and then it was taped also inside,\" the homeowner said.Was there a possibility that the Amazon worker thought the envelope was actually for him? \"Inside the clearly-marked envelope was $60 for the United States Postal Service mail carrier  something the homeowner has left plenty of times over the years. But the delivery worker also grabbed something attached to the homeowner's mailbox. The person on the phone verified that she was, in fact, working that day,\" the homeowner said. \"I could call Postal Service and file a beef with them - and then it becomes a federal offense,\" said the homeowner. I'm guessing he probably didn't go by 'Alma,'\" said the homeowner.",
        "html_summary": "<ul><li>\"He didn't seem to care that there were cameras here, and here,\" the homeowner said as he pointed to cameras on either side of his front door.The \"he\" in that sentence is an Amazon delivery worker, who came to the house last Saturday to drop off an Amazon package..</li><li>\"The envelope was taped at the bottom here, and then it was taped also inside,\" the homeowner said.Was there a possibility that the Amazon worker thought the envelope was actually for him?.</li><li>\"Inside the clearly-marked envelope was $60 for the United States Postal Service mail carrier – something the homeowner has left plenty of times over the years..</li><li>But the delivery worker also grabbed something attached to the homeowner's mailbox..</li><li>The person on the phone verified that she was, in fact, working that day,\" the homeowner said..</li><li>\"I could call Postal Service and file a beef with them - and then it becomes a federal offense,\" said the homeowner..</li></ul>",
        "website_url": "https://www.cbsnews.com/chicago/news/amazon-worker-takes-holiday-tip-chicago-usps-carrier/"
    },
    {
        "source": {
            "id": null,
            "name": "Cointelegraph"
        },
        "author": "Cointelegraph",
        "title": "Spot Bitcoin ETF inflows could dwarf all 150 crypto ETPs today  Cointelegraph",
        "description": "",
        "url": "/2023-12-27-https-cointelegraph-com-news-spot-bitcoin-etf-inflows-dwarf-150-crypto-etp-today",
        "urlToImage": null,
        "publishedAt": "2023-12-26T02:32:09Z",
        "content": "",
        "summary": "According to new data from BitMEX research, the current global market for crypto exchange-traded products (ETPs) includes approximately 163 products totaling $50.6 billion in assets under management.New products have been added to the list. Several countries including Canada, Australia, and Germany, already allow investors to buy shares in spot Bitcoin ETFs.Related: 2 risks around Bitcoin ETF launch that no ones talking aboutThe optimism around spot Bitcoin ETF reflects a wider trend of institutional investment in crypto investmen products over the past few months. A Dec. 21 report from ETF research firm ETFGI revealed that crypto ETFs listed across the globe had attracted year-to-date net inflows of $1.6 billion, with $1.31 billion of that sum being added in November alone. Of the 163 crypto funds, the top 20 ETFs attracted the largest volume of investment, with a total of $1.3 billion flowing into them over the course of 2023. 163 crypto related ETPs have now been identifiedhttps://t.co/jbOPeNgxUg https://t.co/yooaO48iKRThe list includes spot and futures funds, and typically track the performance of Bitcoin and Ethereum.  Newly compiled data from BitMEX Research estimates there are 163 crypto ETPs available today, with $50.6 billion in assets under management. United States-approved spot Bitcoin exchange-traded funds (ETFs) could end up dwarfing the entire $50 billion crypto-related ETF market today.",
        "html_summary": "<ul><li>According to new data from BitMEX research, the current global market for crypto exchange-traded products (ETPs) includes approximately 163 products totaling $50.6 billion in assets under management.New products have been added to the list..</li><li>Several countries including Canada, Australia, and Germany, already allow investors to buy shares in spot Bitcoin ETFs.Related: 2 risks around Bitcoin ETF launch that no one’s talking aboutThe optimism around spot Bitcoin ETF reflects a wider trend of institutional investment in crypto investmen products over the past few months..</li><li>A Dec. 21 report from ETF research firm ETFGI revealed that crypto ETFs listed across the globe had attracted year-to-date net inflows of $1.6 billion, with $1.31 billion of that sum being added in November alone..</li><li>Of the 163 crypto funds, the top 20 ETFs attracted the largest volume of investment, with a total of $1.3 billion flowing into them over the course of 2023..</li><li>163 crypto related ETPs have now been identifiedhttps://t.co/jbOPeNgxUg https://t.co/yooaO48iKRThe list includes spot and futures funds, and typically track the performance of Bitcoin and Ethereum..</li><li> Newly compiled data from BitMEX Research estimates there are 163 crypto ETPs available today, with $50.6 billion in assets under management..</li></ul>",
        "website_url": "https://cointelegraph.com/news/spot-bitcoin-etf-inflows-dwarf-150-crypto-etp-today"
    },
    {
        "source": {
            "id": "the-wall-street-journal",
            "name": "The Wall Street Journal"
        },
        "author": "Craig Karmin",
        "title": "Florida Developers Head West With $1 Billion SkiTown Project  The Wall Street Journal",
        "description": "Four Seasons hotel and condo resort is planned for Telluride, Colo.",
        "url": "/2023-12-27-https-www-wsj-com-real-estate-commercial-florida-developers-head-west-with-1-billion-ski-town-project-f012e8df",
        "urlToImage": "https://images.wsj.net/im-900376/social",
        "publishedAt": "2023-12-26T02:00:00Z",
        "content": "",
        "summary": "https://www.wsj.com/real-estate/commercial/florida-developers-head-west-with-1-billion-ski-town-project-f012e8dfBy Dec. 25, 2023 9:00 pm ETListen(2 min)Two of Floridas most prominent real-estate developers are escaping the crowded beaches for a corner of the Rocky Mountains, where they are launching a nearly $1 billion hotel and residential project. Fort Partners, which has opened four Four Seasons hotels in Florida including the Surf Club, and Merrimac Ventures are building a Four Seasons hotel and condo property in Telluride, Colo., by the foot of the mountain where the ski gondolas begin their ascent. For non-personal use or to order multiple copies, please contact Dow Jones Reprints at 1-800-843-0008 or visit www.djreprints.com. Distribution and use of this material are governed by our Subscriber Agreement and by copyright law.  This copy is for your personal, non-commercial use only. Copyright 2023 Dow Jones & Company, Inc. All Rights Reserved.",
        "html_summary": "<ul><li>https://www.wsj.com/real-estate/commercial/florida-developers-head-west-with-1-billion-ski-town-project-f012e8dfBy Dec. 25, 2023 9:00 pm ETListen(2 min)Two of Florida’s most prominent real-estate developers are escaping the crowded beaches for a corner of the Rocky Mountains, where they are launching a nearly $1 billion hotel and residential project..</li><li>Fort Partners, which has opened four Four Seasons hotels in Florida including the Surf Club, and Merrimac Ventures are building a Four Seasons hotel and condo property in Telluride, Colo., by the foot of the mountain where the ski gondolas begin their ascent..</li><li>For non-personal use or to order multiple copies, please contact Dow Jones Reprints at 1-800-843-0008 or visit www.djreprints.com..</li><li>Distribution and use of this material are governed by our Subscriber Agreement and by copyright law..</li><li> This copy is for your personal, non-commercial use only..</li></ul>",
        "website_url": "https://www.wsj.com/real-estate/commercial/florida-developers-head-west-with-1-billion-ski-town-project-f012e8df"
    },
    {
        "source": {
            "id": null,
            "name": "Ukrinform. Ukraine and world news"
        },
        "author": "Ukrinform",
        "title": "Foreign companies freeze participation in major Russian LNG project  media  Ukrinform",
        "description": "The foreign shareholders of the Russian Arctic LNG2 project  France&#39;s TotalEnergies, China&#39;s CNPC and CNOOC, and a consortium of Japan&#39;s Mitsui and JOGMEC  have announced force majeure, or a freeze on participation in the project.  Ukrinform.",
        "url": "/2023-12-27-https-www-ukrinform-net-rubric-economy-3804657-foreign-companies-freeze-participation-in-major-russian-lng-project-media-html",
        "urlToImage": "https://static.ukrinform.com/photos/2023_12/thumb_files/630_360_1703507807-555.jpg",
        "publishedAt": "2023-12-26T01:21:00Z",
        "content": "According to Ukrinform, this was reported by The Bell.The foreign shareholders, who together own 40% of the project, declared force majeure on their contracts, following the announcement last week  [+1209 chars]",
        "summary": "The Zvezda shipyard is delaying the delivery of tankers due to equipment problems.As Ukrinform reported, the start of supplies from Russia's new Arctic LNG 2 project would be postponed as the company announced force majeure with supplies due to U.S. sanctions. According to Ukrinform, this was reported by The Bell.The foreign shareholders, who together own 40% of the project, declared force majeure on their contracts, following the announcement last week by Russia's Novatek (which owns the rest of the project). This was done after the sanctions imposed by the United States.In fact, the foreign partners have abandoned their financing obligations, and Novatek may be forced to finance the project on its own. In addition, Arctic LNG-2 will be forced to sell gas on the spot market.At the same time, Russia is facing a critical issue of ice-class tankers for LNG exports under this project. This makes it more difficult for Arctic LNG-2 to sell, finance and deliver gas and may lead to Arctic LNG-2 losing long-term LNG export contracts. After that, China's largest state-owned oil corporations CNPC and CNOOC appealed to the U.S. government to exempt them from the sanctions. The U.S. government did not respond.",
        "html_summary": "<ul><li>The Zvezda shipyard is delaying the delivery of tankers due to equipment problems.As Ukrinform reported, the start of supplies from Russia's new Arctic LNG 2 project would be postponed as the company announced force majeure with supplies due to U.S. sanctions..</li><li>According to Ukrinform, this was reported by The Bell.The foreign shareholders, who together own 40% of the project, declared force majeure on their contracts, following the announcement last week by Russia's Novatek (which owns the rest of the project)..</li><li>This was done after the sanctions imposed by the United States.In fact, the foreign partners have abandoned their financing obligations, and Novatek may be forced to finance the project on its own..</li><li>In addition, Arctic LNG-2 will be forced to sell gas on the spot market.At the same time, Russia is facing a critical issue of ice-class tankers for LNG exports under this project..</li><li>This makes it more difficult for Arctic LNG-2 to sell, finance and deliver gas and may lead to Arctic LNG-2 losing long-term LNG export contracts..</li><li>After that, China's largest state-owned oil corporations CNPC and CNOOC appealed to the U.S. government to exempt them from the sanctions..</li></ul>",
        "website_url": "https://www.ukrinform.net/rubric-economy/3804657-foreign-companies-freeze-participation-in-major-russian-lng-project-media.html"
    },
    {
        "source": {
            "id": "business-insider",
            "name": "Business Insider"
        },
        "author": "Lloyd Lee",
        "title": "Netflix struggling to attract young viewers despite CoComelon success  Business Insider",
        "description": "Netflix is losing childrens viewership, according to new Nielsen data reported by The Wall Street Journal. The streaming platform is struggling to retain younger audiences.",
        "url": "/2023-12-27-https-www-businessinsider-com-netflix-struggling-attract-young-viewers-streaming-wars-cocomelon-2023-12",
        "urlToImage": "https://i.insider.com/658a1050ab6f2ebb11f6ca0c?width=1200&format=jpeg",
        "publishedAt": "2023-12-26T00:56:00Z",
        "content": "Although Netflix has spent years investing heavily in original streaming content, one of the streaming giants most popular shows right now is a childrens animated series that continues to airon You [+1878 chars]",
        "summary": "Although Netflix has spent years investing heavily in original streaming content, one of the streaming giant's most popular shows right now is a children's animated series that continues to air on YouTube called \"CoComelon. That's more than the watch time of all four seasons of \"Stranger Things\" combined.But despite the show's wild popularity, Netflix continues to struggle to bring in younger viewers, new data shows. Kids, Young Adults and Classics, told the Journal that families with children canceled their service at a lower rate than households without them.One of the ways they compete in that realm is by capitalizing on hit shows like \"CoComelon\" and bringing them on to their streaming platforms. Streaming giants are trying to figure out what kind of content will attract these youth viewers, a demographic that's key to securing and retaining subscribers. Nielsen data on Netflix's streaming viewership showed that viewers 2- to 11 years old made up 21% of its audience in September. \"In just the first half of 2023, \"CoComelon,\" and its six seasons currently on Netflix, were watched for 601 million hours, Business Insider senior correspondent Katie Notopoulos noted. Disclosure: Mathias Dpfner, CEO of Business Insider's parent company, Axel Springer, is a Netflix board member.",
        "html_summary": "<ul><li>Although Netflix has spent years investing heavily in original streaming content, one of the streaming giant's most popular shows right now is a children's animated series that continues to air on YouTube called \"CoComelon..</li><li>That's more than the watch time of all four seasons of \"Stranger Things\" combined.But despite the show's wild popularity, Netflix continues to struggle to bring in younger viewers, new data shows..</li><li>Kids, Young Adults and Classics, told the Journal that families with children canceled their service at a lower rate than households without them.One of the ways they compete in that realm is by capitalizing on hit shows like \"CoComelon\" and bringing them on to their streaming platforms..</li><li>Streaming giants are trying to figure out what kind of content will attract these youth viewers, a demographic that's key to securing and retaining subscribers..</li><li>Nielsen data on Netflix's streaming viewership showed that viewers 2- to 11 years old made up 21% of its audience in September..</li><li>\"In just the first half of 2023, \"CoComelon,\" and its six seasons currently on Netflix, were watched for 601 million hours, Business Insider senior correspondent Katie Notopoulos noted..</li></ul>",
        "website_url": "https://www.businessinsider.com/netflix-struggling-attract-young-viewers-streaming-wars-cocomelon-2023-12"
    },
    {
        "source": {
            "id": null,
            "name": "KCCI Des Moines"
        },
        "author": "Marcus McIntosh",
        "title": "Why a Des Moines restaurant stays open on Christmas Day  KCCI Des Moines | Makemetechie.com Summary",
        "description": "The owners say that staying open is about making sure others arent alone on Christmas.",
        "url": "/2023-12-27-https-www-kcci-com-article-des-moines-restaurant-angry-goldfish-stays-open-on-christmas-day-46223394",
        "urlToImage": "https://kubrick.htvapps.com/vidthumb/db2cb1b4-1887-4830-bc15-5d4ad5f4a93c/f7da9d16-ae57-4cc4-8881-f368b7d61bfe.jpg?crop=0.777xw:0.778xh;0.143xw,0&resize=1200:*",
        "publishedAt": "2023-12-26T00:45:00Z",
        "content": "DES MOINES, Iowa The Angry Goldfish, a Des Moines restaurant, has been open for Christmas for seven years in a row.We are as busy as we can get, owner Clark Way said.Clark Way says he sees a l [+794 chars]",
        "summary": "We just said, 'Hey, this is voluntary,'\" Renee Way said.So, every Christmas Day, you will likely be able to get a hot meal at the Angry Goldfish and the Dam Pub. The latest breaking updates, delivered straight to your email inbox.The Angry Goldfish, a Des Moines restaurant, has been open for Christmas for seven years in a row. \"We are as busy as we can get,\" owner Clark Way said.Clark Way says he sees a lot of the same people every Christmas. Both restaurants were open and busy on Christmas.But why stay open on a holiday? Earlier this month, a Facebook post on the Angry Goldfish's page explained why.Renee Way says it's a way to be there for those who have nowhere else to go. They're not by themselves,\" Renee Way said.Neither restaurant is requiring employees to work on the holiday. \"It's kind of become a tradition for them,\" Way said.Clark Way and his wife, Renee Way, also own the Dam Pub.",
        "html_summary": "<ul><li>We just said, 'Hey, this is voluntary,'\" Renee Way said.So, every Christmas Day, you will likely be able to get a hot meal at the Angry Goldfish and the Dam Pub..</li><li>The latest breaking updates, delivered straight to your email inbox.The Angry Goldfish, a Des Moines restaurant, has been open for Christmas for seven years in a row..</li><li>\"We are as busy as we can get,\" owner Clark Way said.Clark Way says he sees a lot of the same people every Christmas..</li><li>Both restaurants were open and busy on Christmas.But why stay open on a holiday?.</li><li>Earlier this month, a Facebook post on the Angry Goldfish's page explained why.Renee Way says it's a way to be there for those who have nowhere else to go..</li><li>They're not by themselves,\" Renee Way said.Neither restaurant is requiring employees to work on the holiday..</li></ul>",
        "website_url": "https://www.kcci.com/article/des-moines-restaurant-angry-goldfish-stays-open-on-christmas-day/46223394"
    }
]