[
    {
        "source": {
            "id": null,
            "name": "Suntimes.com"
        },
        "author": "Georgia Nicols",
        "title": "Horoscope for Tuesday, Dec. 26, 2023  Chicago SunTimes",
        "description": "",
        "url": "/2023-12-27-https-chicago-suntimes-com-2023-12-26-24014826-horoscopes-today-tuesday-dec-26-2023",
        "urlToImage": "https://cst.brightspotcdn.com/dims4/default/ce50298/2147483647/strip/true/crop/870x497+0+67/resize/1461x834!/quality/90/?url=https%3A%2F%2Fcdn.vox-cdn.com%2Fthumbor%2FQlwwSDUjv2WFHEUIRVtb_jRFJeM%3D%2F0x0%3A870x630%2F870x630%2Ffilters%3Afocal%28435x315%3A436x316%29%2Fcdn.vox-cdn.com%2Fuploads%2Fchorus_asset%2Ffile%2F25185980%2FGeorgia_mug.jpeg",
        "publishedAt": "2023-12-26T06:01:34Z",
        "content": "Moon AlertAvoid shopping or important decisions before 930 a.m. Chicago time. After that, the moon moves from Gemini into Cancer.Aries (March 21April 19)Tread carefully because tension with p [+3765 chars]",
        "summary": "After that, the moon moves from Gemini into Cancer.Tread carefully because tension with parents and family members might arise due to todays full moon, which is taking place in the very part of your chart that deals with home and family. Something from behind the scenes will soften things.The moon is your ruler, and today the second full moon in your sign this year is taking place. Take it easy and relax if you can because todays full moon not only can create tension with others, but it might also aggravate your health. Meanwhile, relations with coworkers and groups are excellent.The full moon is opposite your sign today, which will create tension with spouses, partners and dear friends. )Relations with friends and groups might be a bit testy today because of the full moon energy. Lucky you.Financial matters might come to a head today because of the full moon; or possibly, disputes about a loan, who owns what, or who is responsible for what. Including you.The full moon today takes place at the top of your chart, which will encourage friction with authority figures  parents, bosses, VIPs and the police.",
        "html_summary": "<ul><li>After that, the moon moves from Gemini into Cancer.Tread carefully because tension with parents and family members might arise due to today’s full moon, which is taking place in the very part of your chart that deals with home and family..</li><li>Something from behind the scenes will soften things.The moon is your ruler, and today the second full moon in your sign this year is taking place..</li><li>Take it easy and relax if you can because today’s full moon not only can create tension with others, but it might also aggravate your health..</li><li>Meanwhile, relations with coworkers and groups are excellent.The full moon is opposite your sign today, which will create tension with spouses, partners and dear friends..</li><li>)Relations with friends and groups might be a bit testy today because of the full moon energy..</li><li>Lucky you.Financial matters might come to a head today because of the full moon; or possibly, disputes about a loan, who owns what, or who is responsible for what..</li></ul>",
        "website_url": "https://chicago.suntimes.com/2023/12/26/24014826/horoscopes-today-tuesday-dec-26-2023"
    },
    {
        "source": {
            "id": "cbs-news",
            "name": "CBS News"
        },
        "author": null,
        "title": "Kamar de los Reyes, One Life to Live actor, dies at 56  CBS News",
        "description": "The longtime actor was also known for the popular video game Call of Duty Black Ops II, and Oliver Stones Nixon.",
        "url": "/2023-12-27-https-www-cbsnews-com-news-kamar-de-los-reyes-one-life-to-live-actor-dies-age-56-",
        "urlToImage": "https://assets1.cbsnewsstatic.com/hub/i/r/2023/12/26/23e00361-6478-4c52-884f-fb8489ca8572/thumbnail/1200x630/e5e5585da50ccfd45df0d63868f5ec56/gettyimages-873456312.jpg?v=5382e209c94ee904b3a96a69f8ca0ce0",
        "publishedAt": "2023-12-26T02:37:19Z",
        "content": "Kamar de los Reyes, a television, movie and voice actor best known for playing a gang memberturnedcop in the soap One Life to Live and a villain in the video game Call of Duty Black Ops II, ha [+1875 chars]",
        "summary": "According to a biography provided by the family, he caught the bug for acting when he arrived in Los Angeles in the late '80s. In the popular video game \"Call of Duty: Black Ops II,\" he played the villain Raul Menendez. This material may not be published, broadcast, rewritten, or redistributed. He also had roles in Fox's \"Sleepy Hollow,\" ABC's \"The Rookie\" and CW's \"All American. First published on December 25, 2023 / 9:37 PM EST  2023 The Associated Press.",
        "html_summary": "<ul><li>According to a biography provided by the family, he caught the bug for acting when he arrived in Los Angeles in the late '80s..</li><li>In the popular video game \"Call of Duty: Black Ops II,\" he played the villain Raul Menendez..</li><li>This material may not be published, broadcast, rewritten, or redistributed..</li><li>He also had roles in Fox's \"Sleepy Hollow,\" ABC's \"The Rookie\" and CW's \"All American..</li></ul>",
        "website_url": "https://www.cbsnews.com/news/kamar-de-los-reyes-one-life-to-live-actor-dies-age-56/"
    },
    {
        "source": {
            "id": null,
            "name": "Deadline"
        },
        "author": "Armando Tinoco",
        "title": "The Crown Actor Dominic West On Prince Harry Fallout I Said Too Much In A Press Conference  Deadline",
        "description": "Dominic West took on the role of Prince Charles, Prince of Wales, in the final two seasons of The Crown. The actor was close to Prince Harry at one point but has recently revealed they had a fallou",
        "url": "/2023-12-27-https-deadline-com-2023-12-the-crown-dominic-west-prince-harry-fallout-1235681917-",
        "urlToImage": "https://deadline.com/wp-content/uploads/2023/12/dominic-west-prince-harry.jpg?w=1024",
        "publishedAt": "2023-12-26T02:23:00Z",
        "content": "Dominic West took on the role of Prince Charles, Prince of Wales, in the final two seasons of The Crown. The actor was close to Prince Harry at one point but has recently revealed they had a fallout. [+1149 chars]",
        "summary": "He built this incredible castellated structure with blocks to keep out the wind and it even had a loo roll holder. Of using the toilet the prince built, the actor said, Sitting there, looking at the beautiful view thinking this is a royal flush, in every way. We sort of [lost touch because] I said too much in a press conference, and so, we didnt speak after that, he said during an appearance on Times Radio. West said that the royal was very much part of the team. He seemed to specialize in building latrines, West said at the time. The actor was close to Prince Harry at one point but has recently revealed they had a fallout. We use vendors that may also process your information to help provide our services.  By Armando Tinoco Night & Weekend Editor Dominic West took on the role of Prince Charles, Prince of Wales, in the final two seasons of The Crown. This site is protected by reCAPTCHA Enterprise and the Google Privacy Policy and Terms of Service apply.",
        "html_summary": "<ul><li>“He built this incredible castellated structure with blocks to keep out the wind and it even had a loo roll holder.” Of using the toilet the prince built, the actor said, “Sitting there, looking at the beautiful view thinking ‘this is a royal flush, in every way..</li><li>“We sort of [lost touch because] I said too much in a press conference, and so, we didn’t speak after that,” he said during an appearance on Times Radio..</li><li>West said that the royal was “very much part of the team.” “He seemed to specialize in building latrines,” West said at the time..</li><li>The actor was close to Prince Harry at one point but has recently revealed they had a fallout..</li><li>We use vendors that may also process your information to help provide our services..</li><li> By Armando Tinoco Night & Weekend Editor Dominic West took on the role of Prince Charles, Prince of Wales, in the final two seasons of The Crown..</li></ul>",
        "website_url": "https://deadline.com/2023/12/the-crown-dominic-west-prince-harry-fallout-1235681917/"
    },
    {
        "source": {
            "id": "business-insider",
            "name": "Business Insider"
        },
        "author": "Amanda Goh",
        "title": "Family buys $10K Disney+ gift cards thinking they could be used at theme parks  Business Insider",
        "description": "Andie Coston told Business Insider that Disney has since rectified the situation.",
        "url": "/2023-12-27-https-www-businessinsider-com-family-mistakenly-buys-10k-disney-plus-gift-cards-theme-parks-2023-12",
        "urlToImage": "https://i.insider.com/6583b6f71c5c7b8c9a0abd4b?width=1200&format=jpeg",
        "publishedAt": "2023-12-26T02:03:00Z",
        "content": "An Illinois familys vacation nearly went wrong after they mistakenly bought $10,000 worth of Disney+ gift cards, thinking they could be used for the theme parks.Andie Coston, a 41yearold social wo [+2463 chars]",
        "summary": "A premium, ad-free Disney+ subscription costs $139.99 a year, per the Disney+ site.She then asked TikTok to help fix the problem, adding that her \"mom is distraught, dad frustrated, and the kids worried we won't get into Disney. \"In her first video  which has since amassed over 3.1 million views  Coston shared that her family had planned to go on a big trip together over Christmas. \"Coston's initial video blew up quickly, and she received over 7,000 comments from fellow TikTok users. \"That's over 70 years of Disney Plus,\" she said in overlayed video captions. It is $139.99 per year, not per month. She also added that she has since heard from many people who have done this or knew someone in the same situation as her. Coston confirmed to Business Insider that the gift card mix-up was resolved.",
        "html_summary": "<ul><li>A premium, ad-free Disney+ subscription costs $139.99 a year, per the Disney+ site.She then asked TikTok to help fix the problem, adding that her \"mom is distraught, dad frustrated, and the kids worried we won't get into Disney..</li><li>\"In her first video — which has since amassed over 3.1 million views — Coston shared that her family had planned to go on a big trip together over Christmas..</li><li>\"Coston's initial video blew up quickly, and she received over 7,000 comments from fellow TikTok users..</li><li>\"That's over 70 years of Disney Plus,\" she said in overlayed video captions..</li><li>It is $139.99 per year, not per month..</li><li>She also added that she has since heard from many people who have done this or knew someone in the same situation as her..</li></ul>",
        "website_url": "https://www.businessinsider.com/family-mistakenly-buys-10k-disney-plus-gift-cards-theme-parks-2023-12"
    },
    {
        "source": {
            "id": null,
            "name": "KHOU.com"
        },
        "author": "Jaime E. Galvan",
        "title": "Beyoncs childhood home catches fire in Houstons Third Ward on Christmas morning  KHOU.com",
        "description": "When fire crews arrived at the scene, the family who lived in the home had already gotten out safely.",
        "url": "/2023-12-27-https-www-khou-com-article-news-local-houston-texas-beyonce-house-fire-rosedale-285-3bf1f591-5e53-491c-bfd8-216bb804e059",
        "urlToImage": "https://media.khou.com/assets/KHOU/images/f03b187c-5a72-4e6f-8abd-ce9388867070/f03b187c-5a72-4e6f-8abd-ce9388867070_1140x641.jpg",
        "publishedAt": "2023-12-26T01:44:40Z",
        "content": "HOUSTON The childhood home where Beyonc grew up caught fire early Christmas morning,leaving the current family living there without a home, according to records.Houston firefighters said they res [+1760 chars]",
        "summary": "\"For the sake of the family living in the home, now displaced, May said he hopes the Christmas morning fire doesn't draw additional fanfare. The fire was coming from the second floor of the home.Nextdoor neighbor Jack May told KHOU 11 he saw the flames that morning and heard emergency responders cutting a hole in the roof of the home. \"Oh, I hope [it draws] less people - theres nothing to see today that you couldnt see yesterday or 6 months from now,\" he said.The cause of the fire is still under investigation.KHOU 11 on social media: Facebook | X | Instagram | YouTube It's known to be the childhood home of Houston native Beyonc Knowles-Carter. \"This house was for sale in '93 which was when the Knowles moved out and we took a look at it but ultimately didn't go forward with it.",
        "html_summary": "<ul><li>\"For the sake of the family living in the home, now displaced, May said he hopes the Christmas morning fire doesn't draw additional fanfare..</li><li>The fire was coming from the second floor of the home.Nextdoor neighbor Jack May told KHOU 11 he saw the flames that morning and heard emergency responders cutting a hole in the roof of the home..</li><li>\"Oh, I hope [it draws] less people - there’s nothing to see today that you couldn’t see yesterday or 6 months from now,\" he said.The cause of the fire is still under investigation.KHOU 11 on social media: Facebook | X | Instagram | YouTube.</li><li>It's known to be the childhood home of Houston native Beyoncé Knowles-Carter..</li></ul>",
        "website_url": "https://www.khou.com/article/news/local/houston-texas-beyonce-house-fire-rosedale/285-3bf1f591-5e53-491c-bfd8-216bb804e059"
    },
    {
        "source": {
            "id": null,
            "name": "TMZ"
        },
        "author": "TMZ Staff",
        "title": "Kanye Wests Name Written On Israeli Missile, MMA Fighter Taking Credit  TMZ",
        "description": "Kanyes name made its way onto an apparent Israeli missile that a controversial MMA fighter is taking credit for.",
        "url": "/2023-12-27-https-www-tmz-com-2023-12-25-kanye-west-name-written-israeli-missile-mma-fighter-haim-gozali-",
        "urlToImage": "https://imagez.tmz.com/image/b9/16by9/2023/12/26/b9b56ddd793940b39e972222d60bfbf9_xl.jpg",
        "publishedAt": "2023-12-26T01:40:00Z",
        "content": "Kanye Wests name was written onto an Israeli missile thats apparently going to be used in the war in the Middle East  and a prominent MMA fighter is taking credit for the stunt.A photo was post [+1668 chars]",
        "summary": "He hasn't explicitly talked much about the war, but he has spent a lot of time in that region for the past several months working on and finishing his new album.Kanye hasn't addressed Haim's call-out, and it remains to be seen if he will. The picture itself features a shell with the writing ... \"Kanye West Flying to Gaza Haim Gozali.\" So we dont like you too !",
        "html_summary": "<ul><li>He hasn't explicitly talked much about the war, but he has spent a lot of time in that region for the past several months working on and finishing his new album.Kanye hasn't addressed Haim's call-out, and it remains to be seen if he will..</li><li>The picture itself features a shell with the writing ... \"Kanye West Flying to Gaza Haim Gozali.\".</li></ul>",
        "website_url": "https://www.tmz.com/2023/12/25/kanye-west-name-written-israeli-missile-mma-fighter-haim-gozali/"
    },
    {
        "source": {
            "id": "entertainment-weekly",
            "name": "Entertainment Weekly"
        },
        "author": "https://www.facebook.com/entertainmentweekly",
        "title": "Todd Phillips gifts new images from Joker Folie  Deux with Lady Gaga and Joaquin Phoenix  Entertainment Weekly News",
        "description": "Todd Phillips gifts you new images from Joker Folie  Deux with Lady Gaga and Joaquin Phoenix.",
        "url": "/2023-12-27-https-ew-com-todd-phillips-joker-folie-a-deux-new-images-lady-gaga-joaquin-phoenix-8420075",
        "urlToImage": "https://ew.com/thmb/3_5LYe3AkiAzlFZic_cHK5nBPCU=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/lady-gaga-joaquin-phoenix-joker-122523-7f07c15ae74e4efdb47ec20ab4018a7d.jpg",
        "publishedAt": "2023-12-26T01:32:53Z",
        "content": "Todd Phillips wished the internet a Merry Christmas with new images from Joker Folie  Deux starring Joaquin Phoenix reprising his Oscarwinning role and Lady Gaga as Harley Quinn.Wishing everyon [+1771 chars]",
        "summary": "Not much is known about the sequel to Phillips' hit 2019 film Joker, which made more than $1 billion at the global box office and scored 11 Oscar nominations, winning Best Actor for Phoenix and Best Original score for composer Hildur Gunadttir. The follow-up film is believed to be a musical that follows the Joker and Harley as they forge a complicated romance in Arkham Asylum with its subtitle \"Folie  Deux\" referencing a \"shared psychosis\" that many speculate will exist between Harley and the Joker. Gunadttir, who serves as composer for the sequel as well, told Variety that she thinks the musical route makes complete sense for the story. So far, it's just been a really beautiful conversation, and I'm really excited to see how it unfolds.\" I think its going to work really well. Joker: Folie  deux hits theaters Oct. 24, 2024. Lester Fabian Brathwaite is a staff writer at Entertainment Weekly, where he covers breaking news, all things Real Housewives, and a rich cornucopia of popular culture. Sign up for Entertainment Weekly's free newsletter to get the latest trailers, celebrity interviews, film reviews, and more.",
        "html_summary": "<ul><li>Not much is known about the sequel to Phillips' hit 2019 film Joker, which made more than $1 billion at the global box office and scored 11 Oscar nominations, winning Best Actor for Phoenix and Best Original score for composer Hildur Guðnadóttir..</li><li>The follow-up film is believed to be a musical that follows the Joker and Harley as they forge a complicated romance in Arkham Asylum with its subtitle \"Folie à Deux\" referencing a \"shared psychosis\" that many speculate will exist between Harley and the Joker..</li><li>Guðnadóttir, who serves as composer for the sequel as well, told Variety that she thinks the musical route makes complete sense for the story..</li><li>So far, it's just been a really beautiful conversation, and I'm really excited to see how it unfolds.\".</li><li>I think it’s going to work really well.” Joker: Folie à deux hits theaters Oct. 24, 2024..</li><li>Lester Fabian Brathwaite is a staff writer at Entertainment Weekly, where he covers breaking news, all things Real Housewives, and a rich cornucopia of popular culture..</li></ul>",
        "website_url": "https://ew.com/todd-phillips-joker-folie-a-deux-new-images-lady-gaga-joaquin-phoenix-8420075"
    },
    {
        "source": {
            "id": null,
            "name": "HuffPost"
        },
        "author": "Jazmin Tolliver",
        "title": "Kim Kardashian Jokingly Fires Back After Being Left Out Of Family Christmas Video  HuffPost",
        "description": "The Skims founder couldnt let it slide.",
        "url": "/2023-12-27-https-www-huffpost-com-entry-kim-kardashian-reacts-to-being-left-out-of-family-christmas-video_n_658a084de4b0fe4ffe3414fd",
        "urlToImage": "https://img.huffingtonpost.com/asset/658a17e52200005300faf625.jpeg?ops=1200_630",
        "publishedAt": "2023-12-26T00:53:55Z",
        "content": "Leaving Kim Kardashian out of the KardashianJenner clan holiday video? How rude.Over the weekend, fans couldnt help but notice that the Skims founder was missing from an adorable Christmasthemed  [+4249 chars]",
        "summary": "That is why we are committed to providing deeply reported, carefully fact-checked news that is freely accessible to everyone.Help keep news free for everyone by giving us as little as $1. Your contribution will go a long way.At HuffPost, we believe that everyone needs high-quality journalism, but we understand that not everyone can afford to pay for expensive news subscriptions. Our Life, Health and Shopping desks provide you with well-researched, expert-vetted information you need to live your best life, while HuffPost Personal, Voices and Opinion center real stories from real people.Help keep news free for everyone by giving us as little as $1. This is why we keep our journalism free for everyone, even as most other newsrooms have retreated behind expensive paywalls.Our newsroom continues to bring you hard-hitting investigations, well-researched analysis and timely takes on one of the most consequential elections in recent history. That is why we are committed to providing deeply reported, carefully fact-checked news that is freely accessible to everyone.Our News, Politics and Culture teams invest time and care working on hard-hitting investigations and researched analyses, along with quick but robust daily takes. The shape-wear mogul added, Haterssss.Fans flocked to the videos comment section to sound off about the famous family not including Kim.Its not going to be iconic without Kimberly please reshoot [laughing faces], one person wrote.Another asked, Has anyone found [Kim]? This is why HuffPost's journalism is free for everyone, not just those who can afford expensive paywalls.We cannot do this without your help.",
        "html_summary": "<ul><li>That is why we are committed to providing deeply reported, carefully fact-checked news that is freely accessible to everyone.Help keep news free for everyone by giving us as little as $1..</li><li>Your contribution will go a long way.At HuffPost, we believe that everyone needs high-quality journalism, but we understand that not everyone can afford to pay for expensive news subscriptions..</li><li>Our Life, Health and Shopping desks provide you with well-researched, expert-vetted information you need to live your best life, while HuffPost Personal, Voices and Opinion center real stories from real people.Help keep news free for everyone by giving us as little as $1..</li><li>This is why we keep our journalism free for everyone, even as most other newsrooms have retreated behind expensive paywalls.Our newsroom continues to bring you hard-hitting investigations, well-researched analysis and timely takes on one of the most consequential elections in recent history..</li><li>That is why we are committed to providing deeply reported, carefully fact-checked news that is freely accessible to everyone.Our News, Politics and Culture teams invest time and care working on hard-hitting investigations and researched analyses, along with quick but robust daily takes..</li><li>The shape-wear mogul added, “Haterssss.”Fans flocked to the video’s comment section to sound off about the famous family not including Kim.“It’s not going to be iconic without Kimberly please reshoot [laughing faces],” one person wrote.Another asked, “Has anyone found [Kim]?.</li></ul>",
        "website_url": "https://www.huffpost.com/entry/kim-kardashian-reacts-to-being-left-out-of-family-christmas-video_n_658a084de4b0fe4ffe3414fd"
    },
    {
        "source": {
            "id": null,
            "name": "TMZ"
        },
        "author": "TMZ Staff",
        "title": "Kyle Richards Had Dinner with Mauricio Umansky & Family in Aspen  TMZ",
        "description": "Mauricio Umansky and Kyle Richards sat down by one another on Saturday after an awkward day on the slopes.",
        "url": "/2023-12-27-https-www-tmz-com-2023-12-25-kyle-richards-dinner-mauricio-umansky-family-aspen-christmas-",
        "urlToImage": "https://imagez.tmz.com/image/1b/16by9/2023/12/25/1b86402a9aef4371930d805f79a60ded_xl.jpg",
        "publishedAt": "2023-12-26T00:44:00Z",
        "content": "Kyle Richards and Mauricio Umansky are playing nice and eating nice  especially in the presence of their kids ... which is exactly how they ended their day in Aspen.The estranged couple broke bre [+1159 chars]",
        "summary": "Perhaps they're just coparenting through the separation and trying to maintain normalcy in household as best they can.In any case, it's good to see them keeping it together enough for the holidays ... that's about all you can ask for at this time of the year.",
        "html_summary": "<ul><li>Perhaps they're just coparenting through the separation and trying to maintain normalcy in household as best they can.In any case, it's good to see them keeping it together enough for the holidays ... that's about all you can ask for at this time of the year..</li></ul>",
        "website_url": "https://www.tmz.com/2023/12/25/kyle-richards-dinner-mauricio-umansky-family-aspen-christmas/"
    }
]