[
    {
        "source": {
            "id": null,
            "name": "MarketWatch"
        },
        "author": "Associated Press",
        "title": "George Carlins estate sues over fake comedy special purportedly generated by AI  MarketWatch",
        "description": "The estate ofGeorge Carlinis suing the media company behind a fake hourlong comedy special that purportedly usesartificial intelligenceto recreate the...",
        "url": "/2024-01-28-https-www-marketwatch-com-story-george-carlins-estate-sues-over-fake-comedy-special-purportedly-generated-by-ai-26978427",
        "urlToImage": "https://images.mktw.net/im-53895245/social",
        "publishedAt": "2024-01-27T00:34:00Z",
        "content": "LOS ANGELES The estate ofGeorge Carlinis suing the media company behind a fake hourlong comedy special that purportedly usesartificial intelligenceto recreate the late standup comics style and m [+2425 chars]",
        "summary": "A fake hour-long comedy special purportedly uses artificial intelligence to recreate the late standup comic’s style and material. The lawsuit asks that a judge order the podcast outlet Dudesy to immediately take down the audio special. The Carlin estate and its executor, Jerold Hamza, are named as plaintiffs.",
        "html_summary": "<ul><li>A fake hour-long comedy special purportedly uses artificial intelligence to recreate the late standup comic’s style and material</li><li> The lawsuit asks that a judge order the podcast outlet Dudesy to immediately take down the audio special</li><li> The Carlin estate and its executor, Jerold Hamza, are named as plaintiffs</li></ul>",
        "website_url": "https://www.marketwatch.com/story/george-carlins-estate-sues-over-fake-comedy-special-purportedly-generated-by-ai-26978427"
    },
    {
        "source": {
            "id": null,
            "name": "WKRN News 2"
        },
        "author": "Ethan Illers",
        "title": "Charges against Chris Young dismissed after incident at Demonbreun Street bar  WKRN News 2",
        "description": "Nashville District Attorney Glenn Funk is dismissing all charges against country music artist Chris Young after he was involved in an altercation at a Demonbreun Street bar.",
        "url": "/2024-01-28-https-www-wkrn-com-news-local-news-nashville-charges-against-chris-young-dismissed-after-incident-at-demonbreun-street-bar-",
        "urlToImage": "https://www.wkrn.com/wp-content/uploads/sites/73/2017/10/chris-young-12_37401761_ver1.0-1.jpg?w=1280",
        "publishedAt": "2024-01-26T23:33:00Z",
        "content": "NASHVILLE, Tenn. (WKRN)  Nashville District Attorney Glenn Funk is dismissing all charges against country music artist Chris Young after he was involved in an altercation at a Demonbreun Street bar. [+1778 chars]",
        "summary": "Nashville District Attorney Glenn Funk is dismissing all charges against country music artist Chris Young. Young was involved in an altercation at a Demonbreun Street bar. The incident led to Young getting booked into Metro Jail and charged with disorderly conduct, resisting arrest, and assault of an officer.",
        "html_summary": "<ul><li>Nashville District Attorney Glenn Funk is dismissing all charges against country music artist Chris Young</li><li> Young was involved in an altercation at a Demonbreun Street bar</li><li> The incident led to Young getting booked into Metro Jail and charged with disorderly conduct, resisting arrest, and assault of an officer</li></ul>",
        "website_url": "https://www.wkrn.com/news/local-news/nashville/charges-against-chris-young-dismissed-after-incident-at-demonbreun-street-bar/"
    },
    {
        "source": {
            "id": null,
            "name": "Slate Magazine"
        },
        "author": "Ellin Stein",
        "title": "Masters of the Air on Apple TV+ Topsecret tech, airsick navigators, and more.  Slate",
        "description": "Did the USAAF really have topsecret bombing tech? And did pilots really carry talismans into the air? We break down whats true and whats invention.",
        "url": "/2024-01-28-https-slate-com-culture-2024-01-masters-of-the-air-apple-tv-plus-true-story-html",
        "urlToImage": "https://compote.slate.com/images/49c656ce-adc0-44e2-92cf-b8cc36f2bb2e.jpeg?crop=1560%2C1040%2Cx0%2Cy0&width=1560",
        "publishedAt": "2024-01-26T22:52:00Z",
        "content": "Masters of the Air, which follows crew members of a U.S. Air Force (then known as the Army Air Force) bomb group tasked with carrying out daylight bombing raids over Naziheld territory during World  [+11025 chars]",
        "summary": "Masters of the Air follows crew members of a U.S. Air Force bomb group tasked with carrying out daylight bombing raids over Nazi-held territory during World War II. Series is based on Donald L. Miller’s book of the same name, which relied heavily on the testimony of veterans, and not many liberties have been taken.",
        "html_summary": "<ul><li>Masters of the Air follows crew members of a U</li><li>S</li><li> Air Force bomb group tasked with carrying out daylight bombing raids over Nazi-held territory during World War II</li><li> Series is based on Donald L</li><li> Miller’s book of the same name, which relied heavily on the testimony of veterans, and not many liberties have been taken</li></ul>",
        "website_url": "https://slate.com/culture/2024/01/masters-of-the-air-apple-tv-plus-true-story.html"
    },
    {
        "source": {
            "id": "associated-press",
            "name": "Associated Press"
        },
        "author": "ANDREW DALTON",
        "title": "Tattoo artist Kat Von D didnt violate photographers copyright of Miles Davis portrait, jury says  The Associated Press",
        "description": "A jury has found that celebrity tattoo artist Kat Von D did not violate a photographers copyright when she gave a friend a tattoo based on a portrait of Miles Davis. The Los Angeles jury gave Von D a resounding victory in the case with their verdict on Frida",
        "url": "/2024-01-28-https-apnews-com-article-kat-von-d-tattoo-trial-miles-davis-388d1831c0a065b096fe4f69fe8a224e",
        "urlToImage": "https://dims.apnews.com/dims4/default/3e77efb/2147483647/strip/true/crop/3497x1967+0+17/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F07%2Fc0%2Fd7b868adf56a423f2c311bbcaf91%2F17a5e12e9eff4e93940ec942b3bfbe42",
        "publishedAt": "2024-01-26T22:23:00Z",
        "content": "LOS ANGELES (AP) A jury found Friday that celebrity tattoo artist Kat Von D did not violate a photographers copyright when she used his portrait of Miles Davis as the basis for a tattoo she put on th [+3706 chars]",
        "summary": "Tattoo artist Kat Von D did not violate a photographer’s copyright when she used his portrait of Miles Davis as the basis for a tattoo she put on the arm of a friend. The Los Angeles jury deliberated for just over two hours before deciding that the tattoo by the former star of the reality shows “Miami Ink’ and “LA Ink” was not similar enough to photographer Jeffrey Sedlik's 1989 portrait of the jazz legend.",
        "html_summary": "<ul><li>Tattoo artist Kat Von D did not violate a photographer’s copyright when she used his portrait of Miles Davis as the basis for a tattoo she put on the arm of a friend</li><li> The Los Angeles jury deliberated for just over two hours before deciding that the tattoo by the former star of the reality shows “Miami Ink’ and “LA Ink” was not similar enough to photographer Jeffrey Sedlik's 1989 portrait of the jazz legend</li></ul>",
        "website_url": "https://apnews.com/article/kat-von-d-tattoo-trial-miles-davis-388d1831c0a065b096fe4f69fe8a224e"
    },
    {
        "source": {
            "id": null,
            "name": "Rolling Stone"
        },
        "author": "Tomás Mier",
        "title": "Nicki Minaj Is Hella Pressed Over Megan Thee Stallions Apparent Hiss Diss  Rolling Stone",
        "description": "Nicki Minaj responded to an apparent diss about her husband on Megan Thee Stallions new song Hiss on Friday. Shes been spiraling since.",
        "url": "/2024-01-28-http-www-rollingstone-com-music-music-news-nicki-minaj-megan-thee-stallion-hiss-diss-1234955299-",
        "urlToImage": "https://www.rollingstone.com/wp-content/uploads/2024/01/nicki-meg-serious.jpg?crop=0px%2C0px%2C1800px%2C1014px&resize=1600%2C900",
        "publishedAt": "2024-01-26T21:53:01Z",
        "content": "Nicki Minaj has been spiraling ever since she listened to Megan Thee Stallions new song Hiss.Megan released the track on Friday, and received an almost immediate reaction from Minaj, who seems t [+3246 chars]",
        "summary": "Megan Thee Stallion’s new song “Hiss” received an almost immediate reaction from Minaj. Minaj seems to believe she (and her convicted sex offender husband) are being dissed in one particular lyric. In a 3,100-character post on X Friday and an Instagram Live Thursday night, Minaj took aim at Megan, seemingly claiming the rapper lied about being shot.",
        "html_summary": "<ul><li>Megan Thee Stallion’s new song “Hiss” received an almost immediate reaction from Minaj</li><li> Minaj seems to believe she (and her convicted sex offender husband) are being dissed in one particular lyric</li><li> In a 3,100-character post on X Friday and an Instagram Live Thursday night, Minaj took aim at Megan, seemingly claiming the rapper lied about being shot</li></ul>",
        "website_url": "http://www.rollingstone.com/music/music-news/nicki-minaj-megan-thee-stallion-hiss-diss-1234955299/"
    },
    {
        "source": {
            "id": null,
            "name": "Eonline.com"
        },
        "author": "Leah Degrazia",
        "title": "Travis Kelce Shares Conversation He Had With Taylor Swift About Media Attention  E! Online  E! NEWS",
        "description": "Travis Kelce revealed he and girlfriend Taylor Swift had a talk about how to handle all the media attention surrounding their romance.",
        "url": "/2024-01-28-https-www-eonline-com-news-1393959-travis-kelce-shares-conversation-he-had-with-taylor-swift-about-media-attention",
        "urlToImage": "https://akns-images.eonline.com/eol_images/Entire_Site/2024026/cr_1200x1200-240126131850-GettyImages-1736565874.jpg?fit=around%7C1080:1080&output-quality=90&crop=1080:1080;center,top",
        "publishedAt": "2024-01-26T21:45:00Z",
        "content": "No. 10 He Can Handle the PressureNot only has Travis played in three Super Bowls, winning two of them (NBD!), but hes also hosted Saturday Night Live, so you know he can handle intense spotlight wi [+1229 chars]",
        "summary": "Travis Kelce and Taylor Swift are staying in that lavender haze. The Kansas City Chiefs player revealed how he and the \"Anti-Hero\" singer are shaking off all the media hype. Travis stands out a bit when you look back at Taylor’s dating history. She is typically attracted to creative types.",
        "html_summary": "<ul><li>Travis Kelce and Taylor Swift are staying in that lavender haze</li><li> The Kansas City Chiefs player revealed how he and the \"Anti-Hero\" singer are shaking off all the media hype</li><li> Travis stands out a bit when you look back at Taylor’s dating history</li><li> She is typically attracted to creative types</li></ul>",
        "website_url": "https://www.eonline.com/news/1393959/travis-kelce-shares-conversation-he-had-with-taylor-swift-about-media-attention"
    },
    {
        "source": {
            "id": "cbs-news",
            "name": "CBS News"
        },
        "author": "Kate Gibson",
        "title": "Is Amazon a threat to the movie industry? This Hollywood director thinks so.  CBS News",
        "description": "Road House director Doug Liman is blasting Amazonowned MGM Studios over its decision to stream a film originally aimed at the big screen.",
        "url": "/2024-01-28-https-www-cbsnews-com-news-amazon-hollywood-road-house-doug-liman-",
        "urlToImage": "https://assets3.cbsnewsstatic.com/hub/i/r/2023/11/14/82261e98-4c6e-4add-87bb-90f9f935672e/thumbnail/1200x630/5efd17abcb9d9966da451993c40e750e/gettyimages-1242123457.jpg?v=9bdba4fec5b17ee7e8ba9ef8c71cf431",
        "publishedAt": "2024-01-26T21:45:00Z",
        "content": "Noted Hollywood director Doug Liman, known for movies such as Edge of Tomorrow and The Bourne Identity, is still hoping for big screen redemption in an offscreen tiff with Amazon.The issue wa [+4239 chars]",
        "summary": "\"Road House\" is slated to roll out exclusively on Amazon's Prime Video streaming platform on March 21. Movie theaters will not continue to exist \"if we don't give them big commercial movies that audiences want and like to see,\" said Liman. A theatrical release requires more marketing, but it's usually worth the extra expense.",
        "html_summary": "<ul><li>\"Road House\" is slated to roll out exclusively on Amazon's Prime Video streaming platform on March 21</li><li> Movie theaters will not continue to exist \"if we don't give them big commercial movies that audiences want and like to see,\" said Liman</li><li> A theatrical release requires more marketing, but it's usually worth the extra expense</li></ul>",
        "website_url": "https://www.cbsnews.com/news/amazon-hollywood-road-house-doug-liman/"
    },
    {
        "source": {
            "id": null,
            "name": "Deadline"
        },
        "author": "Dominic Patten",
        "title": "Real Housewives Caroline Manzo Claims Brandi Glanville Sexually Assaulted Her; Sues Bravo, NBCUniversal, Warner Bros Over Girls Trip Misconduct  Deadline",
        "description": "Most of the lawsuit from Caroline Manzo claiming that her fellow Real Housewives star Brandi Glanville sexually assaulted her during the Morocco filming of TheReal HousewivesUltimate Girls Trip c",
        "url": "/2024-01-28-http-deadline-com-2024-01-brandi-glanville-sexual-assaulted-accusation-caroline-manzo-lawsuit-real-housewives-girls-trip-1235806304-",
        "urlToImage": "https://deadline.com/wp-content/uploads/2024/01/Brandi-Glanville-and-Caroline-Manzo.jpg?w=1024",
        "publishedAt": "2024-01-26T21:28:00Z",
        "content": "Most of the lawsuit fromCaroline Manzo claiming that her fellow Real Housewives star Brandi Glanville sexually assaulted her during the Morocco filming of TheReal HousewivesUltimate Girls Trip can  [+4496 chars]",
        "summary": "Caroline Manzo filed a lawsuit against Bravo, NBCUniversal, Warner Bros Entertainment, Peacock and others. She claims Brandi Glanville sexually assaulted her during the Morocco filming of The Real Housewives Ultimate Girls Trip. The suit claims sexual harassment, sexual battery, discrimination and 14 more allegations. NBCU had no comment today when contacted by Deadline.",
        "html_summary": "<ul><li>Caroline Manzo filed a lawsuit against Bravo, NBCUniversal, Warner Bros Entertainment, Peacock and others</li><li> She claims Brandi Glanville sexually assaulted her during the Morocco filming of The Real Housewives Ultimate Girls Trip</li><li> The suit claims sexual harassment, sexual battery, discrimination and 14 more allegations</li><li> NBCU had no comment today when contacted by Deadline</li></ul>",
        "website_url": "http://deadline.com/2024/01/brandi-glanville-sexual-assaulted-accusation-caroline-manzo-lawsuit-real-housewives-girls-trip-1235806304/"
    },
    {
        "source": {
            "id": null,
            "name": "KTVI Fox 2 St. Louis"
        },
        "author": "Terré Gables/KFOR, Joey Schneider",
        "title": "Adult film actress, boyfriend found dead in suspected overdose  KTVI Fox 2 St. Louis",
        "description": "The Moore Police Department says officers discovered the bodies of an adultfilm actress and her boyfriend.",
        "url": "/2024-01-28-https-fox2now-com-news-missouri-adult-film-actress-boyfriend-found-dead-in-suspected-overdose-",
        "urlToImage": "https://fox2now.com/wp-content/uploads/sites/14/2019/06/gettyimages-459908461-7.jpg?w=1280",
        "publishedAt": "2024-01-26T20:54:54Z",
        "content": "MOORE, Okla. (KFOR/KTVI)  Authorities discovered the bodies of an adult film actress and her boyfriend on Wednesday in Oklahoma. A preliminary investigation suggests both died from a suspected drug  [+693 chars]",
        "summary": "Jesse Jane and Brett Hasenmueller were found deceased after officers conducted a welfare check at their home in Moore, Oklahoma. Jane, in addition to her work in adult films, has appeared in mainstream shows like Entourage and movies such as Starsky and Hutch. A medical examiner will confirm the cause of death.",
        "html_summary": "<ul><li>Jesse Jane and Brett Hasenmueller were found deceased after officers conducted a welfare check at their home in Moore, Oklahoma</li><li> Jane, in addition to her work in adult films, has appeared in mainstream shows like Entourage and movies such as Starsky and Hutch</li><li> A medical examiner will confirm the cause of death</li></ul>",
        "website_url": "https://fox2now.com/news/missouri/adult-film-actress-boyfriend-found-dead-in-suspected-overdose/"
    },
    {
        "source": {
            "id": "the-washington-post",
            "name": "The Washington Post"
        },
        "author": "Marisa Iati",
        "title": "Dying of cancer, D.C. area singer Cat Janice releases last song  The Washington Post",
        "description": "Northern Virginia native Cat Janices song, Dance You Outta My Head, has become a viral hit.",
        "url": "/2024-01-28-https-www-washingtonpost-com-dc-md-va-2024-01-26-cat-janice-song-tiktok-",
        "urlToImage": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/4BVJOFYSMCMMJCX7FAJNL6BRAE.jpg&w=1440",
        "publishedAt": "2024-01-26T19:19:52Z",
        "content": "It was one of the first warm days last year, and Cat Janice and her son were bopping around in the car. Then the words popped into their heads.Dance until you love me, they sang, over and over agai [+6632 chars]",
        "summary": "Cat Janice is in hospice with an aggressive form of cancer. She wanted to publish the song that began as a bonding moment with her 7-year-old. She raced to release the music on Jan. 19, the day before her birthday. The song, “Dance You Outta My Head,” has since soared to the top 10 tracks on iTunes.",
        "html_summary": "<ul><li>Cat Janice is in hospice with an aggressive form of cancer</li><li> She wanted to publish the song that began as a bonding moment with her 7-year-old</li><li> She raced to release the music on Jan</li><li> 19, the day before her birthday</li><li> The song, “Dance You Outta My Head,” has since soared to the top 10 tracks on iTunes</li></ul>",
        "website_url": "https://www.washingtonpost.com/dc-md-va/2024/01/26/cat-janice-song-tiktok/"
    },
    {
        "source": {
            "id": null,
            "name": "Hollywood Reporter"
        },
        "author": "Mia Galuppo",
        "title": "Sundance In the Summers, Porcelain War Win Top Fest Jury Prizes  Hollywood Reporter",
        "description": "Ddi and Daughters landed top Audience Award honors.",
        "url": "/2024-01-28-http-www-hollywoodreporter-com-movies-movie-news-2024-sundance-film-festival-winners-1235808128-",
        "urlToImage": "https://www.hollywoodreporter.com/wp-content/uploads/2024/01/Tn-The-Summers-and-Porcelain-Wars-Split-Publicity-H-2024.jpg?w=1024",
        "publishedAt": "2024-01-26T18:51:48Z",
        "content": "The 2024 Sundance Film Festival has announced its winners, with In the Summers taking the Grand Jury prize for U.S. Dramatic Competition and Porcelain War landing the award for U.S. Documentary Compe [+4046 chars]",
        "summary": "The 2024 Sundance Film Festival has announced its winners. In the Summers took the Grand Jury prize for U.S. Dramatic Competition. Sujo won the jury prize for the World Cinema Dramatic section. A New Kind of Wilderness won for World Cinema Documentary Competition.",
        "html_summary": "<ul><li>The 2024 Sundance Film Festival has announced its winners</li><li> In the Summers took the Grand Jury prize for U</li><li>S</li><li> Dramatic Competition</li><li> Sujo won the jury prize for the World Cinema Dramatic section</li><li> A New Kind of Wilderness won for World Cinema Documentary Competition</li></ul>",
        "website_url": "http://www.hollywoodreporter.com/movies/movie-news/2024-sundance-film-festival-winners-1235808128/"
    },
    {
        "source": {
            "id": null,
            "name": "New York Post"
        },
        "author": "Samantha Ibrahim",
        "title": "Sharon Stone met a convicted felon and man with 20,000 heroin injections while online dating  New York Post ",
        "description": "Sharon Stone has to watch her back when it comes to online dating.",
        "url": "/2024-01-28-https-nypost-com-2024-01-26-entertainment-sharon-stone-went-on-date-with-convicted-felon-20000-heroin-injections-",
        "urlToImage": "https://nypost.com/wp-content/uploads/sites/2/2024/01/photo-daniele-venturelli-getty-images-75521840.jpg?quality=75&strip=all&w=1024",
        "publishedAt": "2024-01-26T18:45:00Z",
        "content": "Sharon Stone has to watch her back when it comes to online dating. In a new interview with the UKs the Times, she recalled meeting a former prisoner and a heroin addict who was clearly 20,000 h [+2590 chars]",
        "summary": "The Oscar-nominated star had a date with the alleged druggie at the Hotel Bel-Air in Los Angeles. Stone gushed that 2024 is “the year that I want to fall in love — 100%.” The mother of three said she “doesn’t look for anything’ specific.",
        "html_summary": "<ul><li>The Oscar-nominated star had a date with the alleged druggie at the Hotel Bel-Air in Los Angeles</li><li> Stone gushed that 2024 is “the year that I want to fall in love — 100%</li><li>” The mother of three said she “doesn’t look for anything’ specific</li></ul>",
        "website_url": "https://nypost.com/2024/01/26/entertainment/sharon-stone-went-on-date-with-convicted-felon-20000-heroin-injections/"
    },
    {
        "source": {
            "id": "cnn",
            "name": "CNN"
        },
        "author": "Lisa Respers France",
        "title": "How Kingsley BenAdir transformed into Bob Marley on the set of Barbie  CNN",
        "description": "It sounds like Kingsley BenAdir can thank Greta Gerwig, in part, for his performance in Bob Marley One Love.",
        "url": "/2024-01-28-https-www-cnn-com-2024-01-26-entertainment-kingsley-ben-adir-bob-marley-index-html",
        "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/240126111813-02-bob-marley-one-love-film-still.jpg?c=16x9&q=w_800,c_fill",
        "publishedAt": "2024-01-26T18:29:00Z",
        "content": "It sounds like Kingsley BenAdir can thank Greta Gerwig, in part, for his transformative performance in Bob Marley One Love.The actor, who portrays the iconic reggae singer in the new film, told t [+679 chars]",
        "summary": "Kingsley Ben-Adir says he had 10 weeks to prepare for the role of Bob Marley. He was on the set of \"Barbie\" playing Basketball Ken at the time. Greta Gerwig gave him permission to study during breaks. The film is due to be in theaters Valentine’s Day.",
        "html_summary": "<ul><li>Kingsley Ben-Adir says he had 10 weeks to prepare for the role of Bob Marley</li><li> He was on the set of \"Barbie\" playing Basketball Ken at the time</li><li> Greta Gerwig gave him permission to study during breaks</li><li> The film is due to be in theaters Valentine’s Day</li></ul>",
        "website_url": "https://www.cnn.com/2024/01/26/entertainment/kingsley-ben-adir-bob-marley/index.html"
    },
    {
        "source": {
            "id": null,
            "name": "Andscape.com"
        },
        "author": "Clinton Yates",
        "title": "Snoop Doggs film The Underdoggs brings his Los Angeles youth football story to life  Andscape",
        "description": "INGLEWOOD, Calif.  On an unusually rainy day in Los Angeles County, Adan James Carrillo is playing a video game in Snoop Doggs Clubhouse arcade along with a s",
        "url": "/2024-01-28-https-andscape-com-features-snoop-doggs-film-the-underdoggs-brings-his-los-angeles-youth-football-story-to-life-",
        "urlToImage": "https://andscape.com/wp-content/uploads/2024/01/GettyImages-1956866259-e1706283086195.jpg?w=700",
        "publishedAt": "2024-01-26T18:18:05Z",
        "content": "INGLEWOOD, Calif. On an unusually rainy day in Los Angeles County, Adan James Carrillo is playing a video game in Snoop Doggs Clubhouse arcade along with a slew of other middle school aged kids and t [+8041 chars]",
        "summary": "Snoop Dogg's new movie The Underdoggs is set for release Friday on Amazon Prime. The movie is inspired by Snoop's work as a youth football league owner and coach. Since the Snoop Youth Football League was founded in 2005, they've had over 60,000 kids participate.",
        "html_summary": "<ul><li>Snoop Dogg's new movie The Underdoggs is set for release Friday on Amazon Prime</li><li> The movie is inspired by Snoop's work as a youth football league owner and coach</li><li> Since the Snoop Youth Football League was founded in 2005, they've had over 60,000 kids participate</li></ul>",
        "website_url": "https://andscape.com/features/snoop-doggs-film-the-underdoggs-brings-his-los-angeles-youth-football-story-to-life/"
    },
    {
        "source": {
            "id": null,
            "name": "Rolling Stone"
        },
        "author": "Ethan Millman",
        "title": "Dev Patel Goes On a Vengeful Rampage In Directorial Debut With First Monkey Man Trailer  Rolling Stone",
        "description": "Dev Patel directs and stars in revenge thriller Monkey Man about a fighter seeking revenge after his mother is murdered by the citys elite.",
        "url": "/2024-01-28-http-www-rollingstone-com-tv-movies-tv-movie-news-monkey-man-trailer-dev-patel-jordan-peele-movie-1234955049-",
        "urlToImage": "https://www.rollingstone.com/wp-content/uploads/2024/01/monkey-man-trailer.jpg?crop=0px%2C97px%2C1800px%2C1014px&resize=1600%2C900",
        "publishedAt": "2024-01-26T17:41:31Z",
        "content": "Dev Patels directorial debut comes in the form of a bloody, violent revenge story as he punches his way through hoards of bad guys in the first trailer for his upcoming film Monkey Man. Jordan Peele [+1369 chars]",
        "summary": "Jordan Peele is producing the movie through his production company Monkeypaw. Patel stars as Kid, a young gorilla-masked fighter who throws punches each night in an underground fight club to make ends meet. The rest of the cast includes Sharlito Copley, who starred in District 9.",
        "html_summary": "<ul><li>Jordan Peele is producing the movie through his production company Monkeypaw</li><li> Patel stars as Kid, a young gorilla-masked fighter who throws punches each night in an underground fight club to make ends meet</li><li> The rest of the cast includes Sharlito Copley, who starred in District 9</li></ul>",
        "website_url": "http://www.rollingstone.com/tv-movies/tv-movie-news/monkey-man-trailer-dev-patel-jordan-peele-movie-1234955049/"
    }
]