{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "More micromobility layoffs, digging into the Mobileye S1 and a Rivian recall",
            "description": "Reminder, that I will be in San Francisco for TechCrunch Disrupt.  A New York City Council member is pushing a bill that will allow New Yorkers to benefit...",
            "url": "/2022-10-10-more-micromobility-layoffs-digging-into-the-mobileye-s-1-and-a-rivian-recall",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/AruB3mRZ4WgRGa39B4TyYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02Mzc-/https://media.zenfs.com/en/techcrunch_350/b6639865ec60aa42cd3934f9a1c95545",
            "publishedAt": "2022-10-10T13:00:57Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. This is a sho [+7923 chars]",
            "summary": "You also can send a direct message to @kirstenkorosec.The big news of this week was, sadly, more layoffs in the micromobility world.Tier laid off about 10% of its Spin staff, including a number of executives. Many of those layoffs occurred over the summer, but now it seems another wave of layoffs is washing over the industry.Spin wasnt the only micromobility company that has made cuts this month. One industry insider told TechCrunch that might be because Tier can handle many of those tasks, but would still need help on the ground when it decides to send over its new e-scooters.The micromobility sector has struggled in 2022. * Two of my favorite things  public transit and micromobility.A New York City Council member is pushing a bill that will allow New Yorkers to benefit from ratting out owners of vehicles blocking bike lanes or entrances/exits of school buildings, sidewalks and crosswalks. The Aussie company downsized its global workforce by 16%.In other news Barcelona is doing a one-year pilot project using the energy recovered from metro trains braking to charge personal e-scooters. Welcome back to The Station, your central hub for all past, present and future means of moving people and packages from Point A to Point B. Welp, this week delivered a firehose of news. The Stations weekly emailed newsletter has a lot more on EVs and AVs, future of flight, insider info and more.",
            "html_summary": "<ul><li>You also can send a direct message to @kirstenkorosec.The big news of this week was, sadly, more layoffs in the micromobility world.Tier laid off about 10% of its Spin staff, including a number of executives.</li><li>Many of those layoffs occurred over the summer, but now it seems another wave of layoffs is washing over the industry.Spin wasn’t the only micromobility company that has made cuts this month.</li><li>One industry insider told TechCrunch that might be because Tier can handle many of those tasks, but would still need help on the ground when it decides to send over its new e-scooters.The micromobility sector has struggled in 2022.</li><li>* Two of my favorite things — public transit and micromobility.A New York City Council member is pushing a bill that will allow New Yorkers to benefit from ratting out owners of vehicles blocking bike lanes or entrances/exits of school buildings, sidewalks and crosswalks.</li><li>The Aussie company downsized its global workforce by 16%.In other news …Barcelona is doing a one-year pilot project using the energy recovered from metro trains braking to charge personal e-scooters.</li><li>Welcome back to The Station, your central hub for all past, present and future means of moving people and packages from Point A to Point B. Welp, this week delivered a firehose of news.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/10/more-micromobility-layoffs-digging-into-the-mobileye-s-1-and-a-rivian-recall/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "David Keyton, Frank Jordans",
            "title": "Former Fed Chair Bernanke shares Nobel for research on banks  The Associated Press  en Espaol",
            "description": "Former Fed Chair Bernanke shares Nobel for research on banksThe Associated Press  en EspaolFormer Fed Chair Ben Bernanke wins 2022 Nobel prize for economicsCNBC TelevisionBen Bernanke, Douglas Diamond and Philip Dybvig Win ",
            "url": "/2022-10-10-nobel-economy-bernanke-2bb3eaee673631c8f8a13a66dd1c946b",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/f5a2d987403d4476a10a92829b20fedb/3000.jpeg",
            "publishedAt": "2022-10-10T15:00:00Z",
            "content": "STOCKHOLM (AP) Former U.S. Federal Reserve Chair Ben Bernanke, who put his academic expertise on the Great Depression to work reviving the American economy after the 20072008 financial crisis, won t [+6352 chars]",
            "summary": "That insight has affected economists thinking ever since.Diamond and Dybvig showed that banks play a crucial role in resolving a nettlesome financial problem: Savers want instant access to their money, but businesses need time to see their ventures generate profits before they can repay loans in full. But the quick comeback also came at a cost: Inflation began rising rapidly last year and now is close to 40-year highs, forcing the Fed and other central banks to reverse course and raise rates to cool the economy. And the laureates this year provide that.Bernanke, 68, examined the Great Depression of the 1930s when he was a professor at Stanford University, showing the danger of bank runs  when panicked people withdraw their savings  and how bank collapses led to widespread economic devastation. When COVID-19 slammed the U.S. economy in early 2020, the Fed, under Chair Jerome Powell, quickly cut short-term interest rates back to zero and pumped money into the financial system. They carry a cash award of 10 million Swedish kronor (nearly $900,000) and will be handed out on Dec. 10.Unlike the other prizes, the economics award wasnt established in Alfred Nobels will of 1895 but by the Swedish central bank in his memory. Bernanke agreed but found that the shortage of money could not explain why the depression was so devastating and lasted so long. The aggressive intervention  along with massive government spending  quickly ended the downturn and triggered a powerful economic recovery.",
            "html_summary": "<ul><li>“That insight has affected economists’ thinking ever since.’’Diamond and Dybvig showed that banks play a crucial role in resolving a nettlesome financial problem: Savers want instant access to their money, but businesses need time to see their ventures generate profits before they can repay loans in full.</li><li>But the quick comeback also came at a cost: Inflation began rising rapidly last year and now is close to 40-year highs, forcing the Fed and other central banks to reverse course and raise rates to cool the economy.</li><li>And the laureates this year provide that.”Bernanke, 68, examined the Great Depression of the 1930s when he was a professor at Stanford University, showing the danger of bank runs — when panicked people withdraw their savings — and how bank collapses led to widespread economic devastation.</li><li>When COVID-19 slammed the U.S. economy in early 2020, the Fed, under Chair Jerome Powell, quickly cut short-term interest rates back to zero and pumped money into the financial system.</li><li>They carry a cash award of 10 million Swedish kronor (nearly $900,000) and will be handed out on Dec. 10.Unlike the other prizes, the economics award wasn’t established in Alfred Nobel’s will of 1895 but by the Swedish central bank in his memory.</li><li>Bernanke agreed but found that the shortage of money could not explain why the depression was so devastating and lasted so long.</li></ul>",
            "website_url": "https://apnews.com/article/nobel-economy-bernanke-2bb3eaee673631c8f8a13a66dd1c946b"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "FCC tackles a thorny robocall problemhow to verify caller ID on old landlines",
            "description": "Despite industry opposition, FCC could require caller ID auth on nonIP networks.",
            "url": "/2022-10-10-fcc-tackles-a-thorny-robocall-problem-how-to-verify-caller-id-on-old-landlines",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2020/06/getty-robot-phone-760x380.jpg",
            "publishedAt": "2022-10-10T18:14:48Z",
            "content": "8 with 6 posters participatingThe Federal Communications Commission is hoping to solve one of the thorniest problems in the fight against robocalls how to verify caller ID on older landlines that  [+2521 chars]",
            "summary": "\"The new Notice of Inquiry will \"seek more focused comment on caller ID authentication technology for non-IP networks and how best to address this remaining gap in our caller ID authentication scheme.\" Advertisement Among other things, the FCC will seek comment on what legal authority it can use to implement rules for non-IP caller ID authentication.Phone companies don't want new requirements for older landlines, arguing that the industry is upgrading to IP anyway. The Notice of Inquiry will \"seek comment on two standards for caller ID authentication on non-IP networks developed by the Alliance for Telecommunications Industry Solutions (ATIS). But due to technology limitations, STIR/SHAKEN requirements haven't applied to the older TDM-based networks generally used with copper landlines.The FCC is now investigating how best to tackle this problem in a draft Notice of Inquiry released last week by Chairwoman Jessica Rosenworcel. \"\"Do these standards adequately address non-IP technology throughout the entire call path; in other words, do they resolve issues around non-IP voice service providers, non-IP intermediate providers, and non-IP interconnection?\" The responses \"reflected interest in this subject from a broad array of stakeholders with divergent views on the best path forward. the Notice of Inquiry asks.You must login or create an account to comment.",
            "html_summary": "<ul><li>\"The new Notice of Inquiry will \"seek more focused comment on caller ID authentication technology for non-IP networks and how best to address this remaining gap in our caller ID authentication scheme.\"</li><li>Advertisement Among other things, the FCC will seek comment on what legal authority it can use to implement rules for non-IP caller ID authentication.Phone companies don't want new requirements for older landlines, arguing that the industry is upgrading to IP anyway.</li><li>The Notice of Inquiry will \"seek comment on two standards for caller ID authentication on non-IP networks developed by the Alliance for Telecommunications Industry Solutions (ATIS).</li><li>But due to technology limitations, STIR/SHAKEN requirements haven't applied to the older TDM-based networks generally used with copper landlines.The FCC is now investigating how best to tackle this problem in a draft Notice of Inquiry released last week by Chairwoman Jessica Rosenworcel.</li><li>\"\"Do these standards adequately address non-IP technology throughout the entire call path; in other words, do they resolve issues around non-IP voice service providers, non-IP intermediate providers, and non-IP interconnection?\"</li><li>The responses \"reflected interest in this subject from a broad array of stakeholders with divergent views on the best path forward.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/10/fcc-tackles-a-thorny-robocall-problem-how-to-verify-caller-id-on-old-landlines/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Trendsi secures $25M to help sellers and manufacturers predict demand",
            "description": "Trendsi, which applies AI and machine learning to predict inventory needs for sellers and manufacturers, has raised $25 million in capital.",
            "url": "/2022-10-10-trendsi-secures-25m-to-help-sellers-and-manufacturers-predict-demand",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2015/11/mobile-ecommerce-shopping.png?resize=1200,675",
            "publishedAt": "2022-10-10T11:30:33Z",
            "content": "In the traditional businesstobusiness world, sellers often dont know how much of a product they should order. Even at wellrun companies, anywhere from 20% to 30% of inventory is either dead (i.e.  [+4600 chars]",
            "summary": "Zhang tells TechCrunch that the new cash will be put toward investments in data infrastructure, supply chain technology, new merchandise categories and international expansion.We are building a new platform that lowers the barrier for anyone to start selling online or offline, Zhang told TechCrunch in an email interview. [This] allows retailers to only take minimum and no inventory risk by building our inventory and sales forecasting models and offering the drop-shipping service, Zhang explained. Using data collected on the platform and from third parties, Trendsi attempts to predict sales down to the SKU level, so that sellers can reduce excess inventory and ideally prevent out-of-stock issues. Beyond this, the platform taps sales and behavioral data to curate and recommend products to sellers.Recently, Trendsi launched a feature it calls just-in-time manufacturing, which aims to help manufacturers quickly restock based on real-time sales data and predictions. Xia was one of the first employees at e-scooter startup Lime and previously worked as an analyst at a16z (Andreessen Horowitz).Zhang, Xia and Trendsis third co-founder, Maddie Davidson, sought with Trendsi to build a service that applies AI and machine learning to streamline tasks like inventory and sales forecasting. Retail business leaders expect AI will have the biggest impact in customer intelligence, inventory management and chatbots for customer service, creating a virtuous adoption-investment cycle in the coming years. This pandemic has revealed the real costs associated with inventory mismanagement.",
            "html_summary": "<ul><li>Zhang tells TechCrunch that the new cash will be put toward investments in data infrastructure, supply chain technology, new merchandise categories and international expansion.“We are building a new platform that lowers the barrier for anyone to start selling online or offline,” Zhang told TechCrunch in an email interview.</li><li>“[This] allows retailers to only take minimum and no inventory risk by building our inventory and sales forecasting models and offering the drop-shipping service,” Zhang explained.</li><li>Using data collected on the platform and from third parties, Trendsi attempts to predict sales down to the SKU level, so that sellers can reduce excess inventory and ideally prevent out-of-stock issues.</li><li>Beyond this, the platform taps sales and behavioral data to curate and recommend products to sellers.Recently, Trendsi launched a feature it calls “just-in-time” manufacturing, which aims to help manufacturers quickly restock based on real-time sales data and predictions.</li><li>Xia was one of the first employees at e-scooter startup Lime and previously worked as an analyst at a16z (Andreessen Horowitz).Zhang, Xia and Trendsi’s third co-founder, Maddie Davidson, sought with Trendsi to build a service that applies AI and machine learning to streamline tasks like inventory and sales forecasting.</li><li>Retail business leaders expect AI will have the biggest impact in customer intelligence, inventory management and chatbots for customer service, creating a virtuous adoption-investment cycle in the coming years.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/10/trendsi-secures-25m-to-help-sellers-and-manufacturers-predict-demand/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Samsung seeks smart TV growth with first Tizen OS licensing deals",
            "description": "Samsung has confirmed the first thirdparty smart TV makers to ship with its Tizen operating system (OS), with several manufacturers preparing to launch Tizenpowered TVs this year across Europe and Australasia. Tizen, for the uninitiated, is a Linuxbase",
            "url": "/2022-10-10-samsung-seeks-smart-tv-growth-with-first-tizen-os-licensing-deals",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GettyImages-1266576312.jpg?resize=1200,675",
            "publishedAt": "2022-10-10T10:34:57Z",
            "content": "Samsung has confirmed the first thirdparty smart TV makers to ship with its Tizen operating system (OS), with several manufacturers preparing to launch Tizenpowered TVs this year across Europe and  [+2177 chars]",
            "summary": "On top of that, all Tizen TVs will be able to access features such as Samsungs virtual assistant Bixby, which ushers voice search into the mix.",
            "html_summary": "<ul><li>On top of that, all Tizen TVs will be able to access features such as Samsung’s virtual assistant Bixby, which ushers voice search into the mix.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/10/samsung-seeks-smart-tv-growth-with-first-tizen-os-licensing-deals/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Florida firms webcam surveillance violates human rights, Dutch court says",
            "description": "A win for workers who hesitate to hit record.",
            "url": "/2022-10-10-florida-firms-webcam-surveillance-violates-human-rights-dutch-court-says",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/GettyImages-1337622186-760x380.jpg",
            "publishedAt": "2022-10-10T18:45:14Z",
            "content": "21 with 16 posters participatingA Floridabased software development firm called Chetu provided a perfect example of how an employer in 2022 can take worker surveillance one step too far. Describin [+2979 chars]",
            "summary": "The email that prompted the Dutch-based employees firing suggests that the firm did make some attempt to consult Dutch civil code before making their termination decision but seemingly didn't think to check what's protected by the European Court of Human Rights.You must login or create an account to comment. Reason: Refusal to work; Insubordination.However, the Dutch court last week ultimately disagreed with Chetus reading of the Dutch law, deciding that not turning on a webcam isnt a refusal to work or insubordination. Chetu apparently cited Dutch civil code as supporting its decision, writing to the employee: Your employment is hereby terminated. As a result of the wrongful termination verdict, the court ordered Chetu to withdraw a non-compete clause that limited the former workers new employment options.  Ashley Belanger - Oct 10, 2022 6:30 pm UTC A Florida-based software development firm called Chetu provided a perfect example of how an employer in 2022 can take worker surveillance one step too far. Demand for employee surveillance technology leapt by 58 percent, Top10VPN reported. Instead, the employee was rightly and reasonably defending his right to privacy.",
            "html_summary": "<ul><li>The email that prompted the Dutch-based employee’s firing suggests that the firm did make some attempt to consult Dutch civil code before making their termination decision but seemingly didn't think to check what's protected by the European Court of Human Rights.You must login or create an account to comment.</li><li>Reason: Refusal to work; Insubordination.”However, the Dutch court last week ultimately disagreed with Chetu’s reading of the Dutch law, deciding that not turning on a webcam isn’t a refusal to work or insubordination.</li><li>Chetu apparently cited Dutch civil code as supporting its decision, writing to the employee: “Your employment is hereby terminated.</li><li>As a result of the wrongful termination verdict, the court ordered Chetu to withdraw a non-compete clause that limited the former worker’s new employment options.</li><li> Ashley Belanger - Oct 10, 2022 6:30 pm UTC A Florida-based software development firm called Chetu provided a perfect example of how an employer in 2022 can take worker surveillance one step too far.</li><li>Demand for employee surveillance technology leapt by 58 percent, Top10VPN reported.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/10/florida-firms-webcam-surveillance-violates-human-rights-dutch-court-says/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. More micromobility layoffs, digging into the Mobileye S1 and a Rivian recall. Former Fed Chair Bernanke shares Nobel for research on banks  The Associated Press  en Espaol. FCC tackles a thorny robocall problemhow to verify caller ID on old landlines. Trendsi secures $25M to help sellers and manufacturers predict demand. Samsung seeks smart TV growth with first Tizen OS licensing deals. Florida firms webcam surveillance violates human rights, Dutch court says"
}