{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "Dont call it a refresh The 6 most adventurous laptop designs of 2022",
            "description": "Love it or hate it these PCs took risks, from new RAM shapes to big, bendy OLED.",
            "url": "/2022-12-29-dont-call-it-a-refresh-the-6-most-adventurous-laptop-designs-of-2022",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/12/GettyImages-898843468-760x380.jpg",
            "publishedAt": "2022-12-29T12:30:27Z",
            "content": "2 with 0 posters participatingIn a world of shiny clamshells and showy convertibles, laptop releases can feel repetitive. Some of the most successful, wellknown designs dont always see massive ov [+2949 chars]",
            "summary": "Instead, Lenovo popped a secondary, 8001280 LCD next to the keyboard to create a laptop it claims is uniquely designed for multitasking.We haven't seen an ultrawide laptop since 2017's Acer Predator 21 X curved-screen gaming PC. And for technology enthusiasts interested in developments that could change how we work, play, repair, and upgrade, it's imperative that PC makers be willing to take risks.The laptops below all tried something more adventurous than a components upgrade in 2022. The 2022 ThinkBook, however, targets its stretched screen at workers obsessed with multitasking.The ThinkBook Plus Gen 3's smaller screen lets users do things like show thumbnails while working in Photoshop, use a calculator, and take notes. We'll break down the groundbreaking designs, ideas, and capabilities these systems seek to deliverand whether or not the risks they took paid off.Premium laptop shoppers are increasingly seeking screens with taller aspect ratios. It's reminiscent of the ScreenPads that Asus has been using for a while in its touchpads and north of some laptops' keyboards but less advanced.The ThinkBook Plus Gen 3 is a fascinating exploration of the clamshell design that brought variety to laptop selection in 2022. Since Gen 1, Lenovo's ThinkBook Plus laptops have been about offering PCs with features that push the envelope and provide over-the-top features that most could live without.But for the right user, the ThinkBook Plus Gen 3 presents a favorable way to work and organize multiple windows. Acer's laptop focused on boosting immersion for gamers by making games appear to wrap around them more than a flat-screen laptop.",
            "html_summary": "<ul><li>Instead, Lenovo popped a secondary, 800×1280 LCD next to the keyboard to create a laptop it claims is uniquely designed for multitasking.We haven't seen an ultrawide laptop since 2017's Acer Predator 21 X curved-screen gaming PC.</li><li>And for technology enthusiasts interested in developments that could change how we work, play, repair, and upgrade, it's imperative that PC makers be willing to take risks.The laptops below all tried something more adventurous than a components upgrade in 2022.</li><li>The 2022 ThinkBook, however, targets its stretched screen at workers obsessed with multitasking.The ThinkBook Plus Gen 3's smaller screen lets users do things like show thumbnails while working in Photoshop, use a calculator, and take notes.</li><li>We'll break down the groundbreaking designs, ideas, and capabilities these systems seek to deliver—and whether or not the risks they took paid off.Premium laptop shoppers are increasingly seeking screens with taller aspect ratios.</li><li>It's reminiscent of the ScreenPads that Asus has been using for a while in its touchpads and north of some laptops' keyboards but less advanced.The ThinkBook Plus Gen 3 is a fascinating exploration of the clamshell design that brought variety to laptop selection in 2022.</li><li>Since Gen 1, Lenovo's ThinkBook Plus laptops have been about offering PCs with features that push the envelope and provide over-the-top features that most could live without.But for the right user, the ThinkBook Plus Gen 3 presents a favorable way to work and organize multiple windows.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/12/dont-call-it-a-refresh-the-6-most-adventurous-laptop-designs-of-2022/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Here are the 10 best new cars, trucks, and SUVs we drove in 2022",
            "description": "Eight EVs made the top 10 this year.",
            "url": "/2022-12-29-here-are-the-10-best-new-cars-trucks-and-suvs-we-drove-in-2022",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/12/ars-top10-cars-2022-760x380.jpg",
            "publishedAt": "2022-12-29T11:55:34Z",
            "content": "0 with 0 posters participatingAh, the annual endofyear roundup, when its time to sit down and think about all the vehicles we tested in 2022. Comparing this year to years past, its notable how  [+10625 chars]",
            "summary": "Partly that's because the industry released some pretty compelling new EVs this year, but it's also a reflection of our coverage prioritiesin the past, you've told us loud and clear you aren't that interested in reading about new gasoline or diesel models. About the only thing I could complain about was the speed at which it will DC fast chargea mere 55 kW.BMW's new i7 was one of the year's revelationstruly a car I didn't expect to be as good as it is. The exterior styling may be a little divisive, but the interior is a real treat.Genesis has included some rather interesting technology in the car, like the ability to use biometrics to unlock it instead of a key fob, and the suite of advanced driver assistance systems are very effective. Like the EV6 and F-150 Lightning, I'm finding it hard to pick which one of the two mid-engined cars I prefer.Both represent clean-sheet designs for their respective makers, and both ditch larger-capacity V8 engines for twin-turbo V6s supplemented with an electric motor. It's also a hoot to drive, with 429 hp (320 kW) as the nominal power output of the Performance version, which increases to 483 hp (360 kW) for short bursts via the boost button. Read on to find out what impressed us most in 2022.Our winner is actually one of the first cars we tested this year, and it's the Kia EV6. Although the US version is still a couple of years away, we were able to try out the shorter-wheelbase, two-row Euro-spec Buzz this year.",
            "html_summary": "<ul><li>Partly that's because the industry released some pretty compelling new EVs this year, but it's also a reflection of our coverage priorities—in the past, you've told us loud and clear you aren't that interested in reading about new gasoline or diesel models.</li><li>About the only thing I could complain about was the speed at which it will DC fast charge—a mere 55 kW.BMW's new i7 was one of the year's revelations—truly a car I didn't expect to be as good as it is.</li><li>The exterior styling may be a little divisive, but the interior is a real treat.Genesis has included some rather interesting technology in the car, like the ability to use biometrics to unlock it instead of a key fob, and the suite of advanced driver assistance systems are very effective.</li><li>Like the EV6 and F-150 Lightning, I'm finding it hard to pick which one of the two mid-engined cars I prefer.Both represent clean-sheet designs for their respective makers, and both ditch larger-capacity V8 engines for twin-turbo V6s supplemented with an electric motor.</li><li>It's also a hoot to drive, with 429 hp (320 kW) as the nominal power output of the Performance version, which increases to 483 hp (360 kW) for short bursts via the boost button.</li><li>Read on to find out what impressed us most in 2022.Our winner is actually one of the first cars we tested this year, and it's the Kia EV6.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/12/here-are-the-10-best-new-cars-trucks-and-suvs-we-drove-in-2022/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "Ars Technicas best video games of 2022",
            "description": "A dearth of bigbudget blockbusters couldnt hold back the year in games.",
            "url": "/2022-12-29-ars-technicas-best-video-games-of-2022",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/12/ars-games-of-the-year-2022-760x380.jpg",
            "publishedAt": "2022-12-29T11:45:30Z",
            "content": "0 with 0 posters participatingBefore we get on to the list, dont miss this years Ars Technica Charity Drive sweepstakes. You can win part of nearly $2,000 in prizes, including limitededition gam [+8271 chars]",
            "summary": "All told, the games listed below will stick with us for a long time and speak highly of the game industry's continuing creativity and resilience.This year we chose to list our gaming picks in alphabetical order, with a single \"Game of the Year\" pick at the end. It's also a chance for longtime fans to show their love for Zach and Tarn Adams, the brothers who have kept this crazy simulation running without ever actively selling the game.The new, commercial version of Dwarf Fortress released this year is much easier to dig than the old version. These feature updated graphics, sound, and gameplay that takes advantage of decades of advances in game design and technology, giving old concepts fresh life for a new audience. But that holiday rush was itself muted this year, thanks to delays of big-name franchises from Diablo to Starfield to The Legend of Zelda.That's led some commentators to call 2022 a \"slow year\" for a games industry still recovering from the development chaos of COVID. For a start, quite possibly the most anticipated game of the year came out in March, well ahead of the usual holiday season rush of releases. The relative lack of big-budget blockbusters allowed plenty of independent games a chance to shine, including those that made this list on the strength of brave new ideas in gameplay or storytelling. Now, after your first few attempts at the game, you're more likely to be left with a question like, \"How do you find an encampment with sand that also has enough minerals?\"",
            "html_summary": "<ul><li>All told, the games listed below will stick with us for a long time and speak highly of the game industry's continuing creativity and resilience.This year we chose to list our gaming picks in alphabetical order, with a single \"Game of the Year\" pick at the end.</li><li>It's also a chance for longtime fans to show their love for Zach and Tarn Adams, the brothers who have kept this crazy simulation running without ever actively selling the game.The new, commercial version of Dwarf Fortress released this year is much easier to dig than the old version.</li><li>These feature updated graphics, sound, and gameplay that takes advantage of decades of advances in game design and technology, giving old concepts fresh life for a new audience.</li><li>But that holiday rush was itself muted this year, thanks to delays of big-name franchises from Diablo to Starfield to The Legend of Zelda.That's led some commentators to call 2022 a \"slow year\" for a games industry still recovering from the development chaos of COVID.</li><li>For a start, quite possibly the most anticipated game of the year came out in March, well ahead of the usual holiday season rush of releases.</li><li>The relative lack of big-budget blockbusters allowed plenty of independent games a chance to shine, including those that made this list on the strength of brave new ideas in gameplay or storytelling.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2022/12/ars-technicas-best-video-games-of-2022/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Johnson leads UT Rio Grande Valley against Utah Tech after 29 ...  The Associated Press  en Espaol",
            "description": "UT Rio Grande Valley Vaqueros (84) at Utah Tech Trailblazers (85) Saint George, Utah; Thursday, 9 p.m. EST FANDUEL SPORTSBOOK  LINE Utah Tech 9.5; over/under is 157.5",
            "url": "/2022-12-29-sports-utah-utes-justin-johnson-cameron-gooden-6dc4ccfb93b44e528b8f6d50d2f0493d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-12-29T08:19:48Z",
            "content": "UT Rio Grande Valley Vaqueros (84) at Utah Tech Trailblazers (85)Saint George, Utah; Thursday, 9 p.m. ESTFANDUEL SPORTSBOOK LINE Utah Tech 9.5; over/under is 157.5BOTTOM LINE UT Rio Grande [+1417 chars]",
            "summary": "Their opponents have averaged 68.6 points per game.Vaqueros: 7-3, averaging 83.7 points, 33.6 rebounds, 15.8 assists, 4.9 steals and 3.6 blocks per game while shooting 52.3% from the field. Will Johnston is averaging 2.3 made 3-pointers over the last 10 games for UT Rio Grande Valley.LAST 10 GAMES: Trailblazers: 7-3, averaging 80.8 points, 33.2 rebounds, 15.4 assists, 8.6 steals and 2.5 blocks per game while shooting 47.6% from the field. Isaiah Pope is averaging 11.8 points and 4.2 rebounds while shooting 42.7% over the last 10 games for Utah Tech.Johnson is averaging 21.1 points and 5.1 rebounds for the Vaqueros. Utah Tech ranks sixth in the WAC with 14.5 assists per game led by Cameron Gooden averaging 3.7.The Vaqueros are 1-4 on the road. Their opponents have averaged 81.9 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Their opponents have averaged 68.6 points per game.Vaqueros: 7-3, averaging 83.7 points, 33.6 rebounds, 15.8 assists, 4.9 steals and 3.6 blocks per game while shooting 52.3% from the field.</li><li>Will Johnston is averaging 2.3 made 3-pointers over the last 10 games for UT Rio Grande Valley.LAST 10 GAMES: Trailblazers: 7-3, averaging 80.8 points, 33.2 rebounds, 15.4 assists, 8.6 steals and 2.5 blocks per game while shooting 47.6% from the field.</li><li>Isaiah Pope is averaging 11.8 points and 4.2 rebounds while shooting 42.7% over the last 10 games for Utah Tech.Johnson is averaging 21.1 points and 5.1 rebounds for the Vaqueros.</li><li>Utah Tech ranks sixth in the WAC with 14.5 assists per game led by Cameron Gooden averaging 3.7.The Vaqueros are 1-4 on the road.</li></ul>",
            "website_url": "https://apnews.com/article/sports-utah-utes-justin-johnson-cameron-gooden-6dc4ccfb93b44e528b8f6d50d2f0493d"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Reflecting on a roller coaster year for robotics",
            "description": "Actuator 2022 started off with a bang and slow down around the stretch, but the future is still bright for robotics",
            "url": "/2022-12-29-?p=2462810",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/320806397_3394426414123729_49176326823308571_n.jpg?resize=1200,904",
            "publishedAt": "2022-12-29T19:31:11Z",
            "content": "Big thanks to Joyce Sidopoulos, Peter Barrett and Ken Goldberg for filling in the last few weeks. Im excited by the boost this newsletter has been getting in recent months and wanted to keep the ligh [+12091 chars]",
            "summary": "Given the time, resources and brain power involved in launching a robotics company, thats especially applicable here.Once more big companies have determined their robotics strategies, expect them to get even more aggressive with acquisitions. First, it reignited an important conversation around robotic form factors, and second, it reset a lot of expectations about what a robot is  and can be  in 2022.A dramatic firework display shoots out from Big Ben at the stroke of midnight on New Years eve. As anticipated, the Amazon/iRobot deal announced back in August is facing exactly that.Far and away, the biggest bit of robotics news I missed during my time off was Intrinsics acquisition of Open Robotics. Robotics has had the beginnings of a renaissance during that time, so it follows that it will have a bigger presence at the biggest consumer electronics show.To all of my fellow journalists covering the space, a word of warning: bad robots are nothing new. Image Credits: Getty ImagesA few more things to watch out for:As someone said to me recently, it may feel like weve been doing this robotics thing forever, and certainly there were times when it felt like progress was moving at a glacial pace. The future didnt look exactly like any of us expected (futures have a way of doing that), but its here nonetheless.Labor is, of course, a big centerpiece to the robotics conversation. There was a nice little window in there for several months when robotics and automation seemed unfazed by macroeconomic forces, cruising on the forward momentum afforded them by the pandemic.But it didnt take a genius to see this coming.",
            "html_summary": "<ul><li>Given the time, resources and brain power involved in launching a robotics company, that’s especially applicable here.Once more big companies have determined their robotics strategies, expect them to get even more aggressive with acquisitions.</li><li>First, it reignited an important conversation around robotic form factors, and second, it reset a lot of expectations about what a robot is — and can be — in 2022.A dramatic firework display shoots out from Big Ben at the stroke of midnight on New Year’s eve.</li><li>As anticipated, the Amazon/iRobot deal announced back in August is facing exactly that.Far and away, the biggest bit of robotics news I missed during my time off was Intrinsic’s acquisition of Open Robotics.</li><li>Robotics has had the beginnings of a renaissance during that time, so it follows that it will have a bigger presence at the biggest consumer electronics show.To all of my fellow journalists covering the space, a word of warning: bad robots are nothing new.</li><li>Image Credits: Getty ImagesA few more things to watch out for:As someone said to me recently, it may feel like we’ve been doing this robotics thing forever, and certainly there were times when it felt like progress was moving at a glacial pace.</li><li>The future didn’t look exactly like any of us expected (futures have a way of doing that), but it’s here nonetheless.Labor is, of course, a big centerpiece to the robotics conversation.</li></ul>",
            "website_url": "https://techcrunch.com/?p=2462810/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Ebike subsidies, consolidation and IPOs Our 2023 micromobility predictions",
            "description": "This was a tumultuous year for micromobility, both within the shared and private spheres. As we predicted last year, 2022 brought with it a rise in the sale of electric bikes, the adoption of smarter escooters that can detect poor riding behavior and the",
            "url": "/2022-12-29-e-bike-subsidies-consolidation-and-ipos-our-2023-micromobility-predictions",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/07/subscription-micromobility.jpg?resize=1200,675",
            "publishedAt": "2022-12-29T18:00:11Z",
            "content": "This was a tumultuous year for micromobility, both within the shared and private spheres. As we predicted last year, 2022 brought with it a rise in the sale of electric bikes, the adoption of smarter [+8643 chars]",
            "summary": "Gross said that was a very strong proof point towards most likely a public market offering.More bike companies in the public markets could help push the narrative around e-bikes outselling electric cars in America. And unlike many of the electric vehicle companies that went public through special purpose acquisition mergers over the last couple of years, Sondors is already building and delivering vehicles.Gross further speculated that Rad Power Bikes might be next to the public markets. Might other electric bike manufacturers follow suit in 2023 and beyond?The public markets are less about the biggest and baddest tech and more about something thats perhaps simpler and proven to turn a profit, James Gross, co-founder of Micromobility Industries, told TechCrunch. There are certainly ways to bring down CapEx and increase ridership, but nothing will help turn revenue into profit if the relationship most operators have with cities still verges on hostile.Shared companies started out thinking that riders were customers, when really their customers are governments. Soon, we will start to see more technology to provide safety and comfort for riders, including AI-equipped cameras for hazard detection, and smarter turn-by-turn navigation that guides riders on the most comfortable route out of harms way.White said safety and security are the top concerns for prospective e-bike buyers. Companies that are going public right now are companies that can show cash flow.Sondors S-1 showed a company that was operating at a net loss, but has the potential to become profitable. Only a few operators will remain by the end of 2023, and those will be very deeply entrenched with their markets.One of the main reasons shared micromobility companies are dropping off is because its kind of an unsustainable business model.",
            "html_summary": "<ul><li>Gross said that was a “very strong proof point towards most likely a public market offering.”More bike companies in the public markets could help push the narrative around e-bikes outselling electric cars in America.</li><li>And unlike many of the electric vehicle companies that went public through special purpose acquisition mergers over the last couple of years, Sondors is already building and delivering vehicles.Gross further speculated that Rad Power Bikes might be next to the public markets.</li><li>Might other electric bike manufacturers follow suit in 2023 and beyond?“The public markets are less about the biggest and baddest tech and more about something that’s perhaps simpler and proven to turn a profit,” James Gross, co-founder of Micromobility Industries, told TechCrunch.</li><li>There are certainly ways to bring down CapEx and increase ridership, but nothing will help turn revenue into profit if the relationship most operators have with cities still verges on hostile.Shared companies started out thinking that riders were customers, when really their customers are governments.</li><li>Soon, we will start to see more technology to provide safety and comfort for riders, including AI-equipped cameras for hazard detection, and smarter turn-by-turn navigation that guides riders on the most comfortable route out of harm’s way.”White said safety and security are the top concerns for prospective e-bike buyers.</li><li>“Companies that are going public right now are companies that can show cash flow.”Sondors’ S-1 showed a company that was operating at a net loss, but has the potential to become profitable.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/29/e-bike-subsidies-consolidation-and-ipos-our-2023-micromobility-predictions/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Dont call it a refresh The 6 most adventurous laptop designs of 2022. Here are the 10 best new cars, trucks, and SUVs we drove in 2022. Ars Technicas best video games of 2022. Johnson leads UT Rio Grande Valley against Utah Tech after 29 ...  The Associated Press  en Espaol. Reflecting on a roller coaster year for robotics. Ebike subsidies, consolidation and IPOs Our 2023 micromobility predictions"
}