{
    "status": "ok",
    "totalResults": 9,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Nathan Bomey",
            "title": "The war for your teeth",
            "description": "Oral health companies, orthodontists, dentists and regulators are engaged in a highstakes war over how to best straighten your teeth.The big picture Products like Invisalign and SmileDirectClub have taken a big bite out of orthodontists profits, pitting ol",
            "url": "/2022-09-17-smiledirectclub-invisalign-align-orthodontics-braces",
            "urlToImage": "https://images.axios.com/F0g6VzkGxp_Dxs-xEC2Ci3NrNo0=/0x0:1920x1080/1366x768/2022/09/16/1663363933196.jpg",
            "publishedAt": "2022-09-17T11:30:05Z",
            "content": "Oral health companies, orthodontists, dentists and regulators are engaged in a highstakes war over how to best straighten your teeth.The big picture Products like Invisalign and SmileDirectClub h [+4224 chars]",
            "summary": "Invisalign and SmileDirectClub's sales soared as customers figured it was a good time to fix their crooked teeth, a medical condition known as malocclusion.",
            "html_summary": "<ul></ul>",
            "website_url": "https://www.axios.com/2022/09/17/smiledirectclub-invisalign-align-orthodontics-braces"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "TC Sessions Crypto is in Miami  and 5 more reasons students should go",
            "description": "If youre a university or collegelevel student who believes the future of finance is crypto  or even if youre just crypto curious  pack a bag and head to Miami for TC Sessions Crypto on November 17. Why? Well, for starters, TechCrunch (of Disrupt and St",
            "url": "/2022-09-17-tc-sessions-crypto-is-in-miami-and-5-more-reasons-students-should-go",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/TC22_Sessions_Crypto_Wordpress_Header_Image_1200x628-2.png",
            "publishedAt": "2022-09-17T16:20:40Z",
            "content": "If youre a university or collegelevel student who believes the future of finance is crypto or even if youre just crypto curious pack a bag and head to Miami for TC Sessions Crypto on November 17. [+1666 chars]",
            "summary": "If youre a university- or college-level student who believes the future of finance is crypto  or even if youre just crypto curious  pack a bag and head to Miami for TC Sessions: Crypto on November 17.Why? If the future of finance is crypto, you cant afford to miss it.Is your company interested in sponsoring or exhibiting at TC Sessions: Crypto? Sweet!TC Sessions: Crypto takes place in, ahem, Miami on November 17. Buy your $49 student pass and go. Contact our sponsorship sales team by filling out this form.",
            "html_summary": "<ul><li>If you’re a university- or college-level student who believes the future of finance is crypto — or even if you’re just crypto curious — pack a bag and head to Miami for TC Sessions: Crypto on November 17.Why?</li><li>If the future of finance is crypto, you can’t afford to miss it.Is your company interested in sponsoring or exhibiting at TC Sessions: Crypto?</li><li>Sweet!TC Sessions: Crypto takes place in, ahem, Miami on November 17.</li><li>Buy your $49 student pass and go.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/17/tc-sessions-crypto-is-in-miami-and-5-more-reasons-students-should-go/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "TC editors weigh in Tech, trends and controversy in the cryptoverse",
            "description": "Theres never a dull moment in the cryptoverse. Blockchain, DeFi and web3 technologies continue to evolve rapidly in a world of wild extremes. How extreme? Consider these two examples. The Terra ecosystem disappears in a multibilliondollar crashandburn wh",
            "url": "/2022-09-17-tc-editors-weigh-in-tech-trends-and-controversy-in-the-cryptoverse",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/TC22_Sessions_Crypto_Wordpress_Header_Image_1200x628-2.png",
            "publishedAt": "2022-09-18T17:00:12Z",
            "content": "Theres never a dull moment in the cryptoverse. Blockchain, DeFi and web3 technologies continue to evolve rapidly in a world of wild extremes. How extreme? Consider these two examples.The Terra ecos [+8295 chars]",
            "summary": "Hosting an event this year shows that were here to provide discussions during the good and bad times.AR: Regardless of the recent talk of crypto winter, I believe the last two years have marked a significant inflection point in the arc of cryptos history. Crypto is the center of the industry, but isnt the be-all-end all term for discussion.AR: Absolutely  lots of people use the word crypto as a synonym for everything related to blockchain technology, though it mainly captures the financial applications/tokens themselves. Market conditions may (and probably will) fluctuate, and well dig into that plenty at the event, but the last two years have seen a huge influx of people dipping their toes into crypto for the first time. Holding this event in 2022 promises an opportunity for those looking to stick around to hear from lasting power players on their success stories and how they survived past winters.Regarding your own background, how did you become interested in writing about the crypto, NFT, blockchain and web3 communities? Theyre also the braintrust behind the programming at TC Sessions: Crypto and the hosts of TechCrunchs Chain Reaction podcast.Before we dig into the juicy stuff, heres a reminder to join us  and these ace editors  at TC Sessions: Crypto on November 17 in Miami. What makes 2022 a particularly fascinating year to hold our first crypto event?JM: This year has been nothing short of turbulent  I mean that in both good and bad ways  and a lot of people want answers pertaining to that volatility. Even by the time the event takes place, the crypto industry may be vastly different from when we began planning it.",
            "html_summary": "<ul><li>Hosting an event this year shows that we’re here to provide discussions during the good and bad times.AR: Regardless of the recent talk of “crypto winter,” I believe the last two years have marked a significant inflection point in the arc of crypto’s history.</li><li>Crypto is the center of the industry, but isn’t the be-all-end all term for discussion.AR: Absolutely — lots of people use the word “crypto” as a synonym for everything related to blockchain technology, though it mainly captures the financial applications/tokens themselves.</li><li>Market conditions may (and probably will) fluctuate, and we’ll dig into that plenty at the event, but the last two years have seen a huge influx of people dipping their toes into crypto for the first time.</li><li>Holding this event in 2022 promises an opportunity for those looking to stick around to hear from lasting power players on their success stories and how they survived past winters.Regarding your own background, how did you become interested in writing about the crypto, NFT, blockchain and web3 communities?</li><li>They’re also the braintrust behind the programming at TC Sessions: Crypto and the hosts of TechCrunch’s Chain Reaction podcast.Before we dig into the juicy stuff, here’s a reminder to join us — and these ace editors — at TC Sessions: Crypto on November 17 in Miami.</li><li>What makes 2022 a particularly fascinating year to hold our first crypto event?JM: This year has been nothing short of turbulent — I mean that in both good and bad ways — and a lot of people want answers pertaining to that volatility.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/18/tc-editors-weigh-in-tech-trends-and-controversy-in-the-cryptoverse/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Varos bank charter milestone, more corporate cards and BNPL under a microscope",
            "description": "Welcome to The Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign up here so you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2022-09-17-fintech-varo-corporate-cards-bnpl",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/10/GettyImages-1049195186.jpg?resize=1200,800",
            "publishedAt": "2022-09-18T14:16:21Z",
            "content": "Welcome to The Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign up here so you can receive it d [+11180 chars]",
            "summary": "Its straightforward 1.5% cashback on everything, no personal credit check and the first step to qualifying for the card is having just $50,000 in a Mercury account.The company added that a corporate credit card has been one of the most requested features from customers since Mercury launched in 2019. 100%.To read my full interview with Walsh on just how things have been going since, head here.Mercury announced last week that it launched a new corporate credit card. I reached out to the company for confirmation and a spokesperson told me via email that Sundae is focusing on creating a more streamlined customer experience so that we can get offers to sellers even faster. Adyen said its businesses will be giving customers a way to pay using their Cash App balance or linked debit card. However, in general, a chartered bank in operation has obtained a form of government permission to do business in the financial services industry. Every week, Ill take a look at the hottest fintech news of the previous week.  Mary AnnFirst off, I have to say that this past week was one of the busiest fintech news weeks I have experienced in a long while.",
            "html_summary": "<ul><li>“It’s straightforward 1.5% cashback on everything, no personal credit check and the first step to qualifying for the card is having just $50,000 in a Mercury account.”The company added that a corporate credit card has been one of the most requested features from customers since Mercury launched in 2019.</li><li>100%.To read my full interview with Walsh on just how things have been going since, head here.Mercury announced last week that it launched a new corporate credit card.</li><li>I reached out to the company for confirmation and a spokesperson told me via email that “Sundae is focusing on creating a more streamlined customer experience so that we can get offers to sellers even faster.</li><li>Adyen said its businesses will be giving customers a way to pay using their Cash App balance or linked debit card.</li><li>However, in general, a chartered bank in operation has obtained a form of government permission to do business in the financial services industry.</li><li>Every week, I’ll take a look at the hottest fintech news of the previous week.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/18/fintech-varo-corporate-cards-bnpl/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By The Associated Press",
            "title": "Today in History September 17, Camp David Accords",
            "description": "Today in History",
            "url": "/2022-09-17-d931dd3bf5872a778ba30b1d8d62c0db",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/c72cf8ac-c550-11ea-86bd-3761faee86a6.jpg?resize=600%2C315",
            "publishedAt": "2022-09-17T04:00:07Z",
            "content": "Today in HistoryToday is Saturday, Sept. 17, the 260th day of 2022. There are 105 days left in the year.Todays Highlight in HistoryOn Sept. 17, 1978, after meeting at Camp David, Israeli Prime [+5048 chars]",
            "summary": "Retreating from its defense of a drone strike that had killed multiple civilians in Afghanistan in August, the Pentagon announced that a review revealed that only civilians were killed in the attack, and not an Islamic State extremist as first believed. On this date: In 1787, the Constitution of the United States was completed and signed by a majority of delegates attending the Constitutional Convention in Philadelphia.In 1862, more than 3,600 men were killed in the Civil War Battle of Antietam (an-TEE-tum) in Maryland. In 1908, Lt. Thomas E. Selfridge of the U.S. Army Signal Corps became the first person to die in the crash of a powered aircraft, the Wright Flyer, at Fort Myer, Virginia, just outside Washington, D.C. In 1939, the Soviet Union invaded Poland during World War II, more than two weeks after Nazi Germany had launched its assault. In 1920, the American Professional Football Association -- a precursor of the National Football League -- was formed in Canton, Ohio.In 1937, the likeness of President Abraham Lincolns head was dedicated at Mount Rushmore. Todays Highlight in History: On Sept. 17, 1978, after meeting at Camp David, Israeli Prime Minister Menachem Begin (men-AH-kem BAY-gihn) and Egyptian President Anwar Sadat signed a framework for a peace treaty. In 1944, during World War II, Allied paratroopers launched Operation Market Garden, landing behind German lines in the Netherlands.",
            "html_summary": "<ul><li>Retreating from its defense of a drone strike that had killed multiple civilians in Afghanistan in August, the Pentagon announced that a review revealed that only civilians were killed in the attack, and not an Islamic State extremist as first believed.</li><li>On this date: In 1787, the Constitution of the United States was completed and signed by a majority of delegates attending the Constitutional Convention in Philadelphia.In 1862, more than 3,600 men were killed in the Civil War Battle of Antietam (an-TEE’-tum) in Maryland.</li><li>In 1908, Lt. Thomas E. Selfridge of the U.S. Army Signal Corps became the first person to die in the crash of a powered aircraft, the Wright Flyer, at Fort Myer, Virginia, just outside Washington, D.C.</li><li>In 1939, the Soviet Union invaded Poland during World War II, more than two weeks after Nazi Germany had launched its assault.</li><li>In 1920, the American Professional Football Association -- a precursor of the National Football League -- was formed in Canton, Ohio.In 1937, the likeness of President Abraham Lincoln’s head was dedicated at Mount Rushmore.</li><li>Today’s Highlight in History: On Sept. 17, 1978, after meeting at Camp David, Israeli Prime Minister Menachem Begin (men-AH’-kem BAY’-gihn) and Egyptian President Anwar Sadat signed a framework for a peace treaty.</li></ul>",
            "website_url": "https://apnews.com/d931dd3bf5872a778ba30b1d8d62c0db"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps iOS 16 takes off, TikTok clones BeReal, social cos go to Congress",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. Global app spending reached $65 billion in the first half of 2022, up only slightly from the $64.4 billi",
            "url": "/2022-09-17-this-week-in-apps-ios-16-takes-off-tiktok-clones-bereal-social-cos-go-to-congress",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/this-week-in-apps-splash-2022.webp?resize=1200,637",
            "publishedAt": "2022-09-17T18:00:47Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.Global app spending reached $65 billion in  [+24846 chars]",
            "summary": "The company has been pushing more features designed to connect its users with their real-life friends on its app, for example by asking for access to users address books, and even swapping out its Discover tab for a Friends tab. The bookkeeping app helps small and medium businesses in sub-Saharan Africa and counts more than 500,000 merchants on its platform. Denmark-based podcast subscription service Podimo raised 58.6 million (~$58.4 million) led by 83North, Highland and Saban, bringing its total raise to date to 162 million. SoftBank, which had invested $215 million into the company, is exiting at a loss as 15% of Kahoots current market cap (10.415 billion Norwegian Krone) is around $152 million (1,562,250,000 NOK).Image Credits: GoogleThis week, everyone was rolling out their iOS 16-optimized apps. Notice anything different about iOS release day when I was lucky enough to be included in some App Store editorial lists?Lots of users upgrade on day 1 and look there for apps. 1 on the App Store, displacing BeReal, as iOS 16 customization takes off25+ iOS 16-ready apps featuring Lock Screen widgets you can try todayTechCrunch also highlighted a few widget makers individually, as they released, from smaller companies outside of Big Tech. Meta was asked how many of the 40,000 people it reportedly had on trust and safety were focused on non-U.S. users and non-English language issue, and the company didnt answer.TikTok, meanwhile, was pressed hard on its relationship with the Chinese government. After having to answer for their lack of minor protections in their apps last year, this time around the companies were testifying before the Senate Homeland Security Committee about what risks they may pose to national security.",
            "html_summary": "<ul><li>The company has been pushing more features designed to connect its users with their real-life friends on its app, for example by asking for access to users’ address books, and even swapping out its Discover tab for a Friends tab.</li><li>The bookkeeping app helps small and medium businesses in sub-Saharan Africa and counts more than 500,000 merchants on its platform.💰 Denmark-based podcast subscription service Podimo raised €58.6 million (~$58.4 million) led by 83North, Highland and Saban, bringing its total raise to date to €162 million.</li><li>SoftBank, which had invested $215 million into the company, is exiting at a loss as 15% of Kahoot’s current market cap (10.415 billion Norwegian Krone) is around $152 million (1,562,250,000 NOK).Image Credits: GoogleThis week, everyone was rolling out their iOS 16-optimized apps.</li><li>Notice anything different about iOS release day when I was lucky enough to be included in some App Store editorial lists?Lots of users upgrade on day 1 and look there for apps.</li><li>1 on the App Store, displacing BeReal, as iOS 16 customization takes off25+ iOS 16-ready apps featuring Lock Screen widgets you can try todayTechCrunch also highlighted a few widget makers individually, as they released, from smaller companies outside of Big Tech.</li><li>Meta was asked how many of the 40,000 people it reportedly had on trust and safety were focused on non-U.S. users and non-English language issue, and the company didn’t answer.TikTok, meanwhile, was pressed hard on its relationship with the Chinese government.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/17/this-week-in-apps-ios-16-takes-off-tiktok-clones-bereal-social-cos-go-to-congress/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Anita Ramaswamy",
            "title": "Chain Reaction x Equity talk the Ethereum Merge",
            "description": "If you are into web3, the biggest news of the week in tech was not the massive FigmaAdobe deal. No, the leading story of the last few days  arguably even the last few weeks  has been the Ethereum Merge. The Merge, an upgrade to the Ethereum blockchain that",
            "url": "/2022-09-17-chain-reaction-equity-podcast-ethereum-merge-startups-reactions",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/equity-x-chain-reaction-feature-1.jpg?resize=1200,675",
            "publishedAt": "2022-09-17T14:00:37Z",
            "content": "If you are into web3, the biggest news of the week in tech was not the massive FigmaAdobe deal. No, the leading story of the last few days  arguably even the last few weeks  has been the Ethereum  [+2612 chars]",
            "summary": "This also gave us a 50-50 TechCrunch-TechCrunch+ split, which was good fun.We started by setting the scene with how the anticipation around this monumental event in web3 has affected token prices and dug into what factors had been fueling optimism. This episode had lots of back-and-forth as the team unpacked some quirky pieces of crypto jargon like the term baker and what it means in a proof-of-stake ecosystem as well as the timeline of what comes after the Merge, which includes the Surge, Verge, Purge and Splurge. We walked through all these questions and more, trying to address both what the Merge is and why it matters through as holistic a lens as possible.Just as there are tons of different stakeholders affected by the Merge, who all think differently, so do we. Thats why we got together our startup and blockchain podcast teams for a collab episode to hit both angles: Anita and Jacquie from Chain Reaction, and Natasha and Alex from Equity. What about the rest of the tech industry, or large financial institutions, or Chinese crypto miners? If you are into web3, the biggest news of the week in tech was not the massive Figma-Adobe deal. Now that its happened, what will be the impacts on web3 startups?",
            "html_summary": "<ul><li>This also gave us a 50-50 TechCrunch-TechCrunch+ split, which was good fun.We started by setting the scene with how the anticipation around this monumental event in web3 has affected token prices and dug into what factors had been fueling optimism.</li><li>This episode had lots of back-and-forth as the team unpacked some quirky pieces of crypto jargon like the term “baker” and what it means in a proof-of-stake ecosystem as well as the timeline of what comes after the Merge, which includes the Surge, Verge, Purge and Splurge.</li><li>We walked through all these questions and more, trying to address both what the Merge is and why it matters through as holistic a lens as possible.Just as there are tons of different stakeholders affected by the Merge, who all think differently, so do we.</li><li>That’s why we got together our startup and blockchain podcast teams for a collab episode to hit both angles: Anita and Jacquie from Chain Reaction, and Natasha and Alex from Equity.</li><li>What about the rest of the tech industry, or large financial institutions, or Chinese crypto miners?</li><li>If you are into web3, the biggest news of the week in tech was not the massive Figma-Adobe deal.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/17/chain-reaction-equity-podcast-ethereum-merge-startups-reactions/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. The war for your teeth. TC Sessions Crypto is in Miami  and 5 more reasons students should go. TC editors weigh in Tech, trends and controversy in the cryptoverse. Varos bank charter milestone, more corporate cards and BNPL under a microscope. Today in History September 17, Camp David Accords. This Week in Apps iOS 16 takes off, TikTok clones BeReal, social cos go to Congress. Chain Reaction x Equity talk the Ethereum Merge"
}