{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "Evolito, with an axialflux motor lighter than Teslas, starts ramping up its team",
            "description": "Last year YASA, a British electric motor startup with a revolutionary axialflux motor, was acquired by MercedesBenz to develop ultrahighperformance...",
            "url": "/2022-11-01-evolito-with-an-axial-flux-motor-lighter-than-teslas-starts-ramping-up-its-team",
            "urlToImage": "https://media.zenfs.com/en/techcrunch_350/a286c1e551da0a2922802cf382383429",
            "publishedAt": "2022-11-01T10:32:28Z",
            "content": "Last year YASA, a British electric motor startup with a revolutionary axialflux motor, was acquired by MercedesBenz to develop ultrahighperformance electric motors for Mercedess AMG.EA electrico [+1801 chars]",
            "summary": "Last year YASA, a British electric motor startup with a revolutionary axial-flux motor, was acquired by Mercedes-Benz to develop ultra-high-performance electric motors for Mercedess AMG.EA electric-only platform. YASAs axial-flux electric motors had previously garnered a reputation for efficiency, high power density, small size, and low weight.However, the team behind YASA did something quite clever. That was taken up by a new entity, complete with YASAs founders, called Evolito, to develop an electric motor it described as ultra-high-performance, low-weight and best for future EV aircraft. Evolito provides best-in-class powertrain solutions for OEMs, leveraging next-generation axial-flux electric motor technology thats already proven in automotive. While Mercedes acquired that automotive rights, they passed on the rights to an aerospace version of the engine.",
            "html_summary": "<ul><li>Last year YASA, a British electric motor startup with a revolutionary “axial-flux” motor, was acquired by Mercedes-Benz to develop ultra-high-performance electric motors for Mercedes’s AMG.EA electric-only platform.</li><li>YASA’s axial-flux electric motors had previously garnered a reputation for efficiency, high power density, small size, and low weight.However, the team behind YASA did something quite clever.</li><li>That was taken up by a new entity, complete with YASA’s founders, called Evolito, to develop an electric motor it described as ultra-high-performance, low-weight and best for future EV aircraft.</li><li>Evolito provides best-in-class powertrain solutions for OEMs, leveraging next-generation axial-flux electric motor technology that’s already proven in automotive.”</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/01/evolito-with-an-axial-flux-motor-lighter-than-teslas-starts-ramping-up-its-team/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "TouchBistro bakes CAD$150M into restaurant management tech recipe  TechCrunch",
            "description": "TouchBistro integrated both marketing and customer relationship management capabilities into its suite of tools within the past two years.",
            "url": "/2022-11-01-touchbistro-restaurant-management-tech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/TouchBistro-Product-Set-Up.png?resize=1200,676",
            "publishedAt": "2022-11-01T10:02:15Z",
            "content": "TouchBistro, an iPadbased restaurant management platform, secured CAD$150 million, or $110 million, in growth financing from Francisco Partners to accelerate its growth, expand its product pipeline  [+3690 chars]",
            "summary": "It laid off 131 employees and introduced features such as virtual gift cards and online takeout and delivery options to help restaurants stay afloat.However, it seems the company fought back to now serve over 16,000 restaurant customers to help them increase profitability and efficiency, while improving overall customer experience. Our vision is to become one of the most complete end-to-end restaurant management platforms, deliver best in class customer experience and help our customers be successful.As startups whip up a restaurant tech frenzy, is anyone close to Toast? Zabaneh declined to reveal TouchBistros valuation.Meanwhile, seeing the amount of technology adoption by the restaurant industry, the company felt it was the right time to accelerate its growth, he added. We integrated with key partners to provide our customers with best-in-class and complementary solutions, all integrated together on a single platform.In total, the company has raised around CAD$430 million to date. TouchBistro has deployed more than 64,000 of its terminals that provide automated online ordering, menu and delivery management, contactless payments, marketing and customer engagement tools. The Globe and Mail reported in 2021 that the companys growth rate fell from about 50% to roughly 10% in 2020. It lost about a tenth of its customers, and hundreds more asked for a break in fees.",
            "html_summary": "<ul><li>It laid off 131 employees and introduced features such as virtual gift cards and online takeout and delivery options to help restaurants stay afloat.”However, it seems the company fought back to now serve over 16,000 restaurant customers to help them increase profitability and efficiency, while improving overall customer experience.</li><li>“Our vision is to become one of the most complete end-to-end restaurant management platforms, deliver best in class customer experience and help our customers be successful.”As startups whip up a restaurant tech frenzy, is anyone close to Toast?</li><li>Zabaneh declined to reveal TouchBistro’s valuation.Meanwhile, seeing the amount of technology adoption by the restaurant industry, the company felt it was the right time to accelerate its growth, he added.</li><li>“We integrated with key partners to provide our customers with best-in-class and complementary solutions, all integrated together on a single platform.”In total, the company has raised around CAD$430 million to date.</li><li>TouchBistro has deployed more than 64,000 of its terminals that provide automated online ordering, menu and delivery management, contactless payments, marketing and customer engagement tools.</li><li>The Globe and Mail reported in 2021 that the company’s “growth rate fell from about 50% to roughly 10% in 2020.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/01/touchbistro-restaurant-management-tech/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Sam Metz",
            "title": "Democrats, tech leaders fund PAC to boost McMullin in Utah  The Associated Press  en Espaol",
            "description": "SALT LAKE CITY (AP)  Tech leaders and Democratic Partyaligned groups are among those funneling millions into Utah to support independent Evan McMullins bid to unseat Republican Sen. Mike Lee.  The race has been inundated with outside spending, with super P",
            "url": "/2022-11-01-2022-midterm-elections-technology-utah-mike-lee-b7d37e89e9e88d2ce8e0c9b5a4fed2e3",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/6b2b09ed29ed4679864db689f24f97ea/3000.jpeg",
            "publishedAt": "2022-11-01T01:18:14Z",
            "content": "SALT LAKE CITY (AP) Tech leaders and Democratic Partyaligned groups are among those funneling millions into Utah to support independent Evan McMullins bid to unseat Republican Sen. Mike Lee. The r [+5122 chars]",
            "summary": "The conservative Club for Growth Action PAC had spent more than $3.7 million to oppose McMullin as of Oct. 19 and said last week that its total spending had grown to more than $8 million. Its spent $5.1 million throughout 2022, including $3 million from Oct. 1 to Oct. 19.The group has received most of its funding from Blake Murray, the former CEO of the financial services technology company Divvy. If it walks like a duck, quacks like a duck, Lee wrote.McMullin was endorsed by Utah Democrats in April, insists he would caucus with neither party if elected and holds conservative positions on abortion, guns and government spending. It is a lie from the Lee campaign and his allies that the Democratic Party is financially supporting Evan.On his personal Twitter account, Lee said that the independent expenditures attacking him suggested McMullin leans Democratic. The group also received $250,000 from American Bridges political action committee. Vance in Ohio.Put Utah First also has received $700,000 in total from members of the Cumming family, which owns POWDR, one of the Rockies largest ski resort operators. One of the groups ads attacks McMullins past remarks about Republicans that led to a lawsuit.",
            "html_summary": "<ul><li>The conservative Club for Growth Action PAC had spent more than $3.7 million to oppose McMullin as of Oct. 19 and said last week that its total spending had grown to more than $8 million.</li><li>It’s spent $5.1 million throughout 2022, including $3 million from Oct. 1 to Oct. 19.The group has received most of its funding from Blake Murray, the former CEO of the financial services technology company Divvy.</li><li>“If it walks like a duck, quacks like a duck,” Lee wrote.McMullin was endorsed by Utah Democrats in April, insists he would caucus with neither party if elected and holds conservative positions on abortion, guns and government spending.</li><li>“It is a lie from the Lee campaign and his allies that the Democratic Party is financially supporting Evan.”On his personal Twitter account, Lee said that the independent expenditures attacking him suggested McMullin leans Democratic.</li><li>The group also received $250,000 from American Bridge’s political action committee.</li><li>Vance in Ohio.Put Utah First also has received $700,000 in total from members of the Cumming family, which owns POWDR, one of the Rockies’ largest ski resort operators.</li></ul>",
            "website_url": "https://apnews.com/article/2022-midterm-elections-technology-utah-mike-lee-b7d37e89e9e88d2ce8e0c9b5a4fed2e3"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Cover Genius lands $70M infusion to grow its embedded insurance business",
            "description": "In 2014, Angus McDonald, the former head of publisher partnerships at Yahoo (full disclosure TechCrunchs parent company), teamed up with exGoogler Chris Bayley to found Cover Genius, an insurtech platform that prices and handles claims for virtually any li",
            "url": "/2022-11-01-cover-genius-lands-70m-infusion-to-grow-its-embedded-insurance-business",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/how-to-image-desktop-lrg.png",
            "publishedAt": "2022-11-01T08:00:15Z",
            "content": "In 2014, Angus McDonald, the former head of publisher partnerships at Yahoo (full disclosure TechCrunchs parent company), teamed up with exGoogler Chris Bayley to found Cover Genius, an insurtech  [+5511 chars]",
            "summary": "They found that traditional insurers were difficult to work with because every country the co-founders wanted to target required a separate insurance agreement with separate country leads.In creating Cover Genius, McDonald and Bayley worked to gain licensing and approvals for embedded insurance in most major countries around the world. Unlike typical insurance plans, embedded insurance like Cover Genius is bundled with the purchase of a product or service, offered in real time or at the point of sale.Ridesharing app Ola uses Cover Genius to offer insurance to both drivers and riders. Image Credits: Cover GeniusWe strongly believed in the embedded insurance model, which is the ability to protect customers at the point of sale or sign-up, and that there would be a major value shift away from direct-to-consumer and traditional insurers toward digital platforms partnering with insurtechs, McDonald continued. Partners achieve bottom-line growth and stickier customers and insurers benefit from a data-rich distribution channel.Theres no doubt that embedded insurance is the hot new thing in insurtech. A 2019 survey by the Geneva Association, a global association of insurance companies, found that more than half of people (53%) have had a bad insurance experience. In the past, theyve either had experience working with traditional insurers, who negatively impact the customer experience and invariably cause churn and backlash against their own brand, or theyve tried to engage with traditional insurers and have given up because all the heavy lift otherwise sits with them. In 2014, Angus McDonald, the former head of publisher partnerships at Yahoo (full disclosure: TechCrunchs parent company), teamed up with ex-Googler Chris Bayley to found Cover Genius, an insurtech platform that prices and handles claims for virtually any line of insurance or warranty.",
            "html_summary": "<ul><li>They found that traditional insurers were difficult to work with because every country the co-founders wanted to target required a separate insurance agreement with separate country leads.In creating Cover Genius, McDonald and Bayley worked to gain licensing and approvals for embedded insurance in most major countries around the world.</li><li>Unlike typical insurance plans, embedded insurance like Cover Genius’ is bundled with the purchase of a product or service, offered in real time or at the point of sale.Ridesharing app Ola uses Cover Genius to offer insurance to both drivers and riders.</li><li>Image Credits: Cover Genius“We strongly believed in the embedded insurance model, which is the ability to protect customers at the point of sale or sign-up, and that there would be a major value shift away from direct-to-consumer and traditional insurers toward digital platforms partnering with insurtechs,” McDonald continued.</li><li>Partners achieve bottom-line growth and stickier customers and insurers benefit from a data-rich distribution channel.”There’s no doubt that embedded insurance is the hot new thing in insurtech.</li><li>A 2019 survey by the Geneva Association, a global association of insurance companies, found that more than half of people (53%) have had a bad insurance experience.</li><li>“In the past, they’ve either had experience working with traditional insurers, who negatively impact the customer experience and invariably cause churn and backlash against their own brand, or they’ve tried to engage with traditional insurers and have given up because all the ‘heavy lift’ otherwise sits with them.”</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/01/cover-genius-lands-70m-infusion-to-grow-its-embedded-insurance-business/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Johnson & Johnson will buy cardiovascular technology company Abiomed in $16.6 billion deal",
            "description": "Johnson &amp; Johnson will buy cardiovascular technology company Abiomed in $16.6 billion deal.",
            "url": "/2022-11-01-8c77d513a87b96eefa87bf5dbd8a7480",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/c72cf8ac-c550-11ea-86bd-3761faee86a6.jpg?resize=600%2C315",
            "publishedAt": "2022-11-01T10:42:52Z",
            "content": "Elon Musk tweeted a link to an unfounded rumor about the attack on House Speaker Nancy Pelosis husband, just days after Musks purchase of Twitter fueled concerns that the social media platform would  [+511 chars]",
            "summary": "NEW YORK (AP)  Johnson & Johnson will buy cardiovascular technology company Abiomed in $16.6 billion deal.",
            "html_summary": "<ul><li>NEW YORK (AP) — Johnson & Johnson will buy cardiovascular technology company Abiomed in $16.6 billion deal.</li></ul>",
            "website_url": "https://apnews.com/8c77d513a87b96eefa87bf5dbd8a7480"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Indonesia weighs blockchainpowered carbon trading scheme",
            "description": "Indonesia wants to direct the blockchain craze toward greener use. The Indonesia Stock Exchange (IDX) has signed a memorandum of understanding with Metaverse Green Exchange (MVGX), a Singaporean startup that specializes in digital exchange technology. The int",
            "url": "/2022-11-01-indonesia-weighs-a-blockchain-powered-carbon-exchange",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/05/GettyImages-500798563-1.jpg?resize=1200,800",
            "publishedAt": "2022-11-01T04:47:42Z",
            "content": "Indonesia wants to direct the blockchain craze toward greener use. The Indonesia Stock Exchange (IDX) has signed a memorandum of understanding with Metaverse Green Exchange (MVGX), a Singaporean star [+3587 chars]",
            "summary": "The mechanism incentivizes carbon emitters to be less polluting or theyd need to buy from those with excess carbon credits to offset their carbon footprint. One of the buzziest projects is Toucan, which started out late last year by bridging credits issued by Verra, the carbon trading industrys standard bearer, onto the blockchain and retiring the credits as tradable tokens. In May, Verra banned the conversion of retired credits into cryptocurrencies on the basis that the act of retirement is widely understood to refer to the consumption of the credits environmental benefit.The backlash of Toucan hasnt stopped countries from embracing blockchain carbon trading. Startups that work to tokenize carbon credits have soared in popularity in the past year as they promise to entice more investors into the world of carbon exchange. As of July, 46 countries are pricing emissions through carbon taxes or emissions trading schemes (ETS), according to the International Monetary Fund.The Indonesian government has recognized the vital role that the financial services industry can play in strengthening the countrys sustainability commitments. IDX is currently preparing for the possibility of becoming a carbon exchange in Indonesia and started discussions with several parties to deepen our knowledge, says Jeffrey Hendrik, director of business development at IDX, in a statement.Carbon trading isnt a panacea for climate change. Nor does it ensure the quality of emission reductions from credit issuers or whether these claims hold up in the long term.Cryptos reception in the carbon trading world isnt particularly warm, either.",
            "html_summary": "<ul><li>The mechanism incentivizes carbon emitters to be less polluting or they’d need to buy from those with excess carbon credits to offset their carbon footprint.</li><li>One of the buzziest projects is Toucan, which started out late last year by bridging credits issued by Verra, the carbon trading industry’s standard bearer, onto the blockchain and “retiring” the credits as tradable tokens.</li><li>In May, Verra banned the conversion of retired credits into cryptocurrencies “on the basis that the act of retirement is widely understood to refer to the consumption of the credit’s environmental benefit.”The backlash of Toucan hasn’t stopped countries from embracing blockchain carbon trading.</li><li>Startups that work to tokenize carbon credits have soared in popularity in the past year as they promise to entice more investors into the world of carbon exchange.</li><li>As of July, 46 countries are pricing emissions through carbon taxes or emissions trading schemes (ETS), according to the International Monetary Fund.“The Indonesian government has recognized the vital role that the financial services industry can play in strengthening the country’s sustainability commitments.</li><li>IDX is currently preparing for the possibility of becoming a carbon exchange in Indonesia and started discussions with several parties to deepen our knowledge,” says Jeffrey Hendrik, director of business development at IDX, in a statement.Carbon trading isn’t a panacea for climate change.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/31/indonesia-weighs-a-blockchain-powered-carbon-exchange/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Evolito, with an axialflux motor lighter than Teslas, starts ramping up its team. TouchBistro bakes CAD$150M into restaurant management tech recipe  TechCrunch. Democrats, tech leaders fund PAC to boost McMullin in Utah  The Associated Press  en Espaol. Cover Genius lands $70M infusion to grow its embedded insurance business. Johnson & Johnson will buy cardiovascular technology company Abiomed in $16.6 billion deal. Indonesia weighs blockchainpowered carbon trading scheme"
}