{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "John Hanna, Ryan J. Foley",
            "title": "Federal data Kansas oil spill biggest in Keystone history  The Associated Press  en Espaol",
            "description": "Federal data Kansas oil spill biggest in Keystone historyThe Associated Press  en EspaolOil spill in rural Kansas creek shuts down Keystone pipeline systemABC NewsOil Spill in Kansas Prompts Shutdown of Keystone Pipeline S",
            "url": "/2022-12-10-oil-spills-business-texas-kansas-us-environmental-protection-agency-eda391fc0924b34a08ff840615a7bc58",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/8ebb8ac0d2524a73b0036d5e0e2f646f/3000.webp",
            "publishedAt": "2022-12-10T00:03:51Z",
            "content": "TOPEKA, Kan. (AP) A ruptured pipe dumped enough oil this week into a northeastern Kansas creek to nearly fill an Olympicsized swimming pool, becoming the largest onshore crude pipeline spill in nine [+6889 chars]",
            "summary": "The second largest, 4,515 barrels, was in 2019 near Edinburg, North Dakota.The Petroleum Institute said pipelines go through tests before opening using pressures that exceed the companys planned levels and are designed to account for what theyll carry and changes in the ground they cover. A U.S. Government Accountability Office report last year said there had been 22 previous spills along the Keystone system since it began operating in 2010, most of them on TC Energy property and fewer than 20 barrels. Hundreds of homes and businesses were evacuated.The Keystone pipelines previous largest spill came in 2017, when more than 6,500 barrels spilled near Amherst, South Dakota, according to a U.S. Government Accountability Office report released last year. It also was using multiple trucks that amount to giant wet vacuums to suck up the oil.Past Keystone spills have led to outages that lasted about two weeks, and the company said it still is evaluating when it can reopen the system. At the time of the incident, the pipeline was operating within its design and regulatory approval requirements, the company said in a statement. Investigations ordered by regulators found that the four worst spills were caused by flaws in design or pipe manufacturing during construction.TC Energys permit included more than 50 special conditions, mostly for its design, construction and operation, the GAO report said. Bill Caram, executive director of the advocacy Pipeline Safety Trust, said cleanup even sometimes can include scrubbing individual rocks in a creek bed.",
            "html_summary": "<ul><li>The second largest, 4,515 barrels, was in 2019 near Edinburg, North Dakota.The Petroleum Institute said pipelines go through tests before opening using pressures that exceed the company’s planned levels and are designed to account for what they’ll carry and changes in the ground they cover.</li><li>A U.S. Government Accountability Office report last year said there had been 22 previous spills along the Keystone system since it began operating in 2010, most of them on TC Energy property and fewer than 20 barrels.</li><li>Hundreds of homes and businesses were evacuated.The Keystone pipeline’s previous largest spill came in 2017, when more than 6,500 barrels spilled near Amherst, South Dakota, according to a U.S. Government Accountability Office report released last year.</li><li>It also was using multiple trucks that amount to giant wet vacuums to suck up the oil.Past Keystone spills have led to outages that lasted about two weeks, and the company said it still is evaluating when it can reopen the system.</li><li>“At the time of the incident, the pipeline was operating within its design and regulatory approval requirements,” the company said in a statement.</li><li>Investigations ordered by regulators found that the four worst spills were caused by flaws in design or pipe manufacturing during construction.TC Energy’s permit included more than 50 special conditions, mostly for its design, construction and operation, the GAO report said.</li></ul>",
            "website_url": "https://apnews.com/article/oil-spills-business-texas-kansas-us-environmental-protection-agency-eda391fc0924b34a08ff840615a7bc58"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KANIS LEUNG - Associated Press",
            "title": "Prodemocracy media tycoon jailed over fraud in Hong Kong",
            "description": "A Hong Kong court has sentenced prodemocracy media tycoon Jimmy Lai to five years and nine months in prison and fined him $257,000 over two fraud charges linked to lease violations. It was the latest of a series of cases",
            "url": "/2022-12-10-9beabb315a75b5aa4fb34fbe11c247b4",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/e/b0/eb0baba2-6bcf-5dca-b139-58303379b094/6394049bab6ec.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-10T03:35:31Z",
            "content": "By KANIS LEUNG  Associated PressHONG KONG (AP) A prodemocracy media tycoon was sentenced to five years and nine months in prison over two fraud charges linked to lease violations in Hong Kong on  [+2335 chars]",
            "summary": "The tycoon was previously sentenced to 20 months in jail for his role in unauthorized assemblies.His national security trial, initially scheduled to begin on Dec. 1, was postponed after Hong Kong leader John Lee asked China to effectively block him from hiring a British defense lawyer. If convicted, Lai faces up to life imprisonment.The enactment of the security law has led to the arrests of many prominent democracy activists in the semi-autonomous Chinese city. In October, Lai was found guilty of fraud for subletting part of the office space to a secretarial firm, which was also controlled by him, between 2016 and 2020. It has also damaged faith in the future of the international financial hub, with increasing numbers of young professionals responding to the shrinking freedoms by moving abroad. The publication was forced to close following the arrests of its top executives, editors and journalists last year. His media company, Next Digital, published the now-defunct pro-democracy newspaper Apple Daily. Hong Kong, a former British colony, returned to Chinas rule in 1997.",
            "html_summary": "<ul><li>The tycoon was previously sentenced to 20 months in jail for his role in unauthorized assemblies.His national security trial, initially scheduled to begin on Dec. 1, was postponed after Hong Kong leader John Lee asked China to effectively block him from hiring a British defense lawyer.</li><li>If convicted, Lai faces up to life imprisonment.The enactment of the security law has led to the arrests of many prominent democracy activists in the semi-autonomous Chinese city.</li><li>In October, Lai was found guilty of fraud for subletting part of the office space to a secretarial firm, which was also controlled by him, between 2016 and 2020.</li><li>It has also damaged faith in the future of the international financial hub, with increasing numbers of young professionals responding to the shrinking freedoms by moving abroad.</li><li>The publication was forced to close following the arrests of its top executives, editors and journalists last year.</li><li>His media company, Next Digital, published the now-defunct pro-democracy newspaper Apple Daily.</li></ul>",
            "website_url": "https://apnews.com/9beabb315a75b5aa4fb34fbe11c247b4"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KANIS LEUNG - Associated Press",
            "title": "Prodemocracy media tycoon jailed over fraud in Hong Kong",
            "description": "A Hong Kong court has sentenced prodemocracy media tycoon Jimmy Lai to five years and nine months in prison and fined him $257,000 over two fraud charges linked to lease violations. It was the latest of a series of cases",
            "url": "/2022-12-10-9beabb315a75b5aa4fb34fbe11c247b4",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/48/9489b816-a51e-5dc0-a256-5457163ba646/6394044da5bc4.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-10T03:35:31Z",
            "content": "By KANIS LEUNG  Associated PressHONG KONG (AP) A prodemocracy media tycoon was sentenced to five years and nine months in prison over two fraud charges linked to lease violations in Hong Kong on  [+2441 chars]",
            "summary": "The tycoon was previously sentenced to 20 months in jail for his role in unauthorized assemblies.His national security trial, initially scheduled to begin on Dec. 1, was postponed after Hong Kong leader John Lee asked China to effectively block him from hiring a British defense lawyer. If convicted, Lai faces up to life imprisonment.The enactment of the security law has led to the arrests of many prominent democracy activists in the semi-autonomous Chinese city. In October, Lai was found guilty of fraud for subletting part of the office space to a secretarial firm, which was also controlled by him, between 2016 and 2020. It has also damaged faith in the future of the international financial hub, with increasing numbers of young professionals responding to the shrinking freedoms by moving abroad. The publication was forced to close following the arrests of its top executives, editors and journalists last year. His media company, Next Digital, published the now-defunct pro-democracy newspaper Apple Daily. Hong Kong, a former British colony, returned to Chinas rule in 1997.",
            "html_summary": "<ul><li>The tycoon was previously sentenced to 20 months in jail for his role in unauthorized assemblies.His national security trial, initially scheduled to begin on Dec. 1, was postponed after Hong Kong leader John Lee asked China to effectively block him from hiring a British defense lawyer.</li><li>If convicted, Lai faces up to life imprisonment.The enactment of the security law has led to the arrests of many prominent democracy activists in the semi-autonomous Chinese city.</li><li>In October, Lai was found guilty of fraud for subletting part of the office space to a secretarial firm, which was also controlled by him, between 2016 and 2020.</li><li>It has also damaged faith in the future of the international financial hub, with increasing numbers of young professionals responding to the shrinking freedoms by moving abroad.</li><li>The publication was forced to close following the arrests of its top executives, editors and journalists last year.</li><li>His media company, Next Digital, published the now-defunct pro-democracy newspaper Apple Daily.</li></ul>",
            "website_url": "https://apnews.com/9beabb315a75b5aa4fb34fbe11c247b4"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "Is ChatGPT a virus that has been released into the wild?",
            "description": "I cannot believe people dont see the consequences here. This is arguably the most disruptive change the U.S.economy has seen in 100 years.",
            "url": "/2022-12-10-is-chatgpt-a-virus-that-has-been-released-into-the-wild",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1147184147.jpg?resize=1200,800",
            "publishedAt": "2022-12-10T00:30:36Z",
            "content": "More than three years ago, this editor sat down with Sam Altman for a small event in San Francisco soon after hed left his role as the president of Y Combinator to become CEO of the AI company he co [+8344 chars]",
            "summary": "So in the same way that the FTC demanded that people running blogs years ago [make clear they] have affiliate links and make money from them, I think at a trivial level, people are going to be forced to make disclosures that We wrote none of this. The consequences for higher education are devastating in terms of actually delivering a service anymore.What do you think of the idea of universal basic income, or enabling everyone to participate in the gains from AI?Im much less strong a proponent than I was pre COVID. So Im really nervous about what happens whenever people dont have to hop in a car, drive somewhere, do a job they hate and come home again, because the devil finds work for idle hands, and therell be a lot of idle hands and a lot of deviltry. Again, in terms of consequences and externalities, if we cant let people have homework assignments because we no longer know whether theyre cheating or not, that means that everything has to happen in the classroom and must be supervised. Free trade, for example, is one of those incredibly disruptive, economy-wide experiences, and we all told ourselves as economists looking at this that the economy will adapt, and people in general will benefit from lower prices. I think its going to start out in a bunch of places at once, most of which will look really clumsy, and people will [then] sneer because thats what technologists do. This is all machine generated.I also think were going to see new energy for the ongoing lawsuit against Microsoft and OpenAI over copyright infringement in the context of our in-training, machine learning algorithms.",
            "html_summary": "<ul><li>So in the same way that the FTC demanded that people running blogs years ago [make clear they] have affiliate links and make money from them, I think at a trivial level, people are going to be forced to make disclosures that ‘We wrote none of this.</li><li>The consequences for higher education are devastating in terms of actually delivering a service anymore.What do you think of the idea of universal basic income, or enabling everyone to participate in the gains from AI?I’m much less strong a proponent than I was pre COVID.</li><li>So I’m really nervous about what happens whenever people don’t have to hop in a car, drive somewhere, do a job they hate and come home again, because the devil finds work for idle hands, and there’ll be a lot of idle hands and a lot of deviltry.</li><li>Again, in terms of consequences and externalities, if we can’t let people have homework assignments because we no longer know whether they’re cheating or not, that means that everything has to happen in the classroom and must be supervised.</li><li>Free trade, for example, is one of those incredibly disruptive, economy-wide experiences, and we all told ourselves as economists looking at this that the economy will adapt, and people in general will benefit from lower prices.</li><li>I think it’s going to start out in a bunch of places at once, most of which will look really clumsy, and people will [then] sneer because that’s what technologists do.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/09/is-chatgpt-a-virus-that-has-been-released-into-the-wild/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Kia Kokalitcheva",
            "title": "Why the FTC is battling Meta over a VR fitness app",
            "description": "The FTC hopes to avoid unscrambling the eggs if Meta succeeds in buying a fitness app.",
            "url": "/2022-12-10-meta-ftc-antitrust-lawsuit-vr",
            "urlToImage": "https://images.axios.com/WVnb21zuGpSaFiHzMhYMHnqTw5g=/0x0:1920x1080/1366x768/2022/12/09/1670610456781.jpg",
            "publishedAt": "2022-12-10T15:04:48Z",
            "content": "The Federal Trade Commission kicked off a court effort on Thursday to prevent Meta from acquiring Within, the maker of a virtual reality fitness app.However, the case is likely to have spil [+3181 chars]",
            "summary": "What they're saying: \"This case is about the harm to competition that happens when one of the world's largest tech companies decides to buy an innovator,\" the FTC told a federal court in its opening statement on Thursday in San Jose. The other side: In its opening statement, Meta argued that the deal \"is a beneficial acquisition  it's good for competition, it's good for everyone involved in this emerging technology and good for consumers.\" Catch up quick: Back in October 2021, the social media giant announced its intention to acquire Within, whose app Supernatural offers users immersive workouts. What's next: The two sides will continue presenting their arguments over the next 10 days or so. Between the lines: Experts critical of the FTC's case believe it will be extremely hard to win, as Axios' Ashley Gold notes.",
            "html_summary": "<ul><li>What they're saying: \"This case is about the harm to competition that happens when one of the world's largest tech companies decides to buy an innovator,\" the FTC told a federal court in its opening statement on Thursday in San Jose.</li><li>The other side: In its opening statement, Meta argued that the deal \"is a beneficial acquisition — it's good for competition, it's good for everyone involved in this emerging technology… and good for consumers.\"</li><li>Catch up quick: Back in October 2021, the social media giant announced its intention to acquire Within, whose app Supernatural offers users immersive workouts.</li><li>What's next: The two sides will continue presenting their arguments over the next 10 days or so.</li></ul>",
            "website_url": "https://www.axios.com/2022/12/10/meta-ftc-antitrust-lawsuit-vr"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Federal data Kansas oil spill biggest in Keystone history  The Associated Press  en Espaol. Prodemocracy media tycoon jailed over fraud in Hong Kong. Prodemocracy media tycoon jailed over fraud in Hong Kong. Is ChatGPT a virus that has been released into the wild?. Why the FTC is battling Meta over a VR fitness app"
}