{
    "status": "ok",
    "totalResults": 25,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "iRobot and Amazon agree to share data with FTC on $1.7B deal",
            "description": "Both companies agreed to share data for FTCs investigation.",
            "url": "/2022-09-19-roomba-maker-amazon-give-more-data-to-ftc-in-hopes-of-getting-merger-approval",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-117126608-760x380.jpg",
            "publishedAt": "2022-09-20T19:51:28Z",
            "content": "10 with 9 posters participatingAfter Amazon made a blockbuster of a deal to acquire Roombamaker iRobot in August, it looked like Amazon was primed to suddenly dominate the consumer robotics indust [+2540 chars]",
            "summary": "However, earlier this month, Politico reported that the deal wont go through unless the Federal Trade Commission approves.Weeks in already, like a Roomba in a dusty basement, the FTCs investigation already looks like it wont finish without some serious back and forth. Politico previously reported on the projected timeline of the investigation, though, reporting that the companies are bracing for a potentially lengthy, arduous investigation, according to two people with knowledge of the probe.You must login or create an account to comment. On Tuesday, the FTC announced in a regulatory filing that it needs more information before it gives Amazon the go-ahead.The filing cites a federal regulation specifying that the FTC is requesting \"any soliciting material published, sent or given to security holders.  Ashley Belanger - Sep 20, 2022 7:51 pm UTC After Amazon made a blockbuster of a deal to acquire Roomba-maker iRobot in August, it looked like Amazon was primed to suddenly dominate the consumer robotics industry. By joining the Amazon family, we will be empowered to accelerate our businesses and delight customers with the help of Amazons resources and technology.Until the FTC concludes its investigation, the deal cannot be closed.",
            "html_summary": "<ul><li>However, earlier this month, Politico reported that the deal won’t go through unless the Federal Trade Commission approves.Weeks in already, like a Roomba in a dusty basement, the FTC’s investigation already looks like it won’t finish without some serious back and forth.</li><li>Politico previously reported on the projected timeline of the investigation, though, reporting that “the companies are bracing for a potentially lengthy, arduous investigation, according to two people with knowledge of the probe.”You must login or create an account to comment.</li><li>On Tuesday, the FTC announced in a regulatory filing that it needs more information before it gives Amazon the go-ahead.The filing cites a federal regulation specifying that the FTC is requesting \"any soliciting material published, sent or given to security holders.</li><li> Ashley Belanger - Sep 20, 2022 7:51 pm UTC After Amazon made a blockbuster of a deal to acquire Roomba-maker iRobot in August, it looked like Amazon was primed to suddenly dominate the consumer robotics industry.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/roomba-maker-amazon-give-more-data-to-ftc-in-hopes-of-getting-merger-approval/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Maysoon Khan",
            "title": "NYC subway trains getting 6,400 security cameras...",
            "description": "NEW YORK, N.Y. (AP)  Security cameras, which are already ubiquitous on New Yorks streets, will soon be installed in all of the citys nearly 6,400 subway cars as officials work to rebuild riders faith in the systems safety.",
            "url": "/2022-09-19-health-crime-new-york-city-covid-6803f1626d3b595c0c16d310faf4960a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/121dfbc713db4d4f835ca007f35610f9/3000.jpeg",
            "publishedAt": "2022-09-20T21:04:41Z",
            "content": "NEW YORK, N.Y. (AP) Security cameras, which are already ubiquitous on New Yorks streets, will soon be installed in all of the citys nearly 6,400 subway cars as officials work to rebuild riders faith  [+3590 chars]",
            "summary": "About 200 cameras will be installed each month, with the project wrapping sometime in 2025.Before the COVID-19 pandemic, New York Citys subway system had largely shaken its 1980s reputation as being filthy and crime-ridden, though complaints about overcrowding and reliability persisted. Real public safety comes from investing in our communities, not from omnipresent government surveillance, he said in a statement. Kathy Hochul said Tuesday as she announced the effort at a rail yard in Queens. Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues. Youre absolutely right, said Hochul, a Democrat. You think Big Brothers watching you on the subways?",
            "html_summary": "<ul><li>About 200 cameras will be installed each month, with the project wrapping sometime in 2025.Before the COVID-19 pandemic, New York City’s subway system had largely shaken its 1980s reputation as being filthy and crime-ridden, though complaints about overcrowding and reliability persisted.</li><li>Real public safety comes from investing in our communities, not from omnipresent government surveillance,” he said in a statement.</li><li>Kathy Hochul said Tuesday as she announced the effort at a rail yard in Queens.</li><li>Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues.</li><li>You’re absolutely right,” said Hochul, a Democrat.</li></ul>",
            "website_url": "https://apnews.com/article/health-crime-new-york-city-covid-6803f1626d3b595c0c16d310faf4960a"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "Apple is top funder of lobby group that says it represents small developers",
            "description": "Group claims to give a voice to small firms while fighting bills opposed by Apple.",
            "url": "/2022-09-19-apple-is-top-funder-of-lobby-group-that-says-it-represents-small-developers",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/getty-apple-store-logo-760x380.jpg",
            "publishedAt": "2022-09-19T17:52:47Z",
            "content": "8 with 7 posters participatingApple provides over half the funding for a lobby group that says it represents small app developers, according to a Bloomberg article published today. Apple isnt a me [+5077 chars]",
            "summary": "The App Association did not answer our question about what role Apple plays in shaping its policy.The group also told Ars it \"is proud to represent thousands of independent developers to foster an inclusive and secure developer ecosystem and app marketplace. \"An association that is funded primarily by Apple and represents Apple's interests against developers and their customers, is a front group for Apple no matter how it brands itself,\" the group said.Apple has also opposed antitrust legislation in more direct ways.  Jon Brodkin - Sep 19, 2022 5:52 pm UTC Apple provides over half the funding for a lobby group that says it represents small app developers, according to a Bloomberg article published today. CEO Tim Cook publicly spoke out against legislation that would require Apple to allow sideloading, and the company ramped up federal lobbying expenditures and became one of the main funders of a new group called the Chamber of Progress.You must login or create an account to comment. The Apple-funded group also opposed the American Innovation and Choice Online Act, which would have prohibited app stores and other large online platforms from giving preference to their own products at the expense of competitors. Both bills have stalled in the face of Big Tech opposition.According to Bloomberg, the App Association (also known as \"ACT\") confirmed that over half its funding comes from Apple, but \"former employees say the actual percentage is much higher.\" For example, the group argued that the American Innovation and Choice Online Act would \"bar monopolistic platforms from discriminating among business users in a way that materially harms competition.",
            "html_summary": "<ul><li>The App Association did not answer our question about what role Apple plays in shaping its policy.The group also told Ars it \"is proud to represent thousands of independent developers to foster an inclusive and secure developer ecosystem and app marketplace.</li><li>\"An association that is funded primarily by Apple and represents Apple's interests against developers and their customers, is a front group for Apple no matter how it brands itself,\" the group said.Apple has also opposed antitrust legislation in more direct ways.</li><li> Jon Brodkin - Sep 19, 2022 5:52 pm UTC Apple provides over half the funding for a lobby group that says it represents small app developers, according to a Bloomberg article published today.</li><li>CEO Tim Cook publicly spoke out against legislation that would require Apple to allow sideloading, and the company ramped up federal lobbying expenditures and became one of the main funders of a new group called the Chamber of Progress.You must login or create an account to comment.</li><li>The Apple-funded group also opposed the American Innovation and Choice Online Act, which would have prohibited app stores and other large online platforms from giving preference to their own products at the expense of competitors.</li><li>Both bills have stalled in the face of Big Tech opposition.According to Bloomberg, the App Association (also known as \"ACT\") confirmed that over half its funding comes from Apple, but \"former employees say the actual percentage is much higher.\"</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/apple-is-top-funder-of-lobby-group-that-says-it-represents-small-developers/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "Coding school pushes envelope on tech access inside prisons  Axios",
            "description": "A program to provide incarcerated people with laptops is expanding.",
            "url": "/2022-09-19-prisons-tech-access-chromebooks-laptops-incarcerated",
            "urlToImage": "https://images.axios.com/QZzw_m3Z2UXBSgZ9z2JqDWwnggc=/1366x768/smart/2022/09/18/1663530498002.jpg",
            "publishedAt": "2022-09-19T00:30:57Z",
            "content": "The Last Mile, which teaches coding skills to incarcerated people, is expanding a program that provides them with Chromebooks so they can continue their learning outside of specialized prison classro [+3578 chars]",
            "summary": "Too many incarcerated people are leaving prison without knowing how to use a smartphone or computer, he said.Go deeper: A conversation on reducing recidivism through technology What they're saying: The Last Mile executive director Sydney Heller said the program allows students to avoid interruptions in programming.",
            "html_summary": "<ul><li>Too many incarcerated people are leaving prison without knowing how to use a smartphone or computer, he said.Go deeper: A conversation on reducing recidivism through technology</li></ul>",
            "website_url": "https://www.axios.com/2022/09/19/prisons-tech-access-chromebooks-laptops-incarcerated"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Yuri Kageyama",
            "title": "Asian shares decline ahead of Fed decision on interest rates  The Associated Press  en Espaol",
            "description": "Asian shares decline ahead of Fed decision on interest ratesThe Associated Press  en EspaolStocks sink, havens sought as Russia worries combine with Fed jittersReutersAsia markets trade lower ahead of Federal Reserves expe",
            "url": "/2022-09-19-inflation-japan-asia-economy-financial-markets-005a68e167ba6be4b552e5078d8a7e9d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/a3cb7b2ae20d4d608b69dc49db530807/3000.jpeg",
            "publishedAt": "2022-09-20T20:48:45Z",
            "content": "TOKYO (AP) Asian shares mostly declined Wednesday as investors looked ahead to a widely expected interest rate hike by the U.S. Federal Reserve as it works to squash the highest inflation in decades. [+4689 chars]",
            "summary": "TOKYO (AP)  Asian shares mostly declined Wednesday as investors looked ahead to a widely expected interest rate hike by the U.S. Federal Reserve as it works to squash the highest inflation in decades.Japans benchmark Nikkei 225 dipped 1.4% in morning trading to 27,308.66. Fed Chair Jerome Powell bluntly warned in a speech last month that the rate hikes would bring some pain.He has done everything he possibly can to signal that its going to be another aggressive move, said Liz Young, head of investment strategy at SoFi. On Wall Street, the S&P 500 index fell 1.1% to 3,855.93, as more than 90% of stocks and every sector in the benchmark index lost ground. In energy trading, U.S. benchmark crude rose 15 cents to $84.09 a barrel in electronic trading on the New York Mercantile Exchange. Ford fell 12.3% for the biggest decline in the S&P 500 after slashing its third-quarter earnings forecast because a parts shortage will leave it with as many as 45,000 vehicles unfinished on its lots when the quarter ends Sept. 30. Exxon Mobil fell 0.8%.Smaller company stocks fell more than the broader market. The Fed is expected to raise its key short-term rate by three-quarters of a point for the third time at its meeting on Wednesday.",
            "html_summary": "<ul><li>TOKYO (AP) — Asian shares mostly declined Wednesday as investors looked ahead to a widely expected interest rate hike by the U.S. Federal Reserve as it works to squash the highest inflation in decades.Japan’s benchmark Nikkei 225 dipped 1.4% in morning trading to 27,308.66.</li><li>Fed Chair Jerome Powell bluntly warned in a speech last month that the rate hikes would “bring some pain.”“He has done everything he possibly can to signal that it’s going to be another aggressive move,” said Liz Young, head of investment strategy at SoFi.</li><li>On Wall Street, the S&P 500 index fell 1.1% to 3,855.93, as more than 90% of stocks and every sector in the benchmark index lost ground.</li><li>In energy trading, U.S. benchmark crude rose 15 cents to $84.09 a barrel in electronic trading on the New York Mercantile Exchange.</li><li>Ford fell 12.3% for the biggest decline in the S&P 500 after slashing its third-quarter earnings forecast because a parts shortage will leave it with as many as 45,000 vehicles unfinished on its lots when the quarter ends Sept. 30.</li><li>Exxon Mobil fell 0.8%.Smaller company stocks fell more than the broader market.</li></ul>",
            "website_url": "https://apnews.com/article/inflation-japan-asia-economy-financial-markets-005a68e167ba6be4b552e5078d8a7e9d"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "DHS funds $700k research to combat radicalization of online gamers",
            "description": "To actually stop terrorism, experts warn government should invest $150m.",
            "url": "/2022-09-19-dhs-funds-700k-research-to-combat-radicalization-of-online-gamers",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-1391417006-760x380.jpg",
            "publishedAt": "2022-09-19T22:08:02Z",
            "content": "4 with 4 posters participatingLast December, the United Nations warned of an overlooked but critical emerging terrorist threat extremists radicalizing members of online gaming communities.Despi [+8724 chars]",
            "summary": "He says that CTECs biggest priority is convincing the gaming industry to invest in proactively moderating extremist content by implementing increasingly sophisticated proactive detection and moderation systems that social networks also use.Historically, Newhouse said that gaming companies have relied mostly on players to report extremist content for moderation. Within the past week, researchers told Ars that the US Department of Homeland Security has, for the first time, awarded fundingnearly $700,000to a research group working directly with major gaming companies to develop effective counterterrorism methods and protect vulnerable gamers.The new project will span two years. She told Ars that the reason theres so little research is because theres so little funding.Kelley told Ars that while its good to see research finally receive funding, ADL recommends that government inject way more funding into nipping the issue in the bud. ADL found that 10 percent of young gamers were exposed to white supremacist ideologies in the context of online multiplayer games.Kowert immediately responded to the 2019 ADL report by pivoting her research and teaming up with Newhouse. Thats not a good enough strategy, he said, because radicalization often works by pumping up a gamers self-esteem, and people who are manipulated to view this sort of online engagement as positive often dont self-report these radicalizing events. In these days, we need to push to be that sophisticated on the games industry side as well.Newhouse plans to rely on his experience helping tech giants like Google and Facebook organize counterterrorism teams. When ADL expanded its survey in 2021 to reach almost 100 million respondents, the survey included young gamers ages 1317 for the first time.",
            "html_summary": "<ul><li>He says that CTEC’s biggest priority is convincing the gaming industry to invest in proactively moderating extremist content by “implementing increasingly sophisticated proactive detection and moderation systems” that social networks also use.Historically, Newhouse said that gaming companies have relied mostly on players to report extremist content for moderation.</li><li>Within the past week, researchers told Ars that the US Department of Homeland Security has, for the first time, awarded funding—nearly $700,000—to a research group working directly with major gaming companies to develop effective counterterrorism methods and protect vulnerable gamers.The new project will span two years.</li><li>She told Ars that the reason there’s so little research is because there’s so little funding.Kelley told Ars that while it’s good to see research finally receive funding, ADL recommends that government inject way more funding into nipping the issue in the bud.</li><li>ADL found that 10 percent of young gamers were “exposed to white supremacist ideologies in the context of online multiplayer games.”Kowert immediately responded to the 2019 ADL report by pivoting her research and teaming up with Newhouse.</li><li>That’s not a good enough strategy, he said, because radicalization often works by pumping up a gamer’s self-esteem, and people who are manipulated to view this sort of online engagement as positive often don’t self-report these radicalizing events.</li><li>“In these days, we need to push to be that sophisticated on the games industry side as well.”Newhouse plans to rely on his experience helping tech giants like Google and Facebook organize counterterrorism teams.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/dhs-funds-700k-research-to-combat-radicalization-of-online-gamers/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By NOMAAN MERCHANT - Associated Press",
            "title": "US needs to reform efforts to stop enemy spies, report says",
            "description": "A new Senate study warns that U.S. spy agencies efforts to stop China and other adversaries from stealing secrets are hampered by miscommunication and a lack of money and staff at the agency intended to coordinate those efforts. But the",
            "url": "/2022-09-19-eebc9ccb505f82c09d8e8e50400a127c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/6e/66e1785e-ce56-50b2-ae89-95566f67cb49/6329dcaa9b8f0.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-20T15:12:06Z",
            "content": "By NOMAAN MERCHANT  Associated PressWASHINGTON (AP) A new Senate study warns that U.S. spy agencies efforts to stop China and other adversaries from stealing secrets are hampered by miscommunicati [+4733 chars]",
            "summary": "Marco Rubio, the Florida Republican who is the committees vice chairman, noted that China and other adversaries are targeting all sectors of society. The committee wants to make sure intelligence agencies have the authorities and resources necessary to effectively confront these new counterintelligence threats, he said. WASHINGTON (AP)  A new Senate study warns that U.S. spy agencies efforts to stop China and other adversaries from stealing secrets are hampered by miscommunication and a lack of money and staff at the office intended to coordinate those efforts. Creating new requirements would end up being counterproductive, he said, because people will do everything they can to do the minimum required and not the maximum. Its the simple, on the ground reality that you cant mandate everything, he said. Theres also disagreement among intelligence officials about who should lead responses to cyberattacks and campaigns trying to influence Americans  and whether those efforts should be categorized as counterintelligence, the report says. New threats and new technology mean that we have to make substantial adjustments to our counterintelligence posture if we are going to protect our countrys national and economic security.Sen. A spokesperson for NCSC said the center appreciates the committee identifying multiple recommendations to improve NCSCs ability to lead the counterintelligence mission.The report notes experts dont agree on a solution. A new agency would also likely face opposition across the intelligence community and supporters of those agencies in Congress.",
            "html_summary": "<ul><li>Marco Rubio, the Florida Republican who is the committee’s vice chairman, noted that China and other adversaries are “targeting all sectors of society.” The committee wants to make sure intelligence agencies have “the authorities and resources necessary to effectively confront these new counterintelligence threats,” he said.</li><li>WASHINGTON (AP) — A new Senate study warns that U.S. spy agencies’ efforts to stop China and other adversaries from stealing secrets are hampered by miscommunication and a lack of money and staff at the office intended to coordinate those efforts.</li><li>Creating new requirements would end up being counterproductive, he said, because “people will do everything they can to do the minimum required and not the maximum.” “It’s the simple, on the ground reality that you can’t mandate everything,” he said.</li><li>There’s also disagreement among intelligence officials about who should lead responses to cyberattacks and campaigns trying to influence Americans — and whether those efforts should be categorized as counterintelligence, the report says.</li><li>“New threats and new technology mean that we have to make substantial adjustments to our counterintelligence posture if we are going to protect our country’s national and economic security.”Sen.</li><li>A spokesperson for NCSC said the center appreciates the committee “identifying multiple recommendations to improve NCSC’s ability to lead the counterintelligence mission.”The report notes experts don’t agree on a solution.</li></ul>",
            "website_url": "https://apnews.com/eebc9ccb505f82c09d8e8e50400a127c"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARGARET STAFFORD - Associated Press",
            "title": "Judge tosses most charges against Kansas researcher",
            "description": "A federal judge has thrown out three of four charges against a researcher who was convicted of concealing work he did for China while employed by the University of Kansas. In a ruling released Tuesday, U.S. District Judge Julie Robinson",
            "url": "/2022-09-19-276087faef2f22c12ad1e5b91aaa3709",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/e/a7/ea7f889c-77db-5f9f-8527-be2f1a272bd5/6329f8ebc12f0.image.jpg?crop=1293%2C679%2C0%2C461&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-20T17:04:28Z",
            "content": "By MARGARET STAFFORD  Associated PressA federal judge on Tuesday threw out three of four convictions against a Kansas researcher accused of illegally concealing work he was doing at a Chinese univ [+3124 chars]",
            "summary": "A federal judge on Tuesday threw out three of four convictions against a Kansas researcher accused of illegally concealing work he was doing at a Chinese university while working at the University of Kansas, leaving only a conviction for making a false statement on a form. Taos attorney, Peter Zeidenberg, said in a statement that the defense team was gratified that Robinson found Tao did not intend to defraud Kansas or the federal government, and that Tao was an outstanding researcher and award-winning professor at Kansas. He was accused of not disclosing that he was working for Fuzhou University in China while employed at the Kansas university.However, U.S. District Judge Julie Robinson ruled that federal prosecutors did not provide sufficient evidence to support the wire fraud convictions. Zeidenberg said the defense team is considering its next steps related to the filing a false statement conviction, which carries a possible sentence of up to five years. As part of that program he traveled to China to set up a laboratory and recruit staff for Fuzhou University, while telling Kansas officials that he was in Germany.Zeidenberg noted during the trial that Tao listed his affiliation with both schools in some papers, suggesting he wasnt hiding it. Federal prosecutors argued during the trial that Tao concealed his work in China to defraud the University of Kansas, the U.S. Department of Energy and the National Science Foundation. She upheld the making a false statement conviction and denied Taos request for a new trial on that count.",
            "html_summary": "<ul><li>A federal judge on Tuesday threw out three of four convictions against a Kansas researcher accused of illegally concealing work he was doing at a Chinese university while working at the University of Kansas, leaving only a conviction for making a false statement on a form.</li><li>Tao’s attorney, Peter Zeidenberg, said in a statement that the defense team was gratified that Robinson found Tao did not intend to defraud Kansas or the federal government, and that Tao was “an outstanding researcher and award-winning professor” at Kansas.</li><li>He was accused of not disclosing that he was working for Fuzhou University in China while employed at the Kansas university.However, U.S. District Judge Julie Robinson ruled that federal prosecutors did not provide sufficient evidence to support the wire fraud convictions.</li><li>Zeidenberg said the defense team is considering its next steps related to the filing a false statement conviction, which carries a possible sentence of up to five years.</li><li>As part of that program he traveled to China to set up a laboratory and recruit staff for Fuzhou University, while telling Kansas officials that he was in Germany.Zeidenberg noted during the trial that Tao listed his affiliation with both schools in some papers, suggesting he wasn’t hiding it.</li><li>Federal prosecutors argued during the trial that Tao concealed his work in China to defraud the University of Kansas, the U.S. Department of Energy and the National Science Foundation.</li></ul>",
            "website_url": "https://apnews.com/276087faef2f22c12ad1e5b91aaa3709"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By COLLEEN BARRY - Associated Press",
            "title": "Energy crisis key to Italys election  but not conservation",
            "description": "The energy crisis facing Italian industry and households is a top voter concern going into Sundays parliamentary elections as fears grow that astronomically high bills will shutter some businesses and force household rationing by winter. Never in an Italian ",
            "url": "/2022-09-19-543716be1eef0f43a57a2a89d345b3db",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/9/de/9de78b4a-b68c-5f7c-8f1f-3c08e19321b9/63295e0d460f1.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-20T06:15:23Z",
            "content": "By COLLEEN BARRY  Associated PressMILAN (AP) Giambarini Groups plants in northern Italy must keep zinc baths that rustproof steel and iron parts superheated around the clock, seven days a week, a [+6215 chars]",
            "summary": "We are living day to day.The energy crisis facing Italian industry and households  like those across Europe  is a top voter concern going into Sundays parliamentary elections as fears grow that astronomically high bills will shutter some businesses, at least temporarily, and force household rationing by winter. The small and medium operators that form the backbone of the system risk closure without a swift, systemic response from both Europe and Italy, said Sergio Tamborini, head of the SMI Italian Fashion System association.The bills that arrived in June and July were explosive, Tamborini said. Already, 80% report important sacrifices to pay energy costs, such as delaying vacations, major purchases and eating out.Never in an Italian election campaign has energy been such a central talking point. They both advocate a European Union cap on natural gas prices, despite a failure to gain EU consensus in months of discussion, along with varying formulas to help families and offer tax breaks to businesses. MILAN (AP)  Giambarini Groups plants in northern Italy must keep zinc baths that rustproof steel and iron parts super-heated around the clock, seven days a week, an energy-intensive process that has grown exponentially more costly as natural gas prices spike. We dont know if it will get worse or better, since clients dont know if they will have work, said CEO Alberto Giambarini, the third generation in his family to run the business. Pollsters and energy experts say these similarities have made it difficult for voters to be moved by energy policy.",
            "html_summary": "<ul><li>“We are living day to day.”The energy crisis facing Italian industry and households — like those across Europe — is a top voter concern going into Sunday’s parliamentary elections as fears grow that astronomically high bills will shutter some businesses, at least temporarily, and force household rationing by winter.</li><li>The small and medium operators that form the backbone of the system risk closure without a swift, systemic response from both Europe and Italy, said Sergio Tamborini, head of the SMI Italian Fashion System association.“The bills that arrived in June and July were explosive,” Tamborini said.</li><li>Already, 80% report important sacrifices to pay energy costs, such as delaying vacations, major purchases and eating out.Never in an Italian election campaign has energy been such a central talking point.</li><li>They both advocate a European Union cap on natural gas prices, despite a failure to gain EU consensus in months of discussion, along with varying formulas to help families and offer tax breaks to businesses.</li><li>MILAN (AP) — Giambarini Group’s plants in northern Italy must keep zinc baths that rustproof steel and iron parts super-heated around the clock, seven days a week, an energy-intensive process that has grown exponentially more costly as natural gas prices spike.</li><li>We don’t know if it will get worse or better, since clients don’t know if they will have work,” said CEO Alberto Giambarini, the third generation in his family to run the business.</li></ul>",
            "website_url": "https://apnews.com/543716be1eef0f43a57a2a89d345b3db"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. iRobot and Amazon agree to share data with FTC on $1.7B deal. NYC subway trains getting 6,400 security cameras.... Apple is top funder of lobby group that says it represents small developers. Coding school pushes envelope on tech access inside prisons  Axios. Asian shares decline ahead of Fed decision on interest rates  The Associated Press  en Espaol. DHS funds $700k research to combat radicalization of online gamers. US needs to reform efforts to stop enemy spies, report says. Judge tosses most charges against Kansas researcher. Energy crisis key to Italys election  but not conservation"
}