{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Axios",
            "title": "LIST...",
            "description": "LIST...    (Second column, 3rd story, link)    Related storiesRepublican lawmakers join Hunter Biden at presidents first state dinner...Hollywood stars, fashion influencers, business titans...    Drudge Report Feed needs your suppo",
            "url": "/2022-12-02-biden-state-dinner-guest-list-full",
            "urlToImage": "https://images.axios.com/X9NokMDQ1yGACMN9TlHLRjWwHNI=/0x0:4491x2526/1366x768/2022/12/02/1669939887572.jpg",
            "publishedAt": "2022-12-02T00:46:40Z",
            "content": "Cabinet secretaries, governors, celebrities and others dot the list of more than 300 guests set to attend President Bidens first state dinner with French President Emmanuel Macron, hosted Thursday n [+15808 chars]",
            "summary": "Hunter Biden & Ms. Melissa Cohen BidenThe Honorable Antony Blinken, Secretary of State, U.S. Department of State & The Honorable Evan Ryan, Assistant to the President & Cabinet SecretaryThe Honorable Lisa Blunt Rochester, U.S. Representative (Delaware) & Ms. Hannah CarterMr. Laurence Des CarsThe Honorable Karen Donfried, Assistant Secretary of State for European & Eurasian Affairs, U.S. Department of State & Mr. Alan UntereinerThe Honorable Michael Duggan, Mayor of Detroit, Michigan & Dr. Sonia HassanMr. Gabriela Hearst & Ms. Stephanie Lasnier de LavaletteMs. Virginia McGregor & Mr. Robert McGregorThe Honorable Brian McKeon, Deputy Secretary of State for Management and Resources, U.S. Department of State & Ms. Mary KingMr. Jeff Shell & Ms. Laura ShellThe Honorable Wendy Sherman, Deputy Secretary of State, U.S. Department of State & Mr. Bruce StokesThe Honorable Elizabeth Sherwood-Randall, Assistant to the President, Homeland Security Advisor, & Deputy National Security Advisor & Dr. Jeffrey RandallMr. Ambassador to the French Republic & the Principality of Monaco, U.S. Department of State & Mr. Steven BauerThe Honorable Miguel Cardona, Secretary of Education, U.S. Department of Education & Ms. Marissa CardonaThe Honorable John Carney, Governor of Delaware & Ms. Tracey Quillen CarneyThe Honorable Thomas Carper, U.S. Amos Hochstein, Special Presidential Coordinator, U.S. Department of State & Ms. Julie RingelThe Honorable Steny Hoyer, U.S. Representative & Majority Leader, U.S. House of Representatives (Maryland) & Ms. Elaine KamarckMs.",
            "html_summary": "<ul><li>Hunter Biden & Ms. Melissa Cohen BidenThe Honorable Antony Blinken, Secretary of State, U.S. Department of State & The Honorable Evan Ryan, Assistant to the President & Cabinet SecretaryThe Honorable Lisa Blunt Rochester, U.S. Representative (Delaware) & Ms. Hannah CarterMr.</li><li>Laurence Des CarsThe Honorable Karen Donfried, Assistant Secretary of State for European & Eurasian Affairs, U.S. Department of State & Mr. Alan UntereinerThe Honorable Michael Duggan, Mayor of Detroit, Michigan & Dr. Sonia HassanMr.</li><li>Gabriela Hearst & Ms. Stephanie Lasnier de LavaletteMs.</li><li>Virginia McGregor & Mr. Robert McGregorThe Honorable Brian McKeon, Deputy Secretary of State for Management and Resources, U.S. Department of State & Ms. Mary KingMr.</li><li>Jeff Shell & Ms. Laura ShellThe Honorable Wendy Sherman, Deputy Secretary of State, U.S. Department of State & Mr. Bruce StokesThe Honorable Elizabeth Sherwood-Randall, Assistant to the President, Homeland Security Advisor, & Deputy National Security Advisor & Dr. Jeffrey RandallMr.</li><li>Ambassador to the French Republic & the Principality of Monaco, U.S. Department of State & Mr. Steven BauerThe Honorable Miguel Cardona, Secretary of Education, U.S. Department of Education & Ms. Marissa CardonaThe Honorable John Carney, Governor of Delaware & Ms. Tracey Quillen CarneyThe Honorable Thomas Carper, U.S.</li></ul>",
            "website_url": "https://www.axios.com/2022/12/02/biden-state-dinner-guest-list-full"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Dave Lawler",
            "title": "Bidens made in America push alienates allies",
            "description": "French President Emmanuel Macrons state visit to Washington has been a showcase of warmth and unity except on one key issue the Inflation Reduction Act (IRA), which Macron reportedly denounced to U.S. lawmakers on Wednesday as super aggressive toward Euro",
            "url": "/2022-12-02-biden-inflation-reduction-electric-cars-macron",
            "urlToImage": "https://images.axios.com/aVarjBrUrjvuMhX9RaR9BeIT6TY=/0x0:2568x1445/1366x768/2022/12/02/1669945380423.jpg",
            "publishedAt": "2022-12-02T02:07:12Z",
            "content": "French President Emmanuel Macrons state visit to Washington has been a showcase of warmth and unity except on one key issue the Inflation Reduction Act (IRA), which Macron reportedly denounced to U [+4890 chars]",
            "summary": "\"Chips are another area where Biden's efforts to compete with China could lead to tensions with allies.What to watch: Biden doesnt just want to ensure that the most advanced chips arent made in China, he wants them to be made in the U.S. But for some close U.S. allies, Biden's policies look like a more progressive form of \"America First. Presidents Macron and Biden today at the White House.",
            "html_summary": "<ul><li>\"Chips are another area where Biden's efforts to compete with China could lead to tensions with allies.What to watch: Biden doesn’t just want to ensure that the most advanced chips aren’t made in China, he wants them to be made in the U.S.</li><li>But for some close U.S. allies, Biden's policies look like a more progressive form of \"America First.</li></ul>",
            "website_url": "https://www.axios.com/2022/12/02/biden-inflation-reduction-electric-cars-macron"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Mark Pratt",
            "title": "Royals tour US green tech incubator, meet atrisk youth  The Associated Press",
            "description": "BOSTON (AP)  The Prince and Princess of Wales on Thursday heard about solarpowered autonomous boats and lowcarbon cement at a green technology startup incubator in suburban Boston before learning how a nonprofit gives young people the tools to stay out jai",
            "url": "/2022-12-02-queen-elizabeth-ii-king-charles-iii-boston-celtics-nba-technology-28bd2e03bfe240b8e323807cfd1f03db",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9c94652d6f4b4902adc02a1a5a43e178/3000.webp",
            "publishedAt": "2022-12-02T02:03:17Z",
            "content": "BOSTON (AP) The Prince and Princess of Wales on Thursday heard about solarpowered autonomous boats and lowcarbon cement at a green technology startup incubator in suburban Boston before learning ho [+5450 chars]",
            "summary": "Dave Batchelor explained the science and cognitive behavioral therapy used by the nonprofit.During the visit, the royal couple met with two young men involved in the program.Well I hope you give yourself a pat on the back as well, you got yourself here, the prince told Jonathan Williams. Its beautiful along the waterfront.The royal couples first trip to the U.S. since 2014 is part of the British royal familys efforts to change their international image. These guys have provided you with the support and the outside bit, but youve done it yourself.The couple also talked to some participants in Rocas program for young mothers. The winners and all 15 finalists also receive help in expanding their projects to meet global demand.The winners are scheduled to be announced Friday at Bostons MGM Music Hall as part of a glitzy show headlined by Billie Eilish, Annie Lennox, Ellie Goulding and Chloe x Halle. The royal couple spent 10 minutes with the crowd at one stop, chatting, taking selfies and receiving lots of flower bouquets. We made this from fungi.At Open Ocean Robotics, CEO and cofounder Julie Angus told the prince and princess about their solar-powered autonomous boats, which provide real-time information about the oceans. Its been a long time since Ive done that, he laughed, adding, We might come back when its a bit warmer.",
            "html_summary": "<ul><li>Dave Batchelor explained the science and cognitive behavioral therapy used by the nonprofit.During the visit, the royal couple met with two young men involved in the program.“Well I hope you give yourself a pat on the back as well, you got yourself here,” the prince told Jonathan Williams.</li><li>It’s beautiful along the waterfront.”The royal couple’s first trip to the U.S. since 2014 is part of the British royal family’s efforts to change their international image.</li><li>“These guys have provided you with the support and the outside bit, but you’ve done it yourself.”The couple also talked to some participants in Roca’s program for young mothers.</li><li>The winners and all 15 finalists also receive help in expanding their projects to meet global demand.The winners are scheduled to be announced Friday at Boston’s MGM Music Hall as part of a glitzy show headlined by Billie Eilish, Annie Lennox, Ellie Goulding and Chloe x Halle.</li><li>The royal couple spent 10 minutes with the crowd at one stop, chatting, taking selfies and receiving lots of flower bouquets.</li><li>“We made this from fungi.”At Open Ocean Robotics, CEO and cofounder Julie Angus told the prince and princess about their solar-powered autonomous boats, which provide real-time information about the oceans.</li></ul>",
            "website_url": "https://apnews.com/article/queen-elizabeth-ii-king-charles-iii-boston-celtics-nba-technology-28bd2e03bfe240b8e323807cfd1f03db"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Tesla delivers electric semis to PepsiCo at Nevada factory",
            "description": "Tesla has delivered its first electric semis to PepsiCo more than three years after Elon Musk said the company would start making the trucks. The Austin, Texas, company made the deliveries at a factory near Reno, Nevada. The event was",
            "url": "/2022-12-02-f8fa08fd7af84e17319fc848e1027781",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/02/402242ba-04bd-5d19-b53f-0a467b87623c/63895fe6c5134.image.jpg?crop=1791%2C940%2C0%2C108&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-02T02:01:45Z",
            "content": "DETROIT (AP) Tesla delivered its first electric semis to PepsiCo Thursday, more than three years after Elon Musk said his company would start making the trucks.The Austin, Texas, company formally d [+1682 chars]",
            "summary": "DETROIT (AP)  Tesla delivered its first electric semis to PepsiCo Thursday, more than three years after Elon Musk said his company would start making the trucks.The Austin, Texas, company formally delivered the trucks at a factory near Reno, Nevada. The company plans to ramp up Semi production to make 50,000 trucks in 2024 in North America.Competitors working on hydrogen-powered semis say battery-powered trucks wont work for long-haul carriers because it will take too long to recharge the huge batteries. The event was livestreamed on Twitter, which Musk now owns.Musk drove one of three Tesla Semis in front of a crowd inside the factory. But during Teslas third-quarter earnings conference call in October he said the companys Full Self Driving system is not quite ready to be driverless. Musk said the truck has a range per charge of 500 miles (800 kilometers) when pulling an 82,000-pound (37,000-kilo) load. Musk said hydrogen isnt needed for heavy trucking. One was white, one was painted with a Pepsi logo, and another with Frito-Lay colors.",
            "html_summary": "<ul><li>DETROIT (AP) — Tesla delivered its first electric semis to PepsiCo Thursday, more than three years after Elon Musk said his company would start making the trucks.The Austin, Texas, company formally delivered the trucks at a factory near Reno, Nevada.</li><li>The company plans to ramp up Semi production to make 50,000 trucks in 2024 in North America.Competitors working on hydrogen-powered semis say battery-powered trucks won’t work for long-haul carriers because it will take too long to recharge the huge batteries.</li><li>The event was livestreamed on Twitter, which Musk now owns.Musk drove one of three Tesla Semis in front of a crowd inside the factory.</li><li>But during Tesla’s third-quarter earnings conference call in October he said the company’s “Full Self Driving” system is not quite ready to be driverless.</li><li>Musk said the truck has a range per charge of 500 miles (800 kilometers) when pulling an 82,000-pound (37,000-kilo) load.</li><li>Musk said hydrogen isn’t needed for heavy trucking.</li></ul>",
            "website_url": "https://apnews.com/f8fa08fd7af84e17319fc848e1027781"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "To da moon Emm aims to innovate on the menstrual cup",
            "description": "Menstrual cups (sometimes known as moon cups) have been around since the 1930s, and its been a bloody long period since weve seen much innovation in that category. Emm just closed a $1 million round of funding to add some smarts. The company adds an appli",
            "url": "/2022-12-02-emm-series-seed",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/Emm-Line-up-Blush-Lead-Large.jpeg?resize=1200,674",
            "publishedAt": "2022-12-02T00:35:41Z",
            "content": "Menstrual cups (sometimes known as moon cups) have been around since the 1930s, and its been a bloody long period since weve seen much innovation in that category. Emm just closed a $1 million ro [+2592 chars]",
            "summary": "The company has been working on developing and testing its product for the past two years.Emm isnt the first smart menstrual cup on the market. And if it all goes to plan, consumers will have access to tools that dont currently exist that will provide unique insight into how their body is working and their state of health, explains Button. Thats why what were doing at Emm is important  were addressing health with our sensing platform and were also addressing quality of life with product performance. From the backer comments, it appears that the product never shipped, and the last update from the Looncup team was that the company received FDA approval in 2019. The company is currently in a stage of beta testing, and is planning a product launch next year. Menstrual cups (sometimes known as moon cups) have been around since the 1930s, and its been a bloody long period since weve seen much innovation in that category. Looncup did not reply to a request for a comment for this article.Smart Menstrual Cup Looncup Deciphers Your FlowOur ultimate goal is to progress individual and collective health through new and unique bio-data.",
            "html_summary": "<ul><li>The company has been working on developing and testing its product for the past two years.Emm isn’t the first smart menstrual cup on the market.</li><li>And if it all goes to plan, consumers will have access to tools that don’t currently exist that will provide unique insight into how their body is working and their state of health,” explains Button.</li><li>That’s why what we’re doing at Emm is important — we’re addressing health with our sensing platform and we’re also addressing quality of life with product performance.</li><li>From the backer comments, it appears that the product never shipped, and the last update from the Looncup team was that the company received FDA approval in 2019.</li><li>The company is currently in a stage of beta testing, and is planning a product launch next year.</li><li>Menstrual cups (sometimes known as “moon cups”) have been around since the 1930s, and it’s been a bloody long period since we’ve seen much innovation in that category.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/01/emm-series-seed/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "This secondary market pro thinks we havent hit bottom, but he sees price drops slowing",
            "description": "Earlier today, we talked with Phil Haslett, the cofounder and now chief strategy officer of EquityZen, a 10yearold, New Yorkbased secondary marketplace that connects accredited buyers with privately held company shares that their owners  including founder",
            "url": "/2022-12-02-this-secondary-market-pro-thinks-we-havent-hit-bottom-but-he-sees-price-drops-slowing",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/02/GettyImages-110443467.jpg?resize=1200,800",
            "publishedAt": "2022-12-02T01:42:08Z",
            "content": "Earlier today, we talked with Phil Haslett, the cofounder and now chief strategy officer of EquityZen, a 10yearold, New Yorkbased secondary marketplace that connects accredited buyers with private [+7922 chars]",
            "summary": "Weve really relied on the business model and profitability of the business to reinvest and grow.I would say its probably the hardest thing weve had to do here at EquityZen by far, letting go of some really, really good people [last month]. In terms of transaction volume, how does it compare with a year ago?I think any secondary platform or market participant would tell you that 2021 was a unique era for secondaries; probably no one is coming close to doing the amount of volume they did last year. Mainly, I think what weve seen is reality setting in for selling shareholders on prices and also more buyers coming to the secondary space to find investments in names they like, because primary raises arent happening at all. Indeed, like a lot of outfits, EquityZen last month conducted a sizable layoff, parting ways with 27% of its then 110-person team.Still, Haslett believes adamantly that the secondary market will only grow bigger over time . . once it gets over this very big hump. Whats happening right now?PH: The markets were pretty stagnant from April to maybe July or August owing to a combination of factors, the biggest being the pricing expectations sellers had where buyers really wanted to get into names. If a VC wants to sell a percentage of their entire portfolio to another buyer, can you handle that?We do work with institutions; we work with venture capital firms that are buyers and sellers. Its market cap is just $230 million, which is less than the $238 million that investors had poured into the company when it was still private.",
            "html_summary": "<ul><li>We’ve really relied on the business model and profitability of the business to reinvest and grow.I would say it’s probably the hardest thing we’ve had to do here at EquityZen by far, letting go of some really, really good people [last month].</li><li>In terms of transaction volume, how does it compare with a year ago?I think any secondary platform or market participant would tell you that 2021 was a unique era for secondaries; probably no one is coming close to doing the amount of volume they did last year.</li><li>Mainly, I think what we’ve seen is reality setting in for selling shareholders on prices and also more buyers coming to the secondary space to find investments in names they like, because primary raises aren’t happening at all.</li><li>Indeed, like a lot of outfits, EquityZen last month conducted a sizable layoff, parting ways with 27% of its then 110-person team.Still, Haslett believes adamantly that the secondary market will only grow bigger over time . . once it gets over this very big hump.</li><li>What’s happening right now?PH: The markets were pretty stagnant from April to maybe July or August owing to a combination of factors, the biggest being the pricing expectations sellers had where buyers really wanted to get into names.</li><li>If a VC wants to sell a percentage of their entire portfolio to another buyer, can you handle that?We do work with institutions; we work with venture capital firms that are buyers and sellers.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/01/this-secondary-market-pro-thinks-we-havent-hit-bottom-but-he-sees-price-drops-slowing/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "NFL launches challenge to predict, prevent player injuries",
            "description": "NEW YORK (AP)  The NFL is searching for a technologydriven game plan to help predict  and prevent  player injuries on the field. The league announced Thursday it is partnering with Amazon Web Service on the NFL Contact Detection Challenge, a contest in wh",
            "url": "/2022-12-02-b2af92c1cc6043e35454eeb2240fce3f",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/35fdfcdb27744df59fabcc6514195924/2897.jpeg",
            "publishedAt": "2022-12-02T00:02:26Z",
            "content": "NEW YORK (AP) The NFL is searching for a technologydriven game plan to help predict and prevent player injuries on the field.The league announced Thursday it is partnering with Amazon Web Service  [+1258 chars]",
            "summary": "This can inform rules changes to improve the game. The challenge, announced at the AWS re:Invent conference in Las Vegas, will begin Dec. 5 with entries submitted on a website hosted by Kaggle, a leading platform for data science competitions. By engaging entrants with a wide range of expertise, this challenge will help us understand which game situations have elevated amounts of contact. The top finishers will be announced in March, with the first-place entry receiving $50,000. ___AP NFL: https://apnews.com/hub/nfl and https://twitter.com/AP_NFL",
            "html_summary": "<ul><li>This can inform rules changes to improve the game.” The challenge, announced at the “AWS re:Invent” conference in Las Vegas, will begin Dec. 5 with entries submitted on a website hosted by Kaggle, a leading platform for data science competitions.</li><li>“By engaging entrants with a wide range of expertise, this challenge will help us understand which game situations have elevated amounts of contact.</li><li>The top finishers will be announced in March, with the first-place entry receiving $50,000.</li></ul>",
            "website_url": "https://apnews.com/b2af92c1cc6043e35454eeb2240fce3f"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Boundary Layer pivots from container ships to hydrofoiling personal watercraft",
            "description": "Boundary Layer, which was gunning for local air freight, and announced a slew of launch partners earlier this year, today announced a shift in strategy, with some highperformance foiling personal watercraft. Think lowflying SeaDoo, and youve got th",
            "url": "/2022-12-02-boundary-layer-personal-watercraft-pivot",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/Untitled.jpg?resize=1200,675",
            "publishedAt": "2022-12-02T01:17:44Z",
            "content": "Boundary Layer, which was gunning for local air freight, and announced a slew of launch partners earlier this year, today announced a shift in strategy, with some highperformance foiling personal wa [+3461 chars]",
            "summary": "We see this as a completely new form of water-based mobility.Boundary Layer wants to steal air freights lunch and transport it by water insteadIts a curious pivot for the company that was previously focusing on commercial foiling passenger ferries. Powered by a 108 hp electric motor, the craft can foil two feet above the surface of the water, at a top speed of 58 mph (50 knots), which will make it the worlds fastest production foiling craft. And I really want to rip from the San Francisco Marina to Sausalito in eight minutes.The companys founder says the pivot is more about a shift of focus.We simply shifted from big first, to fast first, says Kearney. Boundary Layer, which was gunning for local air freight, and announced a slew of launch partners earlier this year, today announced a shift in strategy, with some high-performance foiling personal watercraft. The company will be building a small number of limited edition Founders Edition craft by mid 2023, before releasing the production vehicle in 2024, with an expected price tag of $59,000. Moving from light, high-speed shipping to a leisure craft cant have been an easy choice for the Y Combinator-backed company, which announced it had raised a $4.8 million round from Lower Carbon Capital, Fifty Years and Soma Capital. At the time, the company claimed it had $90 million worth of preorders from ferry operators for their 220-seat electric passenger vessels.The other projects are on hold.",
            "html_summary": "<ul><li>We see this as a completely new form of water-based mobility.”Boundary Layer wants to steal air freight’s lunch and transport it by water insteadIt’s a curious pivot for the company that was previously focusing on commercial foiling passenger ferries.</li><li>Powered by a 108 hp electric motor, the craft can foil two feet above the surface of the water, at a top speed of 58 mph (50 knots), which will make it the world’s fastest production foiling craft.</li><li>And I really want to rip from the San Francisco Marina to Sausalito in eight minutes.”The company’s founder says the pivot is more about a shift of focus.“We simply shifted from ‘big first’, to ‘fast first’,” says Kearney.</li><li>Boundary Layer, which was gunning for local air freight, and announced a slew of launch partners earlier this year, today announced a shift in strategy, with some high-performance foiling personal watercraft.</li><li>The company will be building a small number of limited edition “Founders Edition” craft by mid 2023, before releasing the production vehicle in 2024, with an expected price tag of $59,000.</li><li>Moving from light, high-speed shipping to a leisure craft can’t have been an easy choice for the Y Combinator-backed company, which announced it had raised a $4.8 million round from Lower Carbon Capital, Fifty Years and Soma Capital.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/01/boundary-layer-personal-watercraft-pivot/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. LIST.... Bidens made in America push alienates allies. Royals tour US green tech incubator, meet atrisk youth  The Associated Press. Tesla delivers electric semis to PepsiCo at Nevada factory. To da moon Emm aims to innovate on the menstrual cup. This secondary market pro thinks we havent hit bottom, but he sees price drops slowing. NFL launches challenge to predict, prevent player injuries. Boundary Layer pivots from container ships to hydrofoiling personal watercraft"
}