{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Stephen Totilo",
            "title": "A startup called Joipaw is serious about making video games for dogs",
            "description": "A U.K.based startup called Joipaw is serious about making video games for dogs.Why it matters What might sound like a joke is actually a project that could have health benefits for dogs brains.Whats happening Joipaws games, which are still being prototy",
            "url": "/2022-11-27-dogs-video-games-joipaw",
            "urlToImage": "https://images.axios.com/D-9XR4AVXAzPn5b9ndORnNV8lis=/0x0:1909x1074/1366x768/2022/11/28/1669639022744.png",
            "publishedAt": "2022-11-28T11:00:00Z",
            "content": "A U.K.based startup called Joipaw is serious about making video games for dogs.Why it matters What might sound like a joke is actually a project that could have health benefits for dogs brains. [+3580 chars]",
            "summary": "Help for dogs: Research into touch-screen brain games for dogs is young but very promising, says Clara Mancini, a professor of animal-computer interaction at The Open University in the U.K. and science adviser to Joipaw.",
            "html_summary": "<ul><li>Help for dogs: Research into touch-screen brain games for dogs is young but “very promising,” says Clara Mancini, a professor of animal-computer interaction at The Open University in the U.K. and science adviser to Joipaw.</li></ul>",
            "website_url": "https://www.axios.com/2022/11/28/dogs-video-games-joipaw"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ROD McGUIRK - Associated Press",
            "title": "UK minister says Australian submarines will assure neighbors",
            "description": "Britains top envoy for the IndoPacific says Australias shift to nuclearpowered submarines will assure its South Pacific neighbors of the UKs commitment to regional security. AnneMarie Trevelyan, the minister of state for the IndoPacific, told Australia",
            "url": "/2022-11-27-176cc61488015e460374a0054bd5ca64",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/c6/cc612e0f-ec78-57d8-b2b3-9a4088bc75d6/63846aa349492.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-28T07:40:11Z",
            "content": "By ROD McGUIRK  Associated PressCANBERRA, Australia (AP) Australias shift to nuclearpowered submarines will assure its South Pacific neighbors of its commitment to regional security, Britains Mi [+2160 chars]",
            "summary": "It opted instead for nuclear-powered versions.This month, Macron described Australia going nuclear as a confrontation with China.Trevelyan said she disagreed with Macrons stance that Australia should have stayed with the French contract.The Pacific is a big place. CANBERRA, Australia (AP)  Australias shift to nuclear-powered submarines will assure its South Pacific neighbors of its commitment to regional security, Britains Minister of State for the Indo-Pacific said Monday. Having nuclear-powered submarines means you can go further for longer, its a practical question, Trevelyan said.The French navy has nuclear-powered submarines.",
            "html_summary": "<ul><li>It opted instead for nuclear-powered versions.This month, Macron described Australia going nuclear as a “confrontation with China.”Trevelyan said she disagreed with Macron’s stance that Australia should have stayed with the French contract.“The Pacific is a big place.</li><li>CANBERRA, Australia (AP) — Australia’s shift to nuclear-powered submarines will assure its South Pacific neighbors of its commitment to regional security, Britain’s Minister of State for the Indo-Pacific said Monday.</li></ul>",
            "website_url": "https://apnews.com/176cc61488015e460374a0054bd5ca64"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELAINE KURTENBACH - AP Business Writer",
            "title": "Asian shares fall as China protests, lockdowns cloud outlook",
            "description": "Shares have skidded in Asia, with Hong Kong dipping as much as 4% following weekend protests in various cities over Chinas strict zeroCOVID lockdowns. U.S. futures were lower after a mixed, shortened session on Wall Street on Friday. Oil prices",
            "url": "/2022-11-27-bebe6d5af070bd12aa413a6c4858add6",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/2/24/2243ec0f-1521-54a9-8ff8-eebcbe62b20d/6384442e4a66a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-28T04:56:25Z",
            "content": "By ELAINE KURTENBACH  AP Business WriterBANGKOK (AP) Shares skidded in Asia on Monday, with Hong Kong briefly dipping more than 4% following weekend protests in various cities over Chinas strict z [+3892 chars]",
            "summary": "It has warned it may have to ultimately raise rates to previously unanticipated levels to rein in high prices on everything from food to clothing.In other trading Monday, U.S. benchmark crude oil lost $2.27 to $74.01 per barrel in electronic trading on the New York Mercantile Exchange. It gave up $1.66 on Friday to $76.28 per barrel.Brent crude, which is used to price oil for international trading, sank $2.57 to $81.14 per barrel. It followed complaints that policies aimed at eradicating the coronavirus by isolating every case might have worsened the death toll in an apartment fire in Urumqi in the northwestern Xinjiang region.Chinas infection rate has been lower than in the United States and other countries. On Friday, Chinas central bank sought to boost the economy by easing its reserve requirement ratio, the proportion of assets banks must hold in reserve, by a quarter percentage point to 7.8%. U.S. futures were lower and oil prices fell more than $2 a barrel. The Federal Communications Commission said Friday it was banning the sale of communications equipment made by ZTE and Huawei Technologies and restricting the use of some China-made video surveillance systems, citing an unacceptable risk to national security. In Asian trading Monday, Hong Kongs Hang Seng fell 1.6% to 17,297.94 and the Shanghai Composite index lost 0.8% to 3,078.55.",
            "html_summary": "<ul><li>It has warned it may have to ultimately raise rates to previously unanticipated levels to rein in high prices on everything from food to clothing.In other trading Monday, U.S. benchmark crude oil lost $2.27 to $74.01 per barrel in electronic trading on the New York Mercantile Exchange.</li><li>It gave up $1.66 on Friday to $76.28 per barrel.Brent crude, which is used to price oil for international trading, sank $2.57 to $81.14 per barrel.</li><li>It followed complaints that policies aimed at eradicating the coronavirus by isolating every case might have worsened the death toll in an apartment fire in Urumqi in the northwestern Xinjiang region.China’s infection rate has been lower than in the United States and other countries.</li><li>On Friday, China’s central bank sought to boost the economy by easing its reserve requirement ratio, the proportion of assets banks must hold in reserve, by a quarter percentage point to 7.8%.</li><li>U.S. futures were lower and oil prices fell more than $2 a barrel.</li><li>The Federal Communications Commission said Friday it was banning the sale of communications equipment made by ZTE and Huawei Technologies and restricting the use of some China-made video surveillance systems, citing an “unacceptable risk” to national security.</li></ul>",
            "website_url": "https://apnews.com/bebe6d5af070bd12aa413a6c4858add6"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Cameroonian crypto and savings platform Ejara raises $8M, led by Anthemis and Dragonfly",
            "description": "Londonbased venture capital firm Anthemis coled an $8 million round in Ejara, alongside cryptofocused fund Dragonfly Capital.",
            "url": "/2022-11-27-cameroonian-crypto-and-savings-platform-ejara-raises-8m-led-by-anthemis-and-dragonfly",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/E994E257-B051-4BA7-9714-8EA4B5888B8D.jpeg",
            "publishedAt": "2022-11-28T12:39:27Z",
            "content": "Ejara, a Cameroonian fintech offering an investment app that allows users to buy crypto and save through decentralized wallets, has raised $8 million in Series A investment.Londonbased venture ca [+6291 chars]",
            "summary": "Its one reason why the fintech is championing a couple of non-profit initiatives to teach the public, particularly women, girls and orphans about crypto, savings, investments (it is yet to launch its fractional investments product) and financial education while prepping the market for its growth. FTX processed billions monthly in Africa before going bustThe FTX implosion is an opportunity to learnEjaras crypto product has caught on fast with users in a region where access to financial products is limited to the most informed and wealthy. By providing users in Francophone Africa with an option to buy, sell, exchange and store their crypto investments, CEO Nelly Chatue-Diop and her co-founder Baptiste Andrieux saw an opportunity to increase crypto activity in the region. Ejara, a Cameroonian fintech offering an investment app that allows users to buy crypto and save through decentralized wallets, has raised $8 million in Series A investment. Chateau-Diop  who noted that Ejara has seen revenue growth 10x and achieved a 15% month-on-month transaction volume growth since last October despite cryptos meltdown  expects users on the platform to reach 100,000 by the end of the year. With this product, the Cameroonian fintech asserts that users do not need to set up a bank account to access savings products but can instead start that journey with Ejara by downloading its app and depositing a minimum of 1,000 CFA franc (~$1.5). That decision paid off, especially during this period when the collapse of FTX and other crypto organizations continue to underscore the need for customers to prioritize privacy and ownership when dealing with crypto and tokenized assets.",
            "html_summary": "<ul><li>It’s one reason why the fintech is championing a couple of non-profit initiatives to teach the public, particularly women, girls and orphans about crypto, savings, investments (it is yet to launch its fractional investments product) and financial education while prepping the market for its growth.</li><li>FTX processed billions monthly in Africa before going bustThe FTX implosion is an opportunity to learnEjara’s crypto product has caught on fast with users in a region where access to financial products is limited to the most informed and wealthy.</li><li>By providing users in Francophone Africa with an option to buy, sell, exchange and store their crypto investments, CEO Nelly Chatue-Diop and her co-founder Baptiste Andrieux saw an opportunity to increase crypto activity in the region.</li><li>Ejara, a Cameroonian fintech offering an investment app that allows users to buy crypto and save through decentralized wallets, has raised $8 million in Series A investment.</li><li>Chateau-Diop – who noted that Ejara has seen revenue growth 10x and achieved a 15% month-on-month transaction volume growth since last October despite crypto’s meltdown – expects users on the platform to reach 100,000 by the end of the year.</li><li>With this product, the Cameroonian fintech asserts that users do not need to set up a bank account to access savings products but can instead start that journey with Ejara by downloading its app and depositing a minimum of 1,000 CFA franc (~$1.5).</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/28/cameroonian-crypto-and-savings-platform-ejara-raises-8m-led-by-anthemis-and-dragonfly/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "Deepomatic wants to build the AIbased computer vision companion for field workers",
            "description": "French startup Deepomatic has raised a $10.5 million (10 million) Series B funding round. While the founding round is relatively small, the startup has managed to convince some largescale clients to use its visual automation platform. For instance, telecom ",
            "url": "/2022-11-27-deepomatic-wants-to-build-the-ai-based-computer-vision-companion-for-field-workers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-1303749086.jpg?resize=1200,800",
            "publishedAt": "2022-11-28T13:01:02Z",
            "content": "French startup Deepomatic has raised a $10.5 million (10 million) Series B funding round. While the founding round is relatively small, the startup has managed to convince some largescale clients to [+3748 chars]",
            "summary": "More than 20,000 field workers are taking photos with their phone and uploading them to a Deepomatic backend every day.Up next, Deepomatic and its team of 70 employees want to enter new markets and new industries, such as renewable energy, electric mobility, construction, insurance, etc. For instance, telecom companies use Deepomatic on the field to check that tasks have been completed successfully.EnBW New Ventures and Orbia Ventures are leading the newly announced funding round, which Deepomatic closed in October. It can create some QA issues, as we have seen in fiber concentration points.Thats why many field service companies are also working with photos. And those companies can be working with multiple telecom companies with different requirements.Its also easy to make a mistake when you are filling out a form. Sometimes, field workers can also say that something is working fine when its kind of working. It also integrates with specific enterprise tools like ERPs.When the startup works with a new client, there is some integration work so that Deepomatic works exactly as expected. Deepomatic wants to work with companies in Europe, the U.S. and South America.Many governments and big companies are currently investing heavily to overhaul their infrastructure for the next few decades.",
            "html_summary": "<ul><li>More than 20,000 field workers are taking photos with their phone and uploading them to a Deepomatic backend every day.Up next, Deepomatic and its team of 70 employees want to enter new markets and new industries, such as renewable energy, electric mobility, construction, insurance, etc.</li><li>For instance, telecom companies use Deepomatic on the field to check that tasks have been completed successfully.EnBW New Ventures and Orbia Ventures are leading the newly announced funding round, which Deepomatic closed in October.</li><li>It can create some QA issues, as we have seen in fiber concentration points.That’s why many field service companies are also working with photos.</li><li>And those companies can be working with multiple telecom companies with different requirements.It’s also easy to make a mistake when you are filling out a form.</li><li>Sometimes, field workers can also say that something is working fine when it’s kind of working.</li><li>It also integrates with specific enterprise tools like ERPs.When the startup works with a new client, there is some integration work so that Deepomatic works exactly as expected.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/28/deepomatic-wants-to-build-the-ai-based-computer-vision-companion-for-field-workers/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "3 Best USBC Desktop Chargers Reviewed in 2022 Hyper, Ugreen, Anker, and More",
            "description": "3 Best USBC Desktop Chargers Reviewed in 2022 Hyper, Ugreen, Anker, and Morearstechnica.com",
            "url": "/2022-11-27-usb-c-desktop-power-chargers-tested-the-best-gan-based-boxes",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/11/power_chargers_top-760x380.jpg",
            "publishedAt": "2022-11-28T12:10:40Z",
            "content": "Enlarge/ GaN desktop chargers in their native habitat. From left Ugreen Nexode 200W, Hyper 245W GaN Desktop Charger, and Anker 727 Power Station.6 with 0 posters participatingUSBC has made it e [+4921 chars]",
            "summary": "It can make you wish for a few ports that power whatever you plug in, whatever the size.You used to need a big surge protector, packed with charging bricks crowding each other out, to get that kind of juice. Few people will max out this power station.The Hyperjuice's front has no branding except on its underside, just a small power indicator light and four ports labeled with faint 100 W markings. We also listened close for any coil whine while our chargers were under heavy load.We'll save you the suspense: none of our tested models felt notably warm, even near their top output for a drained device. That means you can charge and run a 100 W laptop and a 60 W laptop and still have room left over to charge a pro-level tablet and standard-size phone at or near their top charging capacity. You get a different amount of power based on the device, the port, the battery level, and whatever else is drawing current. And we didn't notice coil whine in any chargers, though that's an issue that could develop over time.Hyper's 245 W GaN Desktop Charger removes the guesswork from charging. But these days, gallium nitride-based chargers can put out serious power from a small space.",
            "html_summary": "<ul><li>It can make you wish for a few ports that power whatever you plug in, whatever the size.You used to need a big surge protector, packed with charging bricks crowding each other out, to get that kind of juice.</li><li>Few people will max out this power station.The Hyperjuice's front has no branding except on its underside, just a small power indicator light and four ports labeled with faint 100 W markings.</li><li>We also listened close for any coil whine while our chargers were under heavy load.We'll save you the suspense: none of our tested models felt notably warm, even near their top output for a drained device.</li><li>That means you can charge and run a 100 W laptop and a 60 W laptop and still have room left over to charge a pro-level tablet and standard-size phone at or near their top charging capacity.</li><li>You get a different amount of power based on the device, the port, the battery level, and whatever else is drawing current.</li><li>And we didn't notice coil whine in any chargers, though that's an issue that could develop over time.Hyper's 245 W GaN Desktop Charger removes the guesswork from charging.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/11/usb-c-desktop-power-chargers-tested-the-best-gan-based-boxes/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. A startup called Joipaw is serious about making video games for dogs. UK minister says Australian submarines will assure neighbors. Asian shares fall as China protests, lockdowns cloud outlook. Cameroonian crypto and savings platform Ejara raises $8M, led by Anthemis and Dragonfly. Deepomatic wants to build the AIbased computer vision companion for field workers. 3 Best USBC Desktop Chargers Reviewed in 2022 Hyper, Ugreen, Anker, and More"
}