{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Staff",
            "title": "The 2023 Mitsubishi Outlander PHEV is a muchimproved hybrid SUV",
            "description": "26 mpg once the battery is depleted is not amazing, however.",
            "url": "/2022-12-12-the-2023-mitsubishi-outlander-phev-is-a-much-improved-hybrid-suv",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/12/Mitsubishi_OutlanderPHEV_Selects-18-760x380.jpg",
            "publishedAt": "2022-12-12T13:00:50Z",
            "content": "Enlarge/ Mitsubishis plugin hybrid SUV has been comprehensively redesigned for 2023.4 with 0 posters participatingMitsubishi provided a flight from Los Angeles to Nashville and back and two nig [+2138 chars]",
            "summary": "More importantly, the PHEV is estimated to return up to 38 miles (61 km) of electric-only range compared to the previous year's 24-mile (39 km) range. On the plus side, there is a Charge drive mode that directs the gas engine to charge the battery whether moving or parked. Its 20 kWh lithium-ion battery pack's capacity marks a 45 percent improvement over last year, yet it takes up less room beneath the floor. Once the battery is depleted, the gasoline engine takes over and has a rather disappointing EPA-estimated 26 mpg in combined city and highway driving, which is identical to its predecessor. A second electric motor powers the rear wheels for Mitsubishi's advanced all-wheel-drive system, called Super-All Wheel Control (S-AWC).Combined maximum output is 248 hp (185 kW) and should accelerate the Outlander PHEV to 60 mph in seven seconds or so. Thanks to a partnership with the Nissan and Renault alliance, however, prospects are looking more optimistic.The Mitsubishi Outlander was redesigned in 2021, with an abundance of technology and parts shared with the Nissan Rogue, and represented a dramatic improvement over its rather forgettable predecessor. Under the hood is a 2.4 L Atkinson-cycle four-cylinder engine that is mated with an electric generator and motor.",
            "html_summary": "<ul><li>More importantly, the PHEV is estimated to return up to 38 miles (61 km) of electric-only range compared to the previous year's 24-mile (39 km) range.</li><li>On the plus side, there is a Charge drive mode that directs the gas engine to charge the battery whether moving or parked.</li><li>Its 20 kWh lithium-ion battery pack's capacity marks a 45 percent improvement over last year, yet it takes up less room beneath the floor.</li><li>Once the battery is depleted, the gasoline engine takes over and has a rather disappointing EPA-estimated 26 mpg in combined city and highway driving, which is identical to its predecessor.</li><li>A second electric motor powers the rear wheels for Mitsubishi's advanced all-wheel-drive system, called Super-All Wheel Control (S-AWC).Combined maximum output is 248 hp (185 kW) and should accelerate the Outlander PHEV to 60 mph in seven seconds or so.</li><li>Thanks to a partnership with the Nissan and Renault alliance, however, prospects are looking more optimistic.The Mitsubishi Outlander was redesigned in 2021, with an abundance of technology and parts shared with the Nissan Rogue, and represented a dramatic improvement over its rather forgettable predecessor.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/12/the-2023-mitsubishi-outlander-phev-is-a-much-improved-hybrid-suv/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ben Geman",
            "title": "Nuclear fusion breakthrough reportedly arrives",
            "description": "Energy Secretary Jennifer Granholm is expected to announce a major step forward in nuclear fusion energy on Tuesday.Why it matters Decades of effort have gone into fusion energy, which promises almost limitless carbonfree power  without the dangerous waste",
            "url": "/2022-12-12-nuclear-fusion-energy-breakthrough",
            "urlToImage": "https://images.axios.com/CkZXWL2UkCIlwSMh8JoJkkS0v6o=/0x0:5723x3219/1366x768/2022/12/12/1670812143367.jpg",
            "publishedAt": "2022-12-12T13:45:06Z",
            "content": "Energy Secretary Jennifer Granholm is expected to announce a major step forward in nuclear fusion energy on Tuesday.Why it matters Decades of effort have gone into fusion energy, which promises al [+934 chars]",
            "summary": "\"Go deeper: Axios' Alison Snyder explored fusion energy earlier this year",
            "html_summary": "<ul><li>\"Go deeper: Axios' Alison Snyder explored fusion energy earlier this year</li></ul>",
            "website_url": "https://www.axios.com/2022/12/12/nuclear-fusion-energy-breakthrough"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Nillion raises over $20 million to build new web3 infrastructure",
            "description": "Nillion, a web3 startup aiming to build a nonblockchain decentralized network, closed an oversubscribed round of more than $20 million.",
            "url": "/2022-12-12-nillion-raises-over-20-million-to-build-new-web3-infrastructure",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/01/GettyImages-1169335675.jpg?resize=1200,600",
            "publishedAt": "2022-12-12T13:00:33Z",
            "content": "Nillion, a web3 startup aiming to build a nonblockchain decentralized network, closed an oversubscribed round of more than $20 million, the company exclusively told TechCrunch.Nillion is a deep te [+3729 chars]",
            "summary": "Nillion, a web3 startup aiming to build a non-blockchain decentralized network, closed an oversubscribed round of more than $20 million, the company exclusively told TechCrunch.Nillion is a deep technology infrastructure project, Andrew Yeoh, the companys founding chief marketing officer, told TechCrunch. While blockchains decentralize finance, Nillion aims to decentralize everything else and the rest of data.The startup aims to provide a new internet infrastructure for securing storage and data computation. To date, Nillion has signed over 30 letters of intent, he added.Weve spoken to decentralized exchanges and applications as well as a couple layer 1 [blockchains] that are interested in handling private data on the blockchains, Yeoh said. (In its white paper, the company calls NMC a new cryptographic primitive, which translates loosely to new way of storing and securing stuff.)While Nillions model is not blockchain-based, it does have a decentralized component to it, meaning that it falls under the larger web3 banner by TechCrunchs reckoning. Theres no way web3 or anything hits the mainstream if they cant handle private data.The capital will be put toward building technology on the network and hiring engineering talent, Yeoh said. We look at it as opening up an entirely new universe of web3 use cases that expands the ecosystem significantly.The startup was founded in November 2021 and has bootstrapped operations up until this point, with over 40 employees and no prior funding. Companies and competitors can collaborate without passing on key information, Yeoh said.Its decentralized network utilizes Nil Message Compute (NMC), a mathematical development that was created by the teams chief scientist, Miguel de Vega.",
            "html_summary": "<ul><li>Nillion, a web3 startup aiming to build a non-blockchain decentralized network, closed an oversubscribed round of more than $20 million, the company exclusively told TechCrunch.“Nillion is a deep technology infrastructure project,” Andrew Yeoh, the company’s founding chief marketing officer, told TechCrunch.</li><li>“While blockchains decentralize finance, Nillion aims to decentralize everything else and the rest of data.”The startup aims to provide a new internet infrastructure for securing storage and data computation.</li><li>To date, Nillion has signed over 30 letters of intent, he added.“We’ve spoken to decentralized exchanges and applications as well as a couple layer 1 [blockchains] that are interested in handling private data on the blockchains,” Yeoh said.</li><li>(In its white paper, the company calls NMC a “new cryptographic primitive,” which translates loosely to “new way of storing and securing stuff.”)While Nillion’s model is not blockchain-based, it does have a decentralized component to it, meaning that it falls under the larger web3 banner by TechCrunch’s reckoning.</li><li>There’s no way web3 or anything hits the mainstream if they can’t handle private data.”The capital will be put toward building technology on the network and hiring engineering talent, Yeoh said.</li><li>“We look at it as opening up an entirely new universe of web3 use cases that expands the ecosystem significantly.”The startup was founded in November 2021 and has bootstrapped operations up until this point, with over 40 employees and no prior funding.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/12/nillion-raises-over-20-million-to-build-new-web3-infrastructure/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Microsoft to acquire 4% stake in London Stock Exchange Group as part of 10year cloud partnership",
            "description": "Microsoft is to acquire a 4% stake in the London Stock Exchange Group as part of a 10year cloud services and data partnership.",
            "url": "/2022-12-12-microsoft-acquires-4-stake-in-london-stock-exchange-group-as-part-of-10-year-deal",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1380157840.jpg?resize=1200,800",
            "publishedAt": "2022-12-12T10:00:51Z",
            "content": "Microsoft is to acquire a 4% stake in the London Stock Exchange Group (LSEG), the company that owns the London Stock Exchange as well as a several other businesses including financial market data com [+1924 chars]",
            "summary": "This will involve LSEG migrating its data platform and other key technology infrastructure over to Azure, while the Workspace data and analytics product it procured as part of its Refinitiv acquisition last year will be integrated with core Microsoft applications including Teams and the broader Microsoft 365 software suite.",
            "html_summary": "<ul><li>This will involve LSEG migrating its data platform and “other key technology infrastructure” over to Azure, while the Workspace data and analytics product it procured as part of its Refinitiv acquisition last year will be integrated with core Microsoft applications including Teams and the broader Microsoft 365 software suite.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/12/microsoft-acquires-4-stake-in-london-stock-exchange-group-as-part-of-10-year-deal/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Playtika lays off 610 workers, shuts down three online gaming titles amid broader restructure",
            "description": "Playtika lays off 610 workers, shuts down three online gaming titles amid broader restructuretechcrunch.com",
            "url": "/2022-12-12-playtika-lays-off-610-workers-shuts-down-three-online-gaming-titles-amid-broader-restructure",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/playtika.jpg?resize=1200,296",
            "publishedAt": "2022-12-12T11:02:52Z",
            "content": "Playtika, the Israeli tech company that made its name with through a series of wildly successful online gambling and gaming titles with hundreds of millions of players, is leveling the latest swing o [+3258 chars]",
            "summary": "Playtika currently employs 4,100, so the redundancies will impact 615 people across the companys global footprint in Europe, Israel and the U.S.A memo sent to employees seen by TechCrunch notes that three titles will also be sunset as it seeks to rationalize costs across the board. Currently, its market cap (pre-market open on December 12) stands at $3.1 billion, with stock priced at $8.61/share as of market close on Friday.The company also missed on earnings estimates in the last quarter. Playtika, the Israeli tech company that made its name with through a series of wildly successful online gambling and gaming titles with hundreds of millions of players, is leveling the latest swing of the layoffs pendulum. We also understand that the company is also going to offer alternative roles to a proportion of employees impacted by the cuts. We believe the structure announced today further leverages our core strengths of delivering superior in-game experiences and scaling mobile games to global franchises in continuation of growth. The company today has confirmed that it is laying of 15% of its staff. Combine that with the current general depression in tech stocks, and Playtika has seen massive drops.",
            "html_summary": "<ul><li>Playtika currently employs 4,100, so the redundancies will impact 615 people across the company’s global footprint in Europe, Israel and the U.S.A memo sent to employees seen by TechCrunch notes that three titles will also be sunset as it seeks to rationalize costs across the board.</li><li>Currently, its market cap (pre-market open on December 12) stands at $3.1 billion, with stock priced at $8.61/share as of market close on Friday.The company also missed on earnings estimates in the last quarter.</li><li>Playtika, the Israeli tech company that made its name with through a series of wildly successful online gambling and gaming titles with hundreds of millions of players, is leveling the latest swing of the layoffs pendulum.</li><li>We also understand that the company is also going to offer alternative roles to a proportion of employees impacted by the cuts.</li><li>We believe the structure announced today further leverages our core strengths of delivering superior in-game experiences and scaling mobile games to global franchises in continuation of growth.</li><li>The company today has confirmed that it is laying of 15% of its staff.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/12/playtika-lays-off-610-workers-shuts-down-three-online-gaming-titles-amid-broader-restructure/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Nigerian startup Taeillo raises funding to scale its online furniture ecommerce platform",
            "description": "Taeillo, an online furniture ecommerce store, has raised $2.5 million from Aruwa Capital, a Nigeriabased earlystage growth equity fund.",
            "url": "/2022-12-12-nigerian-startup-taeillo-raises-funding-to-scale-its-online-furniture-e-commerce-platform",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/65FA47BD-4BB7-4714-9E7C-3E8007431494.jpeg?resize=1200,627",
            "publishedAt": "2022-12-12T08:03:31Z",
            "content": "Individuals or businesses buying furniture in Africa can purchase from local furniture stores or global furniture retailers like IKEA. But both options have pros and cons; for the latter, local furni [+6115 chars]",
            "summary": "Founded in 2018 by Jumoke Dada, the online furniture seller sources raw materials from local suppliers and manufactures furniture pieces from sofas and beds to chairs and tables, which it sells to individual customers and businesses. Traditional showrooms were locked up too, so that was an opportunity for brands like us to position ourselves and prove that they could buy furniture online without necessarily going into showrooms.The decision proved a masterstroke; up until its pivot, Taeillo had sold under 200 pieces of furniture in Nigeria. Individuals or businesses buying furniture in Africa can purchase from local furniture stores or global furniture retailers like IKEA. Since then, the online furniture manufacturer and retailer has expanded into 10 additional product categories, moved into Kenya and shipped more than 10,000 pieces of furniture to over 5,000 customers in both countries. In a statement, Taeillo said it is an alternative for customers who incur high costs when they import furniture (combined with an unstable exchange rate) and have to endure long wait periods of 3-6 months before the furniture is delivered. According to Dada, the reasons behind extended wait times  with the company producing as many as 800 pieces of furniture monthly  are due to working with these third-party providers, including suppliers and logistics services.Sometimes, as a modern business, you must deal with crude suppliers. Taeillo, a Lagos-based startup innovating around these issues relating to time, quality and cost via its online furniture e-commerce store, has raised $2.5 million in expansion funding from Aruwa Capital, a Nigeria-based early-stage growth equity and gender-lens fund.",
            "html_summary": "<ul><li>Founded in 2018 by Jumoke Dada, the online furniture seller sources raw materials from local suppliers and manufactures furniture pieces from sofas and beds to chairs and tables, which it sells to individual customers and businesses.</li><li>“Traditional showrooms were locked up too, so that was an opportunity for brands like us to position ourselves and prove that they could buy furniture online without necessarily going into showrooms.”The decision proved a masterstroke; up until its pivot, Taeillo had sold under 200 pieces of furniture in Nigeria.</li><li>Individuals or businesses buying furniture in Africa can purchase from local furniture stores or global furniture retailers like IKEA.</li><li>Since then, the online furniture manufacturer and retailer has expanded into 10 additional product categories, moved into Kenya and shipped more than 10,000 pieces of furniture to over 5,000 customers in both countries.</li><li>In a statement, Taeillo said it is an alternative for customers who incur high costs when they import furniture (combined with an unstable exchange rate) and have to endure long wait periods of 3-6 months before the furniture is delivered.</li><li>According to Dada, the reasons behind extended wait times – with the company producing as many as 800 pieces of furniture monthly – are due to working with these third-party providers, including suppliers and logistics services.“Sometimes, as a modern business, you must deal with crude suppliers.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/12/nigerian-startup-taeillo-raises-funding-to-scale-its-online-furniture-e-commerce-platform/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Robco links up with $14M led by Sequoia to bring modular robotics to industrial SMBs",
            "description": "After years of outsourcing and offshoring manufacturing to countries with cheaper labour and bigger production ecosystems, the U.S. and Europe are on a mission to bring some of that industrial work back to its own shores. Today, a startup that believes it can",
            "url": "/2022-12-12-robco-links-up-with-14m-led-by-sequoia-to-bring-modular-robotics-to-industrial-smbs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/Robco_Team.jpg?resize=1200,801",
            "publishedAt": "2022-12-12T06:45:10Z",
            "content": "After years of outsourcing and offshoring manufacturing to countries with cheaper labour and bigger production ecosystems, the U.S. and Europe are on a mission to bring some of that industrial work b [+6247 chars]",
            "summary": "This is an area that those making larger machines for bigger industrial clients had yet to address, he said.When we think about the market we think there are two categories that have dominated, Hltzl said in an interview. Then the configuration and control is easy  something that previously would have required more technical expertise or outside consultants.She believes this is a big gap that has yet to be tackled in the market, with out 70% of tasks for SMB manufacturers capable of being automated. In short, SMBs might need to scale up productivity at times but  either due to the economics of the need, or labor shortages, or both  are unable to hire people to fill those jobs on a permanent basis. Robco, a Munich-based startup that has built a platform for designing low-cost modular robots for small and medium industrial businesses, has picked up 13 million (abut $13.8 million). After years of outsourcing and offshoring manufacturing to countries with cheaper labour and bigger production ecosystems, the U.S. and Europe are on a mission to bring some of that industrial work back to its own shores. The first is component manufacturers, and the other is a fragmented market of system integrators building costly and craftsman-like robots where you pay $250k per solution. Im skeptical of 99% of robotics [pitches] and I can see how its hard to build a marketplace around it, but we see the why now here and thats why we think it will take off.",
            "html_summary": "<ul><li>This is an area that those making larger machines for bigger industrial clients had yet to address, he said.“When we think about the market we think there are two categories that have dominated,” Höltzl said in an interview.</li><li>Then the configuration and control is easy — something that previously would have required more technical expertise or outside consultants.”She believes this is a big gap that has yet to be tackled in the market, with out 70% of tasks for SMB manufacturers capable of being automated.</li><li>In short, SMBs might need to scale up productivity at times but — either due to the economics of the need, or labor shortages, or both — are unable to hire people to fill those jobs on a permanent basis.</li><li>Robco, a Munich-based startup that has built a platform for designing low-cost modular robots for small and medium industrial businesses, has picked up €13 million (abut $13.8 million).</li><li>After years of outsourcing and offshoring manufacturing to countries with cheaper labour and bigger production ecosystems, the U.S. and Europe are on a mission to bring some of that industrial work back to its own shores.</li><li>“The first is component manufacturers, and the other is a fragmented market of system integrators building costly and craftsman-like robots where you pay $250k per solution.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/11/robco-links-up-with-14m-led-by-sequoia-to-bring-modular-robotics-to-industrial-smbs/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. The 2023 Mitsubishi Outlander PHEV is a muchimproved hybrid SUV. Nuclear fusion breakthrough reportedly arrives. Nillion raises over $20 million to build new web3 infrastructure. Microsoft to acquire 4% stake in London Stock Exchange Group as part of 10year cloud partnership. Playtika lays off 610 workers, shuts down three online gaming titles amid broader restructure. Nigerian startup Taeillo raises funding to scale its online furniture ecommerce platform. Robco links up with $14M led by Sequoia to bring modular robotics to industrial SMBs"
}