{
    "status": "ok",
    "totalResults": 30,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "William Gibsons novel comes to vivid life in first teaser for The Peripheral",
            "description": "Prime Video series is the latest from Westworld creators Jonathan Nolan and Lisa Joy.",
            "url": "/2022-09-08-william-gibsons-novel-comes-to-vivid-life-in-first-teaser-for-the-peripheral",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/peripheral2-760x380.jpg",
            "publishedAt": "2022-09-08T15:59:50Z",
            "content": "3 with 3 posters participatingPrime Videos new scifi series The Peripheral is based on William Gibsons novel.A young woman struggling to hold it together in smalltown America finds herself wi [+5068 chars]",
            "summary": "We get glimpses of the novel's movable tattoos, a possible nanobot swarm, and what looks like a cloaking technology for a car that might be akin to the invisibility \"squidsuits\" favored by assassins in the novel's future world.The Peripheral premieres on Prime Video on October 21, 2022. )The novel is in many ways vintage Gibson: a bleak, dystopian future world chock-full of big thematic ideas, visionary technology, and its own slang terminology. The first season's eight hour-long episodes should cover the entire 2014 novel, raising the question of where the series will go for its sophomore season. Flynne's brother Burton is a veteran of the US Marine Corps's elite Haptic Recon force and suffers from brain trauma resulting from his cybernetic implants.Burton works security for a video game/virtual world maintained by a company called Milagros Coldiron. Running on \"quantum servers,\" the peripherals digitally link the users to the past, and the moment they make direct contact, the past splits off into an alternate timeline called a \"stub.\" Flynne works at the local 3D printing shop in a small town; the store is the sole source of goods for the population, along with Walmart's fictional future offspring, Hefty Mart. The stunt goes horribly wrong, and Wilf is fired.The link between the two timelines is the titular black market technology, \"peripherals,\" which are favored by hobbyists known as \"continua enthusiasts.\"",
            "html_summary": "<ul><li>We get glimpses of the novel's movable tattoos, a possible nanobot swarm, and what looks like a cloaking technology for a car that might be akin to the invisibility \"squidsuits\" favored by assassins in the novel's future world</li><li>The Peripheral premieres on Prime Video on October 21, 2022</li><li> )The novel is in many ways vintage Gibson: a bleak, dystopian future world chock-full of big thematic ideas, visionary technology, and its own slang terminology</li><li> The first season's eight hour-long episodes should cover the entire 2014 novel, raising the question of where the series will go for its sophomore season</li><li> Flynne's brother Burton is a veteran of the US Marine Corps's elite Haptic Recon force and suffers from brain trauma resulting from his cybernetic implants</li><li>Burton works security for a video game/virtual world maintained by a company called Milagros Coldiron</li><li> Running on \"quantum servers,\" the peripherals digitally link the users to the past, and the moment they make direct contact, the past splits off into an alternate timeline called a \"stub</li><li>\" Flynne works at the local 3D printing shop in a small town; the store is the sole source of goods for the population, along with Walmart's fictional future offspring, Hefty Mart</li><li> The stunt goes horribly wrong, and Wilf is fired</li><li>The link between the two timelines is the titular black market technology, \"peripherals,\" which are favored by hobbyists known as \"continua enthusiasts</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2022/09/william-gibsons-novel-comes-to-vivid-life-in-first-teaser-for-the-peripheral/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Joann Muller",
            "title": "EVs arent straining the electric grid  and they just might save it",
            "description": "With Californias electric system nearly maxed out during the states worstever September heat wave, officials are asking residents to avoid using major appliances  or charging their electric vehicles during peak demand to avoid rolling blackouts.Reality ",
            "url": "/2022-09-08-evs-electric-power-grid-strain-charging",
            "urlToImage": "https://images.axios.com/bogz7icnYVjXL2iGJ7LVz8NlrBI=/0x0:1920x1080/1366x768/2022/09/07/1662572948145.jpg",
            "publishedAt": "2022-09-08T09:30:50Z",
            "content": "With Californias electric system nearly maxed out during the states worstever September heat wave, officials are asking residents to avoid using major appliances or charging their electric vehicle [+3193 chars]",
            "summary": "With California's electric system nearly maxed out during the state's worst-ever September heat wave, officials are asking residents to avoid using major appliances  or charging their electric vehicles  during peak demand to avoid rolling blackouts.Reality check: EVs aren't what's straining the grid. Driving the news: This week's heat wave is testing the limits of California's power grid, and creating political headaches for Democratic Gov. That's already working for school buses.",
            "html_summary": "<ul><li>With California's electric system nearly maxed out during the state's worst-ever September heat wave, officials are asking residents to avoid using major appliances  or charging their electric vehicles  during peak demand to avoid rolling blackouts</li><li>Reality check: EVs aren't what's straining the grid</li><li> Driving the news: This week's heat wave is testing the limits of California's power grid, and creating political headaches for Democratic Gov</li><li> That's already working for school buses</li></ul>",
            "website_url": "https://www.axios.com/2022/09/08/evs-electric-power-grid-strain-charging"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Dan Primack",
            "title": "Bidens big climate bill isnt a venture capital fund",
            "description": "The Inflation Reduction Act, signed into law last month by President Biden, includes around $370 billion for clean energy development and adoption. But it is not a venture capital fund, despite viral tweets to that effect.Why it matters $370 billion is a ton",
            "url": "/2022-09-08-biden-climate-venture-capital-fund",
            "urlToImage": "https://images.axios.com/gl7kQiUQxyZ_GAuXPUEzPKxBVRs=/0x0:1920x1080/1366x768/2022/09/09/1662738307740.jpg",
            "publishedAt": "2022-09-09T15:50:29Z",
            "content": "The Inflation Reduction Act, signed into law last month by President Biden, includes around $370 billion for clean energy development and adoption. But it is not a venture capital fund, despite viral [+2325 chars]",
            "summary": "The Inflation Reduction Act, signed into law last month by President Biden, includes around $370 billion for clean energy development and adoption. [Correction: An earlier version of this story had an incorrect dollar figure for the DOE loan guarantees included in the IRA.] Luckily that isn't an issue in this case, no matter your feelings on the overall IRA or its climate aims.",
            "html_summary": "<ul><li>The Inflation Reduction Act, signed into law last month by President Biden, includes around $370 billion for clean energy development and adoption</li><li> [Correction: An earlier version of this story had an incorrect dollar figure for the DOE loan guarantees included in the IRA</li><li>] Luckily that isn't an issue in this case, no matter your feelings on the overall IRA or its climate aims</li></ul>",
            "website_url": "https://www.axios.com/2022/09/09/biden-climate-venture-capital-fund"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "Queen Elizabeth II led a lowtech lifebut knighted plenty of scitech figures  Ars Technica",
            "description": "Queen Elizabeth II led a lowtech lifebut knighted plenty of scitech figuresArs Technica",
            "url": "/2022-09-08-queen-elizabeth-ii-led-a-low-tech-life-but-knighted-plenty-of-sci-tech-figures",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/queen-elizabeth_ii_orbit-760x380.jpg",
            "publishedAt": "2022-09-09T20:07:10Z",
            "content": "Enlarge/ Queen Elizabeth II of England reigned for a record 70 years. She died Thursday at the age of 96.8 with 7 posters participatingThe passing of Queen Elizabeth II, the UKs longestserving  [+4077 chars]",
            "summary": "Steve Jobs convinced him to stay when Jobs returned to the company after his infamous 1985 ouster.Ive became senior VP of industrial design in 1997, and his first major success was the iMac, introduced in 1998 noteworthy for its eye-catching clear translucent plastic case. Nobody's perfect.Ive started his career at a London design firm called Tangerine, where he was charged with designing common household products like microwave ovens, toilets, drills, and toothbrushes. He founded the World Wide Web Consortium to create compatible standards and continually improve the quality of the Web.Berners-Lee was knighted by Queen Elizabeth II in 2004; she also appointed him to the prestigious Order of Merit in 2007.You must login or create an account to comment. We mark her passing with a select list of some of the most prominent scientists and technologists thus honored.Jony Ive has had a massive influence on the design of Apple products, most notably the distinctive looks of the iMac, Power Mac G4 Cube, iPod, iPhone, iPad, and MacBook. He started out as an independent contractor at CERN in 1980, where he proposed a system to make sharing and updating information easier among the lab's researchers, based on the concept of hypertext. After one such client rejected his design for a toilet and bidet, he decided to accept an offer to join Apple, even though it meant moving his family to the US. When he returned to CERN as a fellow in 1984, he drew on that experience in computer networking to link various existing individual elements together: hypertext, the Internet, multi-font text objects, and so forth.",
            "html_summary": "<ul><li>Steve Jobs convinced him to stay when Jobs returned to the company after his infamous 1985 ouster</li><li>Ive became senior VP of industrial design in 1997, and his first major success was the iMac, introduced in 1998 noteworthy for its eye-catching clear translucent plastic case</li><li> Nobody's perfect</li><li>Ive started his career at a London design firm called Tangerine, where he was charged with designing common household products like microwave ovens, toilets, drills, and toothbrushes</li><li> He founded the World Wide Web Consortium to create compatible standards and continually improve the quality of the Web</li><li>Berners-Lee was knighted by Queen Elizabeth II in 2004; she also appointed him to the prestigious Order of Merit in 2007</li><li>You must login or create an account to comment</li><li> We mark her passing with a select list of some of the most prominent scientists and technologists thus honored</li><li>Jony Ive has had a massive influence on the design of Apple products, most notably the distinctive looks of the iMac, Power Mac G4 Cube, iPod, iPhone, iPad, and MacBook</li><li> He started out as an independent contractor at CERN in 1980, where he proposed a system to make sharing and updating information easier among the lab's researchers, based on the concept of hypertext</li><li> After one such client rejected his design for a toilet and bidet, he decided to accept an offer to join Apple, even though it meant moving his family to the US</li><li> When he returned to CERN as a fellow in 1984, he drew on that experience in computer networking to link various existing individual elements together: hypertext, the Internet, multi-font text objects, and so forth</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/queen-elizabeth-ii-led-a-low-tech-life-but-knighted-plenty-of-sci-tech-figures/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "Google and Solo.io bring Ambient Mesh to Istio",
            "description": "Google and Solo.io today announced the next evolution of the Istio service mesh.  Dubbed the Ambient Mesh, this new framework does away with Istios...",
            "url": "/2022-09-08-google-and-solo-io-bring-an-ambient-mesh-to-istio",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/hT0wwjI35Af.DPe52t87VQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/63232a272f1cdd33106649ebf95a5d18",
            "publishedAt": "2022-09-08T13:00:48Z",
            "content": "Google and Solo.io today announced the next evolution of the Istio service mesh. Dubbed the Ambient Mesh, this new framework does away with Istios sidecarcentric architecture and replaces it with  [+4971 chars]",
            "summary": "Users can even mix and match the current sidecar approach with the sidecar-less Ambient Mesh if thats what they want to do.Weve done a lot of internal evaluations about security, but we want to let the community work through this and get feedback, Ryan noted. The resource and operational overhead to manage service mesh for a large enterprise has continued to make service mesh adoption cumbersome even as projects like Istio have worked to decrease complexity. If people are comfortable with the existing security model and sidecars, they need time to get comfortable with a different  or slightly different  security posture. And if theres an update to Istio, the applications dont even notice.The biggest enemy of service mesh adoption has always been complexity, said Joe Searcy, a member of the technical staff at T-Mobile. Ryan stressed that Google had put a lot of emphasis on the security aspects of this new solution when it started working on this project.Were very deliberate about what we do. As Ryan noted, you then tell the system that you want a given application to be part of the mesh and thats it. She noted that when Solo showed its new approach to customers, most wanted to start using it right away.",
            "html_summary": "<ul><li>Users can even mix and match the current sidecar approach with the sidecar-less Ambient Mesh if thats what they want to do</li><li>Weve done a lot of internal evaluations about security, but we want to let the community work through this and get feedback, Ryan noted</li><li> The resource and operational overhead to manage service mesh for a large enterprise has continued to make service mesh adoption cumbersome even as projects like Istio have worked to decrease complexity</li><li> If people are comfortable with the existing security model and sidecars, they need time to get comfortable with a different  or slightly different  security posture</li><li> And if theres an update to Istio, the applications dont even notice</li><li>The biggest enemy of service mesh adoption has always been complexity, said Joe Searcy, a member of the technical staff at T-Mobile</li><li> Ryan stressed that Google had put a lot of emphasis on the security aspects of this new solution when it started working on this project</li><li>Were very deliberate about what we do</li><li> As Ryan noted, you then tell the system that you want a given application to be part of the mesh and thats it</li><li> She noted that when Solo showed its new approach to customers, most wanted to start using it right away</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/08/google-and-solo-io-bring-an-ambient-mesh-to-istio/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "Bridgestone has put more than $100M into ecotires made of shrubs",
            "description": "Droughtfriendly plant can produce rubber good enough for Indy race tires.",
            "url": "/2022-09-08-bridgestone-has-put-more-than-100m-into-eco-tires-made-of-shrubs",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/guayule-tire-with-plants-760x380.jpg",
            "publishedAt": "2022-09-08T18:25:19Z",
            "content": "Enlarge/ A Firestone race tire made from guayule plants, pictured next to the little woody shrubs that made it possible.32 with 19 posters participatingTheres still a lot of petroleum hanging on [+4236 chars]",
            "summary": "Bridgestone, citing environmental goals, aims to get all-natural tires into the mainstream.It helps that the rubber that comes from guayule is not some weaker, paper-straw alternativeit generally makes a better tire, especially in heavy-load applications like large trucks, airplanes, and race tires. Bridgestone tested its guayule-derived tires for over a year on Indy cars and found it provided \"similar or better performance\" than traditional race tires.Natural rubber works better for high-stress tires due to properties in its polymer chain. Yulex, based in San Diego, capitalizes on the lighter, more flexible rubber produced by guayule, and the lack of allergy-trigger latex proteins, to make wetsuits, activewear, and other products.There are other non-petroleum rubbers under research. Revolutions in synthetic petroleum-based rubber put an end to those avenues, although natural rubber is still 1030 percent of a tire's composition. Now, some tire companies are turning to a desert shrub and a novel means of pulling natural rubber compounds out of it.Bridgestone Americas has been working with guayule (Parthenium argentatum) since 2012. Its bark cells contain latex, which prevent it from drying out, whereas rubber trees typically contain latex in long inner tubes. Guayule can grow with as little as half the water required for cotton or alfalfa, can be harvested with traditional crop equipment, and typically requires few or no pesticides.The latex in guayule's bark won't come out easily, however.",
            "html_summary": "<ul><li>Bridgestone, citing environmental goals, aims to get all-natural tires into the mainstream</li><li>It helps that the rubber that comes from guayule is not some weaker, paper-straw alternativeit generally makes a better tire, especially in heavy-load applications like large trucks, airplanes, and race tires</li><li> Bridgestone tested its guayule-derived tires for over a year on Indy cars and found it provided \"similar or better performance\" than traditional race tires</li><li>Natural rubber works better for high-stress tires due to properties in its polymer chain</li><li> Yulex, based in San Diego, capitalizes on the lighter, more flexible rubber produced by guayule, and the lack of allergy-trigger latex proteins, to make wetsuits, activewear, and other products</li><li>There are other non-petroleum rubbers under research</li><li> Revolutions in synthetic petroleum-based rubber put an end to those avenues, although natural rubber is still 1030 percent of a tire's composition</li><li> Now, some tire companies are turning to a desert shrub and a novel means of pulling natural rubber compounds out of it</li><li>Bridgestone Americas has been working with guayule (Parthenium argentatum) since 2012</li><li> Its bark cells contain latex, which prevent it from drying out, whereas rubber trees typically contain latex in long inner tubes</li><li> Guayule can grow with as little as half the water required for cotton or alfalfa, can be harvested with traditional crop equipment, and typically requires few or no pesticides</li><li>The latex in guayule's bark won't come out easily, however</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/bridgestone-has-put-more-than-100m-into-eco-tires-made-of-shrubs/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Huawei offers satellite SOS in China where Apples is unavailable",
            "description": "A day before Apple unveiled its highly anticipated satellitepowered SOS feature for iPhone 14, Huawei announced its own equivalent. The Chinese telecoms equipment and smartphone giant said its flagship Mate 50 series will support texting via satellite commun",
            "url": "/2022-09-08-huawei-apple-sattellite-sos",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/06/GettyImages-1221997703.jpg?w=1200",
            "publishedAt": "2022-09-08T16:43:07Z",
            "content": "A day before Apple unveiled its highly anticipated satellitepowered SOS feature for iPhone 14, Huawei announced its own equivalent.The Chinese telecoms equipment and smartphone giant said its flag [+2322 chars]",
            "summary": "As the New York Times reported this week:More than ever, Apples Chinese employees and suppliers contributed complex work and sophisticated components for the 15th year of its marquee device, including aspects of manufacturing design, speakers and batteries, according to four people familiar with the new operations and analysts. A day before Apple unveiled its highly anticipated satellite-powered SOS feature for iPhone 14, Huawei announced its own equivalent.The Chinese telecoms equipment and smartphone giant said its flagship Mate 50 series will support texting via satellite communication. The feature is made possible by Beidou, Chinas own navigation alternative to the U.S. government-owned Global Positioning System.Sending messages via satellite signal isnt a particularly new technology. instead of trails inside spectacular national reserves.This new buzzy satellite function wont likely save Huawei from its own troubles. The behemoths market share has taken a hit globally ever since the U.S. cut it off from core Android services and advanced chip supplies. Apple ranked fifth in Q2 in China with 13% of the countrys shipment volume.Apples SOS satellite option is only available in the U.S. and Canada for now, while Huaweis only works in mainland China. Its suffered at home, too, as it fell out of the top five brands in China last year, according to data from Counterpoint.",
            "html_summary": "<ul><li>As the New York Times reported this week:More than ever, Apples Chinese employees and suppliers contributed complex work and sophisticated components for the 15th year of its marquee device, including aspects of manufacturing design, speakers and batteries, according to four people familiar with the new operations and analysts</li><li> A day before Apple unveiled its highly anticipated satellite-powered SOS feature for iPhone 14, Huawei announced its own equivalent</li><li>The Chinese telecoms equipment and smartphone giant said its flagship Mate 50 series will support texting via satellite communication</li><li> The feature is made possible by Beidou, Chinas own navigation alternative to the U</li><li>S</li><li> government-owned Global Positioning System</li><li>Sending messages via satellite signal isnt a particularly new technology</li><li> instead of trails inside spectacular national reserves</li><li>This new buzzy satellite function wont likely save Huawei from its own troubles</li><li> The behemoths market share has taken a hit globally ever since the U</li><li>S</li><li> cut it off from core Android services and advanced chip supplies</li><li> Apple ranked fifth in Q2 in China with 13% of the countrys shipment volume</li><li>Apples SOS satellite option is only available in the U</li><li>S</li><li> and Canada for now, while Huaweis only works in mainland China</li><li> Its suffered at home, too, as it fell out of the top five brands in China last year, according to data from Counterpoint</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/08/huawei-apple-sattellite-sos/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "UKs FocalPoint raises $17M for its softwarebased approach to repairing the flaws of GPS",
            "description": "GPS in its many regional flavors has become a ubiquitous feature in phones, smart watches, cars and other connected devices, but for all the locationbased features that it helps enable (mapping being the most obvious) it has a lot of shortcomings it can be ",
            "url": "/2022-09-08-focalpoint-gps-series-c",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/10/GettyImages-1176555906.jpg?w=1200",
            "publishedAt": "2022-09-08T10:22:45Z",
            "content": "GPS in its many regional flavors has become a ubiquitous feature in phones, smart watches, cars and other connected devices, but for all the locationbased features that it helps enable (mapping bein [+6423 chars]",
            "summary": "He said that Googles approach, which looks at how signals bounce off buildings to figure out location, is useful with the higher GPS signal but not the lower one, therefore being a stronger drain on battery life. Just yesterday, the iPhone giant announced its newest Apple Watch models, featuring much more accurate GPS using a multiband approach on devices touting newly extended battery life. The higher performing signal has always been more computationally intensive, he said, which is why it impacts battery life. Thats a big hill to climb, however, when considering the embedded market of legacy chips and the process of rolling out next-generation hardware: There were 1.8 billion GPS chipsets shipped as of 2019, with the total projected to grow to 2.8 billion by 2029. Described as a living legend in GPS, Pomerantz previously founded Global Locate, one of the first companies to bring GPS to the mass market, with its tech used by Apple and others. What we are offering is a military-grade feature for the cost of software upgrade, he said. Weve been impressed with how the team has continued to build and expand since its Series B funding round last year, and are thrilled to support FocalPoint in this next exciting chapter for the company.",
            "html_summary": "<ul><li>He said that Googles approach, which looks at how signals bounce off buildings to figure out location, is useful with the higher GPS signal but not the lower one, therefore being a stronger drain on battery life</li><li> Just yesterday, the iPhone giant announced its newest Apple Watch models, featuring much more accurate GPS using a multiband approach on devices touting newly extended battery life</li><li> The higher performing signal has always been more computationally intensive, he said, which is why it impacts battery life</li><li> Thats a big hill to climb, however, when considering the embedded market of legacy chips and the process of rolling out next-generation hardware: There were 1</li><li>8 billion GPS chipsets shipped as of 2019, with the total projected to grow to 2</li><li>8 billion by 2029</li><li> Described as a living legend in GPS, Pomerantz previously founded Global Locate, one of the first companies to bring GPS to the mass market, with its tech used by Apple and others</li><li> What we are offering is a military-grade feature for the cost of software upgrade, he said</li><li> Weve been impressed with how the team has continued to build and expand since its Series B funding round last year, and are thrilled to support FocalPoint in this next exciting chapter for the company</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/08/focalpoint-gps-series-c/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "The cheap Chromecast is rumored to also upgrade to Google TV",
            "description": "It sounds like Googles 4yearold 1080p streamer is getting a full OS and remote.",
            "url": "/2022-09-08-the-cheap-chromecast-is-rumored-to-also-upgrade-to-google-tv",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2020/09/chrome_slTTpq3sq4-760x380.jpg",
            "publishedAt": "2022-09-08T17:21:54Z",
            "content": "Enlarge/ The $50 Chromecast with Google TV. It comes in colors. 0 with 0 posters participatingThe basemodel $30 Chromecast is 4 years old at this point, so its probably time for an upgrade. The [+1684 chars]",
            "summary": "In Europe, the device has a price of \"around 40 euro\" which would slot it in below the existing \"Chromecast with Google TV,\" which is 69.99 euro.A new Chromecast makes a ton of sense. With that big shift came a change in operating systems: \"Google TV\" means it's running Android, while the current entry-level Chromecast runs the cast OS.Cast OS seems dead internally at Google. On the other hand, the third-gen Chromecast that's being replaced didn't get announced at a show with any kind of fanfareit just showed up in stores one day.You must login or create an account to comment. The Chromecast changed from a dead-simple, zero-interface media receiver to having a full-blown TV OS with a remote control, an app store, and onboard storage.  Ron Amadeo - Sep 8, 2022 5:21 pm UTC The base-model $30 Chromecast is 4 years old at this point, so it's probably time for an upgrade. Besides being pretty old for a piece of technology, Google upended the Chromecast formula when it launched the high-end, 4K \"Chromecast with Google TV\" in 2020. If the cheap Chromecast gets updated, there will be nothing left running the original Chromecast OS.",
            "html_summary": "<ul><li>In Europe, the device has a price of \"around 40 euro\" which would slot it in below the existing \"Chromecast with Google TV,\" which is 69</li><li>99 euro</li><li>A new Chromecast makes a ton of sense</li><li> With that big shift came a change in operating systems: \"Google TV\" means it's running Android, while the current entry-level Chromecast runs the cast OS</li><li>Cast OS seems dead internally at Google</li><li> On the other hand, the third-gen Chromecast that's being replaced didn't get announced at a show with any kind of fanfareit just showed up in stores one day</li><li>You must login or create an account to comment</li><li> The Chromecast changed from a dead-simple, zero-interface media receiver to having a full-blown TV OS with a remote control, an app store, and onboard storage</li><li>  Ron Amadeo - Sep 8, 2022 5:21 pm UTC The base-model $30 Chromecast is 4 years old at this point, so it's probably time for an upgrade</li><li> Besides being pretty old for a piece of technology, Google upended the Chromecast formula when it launched the high-end, 4K \"Chromecast with Google TV\" in 2020</li><li> If the cheap Chromecast gets updated, there will be nothing left running the original Chromecast OS</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/09/the-cheap-chromecast-is-rumored-to-also-upgrade-to-google-tv/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "Nigerian blockchain payments startup Bitmama closes $2M preseed as it scales to new markets",
            "description": "Africa is the worlds third fastestgrowing crypto market, with crypto adoption increasing by more than 1,200% over the last two years. Countries such as Nigeria, Kenya and South Africa are majorly responsible for skyrocketing adoption rates as citizens try t",
            "url": "/2022-09-08-nigerian-blockchain-payments-startup-bitmama-closes-2m-pre-seed-as-it-scales-to-new-markets",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/D9BE0EBC-A877-4FED-B03B-68BFA3734506.jpeg?w=1200",
            "publishedAt": "2022-09-09T10:59:04Z",
            "content": "Africa is the worlds third fastestgrowing crypto market, with crypto adoption increasing by more than 1,200% over the last two years. Countries such as Nigeria, Kenya and South Africa are majorly re [+5191 chars]",
            "summary": "Subsequently, they built a crypto exchange platform and allowed these users to access virtual assets formally and explore other use cases, including buying, selling and swapping crypto and peer-to-peer transactions. More recently, the company introduced Changera, a social payment solution allowing customers to use stablecoins to facilitate remittances and international payments on Netflix and Amazon via virtual cards.We started Bitmama to make it easy for anyone across the African continent to buy and sell cryptocurrency. Countries such as Nigeria, Kenya and South Africa are majorly responsible for skyrocketing adoption rates as citizens try to hedge against currency devaluation and build wealth.Despite African governments inconsistent stance on cryptocurrencies, these countries house most of the continents crypto and blockchain startups. Many people wanted to make transactions asides from buying and selling of crypto, so we built stuff that could also let them buy local and international airtime and data. Revenues come from margins on the transactions its users perform on the platform.African blockchain startups raised $91 million in the first quarter of 2022 alone compared to $127 million they received from investors throughout 2021. Africa is the worlds third fastest-growing crypto market, with crypto adoption increasing by more than 1,200% over the last two years. In the latest development, one such company, Bitmama, has raised a pre-seed extension of $1.65 million, adding to the $350,000 it received last October, thus, closing the round at $2 million.Africa-focused venture capital firms Unicorn Growth Capital and Launch Africa led the investment in Bitmama.",
            "html_summary": "<ul><li>Subsequently, they built a crypto exchange platform and allowed these users to access virtual assets formally and explore other use cases, including buying, selling and swapping crypto and peer-to-peer transactions</li><li> More recently, the company introduced Changera, a social payment solution allowing customers to use stablecoins to facilitate remittances and international payments on Netflix and Amazon via virtual cards</li><li>We started Bitmama to make it easy for anyone across the African continent to buy and sell cryptocurrency</li><li> Countries such as Nigeria, Kenya and South Africa are majorly responsible for skyrocketing adoption rates as citizens try to hedge against currency devaluation and build wealth</li><li>Despite African governments inconsistent stance on cryptocurrencies, these countries house most of the continents crypto and blockchain startups</li><li> Many people wanted to make transactions asides from buying and selling of crypto, so we built stuff that could also let them buy local and international airtime and data</li><li> Revenues come from margins on the transactions its users perform on the platform</li><li>African blockchain startups raised $91 million in the first quarter of 2022 alone compared to $127 million they received from investors throughout 2021</li><li> Africa is the worlds third fastest-growing crypto market, with crypto adoption increasing by more than 1,200% over the last two years</li><li> In the latest development, one such company, Bitmama, has raised a pre-seed extension of $1</li><li>65 million, adding to the $350,000 it received last October, thus, closing the round at $2 million</li><li>Africa-focused venture capital firms Unicorn Growth Capital and Launch Africa led the investment in Bitmama</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/09/nigerian-blockchain-payments-startup-bitmama-closes-2m-pre-seed-as-it-scales-to-new-markets/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Forristal",
            "title": "Disney+ releases its first ARenabled short film, Remembering, starring Brie Larson",
            "description": "Today is Disney+ Day, and, as part of its perks, the company is offering Disney+ subscribers a new AR experience in conjunction with the short film Remembering, starring and produced by Captain Marvel Brie Larson and directed and written by filmmaker Elij",
            "url": "/2022-09-08-disney-plus-new-ar-short-film-starring-brie-larson",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/g_rememberingdisneyplusapp_436_02_ad19d287.webp?w=1200",
            "publishedAt": "2022-09-08T16:26:59Z",
            "content": "Today is Disney+ Day, and, as part of its perks, the company is offering Disney+ subscribers a new AR experience in conjunction with the short film Remembering, starring and produced by Captain Mar [+6678 chars]",
            "summary": "Viewers arent required to download the app to watch the film and can choose to have a passive viewing experience instead.A former kindergarten teacher, filmmaker Elijah Allan-Blitz, wanted to explore the idea of what imagination looks like from a childs perspective. Users can also visit disney.com/remembering or search the App Store to find the new app.Viewers are meant to keep the app open while they watch the film. Recently, Disney+ dabbled in livestreaming, announced a cheaper ad-supported tier and has begun exploring an Amazon Prime-like subscription that ties streaming to commerce.The short film Remembering is available to watch on Disney+ on all devices, including Apple TVs, Roku devices, Amazon Fire devices and more.Updated 9/8/22 at 3:15 p.m. Today is Disney+ Day, and, as part of its perks, the company is offering Disney+ subscribers a new AR experience in conjunction with the short film Remembering, starring and produced by Captain Marvel Brie Larson and directed and written by filmmaker Elijah Allan-Blitz. A 10-second countdown then begins ahead of the AR experience.When users point their iPhone or iPad at the TV, theyll see a waterfall flowing down to the floor as well as dolphins, butterflies, trees, foliage, glowing flowers and other wondrous digital elements.The movie continues to play during the experience. The AR experience moves away from a typical passive experience of streaming and allows viewers to engage with it in a deeper way. Apple TV+, meanwhile, launched an AR app called For All Mankind: Time Capsule, which gave fans the ability to interact with virtual objects from the show, such as photographs, a mixtape, letters and more.",
            "html_summary": "<ul><li>Viewers arent required to download the app to watch the film and can choose to have a passive viewing experience instead</li><li>A former kindergarten teacher, filmmaker Elijah Allan-Blitz, wanted to explore the idea of what imagination looks like from a childs perspective</li><li> Users can also visit disney</li><li>com/remembering or search the App Store to find the new app</li><li>Viewers are meant to keep the app open while they watch the film</li><li> Recently, Disney+ dabbled in livestreaming, announced a cheaper ad-supported tier and has begun exploring an Amazon Prime-like subscription that ties streaming to commerce</li><li>The short film Remembering is available to watch on Disney+ on all devices, including Apple TVs, Roku devices, Amazon Fire devices and more</li><li>Updated 9/8/22 at 3:15 p</li><li>m</li><li> Today is Disney+ Day, and, as part of its perks, the company is offering Disney+ subscribers a new AR experience in conjunction with the short film Remembering, starring and produced by Captain Marvel Brie Larson and directed and written by filmmaker Elijah Allan-Blitz</li><li> A 10-second countdown then begins ahead of the AR experience</li><li>When users point their iPhone or iPad at the TV, theyll see a waterfall flowing down to the floor as well as dolphins, butterflies, trees, foliage, glowing flowers and other wondrous digital elements</li><li>The movie continues to play during the experience</li><li> The AR experience moves away from a typical passive experience of streaming and allows viewers to engage with it in a deeper way</li><li> Apple TV+, meanwhile, launched an AR app called For All Mankind: Time Capsule, which gave fans the ability to interact with virtual objects from the show, such as photographs, a mixtape, letters and more</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/08/disney-plus-new-ar-short-film-starring-brie-larson/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. William Gibsons novel comes to vivid life in first teaser for The Peripheral. EVs arent straining the electric grid  and they just might save it. Bidens big climate bill isnt a venture capital fund. Queen Elizabeth II led a lowtech lifebut knighted plenty of scitech figures  Ars Technica. Google and Solo.io bring Ambient Mesh to Istio. Bridgestone has put more than $100M into ecotires made of shrubs. Huawei offers satellite SOS in China where Apples is unavailable. UKs FocalPoint raises $17M for its softwarebased approach to repairing the flaws of GPS. The cheap Chromecast is rumored to also upgrade to Google TV. Nigerian blockchain payments startup Bitmama closes $2M preseed as it scales to new markets. Disney+ releases its first ARenabled short film, Remembering, starring Brie Larson"
}