{
    "status": "ok",
    "totalResults": 19,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Irans supreme leader breaks silence on protests, blames US  The Associated Press  en Espaol",
            "description": "Irans supreme leader breaks silence on protests, blames USThe Associated Press  en EspaolProtests continue in support of IraniansWFAAWhite House alarmed and appalled by Irans violent crackdown on student protestersThe",
            "url": "/2022-10-02-iran-israel-middle-east-dubai-united-arab-emirates-25c14800b5b145d850fe3181eb062664",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/d69e20c6e9b244e1a4133a340f951eee/2500.jpeg",
            "publishedAt": "2022-10-03T13:08:24Z",
            "content": "DUBAI, United Arab Emirates (AP) Irans supreme leader Ayatollah Ali Khamenei responded publicly on Monday to the biggest protests in Iran in years, breaking weeks of silence to condemn what he called [+7027 chars]",
            "summary": "These riots and insecurities were designed by America and the Zionist regime, and their employees.Meanwhile, Sharif University of Technology in Tehran announced that only doctoral students would be allowed on campus until further notice following hours of turmoil Sunday, when witnesses said antigovernment protesters clashed with pro-establishment students. The student association said plainclothes officers surrounded the school from all sides as protests roiled the campus after nightfall and detained at least 300 students.Plainclothes officers beat a professor and several university employees, the association added. The witnesses, who spoke on condition of anonymity for fear of reprisals, said the police kept hundreds of students holed up on campus and fired rounds of tear gas to disperse the demonstrations. There is no such thing as defeat for them.As the new academic year began this week, students at universities in major cities across Iran gathered in protest, according to videos widely shared on social media, clapping, chanting slogans against the government and waving their headscarves. A Tehran-based university teacher, Shahindokht Kharazmi, said the new generation has come up with unpredictable ways to defy authorities.The (young protesters) have learned the strategy from video games and play to win, Kharazmi told the pro-reform Etemad newspaper. The unrest, ignited by the death of a young woman in the custody of Irans morality police, is flaring up across the country for a third week despite government efforts to crack down. Most recently Sunday, authorities arrested Alborz Nezami, a reporter at an economic newspaper in Tehran.Irans intelligence ministry said nine foreigners have been detained over the protests.",
            "html_summary": "<ul><li>“These riots and insecurities were designed by America and the Zionist regime, and their employees.”Meanwhile, Sharif University of Technology in Tehran announced that only doctoral students would be allowed on campus until further notice following hours of turmoil Sunday, when witnesses said antigovernment protesters clashed with pro-establishment students.</li><li>The student association said plainclothes officers surrounded the school from all sides as protests roiled the campus after nightfall and detained at least 300 students.Plainclothes officers beat a professor and several university employees, the association added.</li><li>The witnesses, who spoke on condition of anonymity for fear of reprisals, said the police kept hundreds of students holed up on campus and fired rounds of tear gas to disperse the demonstrations.</li><li>“There is no such thing as defeat for them.”As the new academic year began this week, students at universities in major cities across Iran gathered in protest, according to videos widely shared on social media, clapping, chanting slogans against the government and waving their headscarves.</li><li>A Tehran-based university teacher, Shahindokht Kharazmi, said the new generation has come up with unpredictable ways to defy authorities.“The (young protesters) have learned the strategy from video games and play to win,” Kharazmi told the pro-reform Etemad newspaper.</li><li>The unrest, ignited by the death of a young woman in the custody of Iran’s morality police, is flaring up across the country for a third week despite government efforts to crack down.</li></ul>",
            "website_url": "https://apnews.com/article/iran-israel-middle-east-dubai-united-arab-emirates-25c14800b5b145d850fe3181eb062664"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Scott Rosenberg",
            "title": "Stadia shutdown shows Googles struggle to innovate",
            "description": "Google is increasingly looking like a giant that has a hard time innovating.Driving the news Googles decision to shut down Stadia, its threeyearold cloudbased gaming service, marks the companys latest failure to turn a technical breakthrough into a grow",
            "url": "/2022-10-02-google-stadia-shutdown-struggle-innovate",
            "urlToImage": "https://images.axios.com/Mylxe151up6PLnChKT7FHTHCPL8=/0x0:1280x720/1366x768/2022/10/03/1664765816885.jpg",
            "publishedAt": "2022-10-03T09:59:08Z",
            "content": "Google is increasingly looking like a giant that has a hard time innovating.Driving the news Googles decision to shut down Stadia, its threeyearold cloudbased gaming service, marks the company [+2538 chars]",
            "summary": "The bottom line: Google has an enormous research unit and regularly refines and fine-tunes its core search and advertising services, but the company keeps flubbing efforts to add big new revenue streams based on bold new technology plays. If they're having trouble inventing new products they spend cash to acquire startup talent and ideas.",
            "html_summary": "<ul><li>The bottom line: Google has an enormous research unit and regularly refines and fine-tunes its core search and advertising services, but the company keeps flubbing efforts to add big new revenue streams based on bold new technology plays.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/03/google-stadia-shutdown-struggle-innovate"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Nobel prize in medicine awarded for research on evolution  The Associated Press  en Espaol",
            "description": "Nobel prize in medicine awarded for research on evolutionThe Associated Press  en EspaolNobel Prize in Physiology or Medicine Is Awarded to Svante PboThe New York TimesAncient DNA hunter who sequenced first Neanderthal ge",
            "url": "/2022-10-02-entertainment-science-health-stockholm-5cfe18038fc4fcda06d38323f7333c69",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9d3b01f9b7994b66b386aa2a5e25641f/3000.jpeg",
            "publishedAt": "2022-10-03T10:30:00Z",
            "content": "STOCKHOLM (AP) This years Nobel Prize in physiology or medicine has been awarded to Swedish scientist Svante Pbo for his discoveries on human evolution.Thomas Perlmann, secretary of the Nobel Com [+1490 chars]",
            "summary": "The Human Genome project, which ran from 1990-2003, got us the first sequence of the human genome, and weve improved that sequence ever since, Green said. Denisovan genes have been found in up to 6% of modern humans in Asia and Southeast Asia, indicating interbreeding occurred there too.By mixing with them after migrating out of Africa, Homo sapiens picked up sequences that improved their chances to survive in their new environments, Wedell said. But the idea that we can go back in time and sequence the genome that doesnt live anymore and something thats a direct relative of humans is truly remarkable, Green said. So we and others are now intensely studying the Neanderthal version versus the protective modern version to try to understand what the functional difference would be.Nobel Prize announcements continue Tuesday with the physics prize, chemistry on Wednesday and literature on Thursday. Paabo said they discovered during the pandemic that the greatest risk factor to become severely ill and even die when youre infected with the virus has come over to modern people from Neanderthals. Paabo took it with humor, splashing his feet and laughing.Paabos father, Sune Bergstrom, won the Nobel prize in medicine in 1982, the eighth time the son or daughter of a laureate also won a Nobel Prize. Dr. Eric Green, director of the National Human Genome Research Institute at the U.S. National Institutes of Health, called it a great day for genomics, a relatively young field first named in 1987.",
            "html_summary": "<ul><li>The Human Genome project, which ran from 1990-2003, “got us the first sequence of the human genome, and we’ve improved that sequence ever since,” Green said.</li><li>Denisovan genes have been found in up to 6% of modern humans in Asia and Southeast Asia, indicating interbreeding occurred there too.“By mixing with them after migrating out of Africa, Homo sapiens picked up sequences that improved their chances to survive in their new environments,” Wedell said.</li><li>But the idea that we can go back in time and sequence the genome that doesn’t live anymore and something that’s a direct relative of humans is truly remarkable,” Green said.</li><li>So we and others are now intensely studying the Neanderthal version versus the protective modern version to try to understand what the functional difference would be.”Nobel Prize announcements continue Tuesday with the physics prize, chemistry on Wednesday and literature on Thursday.</li><li>Paabo said they discovered during the pandemic that “the greatest risk factor to become severely ill and even die when you’re infected with the virus has come over to modern people from Neanderthals.</li><li>Paabo took it with humor, splashing his feet and laughing.Paabo’s father, Sune Bergstrom, won the Nobel prize in medicine in 1982, the eighth time the son or daughter of a laureate also won a Nobel Prize.</li></ul>",
            "website_url": "https://apnews.com/article/entertainment-science-health-stockholm-5cfe18038fc4fcda06d38323f7333c69"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By AMY FORLITI - Associated Press",
            "title": "Chinese billionaire Richard Liu settles US rape allegation",
            "description": "JD.com founder Richard Liu has agreed to settle lawsuit from a former University of Minnesota student who alleges he raped her after a night of dinner and drinks in 2018. Attorneys for Richard Liu and the woman, Jingyao Liu, released",
            "url": "/2022-10-02-c296396eedcbc4c64523cc907dd19765",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/05/c05e6a99-47a9-5ba9-824a-473cb47868f1/63391add5bdfe.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-02T04:39:06Z",
            "content": "By AMY FORLITI  Associated PressMINNEAPOLIS (AP)  Chinese billionaire and JD.com founder Richard Liu agreed to settle a lawsuit filed by a former University of Minnesota student who alleged he ra [+1495 chars]",
            "summary": "Richard Lius former attorney recorded the phone call, in which Jingyao Liu said she didnt want the case to be in the newspaper and I just need payment money and apologize and thats all. A recording of the phone call was expected to be played as evidence at trial. Richard Liu, also known as Liu Qiangdong, was arrested on suspicion of felony rape in August 2018, but prosecutors said the case had profound evidentiary problems and declined to file criminal charges.Jingyao Liu sued Richard Liu and JD.com in 2019, alleging sexual assault and battery, along with false imprisonment. Richard Lius supporters and opponents waged aggressive public relations campaigns on Chinese social media; censors shut down some accounts that supported Jingyao Liu for violating regulations.Jingyao Liu said in her lawsuit that she had to withdraw from classes in fall 2018 and seek counseling and treatment. She sought compensatory as well as punitive damages from Richard Liu.Her lawsuit said she was seeking more than $50,000, a standard figure that must be listed in Minnesota if a plaintiff intends to seek any larger amount. Today, the parties agreed to set aside their differences, and settle their legal dispute in order to avoid further pain and suffering caused by the lawsuit.The settlement was announced just two days before the civil trial was set to begin Monday in a Minneapolis courtroom. On the night of the alleged attack, according to the lawsuit, Richard Liu and other executives went to a Japanese restaurant in Minneapolis and one of the men invited Jingyao Liu at Richard Lius request. Surveillance videos from the restaurant, the restaurants exterior and the halls of the womans apartment complex were also expected to be played for jurors.",
            "html_summary": "<ul><li>Richard Liu’s former attorney recorded the phone call, in which Jingyao Liu said she didn’t want the case to be in the newspaper and “I just need payment money and apologize and that’s all.” A recording of the phone call was expected to be played as evidence at trial.</li><li>Richard Liu, also known as Liu Qiangdong, was arrested on suspicion of felony rape in August 2018, but prosecutors said the case had “profound evidentiary problems” and declined to file criminal charges.Jingyao Liu sued Richard Liu and JD.com in 2019, alleging sexual assault and battery, along with false imprisonment.</li><li>Richard Liu’s supporters and opponents waged aggressive public relations campaigns on Chinese social media; censors shut down some accounts that supported Jingyao Liu for “violating regulations.”Jingyao Liu said in her lawsuit that she had to withdraw from classes in fall 2018 and seek counseling and treatment.</li><li>She sought compensatory as well as punitive damages from Richard Liu.Her lawsuit said she was seeking more than $50,000, a standard figure that must be listed in Minnesota if a plaintiff intends to seek any larger amount.</li><li>“Today, the parties agreed to set aside their differences, and settle their legal dispute in order to avoid further pain and suffering caused by the lawsuit.”The settlement was announced just two days before the civil trial was set to begin Monday in a Minneapolis courtroom.</li><li>On the night of the alleged attack, according to the lawsuit, Richard Liu and other executives went to a Japanese restaurant in Minneapolis and one of the men invited Jingyao Liu at Richard Liu’s request.</li></ul>",
            "website_url": "https://apnews.com/c296396eedcbc4c64523cc907dd19765"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By LAURAN NEERGAARD - AP Medical Writer",
            "title": "Its flu vaccine time and seniors need revvedup shots",
            "description": "Doctors have a message for vaccineweary Americans Dont skip your flu shot this fall. And for the first time, seniors are urged to get a special extrastrength kind. Theres no way to predict how bad this flu season will be.",
            "url": "/2022-10-02-b7b5f65bc52a8f98b902750bed928fea",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/2/e9/2e9bf457-e6e6-5e7f-bafa-77614e16c2a6/633a7360b40de.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-03T05:11:12Z",
            "content": "By LAURAN NEERGAARD  AP Medical WriterDoctors have a message for vaccineweary Americans Dont skip your flu shot this fall  and seniors, ask for a special extrastrength kind.After flu hit hi [+4505 chars]",
            "summary": "Flu is most dangerous for people 65 and older, young children, pregnant women and people with certain health problems including heart and lung diseases.Heres what to know:REVVED-UP SHOTS FOR SENIORSAs people get older, their immune system doesnt respond as strongly to standard flu vaccination. The main clue: A nasty flu season just ended in Australia.While theres no way to predict if the U.S. will be as hard-hit, last year we were going into flu season not knowing if flu was around or not. And yes, you can get a flu shot and an updated COVID-19 booster at the same time  one in each arm to lessen soreness.FLU SHOTS OF THE FUTUREThe companies that make the two most widely used COVID-19 vaccines now are testing flu shots made with the same technology. This year we know flu is back, said influenza specialist Richard Webby of St. Jude Childrens Research Hospital in Memphis.Annual flu shots are recommended starting with 6-month-old babies. Doctors have a message for vaccine-weary Americans: Dont skip your flu shot this fall -- and seniors, ask for a special extra-strength kind.After flu hit historically low levels during the COVID-19 pandemic, it may be poised for a comeback. All flu vaccines in the U.S. -- including types for people younger than 65 -- are quadrivalent, meaning they guard against four different flu strains. One reason: When influenza mutates, the recipes of so-called mRNA vaccines could be updated more quickly than todays flu shots, most of which are made by growing influenza virus in chicken eggs.",
            "html_summary": "<ul><li>Flu is most dangerous for people 65 and older, young children, pregnant women and people with certain health problems including heart and lung diseases.Here’s what to know:REVVED-UP SHOTS FOR SENIORSAs people get older, their immune system doesn’t respond as strongly to standard flu vaccination.</li><li>The main clue: A nasty flu season just ended in Australia.While there’s no way to predict if the U.S. will be as hard-hit, “last year we were going into flu season not knowing if flu was around or not.</li><li>And yes, you can get a flu shot and an updated COVID-19 booster at the same time — one in each arm to lessen soreness.FLU SHOTS OF THE FUTUREThe companies that make the two most widely used COVID-19 vaccines now are testing flu shots made with the same technology.</li><li>This year we know flu is back,” said influenza specialist Richard Webby of St. Jude Children’s Research Hospital in Memphis.Annual flu shots are recommended starting with 6-month-old babies.</li><li>Doctors have a message for vaccine-weary Americans: Don’t skip your flu shot this fall -- and seniors, ask for a special extra-strength kind.After flu hit historically low levels during the COVID-19 pandemic, it may be poised for a comeback.</li><li>All flu vaccines in the U.S. -- including types for people younger than 65 -- are “quadrivalent,” meaning they guard against four different flu strains.</li></ul>",
            "website_url": "https://apnews.com/b7b5f65bc52a8f98b902750bed928fea"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATT O'BRIEN - AP Technology Writer",
            "title": "What if Musk loses the Twitter case but defies the court?",
            "description": "Twitter wants a Delaware court to order Elon Musk to buy the social media service for $44 billion, as he promised back in April. But suppose a judge makes that ruling and Musk balks? The Tesla billionaires reputation for dismissing",
            "url": "/2022-10-02-aa7359d9f8af1edd80b65ed5d16b5425",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/5/b7/5b73736e-6b64-5bd4-ac76-7766011a6544/6333139a01327.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-03T07:01:37Z",
            "content": "By MATT OBRIEN  AP Technology WriterTwitter wants a Delaware court to order Elon Musk to buy the social media service for $44 billion, as he promised back in April. But what if a judge makes that [+6006 chars]",
            "summary": "But why would the court do that when what really is at stake is money?Berger said she expects San Francisco-based Twitter to prevail, but said a less tumultuous remedy for the company and its shareholders would make Musk pay monetary damages. The Tesla billionaires reputation for dismissing government pronouncements has some worried that he might flout an unfavorable ruling of the Delaware Court of Chancery, known for its handling of high-profile business disputes.Musk hopes to win the case thats headed for an October trial. The court doesnt want to be in a position to step in and essentially run this company, she said.Musk and his lawyers didnt respond to requests for comment.Other legal observers say such defiance is almost impossible to imagine, even from a famously combative personality such as Musk. He acknowledged he might lose in August in explaining why he suddenly sold nearly $7 billion worth of Tesla shares.I take him at his word, said Ann Lipton, an associate law professor at Tulane University. At least, not for the Court of Chancery, said the former judge. Twitter wants a Delaware court to order Elon Musk to buy the social media service for $44 billion, as he promised back in April. If there was some kind of crisis like that, I think the reputational harm would be all on Musk, not the court.AP reporter Randall Chase in Dover, Delaware, contributed to this report.",
            "html_summary": "<ul><li>“But why would the court do that when what really is at stake is money?”Berger said she expects San Francisco-based Twitter to prevail, but said a less tumultuous remedy for the company and its shareholders would make Musk pay monetary damages.</li><li>The Tesla billionaire’s reputation for dismissing government pronouncements has some worried that he might flout an unfavorable ruling of the Delaware Court of Chancery, known for its handling of high-profile business disputes.Musk hopes to win the case that’s headed for an October trial.</li><li>“The court doesn’t want to be in a position to step in and essentially run this company,” she said.Musk and his lawyers didn’t respond to requests for comment.Other legal observers say such defiance is almost impossible to imagine, even from a famously combative personality such as Musk.</li><li>He acknowledged he might lose in August in explaining why he suddenly sold nearly $7 billion worth of Tesla shares.“I take him at his word,” said Ann Lipton, an associate law professor at Tulane University.</li><li>“At least, not for the Court of Chancery,” said the former judge.</li><li>Twitter wants a Delaware court to order Elon Musk to buy the social media service for $44 billion, as he promised back in April.</li></ul>",
            "website_url": "https://apnews.com/aa7359d9f8af1edd80b65ed5d16b5425"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By AMY FORLITI - Associated Press",
            "title": "Chinese billionaire Richard Liu settles US rape allegation",
            "description": "JD.com founder Richard Liu has agreed to settle lawsuit from a former University of Minnesota student who alleges he raped her after a night of dinner and drinks in 2018. Attorneys for Richard Liu and the woman, Jingyao Liu, released",
            "url": "/2022-10-02-c296396eedcbc4c64523cc907dd19765",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/2/33/2331d86c-2185-58e2-a9a0-163f66613e6c/633919c3df497.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-02T04:39:06Z",
            "content": "By AMY FORLITI  Associated PressMINNEAPOLIS (AP)  Chinese billionaire and JD.com founder Richard Liu agreed to settle a lawsuit filed by a former University of Minnesota student who alleged he ra [+1536 chars]",
            "summary": "Richard Lius former attorney recorded the phone call, in which Jingyao Liu said she didnt want the case to be in the newspaper and I just need payment money and apologize and thats all. A recording of the phone call was expected to be played as evidence at trial. Richard Liu, also known as Liu Qiangdong, was arrested on suspicion of felony rape in August 2018, but prosecutors said the case had profound evidentiary problems and declined to file criminal charges.Jingyao Liu sued Richard Liu and JD.com in 2019, alleging sexual assault and battery, along with false imprisonment. Richard Lius supporters and opponents waged aggressive public relations campaigns on Chinese social media; censors shut down some accounts that supported Jingyao Liu for violating regulations.Jingyao Liu said in her lawsuit that she had to withdraw from classes in fall 2018 and seek counseling and treatment. She sought compensatory as well as punitive damages from Richard Liu.Her lawsuit said she was seeking more than $50,000, a standard figure that must be listed in Minnesota if a plaintiff intends to seek any larger amount. Today, the parties agreed to set aside their differences, and settle their legal dispute in order to avoid further pain and suffering caused by the lawsuit.The settlement was announced just two days before the civil trial was set to begin Monday in a Minneapolis courtroom. On the night of the alleged attack, according to the lawsuit, Richard Liu and other executives went to a Japanese restaurant in Minneapolis and one of the men invited Jingyao Liu at Richard Lius request. Surveillance videos from the restaurant, the restaurants exterior and the halls of the womans apartment complex were also expected to be played for jurors.",
            "html_summary": "<ul><li>Richard Liu’s former attorney recorded the phone call, in which Jingyao Liu said she didn’t want the case to be in the newspaper and “I just need payment money and apologize and that’s all.” A recording of the phone call was expected to be played as evidence at trial.</li><li>Richard Liu, also known as Liu Qiangdong, was arrested on suspicion of felony rape in August 2018, but prosecutors said the case had “profound evidentiary problems” and declined to file criminal charges.Jingyao Liu sued Richard Liu and JD.com in 2019, alleging sexual assault and battery, along with false imprisonment.</li><li>Richard Liu’s supporters and opponents waged aggressive public relations campaigns on Chinese social media; censors shut down some accounts that supported Jingyao Liu for “violating regulations.”Jingyao Liu said in her lawsuit that she had to withdraw from classes in fall 2018 and seek counseling and treatment.</li><li>She sought compensatory as well as punitive damages from Richard Liu.Her lawsuit said she was seeking more than $50,000, a standard figure that must be listed in Minnesota if a plaintiff intends to seek any larger amount.</li><li>“Today, the parties agreed to set aside their differences, and settle their legal dispute in order to avoid further pain and suffering caused by the lawsuit.”The settlement was announced just two days before the civil trial was set to begin Monday in a Minneapolis courtroom.</li><li>On the night of the alleged attack, according to the lawsuit, Richard Liu and other executives went to a Japanese restaurant in Minneapolis and one of the men invited Jingyao Liu at Richard Liu’s request.</li></ul>",
            "website_url": "https://apnews.com/c296396eedcbc4c64523cc907dd19765"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATT O'BRIEN - AP Technology Writer",
            "title": "What if Musk loses the Twitter case but defies the court?",
            "description": "Twitter wants a Delaware court to order Elon Musk to buy the social media service for $44 billion, as he promised back in April. But suppose a judge makes that ruling and Musk balks? The Tesla billionaires reputation for dismissing",
            "url": "/2022-10-02-aa7359d9f8af1edd80b65ed5d16b5425",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/5/dd/5ddd1473-6536-538a-9053-5a674f41b5a6/633313b3f3dc3.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-03T07:01:37Z",
            "content": "By MATT OBRIEN  AP Technology WriterTwitter wants a Delaware court to order Elon Musk to buy the social media service for $44 billion, as he promised back in April. But what if a judge makes that [+6140 chars]",
            "summary": "But why would the court do that when what really is at stake is money?Berger said she expects San Francisco-based Twitter to prevail, but said a less tumultuous remedy for the company and its shareholders would make Musk pay monetary damages. The Tesla billionaires reputation for dismissing government pronouncements has some worried that he might flout an unfavorable ruling of the Delaware Court of Chancery, known for its handling of high-profile business disputes.Musk hopes to win the case thats headed for an October trial. The court doesnt want to be in a position to step in and essentially run this company, she said.Musk and his lawyers didnt respond to requests for comment.Other legal observers say such defiance is almost impossible to imagine, even from a famously combative personality such as Musk. He acknowledged he might lose in August in explaining why he suddenly sold nearly $7 billion worth of Tesla shares.I take him at his word, said Ann Lipton, an associate law professor at Tulane University. At least, not for the Court of Chancery, said the former judge. Twitter wants a Delaware court to order Elon Musk to buy the social media service for $44 billion, as he promised back in April. If there was some kind of crisis like that, I think the reputational harm would be all on Musk, not the court.AP reporter Randall Chase in Dover, Delaware, contributed to this report.",
            "html_summary": "<ul><li>“But why would the court do that when what really is at stake is money?”Berger said she expects San Francisco-based Twitter to prevail, but said a less tumultuous remedy for the company and its shareholders would make Musk pay monetary damages.</li><li>The Tesla billionaire’s reputation for dismissing government pronouncements has some worried that he might flout an unfavorable ruling of the Delaware Court of Chancery, known for its handling of high-profile business disputes.Musk hopes to win the case that’s headed for an October trial.</li><li>“The court doesn’t want to be in a position to step in and essentially run this company,” she said.Musk and his lawyers didn’t respond to requests for comment.Other legal observers say such defiance is almost impossible to imagine, even from a famously combative personality such as Musk.</li><li>He acknowledged he might lose in August in explaining why he suddenly sold nearly $7 billion worth of Tesla shares.“I take him at his word,” said Ann Lipton, an associate law professor at Tulane University.</li><li>“At least, not for the Court of Chancery,” said the former judge.</li><li>Twitter wants a Delaware court to order Elon Musk to buy the social media service for $44 billion, as he promised back in April.</li></ul>",
            "website_url": "https://apnews.com/aa7359d9f8af1edd80b65ed5d16b5425"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "UnitedHealth closes roughly $8B deal for Change Healthcare",
            "description": "UnitedHealth Group says it has completed its acquisition of Change Healthcare, closing the roughly $8 billion deal a couple weeks after a judge rejected a challenge from regulators. UnitedHealth is merging the technology company with its Optum segment. The he",
            "url": "/2022-10-02-55f01b05097e6e57716d6263275a5e3d",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/9a/19a75ba2-b3e6-5c08-b14d-b938cab8b77d/633b1fcb1f9b9.image.jpg?crop=1772%2C930%2C0%2C119&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-03T17:33:39Z",
            "content": "MINNETONKA, Minn. (AP) UnitedHealth Group said Monday that it completed its acquisition of Change Healthcare, closing the roughly $8 billion deal a couple weeks after a judge rejected a challenge fro [+1388 chars]",
            "summary": "The health care giant said that combination will simplify clinical, administrative and payment processes for care providers and bill payers. MINNETONKA, Minn. (AP)  UnitedHealth Group said Monday that it completed its acquisition of Change Healthcare, closing the roughly $8 billion deal a couple weeks after a judge rejected a challenge from federal regulators. Minnetonka, Minnesota-based UnitedHealth Groups rapidly growing Optum business process pharmacy claims, delivers care and provides technology support. UnitedHealth Group Inc. also runs the one of the nations largest health insurers.The U.S. Department of Justice had sued in February to block the deal. The judge also noted that UnitedHealth has agreed to sell part of Change Healthcares business to a private-equity firm that will then invest in it, and that will likely preserve competition. UnitedHealth announced the deal in early 2021. UnitedHealth is merging the technology company with its Optum segment.",
            "html_summary": "<ul><li>The health care giant said that combination will simplify clinical, administrative and payment processes for care providers and bill payers.</li><li>MINNETONKA, Minn. (AP) — UnitedHealth Group said Monday that it completed its acquisition of Change Healthcare, closing the roughly $8 billion deal a couple weeks after a judge rejected a challenge from federal regulators.</li><li>Minnetonka, Minnesota-based UnitedHealth Group’s rapidly growing Optum business process pharmacy claims, delivers care and provides technology support.</li><li>UnitedHealth Group Inc. also runs the one of the nation’s largest health insurers.The U.S. Department of Justice had sued in February to block the deal.</li><li>The judge also noted that UnitedHealth has agreed to sell part of Change Healthcare’s business to a private-equity firm that will then invest in it, and that will likely preserve competition.</li><li>UnitedHealth announced the deal in early 2021.</li></ul>",
            "website_url": "https://apnews.com/55f01b05097e6e57716d6263275a5e3d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "MyTN mobile app recognized with national award",
            "description": "A mobile app that connects Tennesseans to state services has been honored with an award from the Center for Digital Government. The Department of Finance and Administrations Strategic Technology Solutions and Customer Focused Government division produced the",
            "url": "/2022-10-02-ea3f17ca469144b3673a1e96898bef24",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-10-03T08:10:09Z",
            "content": "A prototype, allelectric airplane took its first flight Tuesday morning in central Washington state. The Seattle Times reports that if the Federal Aviation Administration eventually certifies the sm [+524 chars]",
            "summary": "The agency says it offers a single access point for government services and offers notification and alerts.The app is one of 13 from across the U.S. to receive Government Experience Awards. The awards recognize achievements that improve the experience of government services, the department said.MyTN can be downloaded in the Apple App store or in Google Play.The Center for Digital Government is a national research and advisory institute and is a division of e.Republic. NASHVILLE, Tenn. (AP)  A mobile app that connects Tennesseans to state services has been honored with an award from the Center for Digital Government.The Department of Finance and Administrations Strategic Technology Solutions and Customer Focused Government division produced the app, called MyTN.",
            "html_summary": "<ul><li>The agency says it offers a single access point for government services and offers notification and alerts.The app is one of 13 from across the U.S. to receive Government Experience Awards.</li><li>The awards recognize achievements that improve the experience of government services, the department said.MyTN can be downloaded in the Apple App store or in Google Play.The Center for Digital Government is a national research and advisory institute and is a division of e.Republic.</li></ul>",
            "website_url": "https://apnews.com/ea3f17ca469144b3673a1e96898bef24"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Irans supreme leader breaks silence on protests, blames US  The Associated Press  en Espaol. Stadia shutdown shows Googles struggle to innovate. Nobel prize in medicine awarded for research on evolution  The Associated Press  en Espaol. Chinese billionaire Richard Liu settles US rape allegation. Its flu vaccine time and seniors need revvedup shots. What if Musk loses the Twitter case but defies the court?. Chinese billionaire Richard Liu settles US rape allegation. What if Musk loses the Twitter case but defies the court?. UnitedHealth closes roughly $8B deal for Change Healthcare. MyTN mobile app recognized with national award"
}