{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Joe Mcdonald",
            "title": "Chinas Xi calls for military growth as party congress opens  The Associated Press  en Espaol",
            "description": "Chinas Xi calls for military growth as party congress opensThe Associated Press  en EspaolHow did Chinese President Xi Jinping rise to power?  BBC NewsBBC NewsChina kicks off 20th Communist Party CongressCNNC",
            "url": "/2022-10-15-china-beijing-xi-jinping-mao-zedong-government-and-politics-58c5232aaa6a578b24f7345700460de3",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/e338e0bafd9d4a74876082b3728c4543/3000.jpeg",
            "publishedAt": "2022-10-16T10:53:44Z",
            "content": "BEIJING (AP) Chinese leader Xi Jinping on Sunday called for faster military development and announced no change in policies that have strained relations with Washington and tightened the ruling Commu [+7956 chars]",
            "summary": "He repeatedly invoked his slogan of the rejuvenation of the Chinese nation, which includes reviving the partys role as economic and social leader in a throwback to what Xi regards as a golden age after it took power in 1949.The congress will install leaders for the next five years. Trumps successor, Joe Biden, has kept those penalties in place and this month increased restrictions on Chinese access to U.S. chip technology.The party has tightened control over private sector leaders including e-commerce giant Alibaba Group by launching anti-monopoly, data security and other crackdowns. China, with the worlds second-largest military budget after the United States, is trying to extend its reach by developing ballistic missiles, aircraft carriers and overseas outposts.We will work faster to modernize military theory, personnel and weapons, Xi said. It comes amid a painful slump in the worlds second-largest economy and tension with Washington and Asian neighbors over trade, technology and security.Party plans call for creating a prosperous society by mid-century and restoring China to its historic role as a political, economic and cultural leader. That leader also becomes chairman of the commission that controls the military and holds the ceremonial title of national president.Xi made his intentions clear in 2018 when he had a two-term limit on the presidency removed from Chinas Constitution. Under political pressure, they are diverting billions of dollars into chip development and other party initiatives. He gave no indication of a possible change despite public frustration with its rising cost.The congress will name a Standing Committee, the ruling inner circle of power.",
            "html_summary": "<ul><li>He repeatedly invoked his slogan of the “rejuvenation of the Chinese nation,” which includes reviving the party’s role as economic and social leader in a throwback to what Xi regards as a golden age after it took power in 1949.The congress will install leaders for the next five years.</li><li>Trump’s successor, Joe Biden, has kept those penalties in place and this month increased restrictions on Chinese access to U.S. chip technology.The party has tightened control over private sector leaders including e-commerce giant Alibaba Group by launching anti-monopoly, data security and other crackdowns.</li><li>China, with the world’s second-largest military budget after the United States, is trying to extend its reach by developing ballistic missiles, aircraft carriers and overseas outposts.“We will work faster to modernize military theory, personnel and weapons,” Xi said.</li><li>It comes amid a painful slump in the world’s second-largest economy and tension with Washington and Asian neighbors over trade, technology and security.Party plans call for creating a prosperous society by mid-century and restoring China to its historic role as a political, economic and cultural leader.</li><li>That leader also becomes chairman of the commission that controls the military and holds the ceremonial title of national president.Xi made his intentions clear in 2018 when he had a two-term limit on the presidency removed from China’s Constitution.</li><li>Under political pressure, they are diverting billions of dollars into chip development and other party initiatives.</li></ul>",
            "website_url": "https://apnews.com/article/china-beijing-xi-jinping-mao-zedong-government-and-politics-58c5232aaa6a578b24f7345700460de3"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Han Chen, Bethany Allen-Ebrahimian",
            "title": "What China looks like after a decade of Xi Jinpings rule",
            "description": "Data World Bank; Chart Tory Lysik/Axios Over his 10year tenure, Chinese President Xi Jinping has turned the worlds secondlargest economy into a tool to project geopolitical power.Why it matters By making foreign access to the massive Chinese economy con",
            "url": "/2022-10-15-china-party-congress-2022-xi-jinping-third-term",
            "urlToImage": "https://images.axios.com/i_DAC3NIrxWc06ETs2L2q9ImmcU=/0x44:1881x1102/1366x768/2022/10/14/1665787864422.jpg",
            "publishedAt": "2022-10-15T10:39:02Z",
            "content": "Over his 10yeartenure, Chinese President Xi Jinping has turned the worlds secondlargest economy into a tool to project geopolitical power.Why it matters By making foreign access to the massive  [+13634 chars]",
            "summary": "They need to showcase our country's marvelous culture and arts to the world ... and deepen foreigners' understanding of Chinese culture.State of play: Of the top 10 highest-grossing movies in China last year, eight were domestic films. That could result in a stagnant economy and a heavy burden on social welfare systems.Background: For more than 100 years, Chinese leaders have worried about the difficulties of ensuring health and prosperity for the country's huge population. The sectors that powered China's growth for decades, including real estate, manufacturing and technology, have faced headwinds in recent years. \"What to watch: The Pentagon estimated last year that China could have 1,000 deliverable nuclear warheads by 2030, nearly tripling what it had in 2021. Why it matters: In the future, China's low birth rate will mean a shrinking working-age population to grow the economy and support the elderly. What to watch: Beijing proposed new incentives in August for Chinese couples to have more children, including health education, psychological counseling and assisted reproductive technology. By the numbers: Since Xi first assumed power in late 2012, China's economy has more than doubled, from $8.5 trillion to $17.7 trillion in 2021.",
            "html_summary": "<ul><li>“They need to showcase our country's marvelous culture and arts to the world ... and deepen foreigners' understanding of Chinese culture.”State of play: Of the top 10 highest-grossing movies in China last year, eight were domestic films.</li><li>That could result in a stagnant economy and a heavy burden on social welfare systems.Background: For more than 100 years, Chinese leaders have worried about the difficulties of ensuring health and prosperity for the country's huge population.</li><li>The sectors that powered China's growth for decades, including real estate, manufacturing and technology, have faced headwinds in recent years.</li><li>\"What to watch: The Pentagon estimated last year that China could have 1,000 deliverable nuclear warheads by 2030, nearly tripling what it had in 2021.</li><li>Why it matters: In the future, China's low birth rate will mean a shrinking working-age population to grow the economy and support the elderly.</li><li>What to watch: Beijing proposed new incentives in August for Chinese couples to have more children, including health education, psychological counseling and assisted reproductive technology.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/15/china-party-congress-2022-xi-jinping-third-term"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DAVID BAUDER - AP Media Writer",
            "title": "Is Alex Jones verdict the death of disinformation? Unlikely",
            "description": "The award of nearly $1 billion to parents of Sandy Hook shooting victims to compensate for harmful lies spread by fabulist Alex Jones isnt likely to do much to curb disinformation, experts say. Conspiracy theories have roots too deep in",
            "url": "/2022-10-15-540d1aabd52dbeefc8ccca552f959de2",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/7/af/7afe41fe-74b2-524d-92a7-5760ddd26e61/634a3759cee9c.image.jpg?crop=1630%2C856%2C0%2C207&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-15T04:11:02Z",
            "content": "By DAVID BAUDER  AP Media WriterNEW YORK (AP) A Connecticut jurys ruling this week ordering Alex Jones to pay $965 million to parents of Sandy Hook shooting victims he maligned was heartening for [+6408 chars]",
            "summary": "He says false stories about the 2020 election and COVID-19 vaccines remain particularly popular.It seems to me that the people who peddle this information for profit may look upon this as the cost of doing business, Adelman said. If theres an audience for it, someone is going to meet the demand if theres money to be made.Certainly, the people who believe that Jones and those like him are voices of truth being suppressed by society arent going to be deterred by the jury verdict, she said. And in a society that popularized the term alternative facts, one persons effort to curb disinformation is another persons attempt to squash the truth.Will the Connecticut ruling have a chilling effect on those willing to spread disinformation? It says that rather than spreading falsehoods, it was reporting on newsworthy claims being made by the president of the United States.A loss in a trial, or a significant settlement, could impose a real financial hardship on Fox, Hemmer said. But theres a certain shortsightedness in that celebration.Theres a deep tradition of conspiracy theories across American history, from people not believing the official explanation of John F. Kennedys assassination to various accusations of extraterrestrial-visit coverups to unfounded allegations of the 2020 presidential election being rigged. Jones, he noted, reacted in real time on Infowars on the day of the verdict.This will not impact the flow of stories that are filled with bad faith and extreme opinion, said Howard Polskin, who publishes The Righting, a newsletter that monitors the content of right-wing websites. NEW YORK (AP)  A Connecticut jurys ruling this week ordering Alex Jones to pay $965 million to parents of Sandy Hook shooting victims he maligned was heartening for people disgusted by the muck of disinformation.",
            "html_summary": "<ul><li>He says false stories about the 2020 election and COVID-19 vaccines remain particularly popular.“It seems to me that the people who peddle this information for profit may look upon this as the cost of doing business,” Adelman said.</li><li>“If there’s an audience for it, someone is going to meet the demand if there’s money to be made.”Certainly, the people who believe that Jones and those like him are voices of truth being suppressed by society aren’t going to be deterred by the jury verdict, she said.</li><li>And in a society that popularized the term “alternative facts,” one person’s effort to curb disinformation is another person’s attempt to squash the truth.Will the Connecticut ruling have a chilling effect on those willing to spread disinformation?</li><li>It says that rather than spreading falsehoods, it was reporting on newsworthy claims being made by the president of the United States.A loss in a trial, or a significant settlement, could impose a real financial hardship on Fox, Hemmer said.</li><li>“But there’s a certain shortsightedness in that celebration.”There’s a deep tradition of conspiracy theories across American history, from people not believing the official explanation of John F. Kennedy’s assassination to various accusations of extraterrestrial-visit coverups to unfounded allegations of the 2020 presidential election being rigged.</li><li>Jones, he noted, reacted in real time on Infowars on the day of the verdict.“This will not impact the flow of stories that are filled with bad faith and extreme opinion,” said Howard Polskin, who publishes The Righting, a newsletter that monitors the content of right-wing websites.</li></ul>",
            "website_url": "https://apnews.com/540d1aabd52dbeefc8ccca552f959de2"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Trial delayed in killerclown case after new disclosure",
            "description": "The trial of a Florida woman accused of dressing up as clown in 1990 and fatally shooting the wife of a man she later married has been postponed following the disclosure of a law enforcement file containing information about other",
            "url": "/2022-10-15-5b2cf613bf03517d0d290b8af104b232",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-10-15T16:20:33Z",
            "content": "WEST PALM BEACH, Fla. (AP) The trial of a Florida woman accused of dressing up as clown in 1990 and fatally shooting the wife of a man she later married has been postponed following the disclosure of [+1811 chars]",
            "summary": "They married in 2002.Keen Warren has pleaded not guilty.___This story has been updated to correct that defense attorneys were notified about the disclosure on Wednesday, not Thursday. Detectives at the time said advances in DNA technology, combined with evidence gathered decades ago, showed Keen Warren was the killer. At the time of the shooting, she was an employee of Marlene Warrens husband, Michael, at his used car lot.",
            "html_summary": "<ul><li>They married in 2002.Keen Warren has pleaded not guilty.___This story has been updated to correct that defense attorneys were notified about the disclosure on Wednesday, not Thursday.</li><li>Detectives at the time said advances in DNA technology, combined with evidence gathered decades ago, showed Keen Warren was the killer.</li></ul>",
            "website_url": "https://apnews.com/5b2cf613bf03517d0d290b8af104b232"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BARBARA ORTUTAY - AP Technology Writer",
            "title": "Musk has a super app plan for Twitter. Its super vague",
            "description": "For months, the Tesla and SpaceX CEO has expressed interest in creating his own version of Chinas WeChat  a super app that does video chats, messaging, streaming and payments  for the rest of the world.. At least, that",
            "url": "/2022-10-15-ef87ad2c5bbd708900cea36899210a53",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/6/b0/6b0fbbdf-b7f6-5a5f-91a4-03eafaaf4840/634ad93ac7fce.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-15T15:44:41Z",
            "content": "By BARBARA ORTUTAY  AP Technology WriterElon Musk has a penchant for the letter X. He calls his son with the singer Grimes, whose actual name is a collection of letters and symbols, X. He named th [+5283 chars]",
            "summary": "It is also a platform for health code apps the public is required to use prevent the spread of the coronavirus.China has 1 billion internet users, and nearly all of them go online by mobile phone, according to the government-sanctioned China Internet Network Information Center. Facebook parent Meta has spent years trying to make its flagship platform a destination for everything online, adding payments, games, shopping and even dating features to its social network. Google, Snap, TikTok, Uber and others have also tried to jump on the super app bandwagon, expanding their offerings in an effort to become indispensable to people as they go about their day. Tencent and its main Chinese competitor, e-commerce giant Alibaba Group, aim to make apps that offer so many services that users cant easily switch to another app. For months, the Tesla and SpaceX CEO has expressed interest in creating his own version of Chinas WeChat  a super app that does video chats, messaging, streaming and payments  for the rest of the world. Buying Twitter is an accelerant to creating X, the everything app, he tweeted without further explanation.But hes provided at least a little more detail in the past. Musk would not only have to overcome the hurdle of convincing consumers to change how they behave online, but also that Twitter is the place to do it, Enberg said.__Associated Press Writer Joe McDonald contributed to this story.",
            "html_summary": "<ul><li>It is also a platform for health code apps the public is required to use prevent the spread of the coronavirus.China has 1 billion internet users, and nearly all of them go online by mobile phone, according to the government-sanctioned China Internet Network Information Center.</li><li>Facebook parent Meta has spent years trying to make its flagship platform a destination for everything online, adding payments, games, shopping and even dating features to its social network.</li><li>Google, Snap, TikTok, Uber and others have also tried to jump on the super app bandwagon, expanding their offerings in an effort to become indispensable to people as they go about their day.</li><li>Tencent and its main Chinese competitor, e-commerce giant Alibaba Group, aim to make apps that offer so many services that users can’t easily switch to another app.</li><li>For months, the Tesla and SpaceX CEO has expressed interest in creating his own version of China’s WeChat — a “super app” that does video chats, messaging, streaming and payments — for the rest of the world.</li><li>“Buying Twitter is an accelerant to creating X, the everything app,” he tweeted without further explanation.But he’s provided at least a little more detail in the past.</li></ul>",
            "website_url": "https://apnews.com/ef87ad2c5bbd708900cea36899210a53"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Jamey Keaten",
            "title": "Teens tackle 21stcentury challenges at robotics contest",
            "description": "GENEVA (AP)  For their first trip to a celebrated robotics contest for high school students from scores of countries, a team of Ukrainian teens had a problem.  With shipments of goods to Ukraine uncertain, and Ukrainian customs officers careful about incomin",
            "url": "/2022-10-15-b8a28da5209b0bcf9fc75b87b090a98d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/336e7d52a88640c18843e03ea1c1f546/3000.jpeg",
            "publishedAt": "2022-10-16T10:16:32Z",
            "content": "GENEVA (AP) For their first trip to a celebrated robotics contest for high school students from scores of countries, a team of Ukrainian teens had a problem. With shipments of goods to Ukraine unce [+4005 chars]",
            "summary": "Each round starts by emptying a clear rectangular box filled with the balls into the field, prompting a whirring, hissing scramble to pick them up.The initial goal is to fill a tower topped by a funnel in the center of the field with as many balls as possible. By meshing competition with common interest, the First Global initiative aims to offer a tonic to a troubled world, where kids look past politics to help solve problems that face everybody. GENEVA (AP)  For their first trip to a celebrated robotics contest for high school students from scores of countries, a team of Ukrainian teens had a problem. We couldnt back down because we were really determined to compete here and to give our country a good result  because it really needs it right now, said Danylo Gladkyi, a member of Ukraines team. Past winners of such robotics competitions include Team Hope  refugees and stateless others  and a team of Afghan girls. Gladkyi said an international package delivery company wasnt delivering into Ukraine, and reliance on a smaller private company to ship the kit from Poland into Ukraine got tangled up with customs officials. Nearly all the 180-odd teams, from countries across the world, had had months to prepare their robots.",
            "html_summary": "<ul><li>Each round starts by emptying a clear rectangular box filled with the balls into the field, prompting a whirring, hissing scramble to pick them up.The initial goal is to fill a tower topped by a funnel in the center of the field with as many balls as possible.</li><li>By meshing competition with common interest, the “First Global” initiative aims to offer a tonic to a troubled world, where kids look past politics to help solve problems that face everybody.</li><li>GENEVA (AP) — For their first trip to a celebrated robotics contest for high school students from scores of countries, a team of Ukrainian teens had a problem.</li><li>“We couldn’t back down because we were really determined to compete here and to give our country a good result — because it really needs it right now,” said Danylo Gladkyi, a member of Ukraine’s team.</li><li>Past winners of such robotics competitions include “Team Hope” — refugees and stateless others — and a team of Afghan girls.</li><li>Gladkyi said an international package delivery company wasn’t delivering into Ukraine, and reliance on a smaller private company to ship the kit from Poland into Ukraine got tangled up with customs officials.</li></ul>",
            "website_url": "https://apnews.com/b8a28da5209b0bcf9fc75b87b090a98d"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Chinas Xi calls for military growth as party congress opens  The Associated Press  en Espaol. What China looks like after a decade of Xi Jinpings rule. Is Alex Jones verdict the death of disinformation? Unlikely. Trial delayed in killerclown case after new disclosure. Musk has a super app plan for Twitter. Its super vague. Teens tackle 21stcentury challenges at robotics contest"
}