{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Contributors",
            "title": "Researchers make cyborg cockroaches that carry their own power packs",
            "description": "Solar cell and a battery can keep the cyborgs electronics running for weeks.",
            "url": "/2022-10-14-researchers-make-cyborg-cockroaches-that-carry-their-own-power-packs",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/XT4B4574-760x380.jpg",
            "publishedAt": "2022-10-14T17:19:14Z",
            "content": "21 with 18 posters participatingHave you ever thought youd be seeing a cyborg cockroach that runs on solar power and carries a backpack that looks like an electric circuit? A team of researchers at [+5500 chars]",
            "summary": "So adding a suitable energy-harvesting device (the solar cell) for recharging the electronic controlling unit on a cyborg insect has been one of the main achievements of their research.It may seem more practical and easy to use soft robots instead of cyborg insects for search-and-rescue missions. A team of researchers at Japans RIKEN research institute has turned a regular Madagascar hissing cockroach into a real cyborg insect by connecting a lithium battery, a solar cell, multiple wires, and a tiny electronic circuit. Each wire was connected to the controller on one side and to different legs of the cockroach on the other.Whenever the researchers want the cockroach to move, they send a Bluetooth signal to the circuit board, which transmits electric current to the legs via the wires. The answer is energy and costto turn a cockroach into a cyborg, all we need is a miniature circuit, an energy source, some wires, a controlling unit, and a polymer backpack. The roachs brain is still needed to activate its muscles and get the cockroach to move.However, the researchers soon realized that a cyborg insect might be required to function for many days or even weeks.  Rupendra Brahambhatt - Oct 14, 2022 5:19 pm UTC Have you ever thought youd be seeing a cyborg cockroach that runs on solar power and carries a backpack that looks like an electric circuit? This is something a soft robot can never accomplish, and therefore, the researchers argue that cyborg insects could provide better assistance during search-and-rescue missions compared to any other technology.",
            "html_summary": "<ul><li>So adding a suitable energy-harvesting device (the solar cell) for recharging the electronic controlling unit on a cyborg insect has been one of the main achievements of their research.It may seem more practical and easy to use soft robots instead of cyborg insects for search-and-rescue missions.</li><li>A team of researchers at Japan’s RIKEN research institute has turned a regular Madagascar hissing cockroach into a real cyborg insect by connecting a lithium battery, a solar cell, multiple wires, and a tiny electronic circuit.</li><li>Each wire was connected to the controller on one side and to different legs of the cockroach on the other.Whenever the researchers want the cockroach to move, they send a Bluetooth signal to the circuit board, which transmits electric current to the legs via the wires.</li><li>The answer is energy and cost—to turn a cockroach into a cyborg, all we need is a miniature circuit, an energy source, some wires, a controlling unit, and a polymer backpack.</li><li>The roach’s brain is still needed to activate its muscles and get the cockroach to move.However, the researchers soon realized that a cyborg insect might be required to function for many days or even weeks.</li><li> Rupendra Brahambhatt - Oct 14, 2022 5:19 pm UTC Have you ever thought you’d be seeing a cyborg cockroach that runs on solar power and carries a backpack that looks like an electric circuit?</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/10/researchers-make-cyborg-cockroaches-that-carry-their-own-power-packs/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Our cashierless future",
            "description": "Walk into a store, take what you want, and leave without pulling out your wallet or standing in line  this is the vision for nextgeneration checkout.Why it matters Huge sums are being spent on competing schemes for socalled frictionless checkout, which el",
            "url": "/2022-10-14-checkout-technology-just-walk-out-amazon-cashier",
            "urlToImage": "https://images.axios.com/CgcofvzhTQf9OVTyaBHHJKSMUlE=/0x0:1920x1080/1366x768/2022/10/13/1665690039422.jpg",
            "publishedAt": "2022-10-14T09:30:19Z",
            "content": "Walk into a store, take what you want, and leave without pulling out your wallet or standing in line this is the vision for nextgeneration checkout.Why it matters Huge sums are being spent on com [+4831 chars]",
            "summary": "What they're saying: \"Checkout lines are one of the biggest bottlenecks in modern retail,\" Krishna Motukuri, CEO and co-founder of Zippin, tells Axios. Retail shopping looks like the next frontier. Albertsons is testing such a system with a vendor called Veeve.",
            "html_summary": "<ul><li>What they're saying: \"Checkout lines are one of the biggest bottlenecks in modern retail,\" Krishna Motukuri, CEO and co-founder of Zippin, tells Axios.</li><li>Retail shopping looks like the next frontier.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/14/checkout-technology-just-walk-out-amazon-cashier"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Sugar Lab buys back its tech to take 3Dprinted foods mainstream  TechCrunch",
            "description": "Original founder raises a sweet round at a $16M valuation, wants another stab at the market.",
            "url": "/2022-10-14-sugar-lab-3d-printed-food",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/IMG_1602-2-Large.jpeg?resize=1200,649",
            "publishedAt": "2022-10-14T15:25:24Z",
            "content": "The 3D printing world can print in concrete, plastic, metal and pretty much everything else that starts off gooey and turns solid after a while. That includes a bunch of different types of foods, as  [+4501 chars]",
            "summary": "That doesnt mean replacing how existing, well-loved foods are made, but to give chefs new powers to experiment and make new types of food.Adoption of digital design and 3D printing is critically important for a more sustainable and secure food future, claims von Hasseln. The result is that the company has what appears to be the only NSF-certified commercial-scale 3D food printing solution.It may seem trivial, but our success is predicated on a simple design theory that every chef knows by heart  beautiful food is enticing, fun and engaging. That realization led me to immediately pivot to another 3D printing engine where thin layers of dehydrated food powder are bound layer after layer by water jetted from a printhead  which allows for precise, fast, full-color 3D printing, says von Hasseln. If you can download a new 3D design into a regional 3D printing kitchen, and 3D-print onsite with local labor and ingredients, you can cut deeply into the inefficiencies of legacy food production that rely on trucking ingredients all over the country  both to and from factories. Chefs are artists at heart, and more than anyone they understand that well-designed food can create a completely new culinary experience.The company raised $5 million, most recently at a $16 million post-money valuation. And our 3D printer is best-in-class at creating beautiful food because we leverage all the promise of 3D design and 3D printing  color, precision and speed, says von Hassln. We left 3D Systems in 2019, backed by our investor group, to found our company and quickly became the largest purchaser of the 3D printing technology.",
            "html_summary": "<ul><li>That doesn’t mean replacing how existing, well-loved foods are made, but to give chefs new powers to experiment and make new types of food.“Adoption of digital design and 3D printing is critically important for a more sustainable and secure food future,” claims von Hasseln.</li><li>The result is that the company has what appears to be the only NSF-certified commercial-scale 3D food printing solution.“It may seem trivial, but our success is predicated on a simple design theory that every chef knows by heart — beautiful food is enticing, fun and engaging.</li><li>That realization led me to immediately pivot to another 3D printing engine where thin layers of dehydrated food powder are bound layer after layer by water jetted from a printhead — which allows for precise, fast, full-color 3D printing,” says von Hasseln.</li><li>“If you can download a new 3D design into a regional 3D printing kitchen, and 3D-print onsite with local labor and ingredients, you can cut deeply into the inefficiencies of legacy food production that rely on trucking ingredients all over the country — both to and from factories.”</li><li>Chefs are artists at heart, and more than anyone they understand that well-designed food can create a completely new culinary experience.”The company raised $5 million, most recently at a $16 million post-money valuation.</li><li>And our 3D printer is best-in-class at creating beautiful food because we leverage all the promise of 3D design and 3D printing — color, precision and speed,” says von Hassln.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/14/sugar-lab-3d-printed-food/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Anita Ramaswamy",
            "title": "Got $5? These startups allow for investments in slices of real estate",
            "description": "As U.S. homeownership declines, startups like Landa and Fintor are helping people invest in real estate without much upfront capital.Got $5? These startups allow for investments in slices of real estate by Anita Ramaswamy originally published on TechCrunch",
            "url": "/2022-10-14-got-5-these-startups-allow-for-investments-in-slices-of-real-estate",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/suburban-housing-aerial-view.jpg?resize=1200,798",
            "publishedAt": "2022-10-14T14:30:59Z",
            "content": "Although real estate is the worlds biggest asset class, it is largely inaccessible to noninstitutional investors. The large sums of capital often required for an individual to purchase property comb [+2327 chars]",
            "summary": "Investing in shares of property is obviously not a perfect substitute for buying it, but it can be a more accessible entry point into the real estate market.Its worth noting that REITs (real estate investment trusts) exist to solve similar issues of access. Over the last six months, TechCrunch covered fresh venture funding rounds from at least four different startups that are using technology to bring real estate investing to non-accredited investors. As housing inequality grows, wealth inequality grows and property ownership remains inaccessible, Landa co-founder and CEO Yishai Cohen told TechCrunch in August.In the U.S., the homeownership rate has been steadily declining as prospective buyers grapple with low supply, weakening purchasing power and record-high costs. Although real estate is the worlds biggest asset class, it is largely inaccessible to non-institutional investors. )Real estate ownership is the biggest source of wealth generation, and its out of reach for most Americans. Real estate-related venture capital funding hit a record in 2021, with over $5 billion in capital deployed across 219 deals, according to PitchBook data. (Under U.S. Securities and Exchange Commission rules, accredited investors must have a net worth of $1 million or individual income over $200,000 per year.",
            "html_summary": "<ul><li>Investing in shares of property is obviously not a perfect substitute for buying it, but it can be a more accessible entry point into the real estate market.It’s worth noting that REITs (real estate investment trusts) exist to solve similar issues of access.</li><li>Over the last six months, TechCrunch covered fresh venture funding rounds from at least four different startups that are using technology to bring real estate investing to non-accredited investors.</li><li>As housing inequality grows, wealth inequality grows and property ownership remains inaccessible,” Landa co-founder and CEO Yishai Cohen told TechCrunch in August.In the U.S., the homeownership rate has been steadily declining as prospective buyers grapple with low supply, weakening purchasing power and record-high costs.</li><li>Although real estate is the world’s biggest asset class, it is largely inaccessible to non-institutional investors.</li><li>)“Real estate ownership is the biggest source of wealth generation, and it’s out of reach for most Americans.</li><li>Real estate-related venture capital funding hit a record in 2021, with over $5 billion in capital deployed across 219 deals, according to PitchBook data.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/14/got-5-these-startups-allow-for-investments-in-slices-of-real-estate/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ivan Mehta",
            "title": "Metas legs update is not on the horizon yet",
            "description": "Metas demo of legs for avatars in Horizon Worlds virtual platform was made using animations created from motion capture.",
            "url": "/2022-10-14-metas-legs-update-is-not-on-the-horizon-yet",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/Screen-Shot-2022-10-11-at-2.03.44-PM.png?resize=1200,786",
            "publishedAt": "2022-10-14T14:32:52Z",
            "content": "Metas Connect conference held earlier this week had announcements ranging from the new $1,500 Quest Pro headset to the companys partnership with Microsoft to bring productivity tools to VR. However [+1599 chars]",
            "summary": "While some VR experiences show virtual legs, they cant really track the real-time movements of your own legs  and users have a mixed reaction to that.We might have to wait for the next year to get Metas leg-equipped avatars in the Horizon World. Plus, as UploadVR noted, the company is showing the inferred position of other peoples legs, but you might not be able to see your own avatars legs.So virtual-world legs might not be as good as real-life legs for a while. However, probably one of the most discussed updates was that Meta is finally bringing legs to its virtual avatars.Until now, Horizon Worlds users  which is Metas virtual world experience  had legless torsos in the name of avatars. However, Metas demo of legs had a catch: it used motion capture technology rather than VR-based tracking to make that happen.Meta told UploadVRs Ian Hamilton that it had used animation for the demo. Even Microsoft has struggled with incorporating legs in its early version of its virtual world experiences. To enable this preview of whats to come, the segment featured animations created from motion capture, the company told the publication.Capturing leg movements from a VR device thats worn on your head is tough. Many found it odd that their bodies are just floating in the digital space without any legs.",
            "html_summary": "<ul><li>While some VR experiences show virtual legs, they can’t really track the real-time movements of your own legs — and users have a mixed reaction to that.We might have to wait for the next year to get Meta’s leg-equipped avatars in the Horizon World.</li><li>Plus, as UploadVR noted, the company is showing the inferred position of other people’s legs, but you might not be able to see your own avatar’s legs.So virtual-world legs might not be as good as real-life legs for a while.</li><li>However, probably one of the most discussed updates was that Meta is finally bringing legs to its virtual avatars.Until now, Horizon Worlds users — which is Meta’s virtual world experience — had legless torsos in the name of avatars.</li><li>However, Meta’s demo of legs had a catch: it used motion capture technology rather than VR-based tracking to make that happen.Meta told UploadVR’s Ian Hamilton that it had used animation for the demo.</li><li>Even Microsoft has struggled with incorporating legs in its early version of its virtual world experiences.</li><li>“To enable this preview of what’s to come, the segment featured animations created from motion capture,” the company told the publication.Capturing leg movements from a VR device that’s worn on your head is tough.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/14/metas-legs-update-is-not-on-the-horizon-yet/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Touchlab to begin piloting its robotic skin sensors in a hospital setting",
            "description": "A few months after winning our robotics pitchoff, Touchlabs CEO discusses the companys work to improve teleoperation through robotic skin.",
            "url": "/2022-10-14-touchlab-to-begin-piloting-its-robotic-skin-sensors-in-a-hospital-setting",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/XPRIZE-Semi-Finals-1.jpg?resize=1200,800",
            "publishedAt": "2022-10-14T17:27:58Z",
            "content": "Manipulation and sensing have long been considered two key pillars for unlocking robotics potential. Theres a fair bit of overlap between the two, of course. As grippers have become a fundamental ele [+2820 chars]",
            "summary": "On one end, a TIAGo++ robot outfitted with its sensors lends human workers a pair of extra hands; on the other, an operator outfitted with a haptic VR bodysuit that translates all of the touch data. As grippers have become a fundamental element of industrial robotics, these systems require the proper mechanisms for interacting with the world around them.Vision has long been a key to all of this, but companies are increasingly looking to tacticity as a method for gathering data. Currently, our skin gathers a lot more data than we can currently transmit to the user over haptic interfaces. The judges agreed that the companys approach to the creation of robotic skin is an important one that can help unlock fuller potential for sensing. Its thinner than human skin and it can give you the position and pressure wherever you put it on the robot. Manipulation and sensing have long been considered two key pillars for unlocking robotics potential. Though such technologies currently have their limitations.Image Credits: TouchlabWe have a layer of software that translates the pressure of the skin to the suit.",
            "html_summary": "<ul><li>On one end, a TIAGo++ robot outfitted with its sensors lends human workers a pair of extra hands; on the other, an operator outfitted with a haptic VR bodysuit that translates all of the touch data.</li><li>As grippers have become a fundamental element of industrial robotics, these systems require the proper mechanisms for interacting with the world around them.Vision has long been a key to all of this, but companies are increasingly looking to tacticity as a method for gathering data.</li><li>“Currently, our skin gathers a lot more data than we can currently transmit to the user over haptic interfaces.</li><li>The judges agreed that the company’s approach to the creation of robotic skin is an important one that can help unlock fuller potential for sensing.</li><li>It’s thinner than human skin and it can give you the position and pressure wherever you put it on the robot.</li><li>Manipulation and sensing have long been considered two key pillars for unlocking robotics’ potential.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/14/touchlab-to-begin-piloting-its-robotic-skin-sensors-in-a-hospital-setting/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Andrew Mendez",
            "title": "Clear Capital lays off 27% of its global staff",
            "description": "Clear Capital laid off 27% of its staff after an abrupt meeting Wednesday morning citing decreased work volumes and increased interest rates.",
            "url": "/2022-10-14-clear-capital-lays-off-27-of-its-global-staff",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/better-com-layoffs-alt.jpg?resize=1200,675",
            "publishedAt": "2022-10-14T17:57:27Z",
            "content": "Clear Capital, a real estate valuation technology company and firm, is laying off 27% of its staff months after freezing mass hiring, TechCrunch has learned from sources.A spokesperson for Clear Ca [+3911 chars]",
            "summary": "We are all going to be busier, and its going to be tough.Shick further explained in the call that inflation rates in the real estate investing market led to the companys decision.Inflation rates have surged drastically after the COVID-19 pandemic and have impacted the real estate space. Clear Capital, a real estate valuation technology company and firm, is laying off 27% of its staff months after freezing mass hiring, TechCrunch has learned from sources.A spokesperson for Clear Capital confirmed the layoffs to TechCrunch but did not share the specific number of employees impacted. Those still employed are expected to return back to in-person work on Oct. 24.Current and former Clear Capital employees can contact Andrew Mendez by e-mail at andrew.mendez@techcrunch.com or on Signal, a secure encrypted messaging app, at 669-832-6800.Noom lays off more employees amid CFO departure Despite the companys signs of growth, it was facing declines in customer volume to which Clear Capital cites macroeconomic conditions.Employees laid off explained that the decision was unexpected and caught them by surprise. As the once-hot market begins to freeze the rate hike has brought into question if there will be a potential recession.The Reno, Nevada-based company claims to be the leader in property valuation management and data solutions, and works as the middleman for banks, investors and homeowners. One source told TechCrunch they feel in shambles.During the meeting, Clear Capital announced it would be closing its Truckee, Calif. office and said there will be no operational staff in its Roseville, Calif. location. Last year, the company bought CubiCasa, a Finland-based floor planning app for iOS and Android for an undisclosed amount.",
            "html_summary": "<ul><li>We are all going to be busier, and it’s going to be tough.”Shick further explained in the call that inflation rates in the real estate investing market led to the company’s decision.Inflation rates have surged drastically after the COVID-19 pandemic and have impacted the real estate space.</li><li>Clear Capital, a real estate valuation technology company and firm, is laying off 27% of its staff months after freezing mass hiring, TechCrunch has learned from sources.A spokesperson for Clear Capital confirmed the layoffs to TechCrunch but did not share the specific number of employees impacted.</li><li>Those still employed are expected to return back to in-person work on Oct. 24.Current and former Clear Capital employees can contact Andrew Mendez by e-mail at andrew.mendez@techcrunch.com or on Signal, a secure encrypted messaging app, at 669-832-6800.Noom lays off more employees amid CFO departure</li><li>Despite the company’s signs of growth, it was facing declines in customer volume to which Clear Capital cites macroeconomic conditions.Employees laid off explained that the decision was unexpected and caught them by surprise.</li><li>As the once-hot market begins to freeze the rate hike has brought into question if there will be a potential recession.The Reno, Nevada-based company claims to be the “leader in property valuation management and data solutions”, and works as the middleman for banks, investors and homeowners.</li><li>One source told TechCrunch they “feel in shambles”.During the meeting, Clear Capital announced it would be closing its Truckee, Calif. office and said there will be no operational staff in its Roseville, Calif. location.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/14/clear-capital-lays-off-27-of-its-global-staff/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "A users guide to TechCrunch Disrupt 2022",
            "description": "Everything you need to know about TechCrunch Disrupt 2022 in one handy guide.",
            "url": "/2022-10-14-a-users-guide-to-techcrunch-disrupt-2022",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/USERSGUIDE.png",
            "publishedAt": "2022-10-14T15:00:47Z",
            "content": "TechCrunch Disrupt 2022 kicks off in just four days, startup fans. We cant wait to greet you. Heres a handy howto guide for everything you can expect at TechCrunch Disrupt presented by AT&amp;T on O [+17234 chars]",
            "summary": "If you do contract COVID prior to the event and cannot attend, please email events@techcrunch.com with a copy of your proctored-PCR test to discuss your options.TechCrunch Events Mobile and Web AppTechCrunch Events Networking Platform Mobile App is now available. Sessions have limited seats to keep the conversations small, so make sure to get there early to get yourself a spot.Tuesday, 10/18Wednesday, 10/19Thursday, 10/20If you love pitches, head on over to the Showcase stage in the heart of the expo hall. Then sign up for a free 10-day trial of Otter Business to highlight key takeaways, ask speakers questions, access Automated Outline summaries and share your notes with colleagues.Attendee Info PageHave more questions or looking for answers regarding things like parking, transit, food? If youve previously downloaded the app, please delete it and re-download to get the latest update.The TechCrunch Events Mobile App is only available in the U.S. Apple App store and the Google Play store. Web-Based Networking Platform: The web version of the networking platform can be accessed via an activation email sent to attendees inboxes.How to Activate Your Profile: Look for an email in your inbox titled Time to log into TechCrunch Disrupt 2022 and follow the directions. If you are registered for the event and havent received this email, contact us at events@techcrunch.com.Transcribe TechCrunch Disrupt with Otter.ai!Want to access real-time notes, captioning and summaries of this weeks panels? Each startup exhibits on all 3 days of the show in the expo hall, and the 20 finalists will pitch on the Disrupt Stage throughout several rounds during the show.",
            "html_summary": "<ul><li>If you do contract COVID prior to the event and cannot attend, please email events@techcrunch.com with a copy of your proctored-PCR test to discuss your options.TechCrunch Events Mobile and Web AppTechCrunch Events Networking Platform Mobile App is now available.</li><li>Sessions have limited seats to keep the conversations small, so make sure to get there early to get yourself a spot.Tuesday, 10/18Wednesday, 10/19Thursday, 10/20If you love pitches, head on over to the Showcase stage in the heart of the expo hall.</li><li>Then sign up for a free 10-day trial of Otter Business to highlight key takeaways, ask speakers questions, access Automated Outline summaries and share your notes with colleagues.Attendee Info PageHave more questions or looking for answers regarding things like parking, transit, food?</li><li>If you’ve previously downloaded the app, please delete it and re-download to get the latest update.The TechCrunch Events Mobile App is only available in the U.S. Apple App store and the Google Play store.</li><li>Web-Based Networking Platform: The web version of the networking platform can be accessed via an activation email sent to attendees’ inboxes.How to Activate Your Profile: Look for an email in your inbox titled “Time to log into TechCrunch Disrupt 2022” and follow the directions.</li><li>If you are registered for the event and haven’t received this email, contact us at events@techcrunch.com.Transcribe TechCrunch Disrupt with Otter.ai!Want to access real-time notes, captioning and summaries of this week’s panels?</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/14/a-users-guide-to-techcrunch-disrupt-2022/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Researchers make cyborg cockroaches that carry their own power packs. Our cashierless future. Sugar Lab buys back its tech to take 3Dprinted foods mainstream  TechCrunch. Got $5? These startups allow for investments in slices of real estate. Metas legs update is not on the horizon yet. Touchlab to begin piloting its robotic skin sensors in a hospital setting. Clear Capital lays off 27% of its global staff. A users guide to TechCrunch Disrupt 2022"
}