{
    "status": "ok",
    "totalResults": 32,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Beach cleanup goes hightech",
            "description": "Plasticmunching robots, floating drones and other smart contraptions are starting to ply beaches and waterways, systematically removing dangerous debris left by summertime revelers.Why it matters Not only are these futuristic technologies highly effective",
            "url": "/2022-09-28-beach-cleanup-plastic-waste-oceans-lakes-bebot",
            "urlToImage": "https://images.axios.com/C0IKhmnemrUfcKbqiLvpp-HBLgM=/0x0:1920x1080/1366x768/2022/09/22/1663881063101.png",
            "publishedAt": "2022-09-28T09:30:32Z",
            "content": "Plasticmunching robots, floating drones and other smart contraptions are starting to ply beaches and waterways, systematically removing dangerous debris left by summertime revelers.Why it matter [+3868 chars]",
            "summary": "\"The number of technologies coming into market has really expanded considerably,\" said Melissa De Young, director of policy and programs at Pollution Probe, an environmental nonprofit. \"And that's thanks to the attention that plastic pollution has had in the media and from government initiatives. \"The Great Lakes are at the vanguard of experimentation.",
            "html_summary": "<ul><li>\"The number of technologies coming into market has really expanded considerably,\" said Melissa De Young, director of policy and programs at Pollution Probe, an environmental nonprofit.</li><li>\"And that's thanks to the attention that plastic pollution has had in the media and from government initiatives.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/28/beach-cleanup-plastic-waste-oceans-lakes-bebot"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Barak Ravid",
            "title": "U.S. and Israel launch highlevel tech talks, with an eye on China  Axios",
            "description": "The U.S. is concerned about Chinese investments in Israels tech sector and involvement in research at Israeli universities.",
            "url": "/2022-09-28-us-israel-technology-cooperation-china",
            "urlToImage": "https://images.axios.com/e2cxWqucZ98REbr_b5--KQkP5lI=/0x323:3430x2252/1366x768/2022/09/28/1664362828171.jpg",
            "publishedAt": "2022-09-28T17:08:36Z",
            "content": "The U.S. and Israel launched on Wednesday a highlevel strategic dialogue on technology cooperation amid concerns from the Biden administration about Chinese investments in Israels tech sector and [+2544 chars]",
            "summary": "It is not only an issue of export controls but an issue of preventing abuse of technology by bad actors,\" he said. State of play: The U.S. has both security and economic concerns about Chinese involvement in the Israeli tech sector.",
            "html_summary": "<ul><li>“It is not only an issue of export controls but an issue of preventing abuse of technology by bad actors,\" he said.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/28/us-israel-technology-cooperation-china"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "NASA and SpaceX are studying a Hubble telescope boost, adding 15 to 20 years of life",
            "description": "Its doing great science as we speak.",
            "url": "/2022-09-28-nasa-and-spacex-are-studying-a-hubble-telescope-boost-adding-15-to-20-years-of-life",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/51885936315_c89447388d_k-760x380.jpg",
            "publishedAt": "2022-09-29T22:45:39Z",
            "content": "Enlarge/ The crew of Polaris Dawn, from left Scott Poteet, Jared Isaacman, Sarah Gillis, and Anna Menon, pose in front of SpaceXs Super Heavy rocket in South Texas.2 with 2 posters participating [+5093 chars]",
            "summary": "A Dragon mission to boost Hubble's altitude could add 15 or even 20 years of orbital lifetime, Crouse said.The study will also look at potential servicing options, although nothing like the detailed instrument replacements and major upgrades performed during Hubble servicing missions with NASA's space shuttle. The study is not exclusive, meaning that other companies can propose similar concepts with alternative rockets and spacecraft.The agreement comes after SpaceX and the Polaris Programa series of private missions self-funded by billionaire Jared Isaacmanapproached NASA about potential servicing missions including the Hubble Space Telescope. But if NASA wanted one or more of its astronauts to fly alongside Isaacman, it seems probable that the agency would contribute a portion of the funding.This kind of private funding is far from unprecedented when it comes to space exploration. No funds will change hands for the study, but if there is a viable path forward for a Crew Dragon mission to dock with Hubble and boost the instrument, that will have to be worked out. It seems likely that Isaacman will contribute a significant portion of the mission's cost, as he has done with Inspiration4 and the initial Polaris Dawn mission. In his book The Long Space Age, space economist Alexander MacDonald notes that of 38 US astronomical observatories built in the 1800s and early 1900s, 36 were funded and operated largely through private financing. Isaacman is the first private citizen to command an orbital spaceflight, when he led a crew of four aboard SpaceX's Dragon in 2021 on the Inspiration4 mission.",
            "html_summary": "<ul><li>A Dragon mission to boost Hubble's altitude could add 15 or even 20 years of orbital lifetime, Crouse said.The study will also look at potential servicing options, although nothing like the detailed instrument replacements and major upgrades performed during Hubble servicing missions with NASA's space shuttle.</li><li>The study is not exclusive, meaning that other companies can propose similar concepts with alternative rockets and spacecraft.The agreement comes after SpaceX and the Polaris Program—a series of private missions self-funded by billionaire Jared Isaacman—approached NASA about potential servicing missions including the Hubble Space Telescope.</li><li>But if NASA wanted one or more of its astronauts to fly alongside Isaacman, it seems probable that the agency would contribute a portion of the funding.This kind of private funding is far from unprecedented when it comes to space exploration.</li><li>No funds will change hands for the study, but if there is a viable path forward for a Crew Dragon mission to dock with Hubble and boost the instrument, that will have to be worked out.</li><li>It seems likely that Isaacman will contribute a significant portion of the mission's cost, as he has done with Inspiration4 and the initial Polaris Dawn mission.</li><li>In his book The Long Space Age, space economist Alexander MacDonald notes that of 38 US astronomical observatories built in the 1800s and early 1900s, 36 were funded and operated largely through private financing.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/nasa-and-spacex-are-studying-a-hubble-telescope-boost-adding-15-to-20-years-of-life/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Doug Johnson",
            "title": "Solar + batteries at home can provide backup power during disasters",
            "description": "Hurricanes, other disasters can knock out your powersolar can help, study shows.",
            "url": "/2022-09-28-solar-batteries-could-play-critical-roles-during-hurricanes",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-159174535-760x380.jpg",
            "publishedAt": "2022-09-29T13:07:42Z",
            "content": "5 with 4 posters participatingLights went out as Hurricane Fiona devastated areas from the Caribbean to Canada, and Hurricane Ian has done the same. Hurricanes, along with other natural disasters l [+4594 chars]",
            "summary": "That allowed us to better understand how energy efficiency levels, and how the choice of heating and cooling equipment types can really impact the results within any given region, he said.The report suggests that even smaller solar and battery systems can provide useful power during periods of prolonged outages. In these deeper dives, they simulated how the solar and battery systems worked across a wide range of buildings, subject to the kinds of buildings often found in those regions, their conditions, and the kinds of appliances likely found in them. Homes are made more energy efficient through various features such as insulation, heat pump systems, thick windows, smart thermostats, etc.The research focuses more on parsing the capacity of solar power to fill in during long-term outages. After clouds dissipate, the solar systems were capable of providing critical power (power that is absolutely necessary) for weeks or more, the paper found. In the first, the team simulated solar and battery performance in 10 historic cases involving long-term power outages caused by disasters, including Hurricane Irma and the 2019 California Wildfires. A small solar setup of just 10 kWh can provide basic power needsnot including heating or coolingfor three days (averaged across all US counties in any month of the year). These variabilities can be caused by factors like building condition and heating technology.The paper also found that, in the case of hurricanes, the amount of time clouds continue to stick around impacts how long customers can keep restoring some energy to their batteries.",
            "html_summary": "<ul><li>“That allowed us to better understand how energy efficiency levels, and how the choice of heating and cooling equipment types… can really impact the results within any given region,” he said.The report suggests that even smaller solar and battery systems can provide useful power during periods of prolonged outages.</li><li>In these deeper dives, they simulated how the solar and battery systems worked across a wide range of buildings, subject to the kinds of buildings often found in those regions, their conditions, and the kinds of appliances likely found in them.</li><li>Homes are made more energy efficient through various features such as insulation, heat pump systems, thick windows, smart thermostats, etc.The research focuses more on parsing the capacity of solar power to fill in during long-term outages.</li><li>After clouds dissipate, the solar systems were capable of providing critical power (power that is absolutely necessary) for weeks or more, the paper found.</li><li>In the first, the team simulated solar and battery performance in 10 historic cases involving long-term power outages caused by disasters, including Hurricane Irma and the 2019 California Wildfires.</li><li>A small solar setup of just 10 kWh can provide basic power needs—not including heating or cooling—for three days (averaged across all US counties in any month of the year).</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/solar-batteries-could-play-critical-roles-during-hurricanes/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "Amazons Astro robot still isnt ready for prime time",
            "description": "A year after its announcement, its unclear when Astro will be ready.",
            "url": "/2022-09-28-amazon-gives-its-astro-robot-new-abilities-but-still-no-general-availability",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/Amazon-Astro-760x380.jpg",
            "publishedAt": "2022-09-28T18:54:39Z",
            "content": "Enlarge/ A limited number of customers have had Astro in their living room. 6 with 6 posters participatingAmazons pressonly hardware event today included reveals of the Kindle Scribe, Eero exte [+4826 chars]",
            "summary": "\"So, it makes sense that Amazon is still working on tweaking the robot so that it can not only appear as useful as possible but as necessary as possible, considering its steep price tag and limited precedent for robots like this, particularly in homes. Like last year, there was also talk of the Amazon Astro robot that can roll around homes equipped with a digital smile, camera, and microphones. But based on reviews of Astro this year, there's plenty of work to be done before anticipating such a successful product launch.TechCrunch in May, for example, noted a lack of committed direction from Amazon for the product and struggled to find a need for the pricey technology. However, if successful, we could see this feature being appealing to the most cautious residential customers, too.Once launched, Astro has the potential to be one of the most easily available consumer robots, backed by a tech giant and an ecosystem of compatible products. Then, it can communicate to \"professional monitoring agents,\" per Washington's blog, via video and two-way voice communication.Amazon said it would test the feature with a small group of business customers \"in the coming months.\" You can also ask Astro to check a certain window or door that you taught it about.The feature works by dual-modality AI, including Astro looking at the object and you describing the object to Astro. \"Amazon appears to be accepting invite requests while developing new features ahead of expected mass availability, whenever that may be.",
            "html_summary": "<ul><li>\"So, it makes sense that Amazon is still working on tweaking the robot so that it can not only appear as useful as possible but as necessary as possible, considering its steep price tag and limited precedent for robots like this, particularly in homes.</li><li>Like last year, there was also talk of the Amazon Astro robot that can roll around homes equipped with a digital smile, camera, and microphones.</li><li>But based on reviews of Astro this year, there's plenty of work to be done before anticipating such a successful product launch.TechCrunch in May, for example, noted a lack of committed direction from Amazon for the product and struggled to find a need for the pricey technology.</li><li>However, if successful, we could see this feature being appealing to the most cautious residential customers, too.Once launched, Astro has the potential to be one of the most easily available consumer robots, backed by a tech giant and an ecosystem of compatible products.</li><li>Then, it can communicate to \"professional monitoring agents,\" per Washington's blog, via video and two-way voice communication.Amazon said it would test the feature with a small group of business customers \"in the coming months.\"</li><li>You can also ask Astro to check a certain window or door that you taught it about.The feature works by dual-modality AI, including Astro looking at the object and you describing the object to Astro.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/09/amazon-gives-its-astro-robot-new-abilities-but-still-no-general-availability/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Grant Peck",
            "title": "Suu Kyi convicted again, Australian economist gets 3 years  The Associated Press  en Espaol",
            "description": "Suu Kyi convicted again, Australian economist gets 3 yearsThe Associated Press  en EspaolMyanmar court jails Suu Kyi, economist for three yearsReutersMyanmar court sentences Aung San Suu Kyi and Australian economist to 3 ye",
            "url": "/2022-09-28-business-myanmar-aung-san-suu-kyi-government-and-politics-34eda95ba2f20c578a545c6742cd9eac",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/e359b02fc6bd4acda7545edb07b491ad/3000.jpeg",
            "publishedAt": "2022-09-29T07:52:30Z",
            "content": "BANGKOK (AP) A court in militaryruled Myanmar convicted former leader Aung San Suu Kyi in another criminal case Thursday and sentenced Australian economist Sean Turnell to three years in prison for  [+6189 chars]",
            "summary": "Three members of her Cabinet were also found guilty, each receiving sentences of three years.Turnell was also convicted of violating immigration law, for which he was given a three-year sentence to be served concurrently with the term for violating the secrets law. Last year, it suspended its defense cooperation with Myanmar and began redirecting humanitarian aid because of the military takeover and Turnells ongoing detention.Cambodian Prime Minister Hun Sen, when he visited Myanmar in January this year, asked for Turnells release in a meeting with the leader of ruling military council. Decrying that he had been unjustly detained, her office said Australian diplomats were denied access to the court hearing for the verdict.We will continue to take every opportunity to advocate strongly for Professor Turnell until he has returned to his family in Australia, it said in a statement. Sean has been one of Myanmars greatest supporters for over 20 years and has worked tirelessly to strengthen Myanmars economy.My husband has already been in a Myanmar prison for almost 2/3 of his sentence, she added. Senior Gen. Min Aung Hlaing replied that he would consider it positively.The U.N. Special Envoy on Myanmar Noeleen Heyzer said she conveyed a specific request from Australia for Turnells release when she met with Min Aung Hlaing in August. As director of the Myanmar Development Institute, he had already lived in Naypyitaw for several years.The day after the militarys takeover, he posted on Twitter: Safe for now but heartbroken for what all this means for the people of Myanmar. Tim Harcourt, a longtime friend, said Turnell is a great economist, nice bloke and a great human being.",
            "html_summary": "<ul><li>Three members of her Cabinet were also found guilty, each receiving sentences of three years.Turnell was also convicted of violating immigration law, for which he was given a three-year sentence to be served concurrently with the term for violating the secrets law.</li><li>Last year, it suspended its defense cooperation with Myanmar and began redirecting humanitarian aid because of the military takeover and Turnell’s ongoing detention.Cambodian Prime Minister Hun Sen, when he visited Myanmar in January this year, asked for Turnell’s release in a meeting with the leader of ruling military council.</li><li>Decrying that he had been “unjustly detained,” her office said Australian diplomats were denied access to the court hearing for the verdict.“We will continue to take every opportunity to advocate strongly for Professor Turnell until he has returned to his family in Australia,” it said in a statement.</li><li>“Sean has been one of Myanmar’s greatest supporters for over 20 years and has worked tirelessly to strengthen Myanmar’s economy.”“My husband has already been in a Myanmar prison for almost 2/3 of his sentence,” she added.</li><li>Senior Gen. Min Aung Hlaing replied that he “would consider it positively.”The U.N. Special Envoy on Myanmar Noeleen Heyzer said she conveyed a specific request from Australia for Turnell’s release when she met with Min Aung Hlaing in August.</li><li>As director of the Myanmar Development Institute, he had already lived in Naypyitaw for several years.The day after the military’s takeover, he posted on Twitter: “Safe for now but heartbroken for what all this means for the people of Myanmar.</li></ul>",
            "website_url": "https://apnews.com/article/business-myanmar-aung-san-suu-kyi-government-and-politics-34eda95ba2f20c578a545c6742cd9eac"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "More EV charging stations coming nationwide, electrifying 75K miles of highways",
            "description": "Access to 500,000 chargers could lay the groundwork to convert Americans to EVs.",
            "url": "/2022-09-28-more-ev-charging-stations-coming-nationwide-electrifying-75k-miles-of-highways",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-1243220502-760x380.jpg",
            "publishedAt": "2022-09-28T19:11:00Z",
            "content": "8 with 8 posters participatingFor drivers choosing electric vehicles, convenient access to reliable charging stations remains one of the biggest pain points after adopting the ecofriendlier way to [+5302 chars]",
            "summary": "Now, those states can be reimbursed for their efforts, plus access funding for initiatives like upgrading existing chargers, funding construction of new charging infrastructure, covering necessary operation and maintenance costs, and updating road signs to point people to new charging stations. His team analyzed millions of EV charging reviews and concluded that \"based on the rate of consumers leaving reviews at charging stations across the United States, we find that the deep-learning algorithms can detect the functioning of a certain station, daily. In a press release announcing Klein's new role, DOE and DOT said Klein was specifically brought in to oversee efforts to \"build a national electric vehicle (EV) charging network with a focus on filling gaps in rural and disadvantaged communities and hard-to-reach locations. \"To help underserved communities, cities, and states prepare their EV charging plans now that funding is available, Klein's team will be available to provide technical assistance and analytical support.Klein was not available to comment on the Biden administration's latest move. He shares Biden's views that expanding EV charging infrastructure is key to reaching US climate goals, considering, as the DOT press release noted, that the transportation sector is currently \"our country's largest source of greenhouse gas emissions.\" Acting Federal Highway Administrator Stephanie Pollack said in DOT's press release that the new initiative would quickly form \"the backbone of our national EV charging network.  Ashley Belanger - Sep 28, 2022 7:11 pm UTC For drivers choosing electric vehicles, convenient access to reliable charging stations remains one of the biggest pain points after adopting the eco-friendlier way to cruise.",
            "html_summary": "<ul><li>Now, those states can be reimbursed for their efforts, plus access funding for initiatives like upgrading existing chargers, funding construction of new charging infrastructure, covering necessary operation and maintenance costs, and updating road signs to point people to new charging stations.</li><li>His team analyzed millions of EV charging reviews and concluded that \"based on the rate of consumers leaving reviews at charging stations across the United States, we find that the deep-learning algorithms can detect the functioning of a certain station, daily.</li><li>In a press release announcing Klein's new role, DOE and DOT said Klein was specifically brought in to oversee efforts to \"build a national electric vehicle (EV) charging network with a focus on filling gaps in rural and disadvantaged communities and hard-to-reach locations.</li><li>\"To help underserved communities, cities, and states prepare their EV charging plans now that funding is available, Klein's team will be available to provide technical assistance and analytical support.Klein was not available to comment on the Biden administration's latest move.</li><li>He shares Biden's views that expanding EV charging infrastructure is key to reaching US climate goals, considering, as the DOT press release noted, that the transportation sector is currently \"our country's largest source of greenhouse gas emissions.\"</li><li>Acting Federal Highway Administrator Stephanie Pollack said in DOT's press release that the new initiative would quickly form \"the backbone of our national EV charging network.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/more-ev-charging-stations-coming-nationwide-electrifying-75k-miles-of-highways/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "AMAZON in the bedroom Bedside device tracks...",
            "description": "NEW YORK (AP)  Soon enough, a bedside Amazon device might know whether youre sleeping  or not.  The ecommerce and tech giant said Wednesday it will start selling a device later this year that can track sleeping patterns without a wristband.",
            "url": "/2022-09-28-technology-33faae2f9861980e45dbf5d5e6319493",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/d8076b43aa974539af29f54c93ea850a/2000.jpeg",
            "publishedAt": "2022-09-28T20:00:04Z",
            "content": "Amazon unveils bedside device that tracks sleeping patternsNEW YORK (AP)  Soon enough, a bedside Amazon device might know whether youre sleeping  or not. The ecommerce and tech giant said Wednesd [+2231 chars]",
            "summary": "Amazon said the device does not include cameras or microphones, and will go for $139.99.The Halo Rise would be the latest device in Amazons Halo line, which includes a fitness tracker that can track physical activity and sleeping patterns. NEW YORK (AP)  Soon enough, a bedside Amazon device might know whether youre sleeping  or not. Separately, Amazon said it will release a new Kindle Scribe, the first Kindle consumers can write on. It will also add more features to its Ring doorbell cameras, home robot Astro, and release new Echo devices. Its healthcare ambitions have grown over the years, seen most recently in its planned $3.9 billion acquisition of the primary care organization One Medical. The deal is currently under review by the Federal Trade Commission.",
            "html_summary": "<ul><li>Amazon said the device “does not include cameras or microphones,” and will go for $139.99.The Halo Rise would be the latest device in Amazon’s Halo line, which includes a fitness tracker that can track physical activity and sleeping patterns.</li><li>NEW YORK (AP) — Soon enough, a bedside Amazon device might know whether you’re sleeping — or not.</li><li>Separately, Amazon said it will release a new Kindle Scribe, the first Kindle consumers can write on.</li><li>It will also add more features to its Ring doorbell cameras, home robot Astro, and release new Echo devices.</li><li>Its healthcare ambitions have grown over the years, seen most recently in its planned $3.9 billion acquisition of the primary care organization One Medical.</li></ul>",
            "website_url": "https://apnews.com/article/technology-33faae2f9861980e45dbf5d5e6319493"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Google Stadia officially shuts down January 2023, will refund game purchases",
            "description": "The inevitable death of Googles gamestreaming service happens early next year.",
            "url": "/2022-09-28-google-stadia-officially-shuts-down-january-2023-will-refund-game-purchases",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/02/stadia-down-the-drain-760x380.jpg",
            "publishedAt": "2022-09-29T17:17:45Z",
            "content": "Enlarge/ Stadia is circling the drain. 15 with 15 posters participatingThe moment everyone saw coming is finally happening. Google has officially confirmed that its killing Stadia, the companys [+2521 chars]",
            "summary": "While it was a trailblazing service, competitors quickly popped up with better scale, better hardware, better relationships with developers, and better games. No one buys Stadia games because they assume the service will be shut down, and Stadia is forced to shut down because no one buys games from it.You must login or create an account to comment. The service, which ran a game in the cloud and sent each individual frame of video down to your computer or phone, was pitched as a gaming platform that would benefit from Google's worldwide scale and streaming expertise. Phil Harrison announced today in a blog post that Stadia \"hasn't gained the traction with users that we expected so weve made the difficult decision to begin winding down our Stadia streaming service.\" The post says: \"We will be refunding all Stadia hardware purchases made through the Google Store, and all game and add-on content purchases made through the Stadia store.\" That notably excludes payments to the \"Stadia Pro\" subscription service, and you won't get hardware refunds from non-Google Store purchases, but that's a pretty good deal. Google then quickly defunded the division, involving the high-profile closure of its in-house development studio before it could make a single game.Google's damaged reputation made the death of Stadia a self-fulfilling prophecy.",
            "html_summary": "<ul><li>While it was a trailblazing service, competitors quickly popped up with better scale, better hardware, better relationships with developers, and better games.</li><li>No one buys Stadia games because they assume the service will be shut down, and Stadia is forced to shut down because no one buys games from it.You must login or create an account to comment.</li><li>The service, which ran a game in the cloud and sent each individual frame of video down to your computer or phone, was pitched as a gaming platform that would benefit from Google's worldwide scale and streaming expertise.</li><li>Phil Harrison announced today in a blog post that Stadia \"hasn't gained the traction with users that we expected so we’ve made the difficult decision to begin winding down our Stadia streaming service.\"</li><li>The post says: \"We will be refunding all Stadia hardware purchases made through the Google Store, and all game and add-on content purchases made through the Stadia store.\"</li><li>That notably excludes payments to the \"Stadia Pro\" subscription service, and you won't get hardware refunds from non-Google Store purchases, but that's a pretty good deal.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/09/google-stadia-officially-shuts-down-january-2023-will-refund-game-purchases/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BEN FINLEY - Associated Press",
            "title": "US Navys newest carrier to deploy, train with NATO nations",
            "description": "The U.S. Navys most advanced aircraft carrier is set to embark on its first deployment following years of delays and problems with its new technology. The Navy said in a statement Thursday that the USS Gerald R. Ford is scheduled",
            "url": "/2022-09-28-97588dd7204ecf01dbb7b5b38358f721",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/f/64/f645aeae-e52f-5601-87f4-3d37c847c9db/6336239868055.image.jpg?crop=1816%2C953%2C0%2C93&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-29T22:39:00Z",
            "content": "By BEN FINLEY  Associated PressNORFOLK, Va. (AP) Following years of delays and problems with its new technology, the U.S. Navys most advanced aircraft carrier embarks on its first deployment next [+3961 chars]",
            "summary": "They use an electromagnetic system for launching planes, which replace steam catapults and are supposed to increase flying missions by a third.The Fords first deployment comes five years after it was commissioned. And it will likely take years to do so, which he said is not unexpected for the first in a new class of carriers. The U.S. has sharpened its focus on the North Atlantic in recent years after the Russian military ramped up operations to a pace not seen since the end of the Cold War.Next weeks exercises come seven months after Russia invaded Ukraine. Concerns about Russia are part of the missions broader calculus.Were also showing Russia that there are an array of forces theyd have to deal with if they go beyond Ukraine or escalate in Ukraine in ways we find unacceptable, said Martin, a retired Navy captain. And its been beset by various issues, including problems with the launch system and the elevators that bring missiles and bombs to jets on the flight deck. Aircraft carrier strike groups are still a center of Navy power projection, Martin said. Despite the USS Fords well-publicized problems, he said its still part of a larger display of the nations military might.",
            "html_summary": "<ul><li>They use an electromagnetic system for launching planes, which replace steam catapults and are supposed to increase flying missions by a third.The Ford’s first deployment comes five years after it was commissioned.</li><li>And it will likely take years to do so, which he said is not unexpected for the first in a new class of carriers.</li><li>The U.S. has sharpened its focus on the North Atlantic in recent years after the Russian military ramped up operations to a pace not seen since the end of the Cold War.Next week’s exercises come seven months after Russia invaded Ukraine.</li><li>Concerns about Russia are part of the mission’s broader calculus.“We’re also showing Russia that there are an array of forces they’d have to deal with if they go beyond Ukraine or escalate in Ukraine in ways we find unacceptable,” said Martin, a retired Navy captain.</li><li>And it’s been beset by various issues, including problems with the launch system and the elevators that bring missiles and bombs to jets on the flight deck.</li><li>“Aircraft carrier strike groups are still a center of Navy power projection,” Martin said.</li></ul>",
            "website_url": "https://apnews.com/97588dd7204ecf01dbb7b5b38358f721"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By AMY FORLITI - Associated Press",
            "title": "Chinese tycoon Richard Liu faces civil trial in alleged rape",
            "description": "Jury selection begins Thursday in a civil trial against Chinese billionaire and JD.com founder Richard Liu. He is accused of raping a University of Minnesota student after a night of dinner and drinks in 2018. Liu has denied that he",
            "url": "/2022-09-28-c02a0412e8f46ab384f5019a1cbcc6c7",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/73769e9c-c54c-11ea-9ace-179ea39eeb22.jpg?resize=600%2C315",
            "publishedAt": "2022-09-29T03:49:38Z",
            "content": "MINNEAPOLIS (AP) A Chinese billionaire, one of the richest people in the world, is heading to trial in Minneapolis to defend himself against allegations that he raped a former University of Minnesota [+8107 chars]",
            "summary": "Liu regrets that, and he regrets being unfaithful to his wife.The burden of proof is lower than in a criminal trial, and jurors need only find a preponderance of evidence in either sides favor, said Chris Madel, a Minneapolis attorney who isnt involved in the case. Richard Lius former attorney recorded the phone call, in which Jingyao Liu said that she didnt want the case to be in the newspaper and that I just need payment money and apologize and thats all. That phone call will be allowed as evidence in the trial. The incredible courage and fortitude that this young lady has shown is truly admirable. Diane Doolittle, an attorney for Richard Liu, said that the woman has changed her story and that the evidence will clear her clients name. Jury selection starts Thursday, with opening statements Monday.I think our clients credibility is one of the strongest parts of what the jury is going to hear, said Wil Florin, an attorney for Jingyao Liu. But he didnt listen.After police went to her apartment, Jingyao Liu told one officer, I was raped but not that kind of rape, according to police. We are looking forward to presenting the evidence, presenting the truth, so that the world will know that Mr. Liu is fully and completely innocent of these allegations against him, she said. She told the officer that the sex was spontaneous and that she did not want police to get involved.Officers released Richard Liu because it was unclear if a crime had actually taken place, according to police.",
            "html_summary": "<ul><li>Liu regrets that, and he regrets being unfaithful to his wife.”The burden of proof is lower than in a criminal trial, and jurors need only find a preponderance of evidence in either side’s favor, said Chris Madel, a Minneapolis attorney who isn’t involved in the case.</li><li>Richard Liu’s former attorney recorded the phone call, in which Jingyao Liu said that she didn’t want the case to be in the newspaper and that “I just need payment money and apologize and that’s all.” That phone call will be allowed as evidence in the trial.</li><li>“The incredible courage and fortitude that this young lady has shown is truly admirable.” Diane Doolittle, an attorney for Richard Liu, said that the woman has changed her story and that the evidence will clear her client’s name.</li><li>Jury selection starts Thursday, with opening statements Monday.“I think our client’s credibility is one of the strongest parts of what the jury is going to hear,” said Wil Florin, an attorney for Jingyao Liu.</li><li>But he didn’t listen.”After police went to her apartment, Jingyao Liu told one officer, “I was raped but not that kind of rape,” according to police.</li><li>“We are looking forward to presenting the evidence, presenting the truth, so that the world will know that Mr. Liu is fully and completely innocent of these allegations against him,” she said.</li></ul>",
            "website_url": "https://apnews.com/c02a0412e8f46ab384f5019a1cbcc6c7"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Beach cleanup goes hightech. U.S. and Israel launch highlevel tech talks, with an eye on China  Axios. NASA and SpaceX are studying a Hubble telescope boost, adding 15 to 20 years of life. Solar + batteries at home can provide backup power during disasters. Amazons Astro robot still isnt ready for prime time. Suu Kyi convicted again, Australian economist gets 3 years  The Associated Press  en Espaol. More EV charging stations coming nationwide, electrifying 75K miles of highways. AMAZON in the bedroom Bedside device tracks.... Google Stadia officially shuts down January 2023, will refund game purchases. US Navys newest carrier to deploy, train with NATO nations. Chinese tycoon Richard Liu faces civil trial in alleged rape"
}