{
    "status": "ok",
    "totalResults": 24,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "This car company set new track records to prove its 3D printing tech",
            "description": "Kevin and Lukas Czinger have a new way of making cars, and its starting to catch on.",
            "url": "/2022-10-05-turning-powdered-aluminum-into-supercar-parts-with-divergent-3d",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/QUAIL22to_004563-760x380.jpg",
            "publishedAt": "2022-10-06T15:58:40Z",
            "content": "Enlarge/ The Czinger 21C features tandem seating and a 3.51 lifttodrag ratio.11 with 10 posters participatingBMW provided flights from DC to San Francisco and back, plus five nights in a hotel [+2433 chars]",
            "summary": "The intriguing thing wasn't the concept itself but rather the direct-metal laser sintering technique that Divergent and its founder Kevin Czinger were developing as a much more rapid way to build low-volume vehicles.Czinger started developing the 3D printers after earlier co-founding an electric vehicle company. We have a factory in Los Angeles, and we make things like suspension systems or rear frames or front frames, and we supply those to the big car companies. \"Divergent 3D has really become a big tier-one supplier to lots of the big car companies,\" explained Lukas Czinger, SVP of operations at Divergent and a co-founder of Czinger. \"Such supplier arrangements are almost invariably confidential unless disclosed by the automaker, but just before Car Week, Aston Martin announced it was using a Divergent-printed rear subframe for its DBR22 concept. \"You need hundreds of millions of dollars up front for hardware design and construction, which needs to be amortized, and changes to that hardware become prohibitively expensive. \"Divergent's mission is really to go global and grow big as a platform business, have hundreds of microfactories all over the world,\" Lukas told me.  Jonathan M. Gitlin - Oct 6, 2022 3:58 pm UTC MONTEREY, Calif.Perhaps the coolest thing I saw at the 2016 Los Angeles Auto Show was a concept car showing off the work of Divergent 3D.",
            "html_summary": "<ul><li>The intriguing thing wasn't the concept itself but rather the direct-metal laser sintering technique that Divergent and its founder Kevin Czinger were developing as a much more rapid way to build low-volume vehicles.Czinger started developing the 3D printers after earlier co-founding an electric vehicle company.</li><li>We have a factory in Los Angeles, and we make things like suspension systems or rear frames or front frames, and we supply those to the big car companies.</li><li>\"Divergent 3D has really become a big tier-one supplier to lots of the big car companies,\" explained Lukas Czinger, SVP of operations at Divergent and a co-founder of Czinger.</li><li>\"Such supplier arrangements are almost invariably confidential unless disclosed by the automaker, but just before Car Week, Aston Martin announced it was using a Divergent-printed rear subframe for its DBR22 concept.</li><li>\"You need hundreds of millions of dollars up front for hardware design and construction, which needs to be amortized, and changes to that hardware become prohibitively expensive.</li><li>\"Divergent's mission is really to go global and grow big as a platform business, have hundreds of microfactories all over the world,\" Lukas told me.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/10/turning-powdered-aluminum-into-supercar-parts-with-divergent-3d/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Boston Dynamics *really* does not want you to add weapons to its robots",
            "description": "Open letter cites concerns about misuse of widely available commercial robots among the public.",
            "url": "/2022-10-05-boston-dynamics-other-firms-pledge-not-to-weaponize-their-general-purpose-robots",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/boston_dynamics_police_dog-760x380.jpg",
            "publishedAt": "2022-10-06T21:28:31Z",
            "content": "Enlarge/ Herbert Reul, Interior Minister of North RhineWestphalia, looks at Boston Dynamics robot police dog in January 2022.22 with 20 posters participatingBoston Dynamics and several other ro [+2740 chars]",
            "summary": "Instead, it primarily concerns public use of \"widely available\" robots and calls for government regulation: \"We call on policymakers to work with us to promote safe use of these robots and to prohibit their misuse.  Benj Edwards - Oct 6, 2022 9:28 pm UTC Boston Dynamics and several other robotics companies have pledged not to weaponize \"general purpose robots\" according to an open letter released publicly on Thursday and first reported by Axios. \"The letter's specific focus on \"advanced-mobility general-purpose robots\" leaves room for interpretation regarding specialty robots designed for warfare or law enforcement, which the pledge does not cover. \"For their part, the robot manufacturers write, \"We pledge that we will not weaponize our advanced-mobility general-purpose robots or the software we develop that enables advanced robotics and we will not support others to do so. On this point, the letter carves out a sizable exception to its pledge: \"To be clear, we are not taking issue with existing technologies that nations and their government agencies use to defend themselves and uphold their laws. \"Boston Dynamics previously supplied robots to police forces for unarmed uses, causing a backlash in New York City last year, although the firm's contract with the New York Police Department prohibited using the Spot robot as a weapon. During the Russian invasion of Ukraine, news of makeshift bombers made of off-the-shelf DJI quadcopter drones and munitions have made the rounds on social media.",
            "html_summary": "<ul><li>Instead, it primarily concerns public use of \"widely available\" robots and calls for government regulation: \"We call on policymakers to work with us to promote safe use of these robots and to prohibit their misuse.</li><li> Benj Edwards - Oct 6, 2022 9:28 pm UTC Boston Dynamics and several other robotics companies have pledged not to weaponize \"general purpose robots\" according to an open letter released publicly on Thursday and first reported by Axios.</li><li>\"The letter's specific focus on \"advanced-mobility general-purpose robots\" leaves room for interpretation regarding specialty robots designed for warfare or law enforcement, which the pledge does not cover.</li><li>\"For their part, the robot manufacturers write, \"We pledge that we will not weaponize our advanced-mobility general-purpose robots or the software we develop that enables advanced robotics and we will not support others to do so.</li><li>On this point, the letter carves out a sizable exception to its pledge: \"To be clear, we are not taking issue with existing technologies that nations and their government agencies use to defend themselves and uphold their laws.</li><li>\"Boston Dynamics previously supplied robots to police forces for unarmed uses, causing a backlash in New York City last year, although the firm's contract with the New York Police Department prohibited using the Spot robot as a weapon.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2022/10/boston-dynamics-other-firms-pledge-not-to-weaponize-their-general-purpose-robots/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Timothy B. Lee",
            "title": "The robot takeout revolution is closer than you think",
            "description": "I learned a lot ordering a donut and a muffin from delivery robots.",
            "url": "/2022-10-05-the-robot-takeout-revolution-is-closer-than-you-think",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/kiwibot_with_scooter-760x380.jpg",
            "publishedAt": "2022-10-06T14:00:17Z",
            "content": "Enlarge/ This Kiwibot robot is waiting to be loaded with my muffin. Afterward, a worker carried it across the street on the scooter.54 with 37 posters participatingId been following the robot for [+4620 chars]",
            "summary": "So the woman zipped off on her scooter with the robot balanced in front of her.I caught up with her and watched her put my muffin in the robot, put the robot back on her scooter, and ferry it across the street once again. Each restaurant had a line of Starship robots waiting outside, and I saw employees come out to put food in the robots at least three times.I talked to several George Mason students who received robot deliveries. Robots are supposed to save human labor, and this robot wasnt doing that.But another sidewalk robot company seems to be much further along. A digital display on the front showed a pair of pixellated cartoon eyes, but the robot was struggling to understand its surroundings.The robot repeatedly stopped, turned around, retraced its steps, and turned again. But after seeing Tuohys robots in action, I believe him.Over the next couple of years, I expect a lot more college campuses to feature Starship robots. The robot then made its way to my chosen delivery point, where I was able to retrieve the muffin without further difficulty.This did not seem like a viable businessat least not yet. Ryan Tuohy, the companys chief commercial officer, told me that the company has 2,000 robots in operation worldwide, up from 700 two years ago.",
            "html_summary": "<ul><li>So the woman zipped off on her scooter with the robot balanced in front of her.I caught up with her and watched her put my muffin in the robot, put the robot back on her scooter, and ferry it across the street once again.</li><li>Each restaurant had a line of Starship robots waiting outside, and I saw employees come out to put food in the robots at least three times.I talked to several George Mason students who received robot deliveries.</li><li>Robots are supposed to save human labor, and this robot wasn’t doing that.But another sidewalk robot company seems to be much further along.</li><li>A digital display on the front showed a pair of pixellated cartoon eyes, but the robot was struggling to understand its surroundings.The robot repeatedly stopped, turned around, retraced its steps, and turned again.</li><li>But after seeing Tuohy’s robots in action, I believe him.Over the next couple of years, I expect a lot more college campuses to feature Starship robots.</li><li>The robot then made its way to my chosen delivery point, where I was able to retrieve the muffin without further difficulty.This did not seem like a viable business—at least not yet.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/10/the-robot-takeout-revolution-is-closer-than-you-think/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Sam Machkovech",
            "title": "Intel A770, A750 review We are this close to recommending these GPUs",
            "description": "New GPU series, ranging from $289 to $349, is less amazing and more interesting.",
            "url": "/2022-10-05-intel-a770-a750-review-strong-gpu-alternatives-that-we-very-nearly-recommend",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/IMG_2642-760x380.jpg",
            "publishedAt": "2022-10-05T13:00:59Z",
            "content": "Enlarge/ We took our handsome pair of new Arc A700series GPUs out for some glamour shots. While minding standard staticrelated protocols, of course.3 with 3 posters participatingWhats it like  [+5077 chars]",
            "summary": "Intel now has a series of GPUs entering the PC gaming market just in time for a few major industry trends to play out: some easing in the supply chain, some crashes in cryptocurrency markets, and more GPUs being sold near their originally announced MSRPs. The best results are trained on modern and future rendering APIs, and in those gaming scenarios, their power and performance exceed their price points.Yet our time with both Arc-branded GPUs has been like picking through a box of unlabeled chocolates. If those factors continue to move in consumer-friendly directions, it will mean that people might actually get to buy and enjoy the best parts of Intels new A700-series graphics cards. The bad numbers persisted between the tests.Should your favorite games revolve around tight corridors or slower runs through last-gen 3D environments, the Arc GPU difference between ReBAR enabled and disabled can range from a margin-of-error sliver to a 1015 percent dip. With ReBAR enabled on my AMD Ryzen 7 5800X system, I could expect smooth-enough driving at 1440p with \"high\" settings enabled and ray tracing disabled. Intel's Arc architecture leans heavily into ReBAR's wide-open pipeline to your GPU's frame bufferso much so that it doesn't have a fallback when a game's workload includes constant streaming of assets like textures. (This test's \"1 percent low\" frame rate count, indicating the worst persistent dips, measured above 30 fps, which is pretty good.",
            "html_summary": "<ul><li>Intel now has a series of GPUs entering the PC gaming market just in time for a few major industry trends to play out: some easing in the supply chain, some crashes in cryptocurrency markets, and more GPUs being sold near their originally announced MSRPs.</li><li>The best results are trained on modern and future rendering APIs, and in those gaming scenarios, their power and performance exceed their price points.Yet our time with both Arc-branded GPUs has been like picking through a box of unlabeled chocolates.</li><li>If those factors continue to move in consumer-friendly directions, it will mean that people might actually get to buy and enjoy the best parts of Intel’s new A700-series graphics cards.</li><li>The bad numbers persisted between the tests.Should your favorite games revolve around tight corridors or slower runs through last-gen 3D environments, the Arc GPU difference between ReBAR enabled and disabled can range from a margin-of-error sliver to a 10–15 percent dip.</li><li>With ReBAR enabled on my AMD Ryzen 7 5800X system, I could expect smooth-enough driving at 1440p with \"high\" settings enabled and ray tracing disabled.</li><li>Intel's Arc architecture leans heavily into ReBAR's wide-open pipeline to your GPU's frame buffer—so much so that it doesn't have a fallback when a game's workload includes constant streaming of assets like textures.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/10/intel-a770-a750-review-strong-gpu-alternatives-that-we-very-nearly-recommend/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Joann Muller",
            "title": "Elon Musks risk tolerance could have big consequences for Twitter",
            "description": "Elon Musks risktaking at Tesla could offer a glimpse of how hell manage the digital public square now that he wants to proceed with his offer to buy Twitter.Why it matters Musks high risk tolerance has turned everyone into guinea pigs for his selfdrivin",
            "url": "/2022-10-05-elon-musk-twitter-tesla",
            "urlToImage": "https://images.axios.com/SqWsotJCB4Go0KzjzxZJkCVENr0=/0x622:6048x4024/1366x768/2022/10/04/1664918999124.jpg",
            "publishedAt": "2022-10-05T10:00:54Z",
            "content": "Elon Musks risktaking at Tesla could offer a glimpse of how hell manage the digital public square now that he wants to proceed with his offer to buy Twitter.Why it matters Musks high risk tole [+1664 chars]",
            "summary": " Hear the story of Musk's meteoric rise on the newest season of our podcast, \"How it Happened: Elon Musk vs. \"What to watch: How Musk's approach to risk-taking in business might play out at Twitter.",
            "html_summary": "<ul><li>🎧 Hear the story of Musk's meteoric rise on the newest season of our podcast, \"How it Happened: Elon Musk vs.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/05/elon-musk-twitter-tesla"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "Exclusive Boston Dynamics pledges not to weaponize its robots",
            "description": "Several robotics companies, including Boston Dynamics, are pledging not to support the weaponization of their products and are calling for others in the industry to do the same, according to a letter shared first with Axios.Why it matters Robots, like drones",
            "url": "/2022-10-05-boston-dynamics-pledges-weaponize-robots",
            "urlToImage": "https://images.axios.com/acEirFXQkLD_jFJq-1SsQDCd6UE=/0x0:5812x3269/1366x768/2022/10/04/1664915315251.jpg",
            "publishedAt": "2022-10-06T11:00:54Z",
            "content": "Several robotics companies, including Boston Dynamics, are pledging not to support the weaponization of their products and are calling for others in the industry to do the same, according to a letter [+4640 chars]",
            "summary": "And that means we need policy that prohibits bad actors from misusing it. \"Go deeper: Here's the full text of the letter:",
            "html_summary": "<ul><li>And that means we need policy that prohibits bad actors from misusing it.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/06/boston-dynamics-pledges-weaponize-robots"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "AMAZON suspends 50 workers after fire protest...",
            "description": "NEW YORK (AP)  Amazon has suspended at least 50 warehouse employees who refused to work their shifts following a trash compactor fire at one of its New York facilities, according to union organizers.",
            "url": "/2022-10-05-technology-business-fires-new-york-labor-unions-4b273ab968fc9c1ff841e2b800d48897",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/c90ef36d99c44e54850c43ad4012daa2/3000.jpeg",
            "publishedAt": "2022-10-05T19:00:03Z",
            "content": "Amazon suspends at least 50 workers after fire protestNEW YORK (AP)  Amazon has suspended at least 50 warehouse employees who refused to work their shifts following a trash compactor fire at one of  [+2593 chars]",
            "summary": "Derrick Palmer, the vice president of the Amazon Labor Union, said day-shift workers were sent home with pay due to the fire, which began late afternoon Monday. Amazon spokesperson Paul Flaningan said in a prepared statement that the company had asked all night shift employees to report to their shifts on Monday after the New York Fire Department certified the building as safe. The suspended workers were notified by email and phone that their security badges would be inactive during the duration of the probe, Palmer said. Seth Goldstein, an attorney for the union, said the workers intend to file unfair labor practice charges against Amazon with the National Labor Relations Board. While the vast majority of employees reported to their workstations, a small group refused to return to work and remained in the building without permission, Flaningan said. Eventually, roughly 100 workers held a sit-down protest at the facilitys main office, demanding to be sent home with pay. Meanwhile, warehouse workers at a separate facility near Albany, New York will be voting in their own union election next week.",
            "html_summary": "<ul><li>Derrick Palmer, the vice president of the Amazon Labor Union, said day-shift workers were sent home with pay due to the fire, which began late afternoon Monday.</li><li>Amazon spokesperson Paul Flaningan said in a prepared statement that the company had asked all night shift employees to report to their shifts on Monday after the New York Fire Department certified the building as safe.</li><li>The suspended workers were notified by email and phone that their security badges would be inactive during the duration of the probe, Palmer said.</li><li>Seth Goldstein, an attorney for the union, said the workers intend to file unfair labor practice charges against Amazon with the National Labor Relations Board.</li><li>“While the vast majority of employees reported to their workstations, a small group refused to return to work and remained in the building without permission,” Flaningan said.</li><li>Eventually, roughly 100 workers held a sit-down protest at the facility’s main office, demanding to be sent home with pay.</li></ul>",
            "website_url": "https://apnews.com/article/technology-business-fires-new-york-labor-unions-4b273ab968fc9c1ff841e2b800d48897"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATT O'BRIEN - AP Technology Writer",
            "title": "EXPLAINER Whats next in Musks epic battle with Twitter?",
            "description": "Elon Musks monthslong tussle with Twitter took another twist this week after the Tesla billionaire seemed to return to where he started in April  offering to buy the company for $44 billion. But its not over yet. Twitter says",
            "url": "/2022-10-05-f5ae7944f26367ff342d146d9a4959f7",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/7/8e/78e660fc-fb2d-5dcf-adbc-f858ea21ebf5/633d61f93aa77.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-05T19:46:42Z",
            "content": "By MATT OBRIEN  AP Technology WriterElon Musks monthslong tussle with Twitter took another twist this week when the Tesla billionaire seemed to return to where he started in April offering to bu [+1795 chars]",
            "summary": "He sold about $7 billion worth of Tesla shares in August, saying it was important to avoid an emergency stock sale if the deal were forced to close and some equity partners dont come through.Its not clear where those equity partners are today. Elon Musks monthslong tussle with Twitter took another twist this week when the Tesla billionaire seemed to return to where he started in April  offering to buy the company for $44 billion.But its not over yet. But Ellison hasnt weighed in publicly on the renewed offer.",
            "html_summary": "<ul><li>He sold about $7 billion worth of Tesla shares in August, saying it was important to avoid an emergency stock sale if the deal were forced to close and “some equity partners don’t come through.”It’s not clear where those equity partners are today.</li><li>Elon Musk’s monthslong tussle with Twitter took another twist this week when the Tesla billionaire seemed to return to where he started in April — offering to buy the company for $44 billion.But it’s not over yet.</li></ul>",
            "website_url": "https://apnews.com/f5ae7944f26367ff342d146d9a4959f7"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SOPHIE AUSTIN - Associated Press/Report for America",
            "title": "Resident sues wood products company over California wildfire",
            "description": "A California resident who lost his home in a wildfire is suing a wood products company at the center of the blaze. Robert Davies of Weed, California, sued Roseburg Forest Products Co. on Tuesday. Davies lawsuit alleges the company failed",
            "url": "/2022-10-05-3a1d71dc39a8c61229f8767a5a1448c3",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/ef/4ef05ca0-e3a0-5181-917d-f7174d8e4076/633e08fb0394a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-05T22:34:08Z",
            "content": "By SOPHIE AUSTIN  Associated Press/Report for AmericaSACRAMENTO, Calif. (AP) A California man who lost his home in a wildfire last month has sued a wood products company at the center of the blaze [+4022 chars]",
            "summary": "Wildfires have devastated communities in California, which, in the last five years, has seen the largest and most destructive fires in history.The Mill Fire started less than a quarter mile (0.3 kilometers) from the Weed City Fire Department and burned for 11 days. A spokesperson for the company declined to comment.The company has set aside $50 million to support victims of the fire, and so far it has compensated more than 300 people. California Department of Forestry and Fire Protection is still investigating the cause of the fire.The mill produces its own electricity from wood remnants, a process that produces hot ash that is then sprayed with water from a machine. Within less than an hour, the smoke reached his house, he said.Davies and his son left their home with laundry baskets and clothes. It eventually burned more than six square miles (15.5 square kilometers), destroyed 118 buildings and killed two people. Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues. After hearing helicopters flying from above, Davies walked outside and saw smoke coming over a hill.",
            "html_summary": "<ul><li>Wildfires have devastated communities in California, which, in the last five years, has seen the largest and most destructive fires in history.The Mill Fire started less than a quarter mile (0.3 kilometers) from the Weed City Fire Department and burned for 11 days.</li><li>A spokesperson for the company declined to comment.The company has set aside $50 million to support victims of the fire, and so far it has compensated more than 300 people.</li><li>California Department of Forestry and Fire Protection is still investigating the cause of the fire.The mill produces its own electricity from wood remnants, a process that produces hot ash that is then sprayed with water from a machine.</li><li>Within less than an hour, the smoke reached his house, he said.Davies and his son left their home with laundry baskets and clothes.</li><li>It eventually burned more than six square miles (15.5 square kilometers), destroyed 118 buildings and killed two people.</li><li>Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues.</li></ul>",
            "website_url": "https://apnews.com/3a1d71dc39a8c61229f8767a5a1448c3"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSH BOAK - Associated Press",
            "title": "Can Biden save democracy one US factory job at a time?",
            "description": "President Joe Biden is working to create a manufacturing revival. Hes even helping to put factory jobs in Republican territory under the belief it can help restore faith in U.S. democracy. The latest development came Tuesday, when chipmaker Micron announced",
            "url": "/2022-10-05-46c5be6252376e5018163d6647f2cfe8",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/4/5c/45c6a884-4dad-541b-8c11-60e36164b088/633d08978b3d0.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-05T04:09:48Z",
            "content": "By JOSH BOAK  Associated PressWASHINGTON (AP) President Joe Biden is working to create a manufacturing revival even helping to put factory jobs in Republican territory under the belief it can rest [+8269 chars]",
            "summary": "Instead, his speeches are woven with talk about people as workers and the identity that working gives them.What Biden can show with this years factory groundbreakings is progress, even if the total number of manufacturing jobs is unlikely to return to the 1979 peak of 19.55 million. He still anticipates factory job losses over the long term as advanced economies focus more on productive services to sustain growth.From an economic standpoint, the decline of U.S. manufacturing is inevitable and it is actually a good thing, Baccini said. Factory jobs have risen during Bidens tenure to the most since 2008 at 12.85 million, yet the task of steadying the countrys middle class and its democratic institutions is far from complete. The administration sees its infrastructure spending, computer chip investments and clean-energy incentives as helping domestic manufacturing in unprecedented ways.Recent academic studies suggest that decades of layoffs due to offshoring contributed to the rise of Republican Donald Trump, with his opposition to immigration and global trade. He told Democratic donors on Friday that the manufacturing and technology investments mean we have an opportunity to strengthen the U.S. if Democratic governors and lawmakers are elected this year.Going into the midterm elections, Biden is telling voters that a factory renaissance has already started because of him. Khanna recently attended the groundbreaking of a $20 billion Intel plant in Ohio and laid out his belief that factory job losses helped cause todays political schisms. Its a commitment made in a GOP congressional district that Biden and the company credited to the recently enacted $280 billion CHIPS and Science Act.Today is another win for America, and another massive new investment in America spurred by my economic plan, Biden said in a statement.",
            "html_summary": "<ul><li>Instead, his speeches are woven with talk about people as workers and the identity that working gives them.What Biden can show with this year’s factory groundbreakings is progress, even if the total number of manufacturing jobs is unlikely to return to the 1979 peak of 19.55 million.</li><li>He still anticipates factory job losses over the long term as advanced economies focus more on productive services to sustain growth.“From an economic standpoint, the decline of U.S. manufacturing is inevitable and it is actually a good thing,” Baccini said.</li><li>Factory jobs have risen during Biden’s tenure to the most since 2008 at 12.85 million, yet the task of steadying the country’s middle class and its democratic institutions is far from complete.</li><li>The administration sees its infrastructure spending, computer chip investments and clean-energy incentives as helping domestic manufacturing in unprecedented ways.Recent academic studies suggest that decades of layoffs due to offshoring contributed to the rise of Republican Donald Trump, with his opposition to immigration and global trade.</li><li>He told Democratic donors on Friday that the manufacturing and technology investments mean “we have an opportunity” to strengthen the U.S. if Democratic governors and lawmakers are elected this year.Going into the midterm elections, Biden is telling voters that a factory renaissance has already started because of him.</li><li>Khanna recently attended the groundbreaking of a $20 billion Intel plant in Ohio and laid out his belief that factory job losses helped cause today’s political schisms.</li></ul>",
            "website_url": "https://apnews.com/46c5be6252376e5018163d6647f2cfe8"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATT O'BRIEN - AP Technology Writer",
            "title": "EXPLAINER Whats next in Musks epic battle with Twitter?",
            "description": "Elon Musks monthslong tussle with Twitter took another twist this week after the Tesla billionaire seemed to return to where he started in April  offering to buy the company for $44 billion. But its not over yet. Twitter says",
            "url": "/2022-10-05-f5ae7944f26367ff342d146d9a4959f7",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/b/99/b991972e-df5a-508a-a81a-66b035fa6a16/633d61f6045d7.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-05T19:46:42Z",
            "content": "By MATT OBRIEN  AP Technology WriterElon Musks monthslong tussle with Twitter took another twist this week when the Tesla billionaire seemed to return to where he started in April offering to bu [+1836 chars]",
            "summary": "He sold about $7 billion worth of Tesla shares in August, saying it was important to avoid an emergency stock sale if the deal were forced to close and some equity partners dont come through.Its not clear where those equity partners are today. Elon Musks monthslong tussle with Twitter took another twist this week when the Tesla billionaire seemed to return to where he started in April  offering to buy the company for $44 billion.But its not over yet. But Ellison hasnt weighed in publicly on the renewed offer.",
            "html_summary": "<ul><li>He sold about $7 billion worth of Tesla shares in August, saying it was important to avoid an emergency stock sale if the deal were forced to close and “some equity partners don’t come through.”It’s not clear where those equity partners are today.</li><li>Elon Musk’s monthslong tussle with Twitter took another twist this week when the Tesla billionaire seemed to return to where he started in April — offering to buy the company for $44 billion.But it’s not over yet.</li></ul>",
            "website_url": "https://apnews.com/f5ae7944f26367ff342d146d9a4959f7"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. This car company set new track records to prove its 3D printing tech. Boston Dynamics *really* does not want you to add weapons to its robots. The robot takeout revolution is closer than you think. Intel A770, A750 review We are this close to recommending these GPUs. Elon Musks risk tolerance could have big consequences for Twitter. Exclusive Boston Dynamics pledges not to weaponize its robots. AMAZON suspends 50 workers after fire protest.... EXPLAINER Whats next in Musks epic battle with Twitter?. Resident sues wood products company over California wildfire. Can Biden save democracy one US factory job at a time?. EXPLAINER Whats next in Musks epic battle with Twitter?"
}