{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Selene San Felice",
            "title": "Tampa tech company donates radiation shields to Ukraine  Axios",
            "description": "Tampa tech company donates radiation shields to UkraineAxios",
            "url": "/2022-12-21-stemrad-gamma-radiation-shields-ukraine-nasa",
            "urlToImage": "https://images.axios.com/OnrsviHlzDFTYAlQMbScJSXB92Q=/0x155:1600x1055/1366x768/2022/12/20/1671561792321.jpg",
            "publishedAt": "2022-12-21T11:18:52Z",
            "content": "A Tampabased company is using its technology to protect astronauts and, most recently, the Ukrainian government.Driving the newsStemRad, a radiation protection technology company that was part of [+1345 chars]",
            "summary": "Get more local stories in your inbox with Axios Tampa Bay.Support local journalism by becoming a member.Learn moreNo stories could be foundGet a free daily digest of the most important news in your backyard with Axios Tampa Bay.Support local journalism by becoming a member.Learn more Ukranian President Volodymyr Zelensky (left) accepts one of StemRad's radiation shields from astronaut Scott Kelly.",
            "html_summary": "<ul><li>Get more local stories in your inbox with Axios Tampa Bay.Support local journalism by becoming a member.Learn moreNo stories could be foundGet a free daily digest of the most important news in your backyard with Axios Tampa Bay.Support local journalism by becoming a member.Learn more</li></ul>",
            "website_url": "https://www.axios.com/local/tampa-bay/2022/12/21/stemrad-gamma-radiation-shields-ukraine-nasa"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By CLAIRE SAVAGE - Associated Press/Report for America",
            "title": "Esports seen as pathway to boost diversity in STEM careers",
            "description": "A growing effort to channel students enthusiasm for esports toward preparing them for jobs in science, technology, engineering and math could address the lack of racial diversity in STEM careers. Kevin Fair is a Black entrepreneur who owns I Play",
            "url": "/2022-12-21-653754ded508fade18beac5cae288356",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/a9/ca93eaa5-a8eb-529e-a1bd-d9e3667fdfbf/63a318767f6a0.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-21T14:07:42Z",
            "content": "By CLAIRE SAVAGE  Associated Press/Report for AmericaCHICAGO (AP) As a kid, Kevin Fair would take apart his Nintendo console, troubleshoot issues and put it back together again experiences the Bla [+6891 chars]",
            "summary": "You know, I literally went through a secondhand store and found a book this thick on how to learn Python, Reyes said, gesturing to show a 10-inch (25-centimeter) spine.Fair said businesses like his will help close the diversity gap. Were all just here to learn, she said.When first-person shooter game Valorant released a new Filipina character, Rosete said she started screaming and running around in excitement.I felt at peace, said Rosete, who is Filipina American. Nine of the 10 freshmen recipients are students of color, according to Stephen Wilke, the schools esports coordinator.Aramis Reyes, an 18-year-old computer science major with a focus in game design and development, is one of the $1,500 scholarship awardees.The bespectacled teen described himself as a casual, noncompetitive gamer. I have so many design ideas that I want to get into, he said.Skills that gamers develop naturally help prime them for their pick of careers in IT, coding, statistics, software engineering and more, Fair said. I felt like my representation had come.But video games are not a cure-all for the STEM diversity gap. But that doesnt mean that theyre going to desire to become engineers, he said. For Reyes, the magic of video games is the potential for storytelling.",
            "html_summary": "<ul><li>You know, I literally went through a secondhand store and found a book this thick on how to learn Python,” Reyes said, gesturing to show a 10-inch (25-centimeter) spine.Fair said businesses like his will help close the diversity gap.</li><li>“We’re all just here to learn,” she said.When first-person shooter game Valorant released a new Filipina character, Rosete said she started screaming and running around in excitement.“I felt at peace,” said Rosete, who is Filipina American.</li><li>Nine of the 10 freshmen recipients are students of color, according to Stephen Wilke, the school’s esports coordinator.Aramis Reyes, an 18-year-old computer science major with a focus in game design and development, is one of the $1,500 scholarship awardees.The bespectacled teen described himself as a casual, noncompetitive gamer.</li><li>“I have so many design ideas that I want to get into,” he said.Skills that gamers develop naturally help prime them for their pick of careers in IT, coding, statistics, software engineering and more, Fair said.</li><li>“I felt like my representation had come.”But video games are not a cure-all for the STEM diversity gap.</li><li>But that doesn’t mean that they’re going to desire to become engineers,” he said.</li></ul>",
            "website_url": "https://apnews.com/653754ded508fade18beac5cae288356"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Devin Coldewey",
            "title": "South Park creators deepfake video startup Deep Voodoo conjures $20M in new funding",
            "description": "South Park creators Trey Parker and Matt Stone have raised $20M to continue work on their professional deepfake studio, Deep Voodoo.",
            "url": "/2022-12-21-south-park-creators-deepfake-video-startup-deep-voodoo-conjures-20m-in-new-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/kendrick-lamar-deep-voodoo.jpg?resize=1200,846",
            "publishedAt": "2022-12-21T18:40:07Z",
            "content": "Trey Parker and Matt Stone, creators of South Park and various other media over the years, have raised $20 million to continue work on their professional deepfake studio for creators, Deep Voodoo.T [+1838 chars]",
            "summary": "It is still effective dramatically, even if the substitution is by no means perfect.Since then, and with the help of the $20 million from Connect Ventures, Deep Voodoo has begun offering its tech to others in the business.Its not the only one doing so by a long shot, naturally. Ive reached out for more info and will update this post if I hear back.The Parker/Stone cachet showed when the company made its public debut alongside no lesser a personage than Kendrick Lamar. Stone and Parker, despite their notoriety for off-color humor and courting controversy, seem to be sound thinkers when it comes to fundamental questions of fairness and storytelling. Thats a start.",
            "html_summary": "<ul><li>It is still effective dramatically, even if the substitution is by no means perfect.Since then, and with the help of the $20 million from Connect Ventures, Deep Voodoo “has begun offering” its tech to others in the business.It’s not the only one doing so by a long shot, naturally.</li><li>I’ve reached out for more info and will update this post if I hear back.The Parker/Stone cachet showed when the company made its public debut alongside no lesser a personage than Kendrick Lamar.</li><li>Stone and Parker, despite their notoriety for off-color humor and courting controversy, seem to be sound thinkers when it comes to fundamental questions of fairness and storytelling.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/21/south-park-creators-deepfake-video-startup-deep-voodoo-conjures-20m-in-new-funding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "India central bank chief warns crypto will cause the next financial crisis if permitted to grow",
            "description": "Reserve Bank of Indias governor says crypto should be prohibited and warned it will cause the next financial crisis if allowed to grow.",
            "url": "/2022-12-21-india-central-bank-chief-warns-crypto-will-cause-the-next-financial-crisis-if-permitted-to-grow",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/06/GettyImages-1241170516.jpg?resize=1200,800",
            "publishedAt": "2022-12-21T07:41:52Z",
            "content": "The Indian central banks governor said on Wednesday that its not at war with crypto, but asserted that cryptocurrencies have no underlying fundamentals and their usage should be prohibited.RBI Gove [+3313 chars]",
            "summary": "I think crypto or private cryptocurrency is a fashionable way of describing what is otherwise a 100% speculative activity, said Das.Das said crypto owes its origin to the idea that it bypasses or breaks the existing financial system. Time has proven that crypto is worth what its worth today.Change in value in any so-called product is the function of the market. But unlike any other asset or product, our main concern with crypto is that it doesnt have any underlying whatsoever. They dont believe in the central bank, they dont believe in a regulated financial world. Crypto prices, in their own jargon, were mooning and investors were HODLing. After the development of the last one year, including the latest episode surrounding FTX, I dont think we need to say anything more. Since May 2022, cryptos have lost some of the shine  two-thirds of the value.",
            "html_summary": "<ul><li>I think crypto or private cryptocurrency is a fashionable way of describing what is otherwise a 100% speculative activity,” said Das.Das said crypto owes its origin to the idea that it bypasses or breaks the existing financial system.</li><li>Time has proven that crypto is worth what it’s worth today.”“Change in value in any so-called product is the function of the market.</li><li>But unlike any other asset or product, our main concern with crypto is that it doesn’t have any underlying whatsoever.</li><li>“They don’t believe in the central bank, they don’t believe in a regulated financial world.</li><li>Crypto prices, in their own jargon, were mooning and investors were HODLing.</li><li>“After the development of the last one year, including the latest episode surrounding FTX, I don’t think we need to say anything more.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/20/india-central-bank-chief-warns-crypto-will-cause-the-next-financial-crisis-if-permitted-to-grow/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sophie Alcorn",
            "title": "Dear Sophie What are the pros and cons of the E2 and L1A visas?",
            "description": "Im from Colombia and currently considering both the E2 investor and L1A executive visas. What are the pros and cons of each?",
            "url": "/2022-12-21-dear-sophie-what-are-the-pros-and-cons-of-the-e-2-and-l-1a-visas",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/dear-sophie-immigration-maze-3.jpg?resize=1200,675",
            "publishedAt": "2022-12-21T17:00:55Z",
            "content": "More posts by this contributorHeres another edition of Dear Sophie, the advice column that answers immigrationrelated questions about working at technology companies.Your questions are vital [+3310 chars]",
            "summary": "The visa applications for both are heavily scrutinized by immigration officials, so I recommend working with an immigration attorney to present a strong case.The E-2 visa provides a great option for international founders whose home country has a trade and commerce treaty with the U.S. Heres another edition of Dear Sophie, the advice column that answers immigration-related questions about working at technology companies.Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams, says Sophie Alcorn, a Silicon Valley immigration attorney. These visas are two great options for startup founders to move to the United States to expand their businesses.Let me start by giving an overview of both the E-2 visa for treaty investors and the L-1A visa for intracompany transferee executives and managers. However, if you are forming a subsidiary of an already-profitable Colombian business and not planning to raise VC capital in the U.S., that might not be a big deal for you. Colombia and more than 75 countries, including Pakistan and Taiwan, are on the list, but other countries such as China and India do not currently have the requisite treaties in place. Receiving a pre-seed or Series A round in the U.S. or another country can help streamline this portion of your case, but its not absolutely necessary. Already having U.S. employees or having a business plan that includes hiring in the U.S. can aid in the approval of your E-2.",
            "html_summary": "<ul><li>The visa applications for both are heavily scrutinized by immigration officials, so I recommend working with an immigration attorney to present a strong case.The E-2 visa provides a great option for international founders whose home country has a trade and commerce treaty with the U.S.</li><li>Here’s another edition of “Dear Sophie,” the advice column that answers immigration-related questions about working at technology companies.“Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams,” says Sophie Alcorn, a Silicon Valley immigration attorney.</li><li>These visas are two great options for startup founders to move to the United States to expand their businesses.Let me start by giving an overview of both the E-2 visa for treaty investors and the L-1A visa for intracompany transferee executives and managers.</li><li>However, if you are forming a subsidiary of an already-profitable Colombian business and not planning to raise VC capital in the U.S., that might not be a big deal for you.</li><li>Colombia and more than 75 countries, including Pakistan and Taiwan, are on the list, but other countries such as China and India do not currently have the requisite treaties in place.</li><li>Receiving a pre-seed or Series A round in the U.S. or another country can help streamline this portion of your case, but it’s not absolutely necessary.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/21/dear-sophie-what-are-the-pros-and-cons-of-the-e-2-and-l-1a-visas/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Amanda Silberling",
            "title": "Kickstarter shut down the campaign for AI porn group Unstable Diffusion amid changing guidelines",
            "description": "The group trying to monetize AI porn generation, Unstable Diffusion, raised more than $56,000 on Kickstarter from 867 backers. Now, as Kickstarter changes its thinking about what kind of AIbased projects it will allow, the crowdfunding platform has shut",
            "url": "/2022-12-21-kickstarter-shut-down-the-campaign-for-ai-porn-group-unstable-diffusion-amid-changing-guidelines",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/unstable-diffusion-pixelated-2.jpg?resize=1200,661",
            "publishedAt": "2022-12-21T20:32:00Z",
            "content": "The group trying to monetize AI porn generation, Unstable Diffusion, raised more than $56,000 on Kickstarter from 867 backers. Now, as Kickstarter changes its thinking about what kind of AIbased pro [+5994 chars]",
            "summary": "While this technology can create stunningly realistic images, that also means that it can be weaponized to make nonconsensual deepfake pornography.Currently, few laws around the world pertain to nonconsensual deepfaked porn. For example, a previous AI-based app that can undress people works only on women.Unstable Diffusion did not respond to request for comment at the time of publication.Meet Unstable Diffusion, the group trying to monetize AI porn generatorsAI is getting better at generating porn. A living illustrator who has crafted detailed, high fantasy artwork for franchises like Dungeons & Dragons, Rutkowskis name was one of Stable Diffusions most popular search terms when it launched in September, allowing users to easily replicate his distinctive style. In the U.S., only Virginia and California have regulations restricting certain uses of faked and deepfaked pornographic media.One aspect that Im particularly worried about is the disparate impact AI-generated porn has on women, Ravit Dotan, VP of responsible AI at Mission Control, told TechCrunch last month. Even then, if a model consents to appearing in porn, that doesnt mean that they consent to their images being used to train an AI. You are enabling blatant theft and are funding a tool that can create abusive content such as nonconsensual pornography. Sarah Andersen (@SarahCAndersen) December 11, 2022Many cite the fate of Greg Rutkowskis work as an example of what can go wrong. And one thing is clear: Kickstarter must, and will always be, on the side of creative work and the humans behind that work.",
            "html_summary": "<ul><li>While this technology can create stunningly realistic images, that also means that it can be weaponized to make nonconsensual deepfake pornography.Currently, few laws around the world pertain to nonconsensual deepfaked porn.</li><li>“For example, a previous AI-based app that can ‘undress’ people works only on women.”Unstable Diffusion did not respond to request for comment at the time of publication.Meet Unstable Diffusion, the group trying to monetize AI porn generatorsAI is getting better at generating porn.</li><li>A living illustrator who has crafted detailed, high fantasy artwork for franchises like “Dungeons & Dragons,” Rutkowski’s name was one of Stable Diffusion‘s most popular search terms when it launched in September, allowing users to easily replicate his distinctive style.</li><li>In the U.S., only Virginia and California have regulations restricting certain uses of faked and deepfaked pornographic media.“One aspect that I’m particularly worried about is the disparate impact AI-generated porn has on women,” Ravit Dotan, VP of responsible AI at Mission Control, told TechCrunch last month.</li><li>Even then, if a model consents to appearing in porn, that doesn’t mean that they consent to their images being used to train an AI.</li><li>You are enabling blatant theft and are funding a tool that can create abusive content such as nonconsensual pornography.— Sarah Andersen (@SarahCAndersen) December 11, 2022Many cite the fate of Greg Rutkowski’s work as an example of what can go wrong.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/21/kickstarter-shut-down-the-campaign-for-ai-porn-group-unstable-diffusion-amid-changing-guidelines/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Tampa tech company donates radiation shields to Ukraine  Axios. Esports seen as pathway to boost diversity in STEM careers. South Park creators deepfake video startup Deep Voodoo conjures $20M in new funding. India central bank chief warns crypto will cause the next financial crisis if permitted to grow. Dear Sophie What are the pros and cons of the E2 and L1A visas?. Kickstarter shut down the campaign for AI porn group Unstable Diffusion amid changing guidelines"
}