{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "GenZeros Frederick Teo on limitless opportunities in climate tech  TechCrunch",
            "description": "2050 is an important year for climate tech, with the Paris Agreement calling for emissions to reach net zero by then. In a conversation with GenZeros Frederick Teo for SOSVs Climate Tech Summit, we talked about realistic paths to hitting that goal and how s",
            "url": "/2022-10-27-genzeros-frederick-teo-on-limitless-opportunities-in-climate-tech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GettyImages-1360609329.jpg?resize=1200,612",
            "publishedAt": "2022-10-27T00:58:00Z",
            "content": "2050 is an important year for climate tech, with the Paris Agreement calling for emissions to reach net zero by then. In a conversation with GenZeros Frederick Teo for SOSVs Climate Tech Summit, we t [+11462 chars]",
            "summary": "But I think there are a few things where we hope to be able to bring value to our partners, but the first one is a more considered view around how the carbon markets and developments around carbon are taking place around the world. For very early-stage companies, say around the Series A or just before, we will work with different partners to be able to evaluate and deploy capital to support early-stage companies, but I think its important to understand why we need to do this. These are the ones that are doing monitoring, reporting and verification of carbon project rating capabilities, to be able to improve the transparency, credibility and quality assurance in the carbon market space. It is important for us to think about how to deploy capital in this space because obviously all of us are aware of the climate emergency, the fact that this is actually likely to be one of the most existentialist challenges of our generation. We also have a very limited time to be able to achieve a significant amount of climate impact to be able to address the climate change challenge. But it is vitally important, and I think therefore, there is space for many of us with varied interests to be able to tackled this climate crisis. It is important for us to be able to find solutions that can actually address many of these things like global warming, sea level rises, the challenges of food production in a sustainable way.",
            "html_summary": "<ul><li>But I think there are a few things where we hope to be able to bring value to our partners, but the first one is a more considered view around how the carbon markets and developments around carbon are taking place around the world.</li><li>For very early-stage companies, say around the Series A or just before, we will work with different partners to be able to evaluate and deploy capital to support early-stage companies, but I think it’s important to understand why we need to do this.</li><li>These are the ones that are doing monitoring, reporting and verification of carbon project rating capabilities, to be able to improve the transparency, credibility and quality assurance in the carbon market space.</li><li>It is important for us to think about how to deploy capital in this space because obviously all of us are aware of the climate emergency, the fact that this is actually likely to be one of the most existentialist challenges of our generation.</li><li>We also have a very limited time to be able to achieve a significant amount of climate impact to be able to address the climate change challenge.</li><li>But it is vitally important, and I think therefore, there is space for many of us with varied interests to be able to tackled this climate crisis.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/26/genzeros-frederick-teo-on-limitless-opportunities-in-climate-tech/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Samsung Electronics names Jay Y Lee executive chairman amid global economic downturn",
            "description": "Samsung Electronics promoted Jay Y. Lee to the chairman of the company as its profits in the third quarter declined since 2019.",
            "url": "/2022-10-27-samsung-electronics-names-jay-y-lee-executive-chairman-amid-global-economic-downturn",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/06/GettyImages-1189268720.jpg",
            "publishedAt": "2022-10-27T04:26:04Z",
            "content": "Samsung Electronics has appointed Jay Y. Lee as the executive chairman to lead the worlds largest smartphone and memory chipmaker, two months after the heir received a presidential pardon that erase [+3144 chars]",
            "summary": "Earnings in its memory chip and the System large-scale integration (LSI) businesses dropped to 5.12 trillion KRW, from 10.07 trillion KRW a year earlier, due to weak demand for consumer products, mobile phones and TVs, according to the company. In the memory business, after a dampened first half, demand is expected to rebound centering on servers as data center installations resume, the company said in its statement. The tech behemoth said earlier this month it plans to more than triple producing advanced chips for high-performance computers, artificial intelligence, 5G and 6G telco and automotive. South Koreas largest memory chip maker said today its operating profit for the third quarter tumbled 31.39% from the year-ago period to 10.85 trillion KRW ($7.7 billion). Leading global semiconductor makers, including Samsung Electronics, TSMC, and SK Hynix have been granted one-year permission to use U.S. technology for selling advanced semiconductor chips for supercomputers and artificial intelligence to Chinese firms. Samsung Electronics has appointed Jay Y. Lee as the executive chairman to lead the worlds largest smartphone and memory chipmaker, two months after the heir received a presidential pardon that erased the 54-year-olds criminal record. SK Hynix, which competes with Samsung in the memory chip sector, said Wednesday it plans to slash its capital expenditure in 2023 by more than 50 percent after reporting a 60% drop in its profits in 3Q.",
            "html_summary": "<ul><li>Earnings in its memory chip and the System large-scale integration (LSI) businesses dropped to 5.12 trillion KRW, from 10.07 trillion KRW a year earlier, due to weak demand for consumer products, mobile phones and TVs, according to the company.</li><li>“In the memory business, after a dampened first half, demand is expected to rebound centering on servers as data center installations resume,” the company said in its statement.</li><li>The tech behemoth said earlier this month it plans to more than triple producing advanced chips for high-performance computers, artificial intelligence, 5G and 6G telco and automotive.</li><li>South Korea’s largest memory chip maker said today its operating profit for the third quarter tumbled 31.39% from the year-ago period to 10.85 trillion KRW ($7.7 billion).</li><li>Leading global semiconductor makers, including Samsung Electronics, TSMC, and SK Hynix have been granted one-year permission to use U.S. technology for selling advanced semiconductor chips for supercomputers and artificial intelligence to Chinese firms.</li><li>Samsung Electronics has appointed Jay Y. Lee as the executive chairman to lead the world’s largest smartphone and memory chipmaker, two months after the heir received a presidential pardon that erased the 54-year-old’s criminal record.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/26/samsung-electronics-names-jay-y-lee-executive-chairman-amid-global-economic-downturn/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. GenZeros Frederick Teo on limitless opportunities in climate tech  TechCrunch. Samsung Electronics names Jay Y Lee executive chairman amid global economic downturn"
}