{
    "status": "ok",
    "totalResults": 11,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "FedEx abandons its lastmile delivery robot program",
            "description": "A human in a FedEx uniform will deliver those packages for the foreseeable future.",
            "url": "/2022-10-17-fedex-abandons-its-last-mile-delivery-robot-program",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/GettyImages-1234435657-760x380.jpg",
            "publishedAt": "2022-10-17T15:32:15Z",
            "content": "Enlarge/ FedEx has been testing robots for lastmile deliveries since 2019, but now it has learned all it can.23 with 20 posters participating, including story authorThe courier company FedEx is  [+3495 chars]",
            "summary": "A new General Motors company, BrightDrop, has also developed an electric delivery van for which FedEx was the first customer.Roxo isn't the only delivery bot to disappoint in testing, either. I expect to see its delivery drivers using BrightDrop's EP1 electric pallet, which can carry up to 200 lbs (91 kg) of packages from the delivery vehicle to the customer. But a clue to Roxo's precarious position can be seen in the robot's FAQ on FedEx's site, which notes that \"because autonomous last-mile delivery is one of the priciest and most complex parts of the delivery process, we are aiming to make this a cost-effective solution. It has also been conducting trials of drone deliveries with an Alphabet company called Wing in the town of Christiansburg, Virginiawhether this project survives FedEx's new corporate strategy remains unknown. According to the Verge, Amazon is scaling back its Scout delivery bot program, which had been doing last-mile deliveries in suburbs outside of Seattle, as well as in Southern California, Georgia, and Tennessee.You must login or create an account to comment. FedEx employees were told of the decision via an email from the company's chief transformation officer, Sriram Krishnasamy, who explained a new corporate strategy called \"DRIVE. In 2019, FedEx partnered with New Hampshire-based DEKA Research and Development Corp, founded by Segway inventor Dean Kamen, to develop a wheeled robot called Roxo for last-mile deliveries.But FedEx decided to end the project in early October, according to a report in Robotics 24/7.",
            "html_summary": "<ul><li>A new General Motors company, BrightDrop, has also developed an electric delivery van for which FedEx was the first customer.Roxo isn't the only delivery bot to disappoint in testing, either.</li><li>I expect to see its delivery drivers using BrightDrop's EP1 electric pallet, which can carry up to 200 lbs (91 kg) of packages from the delivery vehicle to the customer.</li><li>But a clue to Roxo's precarious position can be seen in the robot's FAQ on FedEx's site, which notes that \"because autonomous last-mile delivery is one of the priciest and most complex parts of the delivery process, we are aiming to make this a cost-effective solution.</li><li>It has also been conducting trials of drone deliveries with an Alphabet company called Wing in the town of Christiansburg, Virginia—whether this project survives FedEx's new corporate strategy remains unknown.</li><li>According to the Verge, Amazon is scaling back its Scout delivery bot program, which had been doing last-mile deliveries in suburbs outside of Seattle, as well as in Southern California, Georgia, and Tennessee.You must login or create an account to comment.</li><li>FedEx employees were told of the decision via an email from the company's chief transformation officer, Sriram Krishnasamy, who explained a new corporate strategy called \"DRIVE.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/10/fedex-abandons-its-last-mile-delivery-robot-program/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Andrew Freedman, Jennifer A. Kingson",
            "title": "Drones and satellites are making better, lifesaving hurricane forecasts",
            "description": "The killer app for hurricane prediction? It could be lightweight drones that explore some of the fiercest parts of a hurricane and send back realtime data  or new satellite tech that gives forecasters a better look at storms from above.Why it matters Seesa",
            "url": "/2022-10-17-future-of-hurricane-forecasting-climate-change",
            "urlToImage": "https://images.axios.com/BDG6MT84t5JivMwTtB5GYSsWDbk=/0x0:1920x1080/1366x768/2022/10/14/1665769776430.jpg",
            "publishedAt": "2022-10-17T09:30:53Z",
            "content": "The killer app for hurricane prediction? It could be lightweight drones that explore some of the fiercest parts of a hurricane and send back realtime data or new satellite tech that gives forecaster [+5123 chars]",
            "summary": "The bottom line: Not only can these new technologies pump out data that improves forecasting models, the drones can also beam video that conveys the ferocity of the storm to the general public  potentially persuading people to evacuate. Illustration: Annelise Capossela/AxiosThe killer app for hurricane prediction?",
            "html_summary": "<ul><li>The bottom line: Not only can these new technologies pump out data that improves forecasting models, the drones can also beam video that conveys the ferocity of the storm to the general public — potentially persuading people to evacuate.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/17/future-of-hurricane-forecasting-climate-change"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Sarah Pringle",
            "title": "Health care providers up their tech spend  Axios",
            "description": "Labor and inflationary concerns are driving technology investments.",
            "url": "/2022-10-17-bain-klas-healthcare-provider-it-tech-post-pandemic",
            "urlToImage": "https://images.axios.com/s2Sc7yp0a1iF-1tqoiCltkUB0jQ=/0x0:1920x1080/1366x768/2022/10/17/1666022305276.jpg",
            "publishedAt": "2022-10-17T16:11:17Z",
            "content": "Approximately 45% of healthcare providers accelerated software investments over the past year with more expected to boost tech spend in the wake of immense cost pressures, a new report by Bain &amp; [+2913 chars]",
            "summary": "1 strategic priority for health tech spend is revenue cycle management, the report shows, followed by security and privacy, patient intake/flow, clinical systems, and telehealth. By the numbers: 95% of providers expect to make new software investments over the next year, but health systems are responding in diverging ways.Zoom in: The No. Between the lines: Private equity MOICs and IRRs in health care IT have historically outperformed other sectors during economic turbulence, the report shows. Of note: Big tech  Amazon, Microsoft, Google, Oracle, Apple and Salesforce  have minimal to no position across providers' top 4 priorities (e.g. in RCM) for the coming year, the report notes.",
            "html_summary": "<ul><li>1 strategic priority for health tech spend is revenue cycle management, the report shows, followed by security and privacy, patient intake/flow, clinical systems, and telehealth.</li><li>By the numbers: 95% of providers expect to make new software investments over the next year, but health systems are responding in diverging ways.Zoom in: The No.</li><li>Between the lines: Private equity MOICs and IRRs in health care IT have historically outperformed other sectors during economic turbulence, the report shows.</li><li>Of note: Big tech — Amazon, Microsoft, Google, Oracle, Apple and Salesforce — have minimal to no position across providers' top 4 priorities (e.g.</li></ul>",
            "website_url": "https://www.axios.com/pro/health-tech-deals/2022/10/17/bain-klas-healthcare-provider-it-tech-post-pandemic"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MICHAEL LIEDTKE - AP Technology Writer",
            "title": "Next step for Elizabeth Holmes Bid for a new trial",
            "description": "A federal judge on Monday will question a key witness in the highprofile trial of disgraced Theranos CEO Elizabeth Holmes about why he showed up at her Silicon Valley home in August and expressed regrets about testimony that helped convict",
            "url": "/2022-10-17-1badcd59662b632daa958379dfad7e08",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/b6/1b69feb0-544d-5512-a2f6-5a59d233427d/634d080616b23.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-17T07:24:21Z",
            "content": "By MICHAEL LIEDTKE  AP Technology WriterOn Monday, disgraced Theranos CEO Elizabeth Holmes will play one of her last cards to avoid a prison sentence when a federal judge questions a key prosecuti [+1684 chars]",
            "summary": "Her lawyers filed a motion for a new trial in August based on Rosendorffs alleged statements to Evans.Holmes, 38, is facing up to 20 years in prison for misleading investors about the progress her once-heralded startup Theranos was making with new blood-testing methods. Rosendorffs statements could pave the way for Holmes sentencing in the case, which was postponed after Rosendorff sought to speak with Holmes following the trial.Rosendorff made an uninvited visit to Holmes Silicon Valley home in August, following her conviction for investor fraud. SAN JOSE, Calif. (AP)  Prosecution witness and former Theranos lab director Adam Rosendorff stood by his earlier testimony during a court appearance in Elizabeth Holmes fraud trial on Monday. She needs to pay her debt to society.Holmes legal team is relying heavily on Rosendorffs post-trial action to help the former entrepreneur avoid a prison sentence. The judge had already set a new sentencing date for Holmes on Nov. 18 before the Monday hearing began. She was supposed to be sentenced Monday, but the judge postponed that hearing once the Rosendorff questions arose. The only person that can help her is herself.",
            "html_summary": "<ul><li>Her lawyers filed a motion for a new trial in August based on Rosendorff’s alleged statements to Evans.Holmes, 38, is facing up to 20 years in prison for misleading investors about the progress her once-heralded startup Theranos was making with new blood-testing methods.</li><li>Rosendorff’s statements could pave the way for Holmes’ sentencing in the case, which was postponed after Rosendorff sought to speak with Holmes following the trial.Rosendorff made an uninvited visit to Holmes’ Silicon Valley home in August, following her conviction for investor fraud.</li><li>SAN JOSE, Calif. (AP) — Prosecution witness and former Theranos lab director Adam Rosendorff stood by his earlier testimony during a court appearance in Elizabeth Holmes’ fraud trial on Monday.</li><li>She needs to pay her debt to society.”Holmes’ legal team is relying heavily on Rosendorff’s post-trial action to help the former entrepreneur avoid a prison sentence.</li><li>The judge had already set a new sentencing date for Holmes on Nov. 18 before the Monday hearing began.</li><li>She was supposed to be sentenced Monday, but the judge postponed that hearing once the Rosendorff questions arose.</li></ul>",
            "website_url": "https://apnews.com/1badcd59662b632daa958379dfad7e08"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Wall Street opens sharply higher; UK tax retreat welcomed",
            "description": "Stocks are opening sharply higher on Wall Street, the latest aboutface for a market that has seen a lot of sudden ups and downs recently. The S&P 500 jumped 2.5% in the early going Monday, while the Dow was up",
            "url": "/2022-10-17-384a239ab6f3a9b5511396fd1ff41018",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/a/4c/a4c4e00a-a169-5f57-ba39-bafb46453dc3/634d600acdce6.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-17T13:46:18Z",
            "content": "NEW YORK (AP) Stocks are opening sharply higher on Wall Street, the latest aboutface for a market that has seen a lot of sudden ups and downs recently. The S&amp;P 500 jumped 2.5% in the early going [+4790 chars]",
            "summary": "The big concern is the Feds aggressive policy to raise interest rates to cool inflation, which could go too far and slow the economy so much that it slips into a recession.Wall Street turns its focus this week to the latest round of corporate financial results. United Airlines releases its results on Tuesday, followed by American Airlines on Thursday.Other big names reporting earnings this week include Johnson & Johnson, Netflix, Union Pacific and American Express.Several companies gained ground Monday on a mix of specific corporate news. The earnings reports and financial updates could help give investors a clearer picture of how companies and consumers have been dealing with inflation. NEW YORK (AP)  Stocks surged in afternoon trading on Wall Street Monday and marked the latest about-face for a market that has been unsteadily lurching between gains and losses.The S&P 500 rose 2.7% as of 12:06 p.m. Eastern. government bonds rallied following news that the countrys new Treasury chief was abandoning nearly all of a series of unfunded tax cuts announced last month that had upset markets. The Dow Jones Industrial Average rose 545 points, or 1.8%, to 30,180 and the Nasdaq rose 3.5%.Technology and communications companies has some of the biggest gains. Googles parent company rose 3.8%.Bond yields eased back from their multiyear highs and took some pressure off of stocks.",
            "html_summary": "<ul><li>The big concern is the Fed’s aggressive policy to raise interest rates to cool inflation, which could go too far and slow the economy so much that it slips into a recession.Wall Street turns its focus this week to the latest round of corporate financial results.</li><li>United Airlines releases its results on Tuesday, followed by American Airlines on Thursday.Other big names reporting earnings this week include Johnson & Johnson, Netflix, Union Pacific and American Express.Several companies gained ground Monday on a mix of specific corporate news.</li><li>The earnings reports and financial updates could help give investors a clearer picture of how companies and consumers have been dealing with inflation.</li><li>NEW YORK (AP) — Stocks surged in afternoon trading on Wall Street Monday and marked the latest about-face for a market that has been unsteadily lurching between gains and losses.The S&P 500 rose 2.7% as of 12:06 p.m. Eastern.</li><li>government bonds rallied following news that the country’s new Treasury chief was abandoning nearly all of a series of unfunded tax cuts announced last month that had upset markets.</li><li>The Dow Jones Industrial Average rose 545 points, or 1.8%, to 30,180 and the Nasdaq rose 3.5%.Technology and communications companies has some of the biggest gains.</li></ul>",
            "website_url": "https://apnews.com/384a239ab6f3a9b5511396fd1ff41018"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "With over 43M K12 users, Adobe Express for Education gets new AI and safe search tools",
            "description": "Adobe Express, the companys templatecentric tool for helping anyone quickly create logos, banners, flyers, ads and more, has always long offered a free version for schools. As the company announced today  one day before its annual MAX conference  Adobe Ex",
            "url": "/2022-10-17-with-over-43m-k-12-users-adobe-express-for-education-gets-new-ai-and-safe-search-tools",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/Adobe_San_Jose_headquarters_2.jpeg",
            "publishedAt": "2022-10-17T17:30:15Z",
            "content": "Adobe Express, the companys templatecentric tool for helping anyone quickly create logos, banners, flyers, ads and more, has always long offered a free version for schools. As the company announced [+1925 chars]",
            "summary": "Adobe Express, the companys template-centric tool for helping anyone quickly create logos, banners, flyers, ads and more, has always long offered a free version for schools. It now features the companys context-aware AI-powered templates that make it easier for non-designers to create more professional-looking content. Its surely useful for teachers, but I dont think anybodys expectation of a third-grader should be to be able to produce an AI-enhanced flyer for her science fair project. It allowed them to showcase their creativity and share what they felt was most important, authentically.Adobe launches Creative Cloud Express, an update to Adobe Spark The feature evaluates your pre-made content (text, images, etc.) and then recommends relevant templates. They loved sharing what they learned using Express!",
            "html_summary": "<ul><li>Adobe Express, the company’s template-centric tool for helping anyone quickly create logos, banners, flyers, ads and more, has always long offered a free version for schools.</li><li>It now features the company’s context-aware AI-powered templates that make it easier for non-designers to create more professional-looking content.</li><li>It’s surely useful for teachers, but I don’t think anybody’s expectation of a third-grader should be to be able to produce an AI-enhanced flyer for her science fair project.</li><li>It allowed them to showcase their creativity and share what they felt was most important, authentically.”Adobe launches Creative Cloud Express, an update to Adobe Spark</li><li>The feature evaluates your pre-made content (text, images, etc.)</li><li>and then recommends relevant templates.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/17/with-over-43m-k-12-users-adobe-express-for-education-gets-new-ai-and-safe-search-tools/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Silas Gene Berdichevsky on the 5year roller coaster facing battery companies",
            "description": "Sila finds itself in a perfect storm of productmarket fit and is steadily advancing on its path to produce battery cells for automakers on U.S. soil.",
            "url": "/2022-10-17-silas-gene-berdichevsky-on-the-5-year-roller-coaster-facing-battery-companies",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/berdichevsky-portrait.jpg?resize=1200,675",
            "publishedAt": "2022-10-17T15:00:49Z",
            "content": "As hundreds of thousands of EVs come to market over the next few years, demand for critical battery materials like lithium, graphite, nickel, and cobalt has never been higher. Automakers are scrambli [+2472 chars]",
            "summary": "As hundreds of thousands of EVs come to market over the next few years, demand for critical battery materials like lithium, graphite, nickel, and cobalt has never been higher. The startup finds itself in a perfect storm of product-market fit and is steadily advancing on its path to produce battery cells for automakers on U.S. soil. In addition, Sila purchased a facility in Washington that will produce automotive-scale quantities of Silas battery technology starting in 2024.In that time, the Inflation Reduction Act became the law of the land. Automakers are scrambling to ensure their own supply of key raw materials and, in the process, reduce their reliance on China, the dominant force in the industry.The result? In the year since we last interviewed Silas co-founder and CEO, Gene Berdichevsky, Sila announced that its silicon anode material will appear in the Mercedes electric G-Class in 2025. Part of that could be leveraging the Department of Energy loan guarantee, as well, which is the same program that funded Tesla, Ford, GM and others to build EVs over the last decade. When you announced the buy, you told me that scaling from 10 GWh to 150 GWh would require another $2 billion.",
            "html_summary": "<ul><li>As hundreds of thousands of EVs come to market over the next few years, demand for critical battery materials like lithium, graphite, nickel, and cobalt has never been higher.</li><li>The startup finds itself in a perfect storm of product-market fit and is steadily advancing on its path to produce battery cells for automakers on U.S. soil.</li><li>In addition, Sila purchased a facility in Washington that will produce automotive-scale quantities of Sila’s battery technology starting in 2024.In that time, the Inflation Reduction Act became the law of the land.</li><li>Automakers are scrambling to ensure their own supply of key raw materials and, in the process, reduce their reliance on China, the dominant force in the industry.The result?</li><li>In the year since we last interviewed Sila’s co-founder and CEO, Gene Berdichevsky, Sila announced that its silicon anode material will appear in the Mercedes electric G-Class in 2025.</li><li>Part of that could be leveraging the Department of Energy loan guarantee, as well, which is the same program that funded Tesla, Ford, GM and others to build EVs over the last decade.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/17/silas-gene-berdichevsky-on-the-5-year-roller-coaster-facing-battery-companies/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "Kanye West to buy Parler, promises to protect conservative opinions",
            "description": "Wests antisemitic posts got him locked out of Twitter and Instagram this month.",
            "url": "/2022-10-17-kanye-west-to-buy-parler-promises-to-protect-conservative-opinions",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/getty-kanye-west-760x380.jpg",
            "publishedAt": "2022-10-17T16:01:52Z",
            "content": "Enlarge/ Kanye West during Paris Fashion Week on October 02, 2022 in Paris, France.14 with 14 posters participatingKanye West has struck a deal to buy the free speech social network Parler, abo [+3785 chars]",
            "summary": "\"Parlement Technologies announced today that it has entered into an agreement in principle to sell Parler, the world's pioneering uncancelable free speech platform, to Ye (formerly known as Kanye West),\" the company said in a press release. \"In a world where conservative opinions are considered to be controversial, we have to make sure we have the right to freely express ourselves,\" West said in Parler's announcement of the pending acquisition.Financial terms were not announced, but the deal could be completed quickly. \"\"The proposed acquisition will assure Parler a future role in creating an uncancelable ecosystem where all voices are welcome,\" the press release also said.Instagram locked West's account and deleted content after he shared a post that seemed to suggest rapper Sean Combs is controlled by Jewish people.  Jon Brodkin - Oct 17, 2022 4:01 pm UTC Kanye West has struck a deal to buy the \"free speech\" social network Parler, about a week after antisemitic posts got West locked out of his Twitter and Instagram accounts. A BuzzFeed report in February 2021 said, \"The Trump Organization negotiated on behalf of then-president Donald Trump to make Parler his primary social network, but it had a condition: an ownership stake in return for joining. Ye is making a groundbreaking move into the free speech media space and will never have to fear being removed from social media again. \"Parler offered Trump's company a 40 percent ownership stake, but negotiations \"were ultimately derailed by the events of January 6,\" the report said, referring to the assault on the US Capitol.",
            "html_summary": "<ul><li>\"Parlement Technologies announced today that it has entered into an agreement in principle to sell Parler, the world's pioneering uncancelable free speech platform, to Ye (formerly known as Kanye West),\" the company said in a press release.</li><li>\"In a world where conservative opinions are considered to be controversial, we have to make sure we have the right to freely express ourselves,\" West said in Parler's announcement of the pending acquisition.Financial terms were not announced, but the deal could be completed quickly.</li><li>\"\"The proposed acquisition will assure Parler a future role in creating an uncancelable ecosystem where all voices are welcome,\" the press release also said.Instagram locked West's account and deleted content after he shared a post that seemed to suggest rapper Sean Combs is controlled by Jewish people.</li><li> Jon Brodkin - Oct 17, 2022 4:01 pm UTC Kanye West has struck a deal to buy the \"free speech\" social network Parler, about a week after antisemitic posts got West locked out of his Twitter and Instagram accounts.</li><li>A BuzzFeed report in February 2021 said, \"The Trump Organization negotiated on behalf of then-president Donald Trump to make Parler his primary social network, but it had a condition: an ownership stake in return for joining.</li><li>Ye is making a groundbreaking move into the free speech media space and will never have to fear being removed from social media again.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/10/kanye-west-to-buy-parler-promises-to-protect-conservative-opinions/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Driverless in Phoenix and GM takes its EV offensive beyond vehicles",
            "description": "The Station is a newsletter dedicated to all things transportation. We take a driverless ride in Phoenix and dig into GMs new energy unit.",
            "url": "/2022-10-17-driverless-in-phoenix-and-gm-takes-its-ev-offensive-beyond-vehicles",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/waymo-jaguar.jpg?resize=1200,900",
            "publishedAt": "2022-10-17T11:35:41Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. This is a sho [+8994 chars]",
            "summary": "Instead, heres a list of the ones that got my attention.Ascendant Mobility Acquisition I, a special purpose acquisition company (SPAC) focused on mobility, withdrew its plans for an initial public offering. The company expects to invest $20 million in the new unit.The U.S. Department of Labor has proposed changes to how gig workers should be classified in an effort to combat employee misclassification, the federal agency said in a statement. The conviction caps a wild and dramatic run for Milton, whose constant efforts to pump the stock, including lying to investors, helped push the companys valuation past established automakers even though it hadnt made a single truck. So instead, you give the system all of this training data, allow it to learn the best behavior in certain situations on its own, rather than having to manually get in there and insert heuristics.The result is a system that can handle more dynamic situations and improves more quickly. This time, I took a spin in downtown Phoenix in a driverless Jaguar I-Pace (sans human safety driver).The driverless rides in downtown Phoenix are not open to the public just yet. It also allows Waymo to more easily fold in new features.For instance, as I was exiting, the robotaxi gave me a visual and audio alert that another vehicle was approaching from behind to ensure I didnt whip my door open too wide on the busy street. You also can send a direct message to @kirstenkorosec.Amazon plans to double the number of micromobility hubs it has in Europe as it explores ways to clean up its logistics network.What if Apple decided to screw the secretive electric car project and actually just make an e-bike?",
            "html_summary": "<ul><li>Instead, here’s a list of the ones that got my attention.Ascendant Mobility Acquisition I, a special purpose acquisition company (SPAC) focused on mobility, withdrew its plans for an initial public offering.</li><li>The company expects to invest $20 million in the new unit.The U.S. Department of Labor has proposed changes to how gig workers should be classified in an effort to “combat employee misclassification,” the federal agency said in a statement.</li><li>The conviction caps a wild and dramatic run for Milton, whose constant efforts to pump the stock, including lying to investors, helped push the company’s valuation past established automakers even though it hadn’t made a single truck.</li><li>So instead, you give the system all of this training data, allow it to learn the best behavior in certain situations on its own, rather than having to manually get in there and insert heuristics.”The result is a system that can handle more dynamic situations and improves more quickly.</li><li>This time, I took a spin in downtown Phoenix in a driverless Jaguar I-Pace (sans human safety driver).The driverless rides in downtown Phoenix are not open to the public just yet.</li><li>It also allows Waymo to more easily fold in new features.For instance, as I was exiting, the robotaxi gave me a visual and audio alert that another vehicle was approaching from behind to ensure I didn’t whip my door open too wide on the busy street.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/17/driverless-in-phoenix-and-gm-takes-its-ev-offensive-beyond-vehicles/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Stability AI, the startup behind Stable Diffusion, raises $101M",
            "description": "Stability AI, the company funding the development of open source music and imagegenerating systems like Dance Diffusion and Stable Diffusion, today announced that it raised $101 million in a funding round led by Coatue and Lightspeed Venture Partners wi",
            "url": "/2022-10-17-stability-ai-the-startup-behind-stable-diffusion-raises-101m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/ai-gen-unfiltered.jpg?resize=1200,675",
            "publishedAt": "2022-10-17T17:01:51Z",
            "content": "Stability AI, the company funding the development of open source music and imagegenerating systems like Dance Diffusion and Stable Diffusion, today announced that it raised $101 million in a fundin [+3784 chars]",
            "summary": "Stability AI, the company funding the development of open source music- and image-generating systems like Dance Diffusion and Stable Diffusion, today announced that it raised $101 million in a funding round led by Coatue and Lightspeed Venture Partners with participation from OShaughnessy Ventures LLC. The open source release of Stable Diffusion has been used to create objectionable content like graphic violence and pornographic, nonconsensual celebrity deepfakes. Indeed, it is our belief this technology will be prevalent, and the paternalistic and somewhat condescending attitude of many AI aficionados is misguided in not trusting society.Stability AI plans to make money by training private models for customers and acting as a general infrastructure layer. We plan to use our compute to accelerate open source, foundational AI.Stability AI has a cluster of more than 4,000 Nvidia A100 GPUs running in AWS, which it uses to train AI systems including Stable Diffusion. But Mostaque has repeatedly asserted that the companys R&D will enable it to train models more efficiently going forward.The companys work hasnt escaped controversy, its worth noting. The tranche values the company at $1 billion post-money, according to a Bloomberg source, and comes as the demand for AI-powered content generation accelerates.Stability AI is the brainchild of CEO Emad Mostaque. Having graduated from Oxford with a Masters in mathematics and computer science, he served as an analyst at various hedge funds before shifting gears to more public-facing works.",
            "html_summary": "<ul><li>Stability AI, the company funding the development of open source music- and image-generating systems like Dance Diffusion and Stable Diffusion, today announced that it raised $101 million in a funding round led by Coatue and Lightspeed Venture Partners with participation from O’Shaughnessy Ventures LLC.</li><li>The open source release of Stable Diffusion has been used to create objectionable content like graphic violence and pornographic, nonconsensual celebrity deepfakes.</li><li>“Indeed, it is our belief this technology will be prevalent, and the paternalistic and somewhat condescending attitude of many AI aficionados is misguided in not trusting society.”Stability AI plans to make money by training “private” models for customers and acting as a general infrastructure layer.</li><li>“We plan to use our compute to accelerate open source, foundational AI.”Stability AI has a cluster of more than 4,000 Nvidia A100 GPUs running in AWS, which it uses to train AI systems including Stable Diffusion.</li><li>But Mostaque has repeatedly asserted that the company’s R&D will enable it to train models more efficiently going forward.The company’s work hasn’t escaped controversy, it’s worth noting.</li><li>The tranche values the company at $1 billion post-money, according to a Bloomberg source, and comes as the demand for AI-powered content generation accelerates.Stability AI is the brainchild of CEO Emad Mostaque.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/17/stability-ai-the-startup-behind-stable-diffusion-raises-101m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Alex Wilhelm",
            "title": "Maybe we didnt deserve any IPOs this year",
            "description": "We cannot provide enough handicapping to eliminate the fact that so very many 2021 tech IPOs were, from a returns perspective, hot garbage once they floated. Maybe we didnt deserve any IPOs this year by Alex Wilhelm originally published on TechCrunch",
            "url": "/2022-10-17-maybe-we-didnt-deserve-any-ipos-this-year",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/05/NSussman_Techcrunch_Exchange_v3-GRN.jpg?resize=1200,900",
            "publishedAt": "2022-10-17T16:00:04Z",
            "content": "From one perspective, DoorDash is a bargain today. The same goes for Coinbase, UiPath, AppLovin, Oscar Health, Bumble, and Qualtrics.Indeed, if you pick nearly any 2021 technology IPO and compare i [+1095 chars]",
            "summary": "It is valid to handicap negative outcomes with pertinent fluctuations in the underlying market; that said, we often cannot provide enough handicapping to get anywhere close to eliminating the fact that so very many 2021 tech IPOs were, from a returns perspective, hot garbage once they were floated. The same goes for Coinbase, UiPath, AppLovin, Oscar Health, Bumble, and Qualtrics.Indeed, if you pick nearly any 2021 technology IPO and compare its debut price to where it trades today, you will find that the market is offering yesteryears standouts at a massive discount. Were talking bad returns here from the perspective of any time frame.Part of the issue is the simple fact that 2021 valuations were higher than what we see today. So much of a discount that its hard to not wonder if at least part of the reticence of the 2022 IPO market is not predicated on macro conditions, but the more specific  dare we say microeconomic? Read it every morning on TechCrunch+ or get The Exchange newsletter every Saturday.The declines in question are not small, and they are not merely extant when measured from all-time highs.  awful performance of the public debuts that we saw last year.The Exchange explores startups, markets and money. From one perspective, DoorDash is a bargain today.",
            "html_summary": "<ul><li>It is valid to handicap negative outcomes with pertinent fluctuations in the underlying market; that said, we often cannot provide enough handicapping to get anywhere close to eliminating the fact that so very many 2021 tech IPOs were, from a returns perspective, hot garbage once they were floated.</li><li>The same goes for Coinbase, UiPath, AppLovin, Oscar Health, Bumble, and Qualtrics.Indeed, if you pick nearly any 2021 technology IPO and compare its debut price to where it trades today, you will find that the market is offering yesteryear’s standouts at a massive discount.</li><li>We’re talking bad returns here from the perspective of any time frame.Part of the issue is the simple fact that 2021 valuations were higher than what we see today.</li><li>So much of a discount that it’s hard to not wonder if at least part of the reticence of the 2022 IPO market is not predicated on macro conditions, but the more specific — dare we say microeconomic?</li><li>Read it every morning on TechCrunch+ or get The Exchange newsletter every Saturday.The declines in question are not small, and they are not merely extant when measured from all-time highs.</li><li>— awful performance of the public debuts that we saw last year.The Exchange explores startups, markets and money.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/17/maybe-we-didnt-deserve-any-ipos-this-year/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. FedEx abandons its lastmile delivery robot program. Drones and satellites are making better, lifesaving hurricane forecasts. Health care providers up their tech spend  Axios. Next step for Elizabeth Holmes Bid for a new trial. Wall Street opens sharply higher; UK tax retreat welcomed. With over 43M K12 users, Adobe Express for Education gets new AI and safe search tools. Silas Gene Berdichevsky on the 5year roller coaster facing battery companies. Kanye West to buy Parler, promises to protect conservative opinions. Driverless in Phoenix and GM takes its EV offensive beyond vehicles. Stability AI, the startup behind Stable Diffusion, raises $101M. Maybe we didnt deserve any IPOs this year"
}