{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Hope King",
            "title": "Amazon CEO More layoffs to come",
            "description": "Amazon CEO Andy Jassy told employees Thursday there will be more job cuts next year.Why it matters The company confirmed on Wednesday that it had started to lay off roughly 10,000 people its largest ever round of cuts.Details Jassy in his note said his ex",
            "url": "/2022-11-18-amazon-layoffs-2023-jassy",
            "urlToImage": "https://images.axios.com/r_ObYfb1LN2AGa62ILClQEXx3nE=/0x0:4200x2363/1366x768/2022/11/17/1668728275071.jpg",
            "publishedAt": "2022-11-18T00:09:17Z",
            "content": "Amazon CEO Andy Jassy told employees Thursday there will be more job cuts next year.Why it matters The company confirmed on Wednesday that it had started to lay off roughly 10,000 people its larg [+2130 chars]",
            "summary": "Of note: Jason Del Rey at Vox reported that there was a lack of communication from senior leaders after the New York Times broke the news about the job cuts.Read Andy Jassy's email.Go deeper: An Amazon Go retail store sign at Amazon headquarters in Seattle, Washington.",
            "html_summary": "<ul><li>Of note: Jason Del Rey at Vox reported that there was a lack of communication from senior leaders after the New York Times broke the news about the job cuts.Read Andy Jassy's email.Go deeper:</li></ul>",
            "website_url": "https://www.axios.com/2022/11/18/amazon-layoffs-2023-jassy"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Utah Tech plays Idaho, aims to break road slide  The Associated Press  en Espaol",
            "description": "Utah Tech Trailblazers (13) at Idaho Vandals (13) Moscow; Saturday, 5 p.m. EST BOTTOM LINE Utah Tech will look to end its threegame road losing streak when the Trailblazers play Idaho.",
            "url": "/2022-11-18-sports-mens-college-basketball-utah-idaho-7c19f04b875549769c949014da7c82bb",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-11-18T07:28:55Z",
            "content": "Utah Tech Trailblazers (13) at Idaho Vandals (13)Moscow; Saturday, 5 p.m. ESTBOTTOM LINE Utah Tech will look to end its threegame road losing streak when the Trailblazers play Idaho.Idaho w [+455 chars]",
            "summary": "The Vandals allowed opponents to score 79.6 points per game and shoot 48.0% from the field last season.Utah Tech went 6-12 in WAC action and 3-10 on the road a season ago. The Trailblazers averaged 72.5 points per game while allowing opponents to score 74.1 last season.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. Utah Tech Trailblazers (1-3) at Idaho Vandals (1-3)Moscow; Saturday, 5 p.m. ESTBOTTOM LINE: Utah Tech will look to end its three-game road losing streak when the Trailblazers play Idaho.Idaho went 9-22 overall with an 8-7 record at home during the 2021-22 season.",
            "html_summary": "<ul><li>The Vandals allowed opponents to score 79.6 points per game and shoot 48.0% from the field last season.Utah Tech went 6-12 in WAC action and 3-10 on the road a season ago.</li><li>The Trailblazers averaged 72.5 points per game while allowing opponents to score 74.1 last season.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li></ul>",
            "website_url": "https://apnews.com/article/sports-mens-college-basketball-utah-idaho-7c19f04b875549769c949014da7c82bb"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By PATRICK WALL and KALYN BELSHA of Chalkbeat and ANNIE MA of The Associated Press",
            "title": "Schools struggle to staff up for youth mental health crisis",
            "description": "Despite an influx of COVID19 relief money, school districts across the country have struggled to staff up to address students mental health needs that have only grown since the pandemic hit. Among 18 of the countrys largest school districts, 12",
            "url": "/2022-11-18-e3499782609372f958895266b2491c71",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/f0/df0fde11-971c-5ac4-97b6-2c0227306c01/63777afe3123d.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-18T12:17:44Z",
            "content": "By PATRICK WALL and KALYN BELSHA of Chalkbeat and ANNIE MA of The Associated PressMira Ugwuadu felt anxious and depressed when she returned to her high school in Cobb County, Georgia, last fall aft [+9185 chars]",
            "summary": "School districts only planned to spend about 2% of the largest round of federal COVID aid on mental health hiring, according to the groups analysis of more than 5,000 district spending plans.One bright spot in the school mental health landscape, though, is the increase in social workers. But I also deserve care and support, too.A spokesperson for Cobb County Public Schools said school counselor positions are based on a state funding formula, and the district strongly supports more funding.The Chalkbeat analysis is based on school staffing and vacancy data obtained through open records requests. Districts included in the analysis, which serve a combined 3 million students, started the year with nearly 1,000 unfilled mental health positions.Hiring challenges are largely to blame, but some school systems have invested relief money in other priorities. Among 18 of the countrys largest school districts, 12 started this school year with fewer counselors or psychologists than they had in fall 2019, according to an analysis by Chalkbeat. The district sought to hire staff to address increased student needs such as anxiety, depression and struggles with conflict management, but still had 30 vacant psychologist positions, a district official said this month.Even before the pandemic, some schools struggled to find psychologists. Chicago, for example, added 32 school psychologist positions since fall 2019 but ended up with just one additional psychologist on staff this fall. Some of the extra need for support has been absorbed by social workers  their ranks have grown by nearly 50% since before the pandemic, federal data shows  but they have different clinical training from other mental health professionals and many other duties, including helping families.",
            "html_summary": "<ul><li>School districts only planned to spend about 2% of the largest round of federal COVID aid on mental health hiring, according to the group’s analysis of more than 5,000 district spending plans.One bright spot in the school mental health landscape, though, is the increase in social workers.</li><li>But I also deserve care and support, too.”A spokesperson for Cobb County Public Schools said school counselor positions are based on a state funding formula, and the district strongly supports more funding.The Chalkbeat analysis is based on school staffing and vacancy data obtained through open records requests.</li><li>Districts included in the analysis, which serve a combined 3 million students, started the year with nearly 1,000 unfilled mental health positions.Hiring challenges are largely to blame, but some school systems have invested relief money in other priorities.</li><li>Among 18 of the country’s largest school districts, 12 started this school year with fewer counselors or psychologists than they had in fall 2019, according to an analysis by Chalkbeat.</li><li>The district sought to hire staff to address increased student needs such as anxiety, depression and struggles with conflict management, but still had 30 vacant psychologist positions, a district official said this month.Even before the pandemic, some schools struggled to find psychologists.</li><li>Chicago, for example, added 32 school psychologist positions since fall 2019 but ended up with just one additional psychologist on staff this fall.</li></ul>",
            "website_url": "https://apnews.com/e3499782609372f958895266b2491c71"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MICHAEL LIEDTKE - AP Technology Writer",
            "title": "Elizabeth Holmes faces judgment day for her Theranos crimes",
            "description": "A federal judge on Friday will decide whether disgraced Theranos CEO Elizabeth Holmes should serve a lengthy prison sentence for duping investors and endangering patients while peddling a bogus bloodtesting technology. After being convicted of investor fraud",
            "url": "/2022-11-18-7ea71f015b874c6e454dcdd4f0857bd4",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/5d/95dbf4cd-1980-5419-9c1c-2da556f05f76/637617bf83729.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-18T07:36:58Z",
            "content": "By MICHAEL LIEDTKE  AP Technology WriterA federal judge on Friday will decide whether disgraced Theranos CEO Elizabeth Holmes should serve a lengthy prison sentence for duping investors and endang [+5838 chars]",
            "summary": "Their arguments were supported by more than 130 letters submitted by family, friends and former colleagues praising Holmes.A probation report also submitted to Davila recommended a nine=year prison sentence for Holmes.Prosecutors also want Holmes to pay $804 million in restitution. In a scathing 46-page memo, Leach told the judge he has an opportunity to send a message that curbs the hubris and hyperbole unleashed by the tech boom of the past decade.Holmes preyed on hopes of her investors that a young, dynamic entrepreneur had changed healthcare, Leach wrote. District Judge Edward Davila will take center stage as he weighs the federal governments recommendation to send Holmes, 38, to federal prison for 15 years. Thats slightly less than the maximum sentence of 20 years she could face, but far longer than her legal teams attempt to limit her incarceration to no more than 18 months, preferably served in home confinement. Federal prosecutor Robert Leach emphatically declared Holmes deserves a severe punishment for engineering a scam that he described as one of the most egregious white-collar crimes ever committed in Silicon Valley. Balwani, 57, is scheduled to be sentenced Dec. 7 after being convicted in a July trial on 12 counts of fraud and conspiracy. Her lawyers have argued that Holmes deserves more lenient treatment as a well-meaning entrepreneur who is now a devoted mother with another child on the way.",
            "html_summary": "<ul><li>Their arguments were supported by more than 130 letters submitted by family, friends and former colleagues praising Holmes.A probation report also submitted to Davila recommended a nine=year prison sentence for Holmes.Prosecutors also want Holmes to pay $804 million in restitution.</li><li>In a scathing 46-page memo, Leach told the judge he has an opportunity to send a message that curbs the hubris and hyperbole unleashed by the tech boom of the past decade.Holmes “preyed on hopes of her investors that a young, dynamic entrepreneur had changed healthcare,” Leach wrote.</li><li>District Judge Edward Davila will take center stage as he weighs the federal government’s recommendation to send Holmes, 38, to federal prison for 15 years.</li><li>That’s slightly less than the maximum sentence of 20 years she could face, but far longer than her legal team’s attempt to limit her incarceration to no more than 18 months, preferably served in home confinement.</li><li>Federal prosecutor Robert Leach emphatically declared Holmes deserves a severe punishment for engineering a scam that he described as one of the most egregious white-collar crimes ever committed in Silicon Valley.</li><li>Balwani, 57, is scheduled to be sentenced Dec. 7 after being convicted in a July trial on 12 counts of fraud and conspiracy.</li></ul>",
            "website_url": "https://apnews.com/7ea71f015b874c6e454dcdd4f0857bd4"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Rocket Report Long March 6A breaks apart after launch; SLS soars in debut",
            "description": "The relevant incident will not affect the Chinese space station...",
            "url": "/2022-11-18-rocket-report-long-march-6a-breaks-apart-after-launch-sls-soars-in-debut",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/11/Artemis-1-Nov-16-2022-3334-760x380.jpg",
            "publishedAt": "2022-11-18T12:00:15Z",
            "content": "Enlarge/ The Space Launch System rocket and Orion spacecraft streak away from Kennedy Space Center on Wednesday morning.0 with 0 posters participatingWelcome to Edition 5.18 of the Rocket Report! [+4999 chars]",
            "summary": "At the end of 2022 a European rocket put the James Webb Space Telescope successfully into space, and 11 months later NASA's Space Launch System performed an on-target launch. Canadian launch startup SpaceRyde revealed plans this week to launch four private commercial flights for ISILaunch, Space News reports. The company does not yet have a launch license, but the aviation authority said it was in \"very advanced stages\" of granting the launch and range licenses. Notably, Electron is the smallest rocket to launch a payload to the Moon, and its manufacturer, Rocket Lab, stressed the capabilities of the booster and its Photon upper stage to the maximum to send CAPSTONE on its long journey to the Moon. This was a necessary step in the regulatory process, but not the final one, before Virgin Orbit can fly its Cosmic Girl aircraft from England and send its LauncherOne rocket into orbit.One step closer to launch ... Spaceport Cornwall will be allowed to host the United Kingdom's first space launch after it was granted an operating license by the Civil Aviation Authority, BBC reports. NASA plans to build a small space station, called the Lunar Gateway, here later this decade.SpaceRyde inks launch contract.",
            "html_summary": "<ul><li>At the end of 2022 a European rocket put the James Webb Space Telescope successfully into space, and 11 months later NASA's Space Launch System performed an on-target launch.</li><li>Canadian launch startup SpaceRyde revealed plans this week to launch four private commercial flights for ISILaunch, Space News reports.</li><li>The company does not yet have a launch license, but the aviation authority said it was in \"very advanced stages\" of granting the launch and range licenses.</li><li>Notably, Electron is the smallest rocket to launch a payload to the Moon, and its manufacturer, Rocket Lab, stressed the capabilities of the booster and its Photon upper stage to the maximum to send CAPSTONE on its long journey to the Moon.</li><li>This was a necessary step in the regulatory process, but not the final one, before Virgin Orbit can fly its Cosmic Girl aircraft from England and send its LauncherOne rocket into orbit.One step closer to launch ...</li><li>Spaceport Cornwall will be allowed to host the United Kingdom's first space launch after it was granted an operating license by the Civil Aviation Authority, BBC reports.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/11/rocket-report-long-march-6a-breaks-apart-after-launch-sls-soars-in-debut/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Amazon CEO More layoffs to come. Utah Tech plays Idaho, aims to break road slide  The Associated Press  en Espaol. Schools struggle to staff up for youth mental health crisis. Elizabeth Holmes faces judgment day for her Theranos crimes. Rocket Report Long March 6A breaks apart after launch; SLS soars in debut"
}