{
    "status": "ok",
    "totalResults": 33,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Contributors",
            "title": "Tiny robots made of galinstan can run faster than a (scaled down) cheetah",
            "description": "Most soft robots are slow, but these feel the need for speed.",
            "url": "/2022-09-12-tiny-robots-made-of-galinstan-can-run-faster-than-a-scaled-down-cheetah",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/Screen-Shot-2022-09-12-at-2.26.39-PM-760x380.png",
            "publishedAt": "2022-09-13T17:15:00Z",
            "content": "6 with 6 posters participatingScientists at Johannes Kepler University (JKU) have created steerable soft robots that are capable of running, swimming, and jumping at high speeds. During testing, th [+4284 chars]",
            "summary": "But dont expect absolute speed records, as the robots have millimeter-scale bodiesalthough these tiny machines are probably the fastest soft robots on the planet.Soft robots are different from the conventional robots you see in factories, restaurants, and science exhibitions. Doctors could use fast soft robots to check for any anomalies in body organs (like the stomach) that are difficult to examine with conventional diagnostic robots.The ultrafast robots are made using a liquid metal alloy called galinstan. By contrast, conventional robots are made from rigid materials like plastic, aluminum, and metal.For a long time, scientists have been trying to create soft robots fast enough to work in extreme environments where no other machines would function. The researchers further equip the robots with L-shaped or sawtooth-shaped feet based on the substrates theyll be moving across.The SEMRs are powered using lithium-polymer batteries, and their ultrafast motion is driven by electromagnetic actuators (components that turn electrical energy into mechanical energy). Soft materials allow the robots to function in a similar way to that of a living organism (or a living tissue).  Rupendra Brahambhatt - Sep 13, 2022 5:15 pm UTC Scientists at Johannes Kepler University (JKU) have created steerable soft robots that are capable of running, swimming, and jumping at high speeds. Galinstan is not commonly used to create soft robots; they are mostly made from silicone-based elastomers.",
            "html_summary": "<ul><li>But don’t expect absolute speed records, as the robots have millimeter-scale bodies—although these tiny machines are probably the fastest soft robots on the planet.Soft robots are different from the conventional robots you see in factories, restaurants, and science exhibitions.</li><li>Doctors could use fast soft robots to check for any anomalies in body organs (like the stomach) that are difficult to examine with conventional diagnostic robots.The ultrafast robots are made using a liquid metal alloy called galinstan.</li><li>By contrast, conventional robots are made from rigid materials like plastic, aluminum, and metal.For a long time, scientists have been trying to create soft robots fast enough to work in extreme environments where no other machines would function.</li><li>The researchers further equip the robots with L-shaped or sawtooth-shaped feet based on the substrates they’ll be moving across.The SEMRs are powered using lithium-polymer batteries, and their ultrafast motion is driven by electromagnetic actuators (components that turn electrical energy into mechanical energy).</li><li>Soft materials allow the robots to function in a similar way to that of a living organism (or a living tissue).</li><li> Rupendra Brahambhatt - Sep 13, 2022 5:15 pm UTC Scientists at Johannes Kepler University (JKU) have created steerable soft robots that are capable of running, swimming, and jumping at high speeds.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/tiny-robots-made-of-galinstan-can-run-faster-than-a-scaled-down-cheetah/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Dear Mr. President Seriously, please stop with these science moonshots",
            "description": "Science needs sustainable, boring growth, but we just get flashy illformed initiatives.",
            "url": "/2022-09-12-dear-mr-president-seriously-please-stop-with-these-science-moonshots",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/presidential-moonshots-760x380.jpg",
            "publishedAt": "2022-09-12T18:45:03Z",
            "content": "44 with 41 posters participating, including story authorOn Monday, US President Joe Biden will announce more information on his plan to end cancer. The president will use the 60th anniversary of Pr [+2978 chars]",
            "summary": "It might be hard to understand why the car editor at a technology website is whining about science funding, but before moving to Ars full time in June last year, I spent six years working in a policy office at the National Institutes of Health. The president will use the 60th anniversary of President Kennedy's legendary speech about putting a man on the Moon to name a director for a new agency to make this happen, adding yet one more acronym to the US biomedical research enterprise. President and Mr. Vice President: science doesn't need another moonshot, and it really doesn't need another vaguely thought-out initiative dropped on it during a State of the Union address. What it needs is much more importantand probably much more difficult politically, because those needs are much less flashy.  Jonathan M. Gitlin - Sep 12, 2022 6:45 pm UTC On Monday, US President Joe Biden will announce more information on his plan to end cancer. It's a job that gave me a front row seat into how science policy actually works in the United States. What science needs is stable, sustainable budget growth.",
            "html_summary": "<ul><li>It might be hard to understand why the car editor at a technology website is whining about science funding, but before moving to Ars full time in June last year, I spent six years working in a policy office at the National Institutes of Health.</li><li>The president will use the 60th anniversary of President Kennedy's legendary speech about putting a man on the Moon to name a director for a new agency to make this happen, adding yet one more acronym to the US biomedical research enterprise.</li><li>President and Mr. Vice President: science doesn't need another moonshot, and it really doesn't need another vaguely thought-out initiative dropped on it during a State of the Union address.</li><li>What it needs is much more important—and probably much more difficult politically, because those needs are much less flashy.</li><li> Jonathan M. Gitlin - Sep 12, 2022 6:45 pm UTC On Monday, US President Joe Biden will announce more information on his plan to end cancer.</li><li>It's a job that gave me a front row seat into how science policy actually works in the United States.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/dear-mr-president-seriously-please-stop-with-these-science-moonshots/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Who said sedans were dead? The 2023 Genesis G80 Electrified, tested",
            "description": "With up to 3.9 miles/kWh, vehicletoload, and very fast charging, theres a lot to like.",
            "url": "/2022-09-12-the-2023-genesis-g80-electrified-blends-good-efficiency-with-great-style",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/Genesis-G80-Electrified-1-760x380.jpg",
            "publishedAt": "2022-09-13T18:44:11Z",
            "content": "Enlarge/ The Genesis G80 is a fine midsized luxury sedan, and now theres a fully battery electric variant. 24 with 17 posters participating, including story authorRecently Ars tested the new Gen [+3025 chars]",
            "summary": "Based on my testing, the car uses plug-and-charge, so it's simply a case of opening the charge door, plugging the car in, and then remembering to come back half an hour later. Genesis' distinctive \"two lines\" design element is present and correct, with the turn signals extending to the far side of the front wheel arches, and then picking up again at the rear of the car as its tail lights. That's sufficient for a range of at least 282 miles, according to the EPA (453 km).Like the E-GMP EVs, the G80 Electrified also operates at 800 V, which allows it to charge from 10 to 80 percent in just 22 minutes on a suitable DC fast charger. It's a bigger, more expensive car$79,825 plus destination feesbut manages to be even more efficient and luxurious in the process.If you detect a somewhat Bentley-ish look to the G80, you're not alonea side effect of some of the British brand's design team moving to South Korea a while ago. Although that car was Genesis' first EV to use the new E-GMP platform, it's technically the brand's second EV. Called the G80 Electrified, it was first shown in Shanghai last year but has now arrived on these shores.The company introduced the internal combustion engine-powered G80 in 2020, and it's a competent take on the midsize luxury sedan. Meanwhile, an AC charge at 240 V and 48 A should completely recharge the pack in 7 hours and 22 minutes, Genesis says.You must login or create an account to comment.",
            "html_summary": "<ul><li>Based on my testing, the car uses plug-and-charge, so it's simply a case of opening the charge door, plugging the car in, and then remembering to come back half an hour later.</li><li>Genesis' distinctive \"two lines\" design element is present and correct, with the turn signals extending to the far side of the front wheel arches, and then picking up again at the rear of the car as its tail lights.</li><li>That's sufficient for a range of at least 282 miles, according to the EPA (453 km).Like the E-GMP EVs, the G80 Electrified also operates at 800 V, which allows it to charge from 10 to 80 percent in just 22 minutes on a suitable DC fast charger.</li><li>It's a bigger, more expensive car—$79,825 plus destination fees—but manages to be even more efficient and luxurious in the process.If you detect a somewhat Bentley-ish look to the G80, you're not alone—a side effect of some of the British brand's design team moving to South Korea a while ago.</li><li>Although that car was Genesis' first EV to use the new E-GMP platform, it's technically the brand's second EV.</li><li>Called the G80 Electrified, it was first shown in Shanghai last year but has now arrived on these shores.The company introduced the internal combustion engine-powered G80 in 2020, and it's a competent take on the midsize luxury sedan.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/09/the-2023-genesis-g80-electrified-blends-good-efficiency-with-great-style/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Lolita Baldor",
            "title": "US leaders avoid victory dance in Ukraine combat advances  The Associated Press  en Espaol",
            "description": "US leaders avoid victory dance in Ukraine combat advancesThe Associated Press  en EspaolUkraine says it has reclaimed territory back to Russian border in northeastCBS NewsWhite House Ukrainians fighting hard to take back t",
            "url": "/2022-09-12-russia-ukraine-putin-nato-biden-technology-f16a66971fa9743fd3bfd6e15c95f501",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/748acdaa71324cf4a77efe5888e4d994/2997.jpeg",
            "publishedAt": "2022-09-13T04:24:11Z",
            "content": "WASHINGTON (AP) U.S. leaders from President Joe Biden on down are being careful not to declare a premature victory after a Ukrainian offensive forced Russian troops into a messy retreat in the north. [+6747 chars]",
            "summary": "Even though Mr. Putins military has taken a beating on the military front, his big card, yet probably to play is how well does Europe hold together through a winter that Mr. Putin is going to make completely miserable for the European people, Breedlove said. Im not going to speak to that now because things are in process, he told reporters.Breedlove noted that despite the recent battle losses, Putin still has a lot of tanks and a lot of trucks and a lot of people that he can still throw at this problem. Ukrainian forces have used the 16 HIMARS and several similar systems to strike supply lines, ammunition depots and other key Russian targets.The Ukrainians believe that this has happened because of the new technology equipment and weapons that weve sent them. The Ukrainian military and the Ukrainian political leadership made the decisions on how to conduct this counteroffensive.Ukrainian forces claimed Monday to have retaken a wide band of territory and more than 20 Ukrainian settlements from Russia, pushing all the way back to the two countries northeastern border. They ... said well, if you would have sent them six months ago, said Sen. Dick Durbin, an Illinois Democrat. It is also considering sending additional air defense systems, as well as lethal strike drones and more surveillance drones. Theyre just not his best tanks, his best trucks or his best people.But he warned that winter may bring the most daunting challenge.",
            "html_summary": "<ul><li>“Even though Mr. Putin’s military has taken a beating on the military front, his big card, yet probably to play is how well does Europe hold together through a winter that Mr. Putin is going to make completely miserable for the European people,” Breedlove said.</li><li>“I’m not going to speak to that now because things are in process,” he told reporters.Breedlove noted that despite the recent battle losses, Putin still has “a lot of tanks and a lot of trucks and a lot of people that he can still throw at this problem.</li><li>Ukrainian forces have used the 16 HIMARS and several similar systems to strike supply lines, ammunition depots and other key Russian targets.The Ukrainians “believe that this has happened because of the new technology equipment and weapons that we’ve sent them.</li><li>The Ukrainian military and the Ukrainian political leadership made the decisions on how to conduct this counteroffensive.”Ukrainian forces claimed Monday to have retaken a wide band of territory and more than 20 Ukrainian settlements from Russia, pushing all the way back to the two countries’ northeastern border.</li><li>They ... said well, if you would have sent them six months ago,” said Sen. Dick Durbin, an Illinois Democrat.</li><li>It is also considering sending additional air defense systems, as well as lethal strike drones and more surveillance drones.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-putin-nato-biden-technology-f16a66971fa9743fd3bfd6e15c95f501"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Scott Rosenberg",
            "title": "AIgenerated images open multiple cans of worms",
            "description": "Machinelearning programs that can produce sometimes jawdropping images from brief text prompts have advanced in a matter of months from a thats quite a trick stage to a genuine cultural disruption. Why it matters These new AI capabilities confront the w",
            "url": "/2022-09-12-ai-images-ethics-dall-e-2-stable-diffusion",
            "urlToImage": "https://images.axios.com/N-VADdMuwClzJ5h98vf0TIU4nVs=/0x0:1920x1080/1366x768/2022/09/11/1662934165603.jpg",
            "publishedAt": "2022-09-12T09:55:51Z",
            "content": "Machinelearning programs that can produce sometimes jawdropping images from brief text prompts have advanced in a matter of months from a thats quite a trick stage to a genuine cultural disrupti [+4957 chars]",
            "summary": "Machine-learning programs that can produce sometimes jaw-dropping images from brief text prompts have advanced in a matter of months from a \"that's quite a trick\" stage to a genuine cultural disruption. What's next: These programs are likely to keep getting more efficient and less distinguishable from magic. Their collisions with our existing systems of intellectual property law are likely to be epic.",
            "html_summary": "<ul><li>Machine-learning programs that can produce sometimes jaw-dropping images from brief text prompts have advanced in a matter of months from a \"that's quite a trick\" stage to a genuine cultural disruption.</li><li>What's next: These programs are likely to keep getting more efficient and less distinguishable from magic.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/12/ai-images-ethics-dall-e-2-stable-diffusion"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Bethany Allen-Ebrahimian",
            "title": "Chinese police target Tibetans for DNA collection, reports allege",
            "description": "Chinese authorities are collecting genetic information from residents across Tibet, according to two recent reports by research organizations in the U.S. and Canada. Why it matters The collection of genetic data, though important for scientific research and ",
            "url": "/2022-09-12-chinese-police-target-tibetans-dna-collection",
            "urlToImage": "https://images.axios.com/FXR9MYd2GcNiAtK8crCzG0aOBkY=/0x0:1920x1080/1366x768/2022/09/13/1663051944035.jpg",
            "publishedAt": "2022-09-13T15:43:30Z",
            "content": "Chinese authorities are collecting genetic information from residents across Tibet, according to two recent reports by research organizations in the U.S. and Canada. Why it matters The collection  [+2746 chars]",
            "summary": "Chinese authorities are collecting genetic information from residents across Tibet, according to two recent reports by research organizations in the U.S. and Canada.",
            "html_summary": "<ul></ul>",
            "website_url": "https://www.axios.com/2022/09/13/chinese-police-target-tibetans-dna-collection"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Joe Mcdonald",
            "title": "Chinas Xi heads abroad to promote strategic role  The Associated Press  en Espaol",
            "description": "Chinas Xi heads abroad to promote strategic roleThe Associated Press  en EspaolChinas Xi and Russias Putin Seek to Counter West in First InPerson Meeting Since Ukraine War BeganThe Wall Street JournalChinas Xi Jinping ",
            "url": "/2022-09-12-russia-ukraine-putin-china-asia-japan-6a8ed850c06c21a4606cc7010697df11",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/95bd1b5b352049a586a68e39dc1cd051/3000.jpeg",
            "publishedAt": "2022-09-13T09:54:32Z",
            "content": "BEIJING (AP) Chinese President Xi Jinping is using his first trip abroad since the start of the pandemic to promote his countrys strategic ambitions at a summit with Russias Vladimir Putin and other  [+4497 chars]",
            "summary": "It also might help to promote his standing with nationalists in the ruling party.Beijing-Moscow relations were chilly during the Soviet era, but the two sides have developed political and commercial ties since the late 1990s. He said the no limits language is meant to give them leverage in dealing with the West on Taiwan and other issues.This is a deterrence, Wang said. They have few common interests but are motivated by shared frustration about U.S. dominance of global affairs and Chinese demand for Russian oil and gas.Xis government refused to criticize Putins attack on Ukraine. That suggests Xi, Chinas most powerful leader since at least the 1980s, is confident he doesnt need to stay home to make political deals. His only trip outside the Chinese mainland since early 2020 was a one-day visit to Hong Kong to mark the 25th anniversary of the end of British colonial rule.Other SCO governments are Kazakhstan, Kyrgyzstan and Tajikistan. Aboard his flight, the pope was asked about a possible meeting and replied, I dont have any news about this. But I am always ready to go to China.Xi has participated in other global gatherings by video link.",
            "html_summary": "<ul><li>It also might help to promote his standing with nationalists in the ruling party.Beijing-Moscow relations were chilly during the Soviet era, but the two sides have developed political and commercial ties since the late 1990s.</li><li>He said the “no limits” language is meant to give them leverage in dealing with the West on Taiwan and other issues.“This is a deterrence,” Wang said.</li><li>They have few common interests but are motivated by shared frustration about U.S. dominance of global affairs and Chinese demand for Russian oil and gas.Xi’s government refused to criticize Putin’s attack on Ukraine.</li><li>That suggests Xi, China’s most powerful leader since at least the 1980s, is confident he doesn’t need to stay home to make political deals.</li><li>His only trip outside the Chinese mainland since early 2020 was a one-day visit to Hong Kong to mark the 25th anniversary of the end of British colonial rule.Other SCO governments are Kazakhstan, Kyrgyzstan and Tajikistan.</li><li>Aboard his flight, the pope was asked about a possible meeting and replied, “I don’t have any news about this.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-putin-china-asia-japan-6a8ed850c06c21a4606cc7010697df11"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Business Highlights Wall Street downdraft, inflation report  The Associated Press  en Espaol",
            "description": "___ Markets shudder on dashed inflation hopes; Dow falls 1,250 NEW YORK (AP)  The stock market fell the most since June 2020 following Wall Streets humbling realization that inflation is not slowing as much as hoped.",
            "url": "/2022-09-12-russia-ukraine-queen-elizabeth-ii-king-charles-iii-inflation-technology-95f833f0863982cec5f64db45b5e5159",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-09-13T21:56:28Z",
            "content": "___Markets shudder on dashed inflation hopes; Dow falls 1,250NEW YORK (AP) The stock market fell the most since June 2020 following Wall Streets humbling realization that inflation is not slowing [+6501 chars]",
            "summary": "More than 230 U.S. stores have voted to unionize since late last year.___Bill Gates: Technological innovation would help solve hungerNEW YORK (AP)  Bill Gates says the global hunger crisis is so immense that food aid cannot fully address the problem. Although gasoline costs have declined since June, the price of housing and food remain especially high in a way that suggests there will be further Federal Reserve interest rate hikes and more economic pain to bring down prices. Bond prices also tumbled, sending yields sharply higher, after the government reported inflation decelerated last month by less than economists forecast. ___Markets shudder on dashed inflation hopes; Dow falls 1,250NEW YORK (AP)  The stock market fell the most since June 2020 following Wall Streets humbling realization that inflation is not slowing as much as hoped. (AP)  The largest union representing General Electric Co. workers says its reached a tentative deal with the company to speed up pay raises for workers at a Massachusetts aviation plant. ___Starbucks to revamp stores to speed service, boost moraleSEATTLE (AP)  Starbucks plans to spend $450 million next year to make its North American stores more efficient and less complex. A hotter-than-expected report on inflation Tuesday has traders bracing for the Federal Reserve to ultimately raise interest rates even higher than expected, with all the risks for the economy that entails.",
            "html_summary": "<ul><li>More than 230 U.S. stores have voted to unionize since late last year.___Bill Gates: Technological innovation would help solve hungerNEW YORK (AP) — Bill Gates says the global hunger crisis is so immense that food aid cannot fully address the problem.</li><li>Although gasoline costs have declined since June, the price of housing and food remain especially high in a way that suggests there will be further Federal Reserve interest rate hikes and more economic pain to bring down prices.</li><li>Bond prices also tumbled, sending yields sharply higher, after the government reported inflation decelerated last month by less than economists forecast.</li><li>___Markets shudder on dashed inflation hopes; Dow falls 1,250NEW YORK (AP) — The stock market fell the most since June 2020 following Wall Street’s humbling realization that inflation is not slowing as much as hoped.</li><li>(AP) — The largest union representing General Electric Co. workers says it’s reached a tentative deal with the company to speed up pay raises for workers at a Massachusetts aviation plant.</li><li>___Starbucks to revamp stores to speed service, boost moraleSEATTLE (AP) — Starbucks plans to spend $450 million next year to make its North American stores more efficient and less complex.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-queen-elizabeth-ii-king-charles-iii-inflation-technology-95f833f0863982cec5f64db45b5e5159"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "Report Losing tech race with China could cost U.S. trillions  Axios",
            "description": "National security is only one reason for the U.S. to ramp up efforts to compete with China, a new study argues.",
            "url": "/2022-09-12-china-tech-us-race-cost",
            "urlToImage": "https://images.axios.com/TlK1TJBMHSbLZVd7rhsvBSLb26U=/0x436:1778x1436/1366x768/2022/09/11/1662933753219.png",
            "publishedAt": "2022-09-12T13:30:40Z",
            "content": "The United States could miss out on trillions of dollars in economic growth if it fails to confront the growing technology threat posed by China, according to a new report from the Eric Schmidtled S [+2104 chars]",
            "summary": "What they're saying: \"Imagine a world where China controls the global digital infrastructure, has the dominant position in tech platforms, controls the production of critical tech, and is harnessing biotech and new energy to transform its society, economy, and military,\" the group said in a statement to Axios. \"Key takeaways: Yes, but: While the group's 186-page report highlights the risk of China assuming the technological lead, it also outlines what it sees as key steps for averting that fate.What's next: SCSP is holding a summit of government and tech leaders Friday in Washington, D.C. \"If we lose in these areas, it will be very hard to regain advantages.",
            "html_summary": "<ul><li>What they're saying: \"Imagine a world where China controls the global digital infrastructure, has the dominant position in tech platforms, controls the production of critical tech, and is harnessing biotech and new energy to transform its society, economy, and military,\" the group said in a statement to Axios.</li><li>\"Key takeaways: Yes, but: While the group's 186-page report highlights the risk of China assuming the technological lead, it also outlines what it sees as key steps for averting that fate.What's next: SCSP is holding a summit of government and tech leaders Friday in Washington, D.C.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/12/china-tech-us-race-cost"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Marcy Gordon, Matt O'brien",
            "title": "Whistleblower China, India had agents working for Twitter  The Associated Press",
            "description": "Whistleblower China, India had agents working for TwitterThe Associated PressLive updates Twitters whistleblower testifies before Senate committeeCNNTwitter whistleblower alleges Chinese foreign agent infiltrated social ",
            "url": "/2022-09-12-elon-musk-twitter-inc-technology-congress-838866addb81ca93473b1c0dd280c2f2",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/c2a8d155b50c45cd95f6a50948da4fee/3000.jpeg",
            "publishedAt": "2022-09-13T20:37:30Z",
            "content": "WASHINGTON (AP) Twitters former security chief told Congress Tuesday there was at least one agent from Chinas intelligence service on Twitters payroll and that the company knowingly allowed India to  [+7448 chars]",
            "summary": "He said Twitter did not address basic systemic failures brought forward by company engineers.The FTC has been a little over its head, and far behind European counterparts, in policing the sort of privacy violations that have occurred at Twitter, Zatko said. But he said many of the problems he raised can likely be found at many other digital technology platformsThey avoid security protocols in a sense of innovating and running really fast, Lightman said. WASHINGTON (AP)  Twitters former security chief told Congress Tuesday there was at least one agent from Chinas intelligence service on Twitters payroll and that the company knowingly allowed India to add agents to the company roster as well, potentially giving those nations access to sensitive data about users. Zatkos allegation that Twitter was more concerned about foreign regulators than the FTC, Enberg said, could be a wakeup call for U.S. lawmakers, who have been unable to pass meaningful regulation on social media companies.Sen. Zatko told lawmakers that the social media platform is plagued by weak cyber defenses that make it vulnerable to exploitation by  teenagers, thieves and spies and put the privacy of its users at risk. Lindsey Graham, a Republican from South Carolina, said one positive result that could come out of Zatkos findings would be bipartisan legislation to set up a tighter system of regulation of tech platforms. The vote was largely a formality, particularly given Musks efforts to nullify the deal, although it does clear a legal hurdle to closing the sale.Zatkos message echoed one brought to Congress against another social media giant last year.",
            "html_summary": "<ul><li>He said Twitter did not address “basic systemic failures” brought forward by company engineers.The FTC has been “a little over its head”, and far behind European counterparts, in policing the sort of privacy violations that have occurred at Twitter, Zatko said.</li><li>But he said many of the problems he raised can likely be found at many other digital technology platforms“They avoid security protocols in a sense of innovating and running really fast,” Lightman said.</li><li>WASHINGTON (AP) — Twitter’s former security chief told Congress Tuesday there was “at least one agent” from China’s intelligence service on Twitter’s payroll and that the company knowingly allowed India to add agents to the company roster as well, potentially giving those nations access to sensitive data about users.</li><li>Zatko’s allegation that Twitter was more concerned about foreign regulators than the FTC, Enberg said, “could be a wakeup call for U.S. lawmakers,” who have been unable to pass meaningful regulation on social media companies.Sen.</li><li>Zatko told lawmakers that the social media platform is plagued by weak cyber defenses that make it vulnerable to exploitation by “ teenagers, thieves and spies” and put the privacy of its users at risk.</li><li>Lindsey Graham, a Republican from South Carolina, said one positive result that could come out of Zatko’s findings would be bipartisan legislation to set up a tighter system of regulation of tech platforms.</li></ul>",
            "website_url": "https://apnews.com/article/elon-musk-twitter-inc-technology-congress-838866addb81ca93473b1c0dd280c2f2"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Google spinoff Aalyria salvages Project Loon technology for the US military",
            "description": "Loons laser communications and networking software get new life as Aalyria.",
            "url": "/2022-09-12-google-spinoff-aalyria-salvages-project-loon-technology-for-the-us-military",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/62fc2965c159e9325f90e79d_aalyria-spacetime-software-defined-network-760x380.jpg",
            "publishedAt": "2022-09-13T18:31:40Z",
            "content": "Enlarge/ Aalyrias vision of a connected Earth, though SpaceXs Starlink network basically already looks like this. 0 with 0 posters participatingA pair of reports from CNBC and Bloomberg are det [+4610 chars]",
            "summary": "The company is apparently going public today, complete with a spiffy new website.Project Loon was a Google/Alphabet company for eight years and wanted to provide Internet for low-connectivity areas with flying cell towers suspended overhead by weather balloons. The new company sounds like it's taking the canceled Project Loon technology, packaging it up under a new brand name, and spinning it out from Alphabet as an independent company, where it will hopefully survive in the wilderness. Bloomberg says: \"The key technology behind Spacetime is algorithms that predict, for example, when a plane is about to lose its connection with a given satellite or ground station and then direct a new signal toward the plane without missing a beat. Spacetime \"optimizes and continually evolves the antenna link scheduling, network traffic routing, and spectrum resourcesresponding in realtime to changing network requirements\" and is \"designed for interoperability with legacy, hybrid space, 5G NTN and FutureG network architectures. It's sort of the same idea as a low Earth orbit satellite, but rather than a satellite in space, these balloons were only 20 km in the air. SpaceX, which is probably Aalyria's biggest competitor in the field of bringing Internet to low-connectivity spaces, already uses lasers for satellite-to-satellite communication.Spacetime is \"a software platform for orchestrating networks across land, sea, air, space and beyond.\" \"Loon had to manage a loosely tied-together network of constantly moving (and crashing) balloons, and building an Internet service on top of that unstable infrastructure probably required robust routing software.",
            "html_summary": "<ul><li>The company is apparently going public today, complete with a spiffy new website.Project Loon was a Google/Alphabet company for eight years and wanted to provide Internet for low-connectivity areas with flying cell towers suspended overhead by weather balloons.</li><li>The new company sounds like it's taking the canceled Project Loon technology, packaging it up under a new brand name, and spinning it out from Alphabet as an independent company, where it will hopefully survive in the wilderness.</li><li>Bloomberg says: \"The key technology behind Spacetime is algorithms that predict, for example, when a plane is about to lose its connection with a given satellite or ground station and then direct a new signal toward the plane without missing a beat.</li><li>Spacetime \"optimizes and continually evolves the antenna link scheduling, network traffic routing, and spectrum resources—responding in realtime to changing network requirements\" and is \"designed for interoperability with legacy, hybrid space, 5G NTN and FutureG network architectures.</li><li>It's sort of the same idea as a low Earth orbit satellite, but rather than a satellite in space, these balloons were only 20 km in the air.</li><li>SpaceX, which is probably Aalyria's biggest competitor in the field of bringing Internet to low-connectivity spaces, already uses lasers for satellite-to-satellite communication.Spacetime is \"a software platform for orchestrating networks across land, sea, air, space and beyond.\"</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/09/google-spinoff-aalyria-salvages-project-loon-technology-for-the-us-military/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By THALIA BEATY - Associated Press",
            "title": "Bill Gates Technological innovation would help solve hunger",
            "description": "Bill Gates says the global hunger crisis is so immense that food aid cannot fully address the problem. The Bill and Melinda Gates Foundation released a report Tuesday documenting major setbacks toward shared global development goals, including food insecurity",
            "url": "/2022-09-12-e51baf120c03c206eceeb92f0634e87c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/ee/8ee29fe6-61c0-5b1d-b378-9fe5aa29683d/63200415337c1.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-13T04:02:07Z",
            "content": "By THALIA BEATY  Associated PressNEW YORK (AP) Bill Gates says the global hunger crisis is so immense that food aid cannot fully address the problem. Whats also needed, Gates argues, are the kinds [+8871 chars]",
            "summary": "Developing magic seeds takes years and wont immediately deliver relief to countries currently enduring widespread suffering because they rely on food imports or are experiencing historic droughts.Its a debate that could intensify international pressure to meet the shared goals for global prosperity and peace, known as the U.N. Forbes estimates his net worth to be around $129 billion.The foundations spending on agricultural development is why Gates view on how countries should respond to food insecurity has taken on heightened importance in a year when a record 345 million people around the world are acutely hungry. What would happen if those went into increasing funds to the national research centers in Ghana, to building roads, to building storage, to building silos or helping to build markets? said Rock, who has written a book about food sovereignty in the country. Since January, the foundation has expanded its board, adding six new members to help direct its work, a move that followed the announcement of the Gateses divorce last summer.French Gates has agreed to step down after two years if the two decided they could not continue to work together. The 17 goals include ending poverty and hunger, battling climate change, providing access to clean water, working toward gender equality and reducing economic inequality.Its pretty bleak relative to our hopes for 2030, Gates, 66, said in an interview with The Associated Press. But the real problem, he says, is that many food insecure countries dont produce enough of their own food  a problem sure to be exacerbated by the consequences of climate change. Alternatives could include agroecological interventions, like developing locally managed seed banks, composting systems to promote soil health and pesticide interventions that dont rely on chemicals, experts said.",
            "html_summary": "<ul><li>Developing “magic seeds” takes years and won’t immediately deliver relief to countries currently enduring widespread suffering because they rely on food imports or are experiencing historic droughts.It’s a debate that could intensify international pressure to meet the shared goals for global prosperity and peace, known as the U.N.</li><li>Forbes estimates his net worth to be around $129 billion.The foundation’s spending on agricultural development is why Gates’ view on how countries should respond to food insecurity has taken on heightened importance in a year when a record 345 million people around the world are acutely hungry.</li><li>“What would happen if those went into increasing funds to the national research centers in Ghana, to building roads, to building storage, to building silos or helping to build markets?” said Rock, who has written a book about food sovereignty in the country.</li><li>Since January, the foundation has expanded its board, adding six new members to help direct its work, a move that followed the announcement of the Gateses’ divorce last summer.French Gates has agreed to step down after two years if the two decided they could not continue to work together.</li><li>The 17 goals include ending poverty and hunger, battling climate change, providing access to clean water, working toward gender equality and reducing economic inequality.“It’s pretty bleak relative to our hopes for 2030,” Gates, 66, said in an interview with The Associated Press.</li><li>But the real problem, he says, is that many food insecure countries don’t produce enough of their own food — a problem sure to be exacerbated by the consequences of climate change.</li></ul>",
            "website_url": "https://apnews.com/e51baf120c03c206eceeb92f0634e87c"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Tiny robots made of galinstan can run faster than a (scaled down) cheetah. Dear Mr. President Seriously, please stop with these science moonshots. Who said sedans were dead? The 2023 Genesis G80 Electrified, tested. US leaders avoid victory dance in Ukraine combat advances  The Associated Press  en Espaol. AIgenerated images open multiple cans of worms. Chinese police target Tibetans for DNA collection, reports allege. Chinas Xi heads abroad to promote strategic role  The Associated Press  en Espaol. Business Highlights Wall Street downdraft, inflation report  The Associated Press  en Espaol. Report Losing tech race with China could cost U.S. trillions  Axios. Whistleblower China, India had agents working for Twitter  The Associated Press. Google spinoff Aalyria salvages Project Loon technology for the US military. Bill Gates Technological innovation would help solve hunger"
}