{
    "status": "ok",
    "totalResults": 19,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Dan Primack",
            "title": "Bidens big climate bill isnt a venture capital fund",
            "description": "The Inflation Reduction Act, signed into law last month by President Biden, includes around $370 billion for clean energy development and adoption. But it is not a venture capital fund, despite viral tweets to that effect.Why it matters $370 billion is a ton",
            "url": "/2022-09-09-biden-climate-venture-capital-fund",
            "urlToImage": "https://images.axios.com/gl7kQiUQxyZ_GAuXPUEzPKxBVRs=/0x0:1920x1080/1366x768/2022/09/09/1662738307740.jpg",
            "publishedAt": "2022-09-09T15:50:29Z",
            "content": "The Inflation Reduction Act, signed into law last month by President Biden, includes around $370 billion for clean energy development and adoption. But it is not a venture capital fund, despite viral [+2325 chars]",
            "summary": "The Inflation Reduction Act, signed into law last month by President Biden, includes around $370 billion for clean energy development and adoption. [Correction: An earlier version of this story had an incorrect dollar figure for the DOE loan guarantees included in the IRA.] Luckily that isn't an issue in this case, no matter your feelings on the overall IRA or its climate aims.",
            "html_summary": "<ul><li>The Inflation Reduction Act, signed into law last month by President Biden, includes around $370 billion for clean energy development and adoption.</li><li>[Correction: An earlier version of this story had an incorrect dollar figure for the DOE loan guarantees included in the IRA.]</li></ul>",
            "website_url": "https://www.axios.com/2022/09/09/biden-climate-venture-capital-fund"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Eric Olson",
            "title": "Tech companys outage leaves fans unable to download tickets  The Associated Press  en Espaol",
            "description": "A technology company that handles ticketing for many of the biggest college football programs encountered a problem Saturday that left fans across the country unable to download digital tickets onto their smartphones for several hours.",
            "url": "/2022-09-09-college-football-technology-sports-smartphones-645c004413a53871c3f4363e5f170472",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/dd2a6e0dd370436596952ff7bcf3b96e/3000.jpeg",
            "publishedAt": "2022-09-10T22:52:50Z",
            "content": "A technology company that handles ticketing for many of the biggest college football programs encountered a problem Saturday that left fans across the country unable to download digital tickets onto  [+1244 chars]",
            "summary": "Some also encouraged fans to go to the ticket office for assistance.___More AP college football: https://apnews.com/hub/college-football and https://twitter.com/AP_Top25 Sign up for the APs college football newsletter: https://apnews.com/cfbtop25 Phone and email messages seeking comment were not immediately returned.Schools including Nebraska, Oklahoma, Georgia Tech, Pitt, UCLA, Wisconsin, Michigan and Cincinnati reported problems with digital tickets.Schools said fans trying to download tickets began encountering problems late Saturday morning. StubHub and several schools reported Paciolans system was up and running at about 4:30 p.m. Eastern.Stadiums and arenas have mostly phased out paper tickets and gone to digital ticketing.Schools affected by the outage sent emails to ticketholders that they could present at the gate for entry.",
            "html_summary": "<ul><li>Some also encouraged fans to go to the ticket office for assistance.___More AP college football: https://apnews.com/hub/college-football and https://twitter.com/AP_Top25 Sign up for the AP’s college football newsletter: https://apnews.com/cfbtop25</li><li>Phone and email messages seeking comment were not immediately returned.Schools including Nebraska, Oklahoma, Georgia Tech, Pitt, UCLA, Wisconsin, Michigan and Cincinnati reported problems with digital tickets.Schools said fans trying to download tickets began encountering problems late Saturday morning.</li></ul>",
            "website_url": "https://apnews.com/article/college-football-technology-sports-smartphones-645c004413a53871c3f4363e5f170472"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "Queen Elizabeth II led a lowtech lifebut knighted plenty of scitech figures  Ars Technica",
            "description": "Queen Elizabeth II led a lowtech lifebut knighted plenty of scitech figuresArs Technica",
            "url": "/2022-09-09-queen-elizabeth-ii-led-a-low-tech-life-but-knighted-plenty-of-sci-tech-figures",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/queen-elizabeth_ii_orbit-760x380.jpg",
            "publishedAt": "2022-09-09T20:07:10Z",
            "content": "Enlarge/ Queen Elizabeth II of England reigned for a record 70 years. She died Thursday at the age of 96.8 with 7 posters participatingThe passing of Queen Elizabeth II, the UKs longestserving  [+4077 chars]",
            "summary": "Steve Jobs convinced him to stay when Jobs returned to the company after his infamous 1985 ouster.Ive became senior VP of industrial design in 1997, and his first major success was the iMac, introduced in 1998 noteworthy for its eye-catching clear translucent plastic case. Nobody's perfect.Ive started his career at a London design firm called Tangerine, where he was charged with designing common household products like microwave ovens, toilets, drills, and toothbrushes. He founded the World Wide Web Consortium to create compatible standards and continually improve the quality of the Web.Berners-Lee was knighted by Queen Elizabeth II in 2004; she also appointed him to the prestigious Order of Merit in 2007.You must login or create an account to comment. We mark her passing with a select list of some of the most prominent scientists and technologists thus honored.Jony Ive has had a massive influence on the design of Apple products, most notably the distinctive looks of the iMac, Power Mac G4 Cube, iPod, iPhone, iPad, and MacBook. He started out as an independent contractor at CERN in 1980, where he proposed a system to make sharing and updating information easier among the lab's researchers, based on the concept of hypertext. After one such client rejected his design for a toilet and bidet, he decided to accept an offer to join Apple, even though it meant moving his family to the US. When he returned to CERN as a fellow in 1984, he drew on that experience in computer networking to link various existing individual elements together: hypertext, the Internet, multi-font text objects, and so forth.",
            "html_summary": "<ul><li>Steve Jobs convinced him to stay when Jobs returned to the company after his infamous 1985 ouster.Ive became senior VP of industrial design in 1997, and his first major success was the iMac, introduced in 1998— noteworthy for its eye-catching clear translucent plastic case.</li><li>Nobody's perfect.Ive started his career at a London design firm called Tangerine, where he was charged with designing common household products like microwave ovens, toilets, drills, and toothbrushes.</li><li>He founded the World Wide Web Consortium to create compatible standards and continually improve the quality of the Web.Berners-Lee was knighted by Queen Elizabeth II in 2004; she also appointed him to the prestigious Order of Merit in 2007.You must login or create an account to comment.</li><li>We mark her passing with a select list of some of the most prominent scientists and technologists thus honored.Jony Ive has had a massive influence on the design of Apple products, most notably the distinctive looks of the iMac, Power Mac G4 Cube, iPod, iPhone, iPad, and MacBook.</li><li>He started out as an independent contractor at CERN in 1980, where he proposed a system to make sharing and updating information easier among the lab's researchers, based on the concept of hypertext.</li><li>After one such client rejected his design for a toilet and bidet, he decided to accept an offer to join Apple, even though it meant moving his family to the US.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/queen-elizabeth-ii-led-a-low-tech-life-but-knighted-plenty-of-sci-tech-figures/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MENELAOS HADJICOSTIS - Associated Press",
            "title": "Small nuke reactors emerge as energy option, but risks loom",
            "description": "A global search for alternative sources to Russian energy during the war in Ukraine has refocused attention on smaller, easiertobuild nuclear power stations. Proponents say they could provide a cheaper, more efficient alternative to older model megaplants.",
            "url": "/2022-09-09-90a27fb7190f4d6f300e276596f6b93b",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/9/97/997e5846-2ad8-5568-98a9-58aa0c9a2bf4/631c39888767f.image.jpg?crop=1672%2C878%2C344%2C0&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-10T06:50:14Z",
            "content": "By MENELAOS HADJICOSTIS  Associated PressNICOSIA, Cyprus (AP) A global search for alternative sources to Russian energy during the war in Ukraine has refocused attention on smaller, easiertobuil [+6024 chars]",
            "summary": "This incompetence and lobbying power make Turkey an easy target for SMRs, said Koray, adding that his party eschews technology with an uncertain future.Gould said one Rolls-Royce SMR would generate nuclear waste the size of a tennis court piled 1-meter high throughout the plants 60-year lifetime. Gould said Rolls-Royce is completely compliant with U.K. and international requirements in exporting its SMR technology only in territories that are signatories to the necessary international treaties for the peaceful use of nuclear power for energy generation.Ramana said, however, theres no guarantee nations will follow the rules. Rolls-Royce aims to build its first stations in the U.K. within 5 1/2 years, Gould said.Similarly, Oregon-based NuScale Power signed agreements last year with two Polish companies  copper and silver producer KGHM and energy producer UNIMOT  to explore the possibility of building SMRs to power heavy industry. Thats two years faster than it took to build a standard nuclear plant between 2016 and 2021, according to International Atomic Energy Agency statistics. Some estimates put the cost of building a 1,100-megawatt nuclear plant at between $6 billion and $9 billion. He said initially, waste would be stored on site at the U.K. plants and would eventually be transferred to a long-term disposal site selected by the British government.M.V. Building on a smaller scale reduces risks and makes it a more investible project. Some SMRs are essentially pressurized water reactors identical to some 400 reactors worldwide, while other designs use sodium, lead, gas or salt as a coolant instead of water.",
            "html_summary": "<ul><li>This incompetence and lobbying power make Turkey an easy target for SMRs,” said Koray, adding that his party eschews technology with an “uncertain future.”Gould said one Rolls-Royce SMR would generate nuclear waste the size of a “tennis court piled 1-meter high” throughout the plant’s 60-year lifetime.</li><li>Gould said Rolls-Royce is “completely compliant” with U.K. and international requirements in exporting its SMR technology “only in territories that are signatories to the necessary international treaties for the peaceful use of nuclear power for energy generation.”Ramana said, however, there’s no guarantee nations will follow the rules.</li><li>Rolls-Royce aims to build its first stations in the U.K. within 5 1/2 years, Gould said.Similarly, Oregon-based NuScale Power signed agreements last year with two Polish companies — copper and silver producer KGHM and energy producer UNIMOT — to explore the possibility of building SMRs to power heavy industry.</li><li>That’s two years faster than it took to build a standard nuclear plant between 2016 and 2021, according to International Atomic Energy Agency statistics.</li><li>Some estimates put the cost of building a 1,100-megawatt nuclear plant at between $6 billion and $9 billion.</li><li>He said initially, waste would be stored on site at the U.K. plants and would eventually be transferred to a long-term disposal site selected by the British government.M.V.</li></ul>",
            "website_url": "https://apnews.com/90a27fb7190f4d6f300e276596f6b93b"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "Nigerian blockchain payments startup Bitmama closes $2M preseed as it scales to new markets",
            "description": "Africa is the worlds third fastestgrowing crypto market, with crypto adoption increasing by more than 1,200% over the last two years. Countries such as Nigeria, Kenya and South Africa are majorly responsible for skyrocketing adoption rates as citizens try t",
            "url": "/2022-09-09-nigerian-blockchain-payments-startup-bitmama-closes-2m-pre-seed-as-it-scales-to-new-markets",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/D9BE0EBC-A877-4FED-B03B-68BFA3734506.jpeg?w=1200",
            "publishedAt": "2022-09-09T10:59:04Z",
            "content": "Africa is the worlds third fastestgrowing crypto market, with crypto adoption increasing by more than 1,200% over the last two years. Countries such as Nigeria, Kenya and South Africa are majorly re [+5191 chars]",
            "summary": "Subsequently, they built a crypto exchange platform and allowed these users to access virtual assets formally and explore other use cases, including buying, selling and swapping crypto and peer-to-peer transactions. More recently, the company introduced Changera, a social payment solution allowing customers to use stablecoins to facilitate remittances and international payments on Netflix and Amazon via virtual cards.We started Bitmama to make it easy for anyone across the African continent to buy and sell cryptocurrency. Countries such as Nigeria, Kenya and South Africa are majorly responsible for skyrocketing adoption rates as citizens try to hedge against currency devaluation and build wealth.Despite African governments inconsistent stance on cryptocurrencies, these countries house most of the continents crypto and blockchain startups. Many people wanted to make transactions asides from buying and selling of crypto, so we built stuff that could also let them buy local and international airtime and data. Revenues come from margins on the transactions its users perform on the platform.African blockchain startups raised $91 million in the first quarter of 2022 alone compared to $127 million they received from investors throughout 2021. Africa is the worlds third fastest-growing crypto market, with crypto adoption increasing by more than 1,200% over the last two years. In the latest development, one such company, Bitmama, has raised a pre-seed extension of $1.65 million, adding to the $350,000 it received last October, thus, closing the round at $2 million.Africa-focused venture capital firms Unicorn Growth Capital and Launch Africa led the investment in Bitmama.",
            "html_summary": "<ul><li>Subsequently, they built a crypto exchange platform and allowed these users to access virtual assets formally and explore other use cases, including buying, selling and swapping crypto and peer-to-peer transactions.</li><li>More recently, the company introduced Changera, a social payment solution allowing customers to use stablecoins to facilitate remittances and international payments on Netflix and Amazon via virtual cards.“We started Bitmama to make it easy for anyone across the African continent to buy and sell cryptocurrency.</li><li>Countries such as Nigeria, Kenya and South Africa are majorly responsible for skyrocketing adoption rates as citizens try to hedge against currency devaluation and build wealth.Despite African governments’ inconsistent stance on cryptocurrencies, these countries house most of the continent’s crypto and blockchain startups.</li><li>“Many people wanted to make transactions asides from buying and selling of crypto, so we built stuff that could also let them buy local and international airtime and data.</li><li>Revenues come from margins on the transactions its users perform on the platform.African blockchain startups raised $91 million in the first quarter of 2022 alone compared to $127 million they received from investors throughout 2021.</li><li>Africa is the world’s third fastest-growing crypto market, with crypto adoption increasing by more than 1,200% over the last two years.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/09/nigerian-blockchain-payments-startup-bitmama-closes-2m-pre-seed-as-it-scales-to-new-markets/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By WAYNE PARRY - Associated Press",
            "title": "Online bets surge as NFL kicks off, indicating a busy year",
            "description": "The level of online betting activity on Thursday nights NFL kickoff game surged 77% over the level from last years opener. Thats according to a company that most of the legal U.S. sports betting industry uses to verify that its",
            "url": "/2022-09-09-d3cbf9008d7345b31ae8996366f0eafa",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/c/17/c174a909-217c-50d5-8366-a1ba2dea8812/631b66ae6866a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-09T15:51:36Z",
            "content": "By WAYNE PARRY  Associated PressATLANTIC CITY, N.J. (AP) The level of online betting activity on Thursday nights NFL kickoff game surged 77% over the level from last years opener, according to a [+2060 chars]",
            "summary": "Thursday night, that number soared to 267,600, the company said.___Follow Wayne Parry on Twitter at www.twitter.com/WayneParryAC",
            "html_summary": "<ul></ul>",
            "website_url": "https://apnews.com/d3cbf9008d7345b31ae8996366f0eafa"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By GARY D. ROBERTSON - Associated Press",
            "title": "North Carolina wins Wolfspeed semiconductor materials plant",
            "description": "A North Carolinabased semiconductor company says it will build a $5 billion manufacturing plant in its home state to produce silicon carbide wafers. Wolfspeed Inc. announced on Friday that it plans to create 1,800 new jobs by the end of",
            "url": "/2022-09-09-1d2601ef2cc28abb9c7a592a1c2c0d71",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-09-09T17:09:37Z",
            "content": "RALEIGH, N.C. (AP) A North Carolinabased semiconductor company announced Friday it will build a $5 billion manufacturing plant in its home state to produce silicon carbide wafers, which is emerging  [+4309 chars]",
            "summary": "Meanwhile, he said, a silicon carbide chip within an inverter that converts electricity to turn the vehicles motor results in super-fast recharging, he said  20 minutes to add another 300 miles to his vehicles range, for example. The materials produced at the new plant will help supply the companys new chip fabrication facility in upstate New York, Lowe said. The company is also likely to benefit financially from legislation signed by President Joe Biden last month that encourages semiconductor research and production.The company, formerly known as Cree, already employs over 3,000 jobs in the state. Roy Cooper said Wolfspeeds news was an historic capital investment in the state and called Friday another step in our drive toward a clean energy economy as well as an amazing day for high-paying jobs. Output at the new plant, which Lowe said could begin production in about two years, would be more than 10 times what the Durham plant produces. Wolfspeed could benefit from $775 million in cash incentives, infrastructure improvements and other sweeteners from North Carolina and local governments and the state legislature to build on the outskirts of Siler City, according to a state document. Average annual salaries for the new jobs, which would be generated starting in 2026, are projected at $77,753, well above the county average of $41,638, according to state officials.",
            "html_summary": "<ul><li>Meanwhile, he said, a silicon carbide chip within an inverter that converts electricity to turn the vehicle’s motor results in super-fast recharging, he said — 20 minutes to add another 300 miles to his vehicle’s range, for example.</li><li>The materials produced at the new plant will help supply the company’s new chip fabrication facility in upstate New York, Lowe said.</li><li>The company is also likely to benefit financially from legislation signed by President Joe Biden last month that encourages semiconductor research and production.The company, formerly known as Cree, already employs over 3,000 jobs in the state.</li><li>Roy Cooper said Wolfspeed’s news was an “historic capital investment” in the state and called Friday “another step in our drive toward a clean energy economy” as well as “an amazing day for high-paying jobs.</li><li>Output at the new plant, which Lowe said could begin production in about two years, would be more than 10 times what the Durham plant produces.</li><li>Wolfspeed could benefit from $775 million in cash incentives, infrastructure improvements and other sweeteners from North Carolina and local governments and the state legislature to build on the outskirts of Siler City, according to a state document.</li></ul>",
            "website_url": "https://apnews.com/1d2601ef2cc28abb9c7a592a1c2c0d71"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSH BOAK, AAMER MADHANI and ANDREW WELSH-HUGGINS - Associated Press",
            "title": "Biden to tell Ohioans his policies will revive manufacturing",
            "description": "President Joe Biden wants to put the spotlight on a rare bipartisan down payment on U.S. manufacturing. He visits Ohio on Friday for the groundbreaking of a new Intel computer chip facility. Biden heads to suburban Columbus just as voters",
            "url": "/2022-09-09-43e9bc74e38ef945b727febfb010c62c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/ea/7ea65d96-20f5-5b7d-af9d-f728f01c08f3/631b1252c8e2f.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-09T10:00:00Z",
            "content": "By JOSH BOAK, AAMER MADHANI and ANDREW WELSHHUGGINS  Associated PressWASHINGTON (AP) President Joe Biden wants to put the spotlight on a rare bipartisan down payment on U.S. manufacturing when he [+6647 chars]",
            "summary": "Rob Portman, two Republicans who stressed in their remarks the value the plant holds in a state with a working class identity.Ryan, the Democrat vying to succeed Portman, did not take to the lectern even though he championed the computer chip plant. The plant speaks to how the president is trying to revive American manufacturing nationwide, including in states that are solidly Republican or political toss-ups. He specifically applauded the hard work of GOP lawmakers including DeWine and Portman, but Vance pointedly made no mention of Biden.The shortage of semiconductors has slashed into production of autos, household appliances and other goods. Several Democrats in competitive races have at moments sought to maintain some distance from the president, whose public approval ratings have ticked up in recent weeks but remain underwater. Theyre competing in a former swing state that has trended Republican over the past decade.Ryan attended the event but raised questions in interviews about whether he thinks Biden should pursue re-election in 2024. Priest, 38, also knows the road widening and added traffic will affect her commute to downtown Columbus where she works as a legal assistant. Im concerned about losing the small town feel Ive always had and loved about Johnstown, Priest said.",
            "html_summary": "<ul><li>Rob Portman, two Republicans who stressed in their remarks the value the plant holds in a state with a working class identity.Ryan, the Democrat vying to succeed Portman, did not take to the lectern even though he championed the computer chip plant.</li><li>The plant speaks to how the president is trying to revive American manufacturing nationwide, including in states that are solidly Republican or political toss-ups.</li><li>He specifically applauded the “hard work” of GOP lawmakers including DeWine and Portman, but Vance pointedly made no mention of Biden.The shortage of semiconductors has slashed into production of autos, household appliances and other goods.</li><li>Several Democrats in competitive races have at moments sought to maintain some distance from the president, whose public approval ratings have ticked up in recent weeks but remain underwater.</li><li>They’re competing in a former swing state that has trended Republican over the past decade.Ryan attended the event but raised questions in interviews about whether he thinks Biden should pursue re-election in 2024.</li><li>Priest, 38, also knows the road widening and added traffic will affect her commute to downtown Columbus where she works as a legal assistant.</li></ul>",
            "website_url": "https://apnews.com/43e9bc74e38ef945b727febfb010c62c"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Taylor Hatmaker",
            "title": "Roblox will give a handful of game developers $500,000 each to build its future",
            "description": "Roblox is announcing a wave of new funding for developers building the cutting edge of games on the platform. The company first introduced the Game Fund, a Robloxflavored version of a creator fund, last summer and it initially launched with $25 million earma",
            "url": "/2022-09-09-roblox-game-fund-2022",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/Roblox_Library.jpg?w=1200",
            "publishedAt": "2022-09-09T17:00:34Z",
            "content": "Roblox is announcing a wave of new funding for developers building the cutting edge of games on the platform. The company first introduced the Game Fund, a Robloxflavored version of a creator fund,  [+4779 chars]",
            "summary": "Players just hop into an ever-rotating catalog of user-generated content and try something out, often meeting up with friends in the process.Roblox sees its Game Fund as a way to support impressive, visually exciting games that mostly dont look or even work like what the platform is known for. The company introduced the Game Fund, a Roblox-flavored version of a creator fund, last summer and it initially launched with $25 million earmarked for up-and-coming games. Most of that set of developer support services were announced last year, along with the Game Fund.Creator funds are somewhat standard  if controversial  among more traditional social platforms these days, though Roblox isnt exactly a normal social app. TikTok announced its own creator fund back in 2020, setting $200 million aside to fund new content, but those payments scale with how many views a creator is able to attract. Like Roblox, Fortnite is mostly a series of immersive, avatar-based games accompanied by a booming in-game economy with virtual items.Roblox and Fortnite both offer plug-and-play game development tools, but on Roblox user-generated worlds are the norm, making up the entire experience of playing Roblox. And while there arent many of these developer grants awarded, each project gets a minimum of $500,000  enough to fund some sophisticated experiences on a platform best known for its blocky, simplistic graphics. Robloxs closest analogue is probably Epic Games, creator of Fortnite and new-ish owner of online multiplayer games like Fall Guys and Rocket League.",
            "html_summary": "<ul><li>Players just hop into an ever-rotating catalog of user-generated content and try something out, often meeting up with friends in the process.Roblox sees its Game Fund as a way to support impressive, visually exciting games that mostly don’t look or even work like what the platform is known for.</li><li>The company introduced the Game Fund, a Roblox-flavored version of a creator fund, last summer and it initially launched with $25 million earmarked for up-and-coming games.</li><li>Most of that set of developer support services were announced last year, along with the Game Fund.Creator funds are somewhat standard — if controversial — among more traditional social platforms these days, though Roblox isn’t exactly a normal social app.</li><li>TikTok announced its own creator fund back in 2020, setting $200 million aside to fund new content, but those payments scale with how many views a creator is able to attract.</li><li>Like Roblox, Fortnite is mostly a series of immersive, avatar-based games accompanied by a booming in-game economy with virtual items.Roblox and Fortnite both offer plug-and-play game development tools, but on Roblox user-generated worlds are the norm, making up the entire experience of “playing” Roblox.</li><li>And while there aren’t many of these developer grants awarded, each project gets a minimum of $500,000 — enough to fund some sophisticated experiences on a platform best known for its blocky, simplistic graphics.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/09/roblox-game-fund-2022/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps Apples event brings a dynamic Island, new widgets and iOS 16",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. Global app spending reached $65 billion in the first half of 2022, up only slightly from the $64.4 billi",
            "url": "/2022-09-09-this-week-in-apps-apples-event-brings-a-dynamic-island-new-widgets-and-ios-16",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/this-week-in-apps-splash-2022.webp?w=1200",
            "publishedAt": "2022-09-10T18:00:31Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.Global app spending reached $65 billion in  [+17908 chars]",
            "summary": "The app launched this week on iOS after a year of beta testing. Grocery delivery app Instacart announced its acquisition of the e-commerce platform Rosie, which helps local and independent retailers and wholesalers and provides them with tools for powering order flow, fulfillment and customer insights. Deal terms werent disclosed.If you often find yourself making Spotify playlists to get hyped for an upcoming music festival or to relive a favorite past show, a new mobile app called LineupSupply can now help make that process easier. Others see the widgets as part of a larger set of personalization offerings, allowing users to pin their favorite photos, motivational quotes or even favorite app shortcuts to their Lock Screen, as ScreenKit has done.So Live Activities are cool right? The app aims to offer crypto education and trading for teens and their parents. Headspace Health acquired Shine, a mental health and wellness app dedicated to providing an inclusive mental health experience for the BIPOC community. And if you dont want to do the work of finding and uploading your own image, you may be able to find an existing playlist built by other users in the apps Discover section.Theres no limit to the number of playlists you can create with the free version. But overall, the app economy is continuing to grow, having produced a record number of downloads and consumer spending across both the iOS and Google Play stores combined in 2021, according to the latest year-end reports. This clever new utility allows you to upload a photo of a music festivals poster to have it automatically transformed into a Spotify playlist in a matter of moments.",
            "html_summary": "<ul><li>The app launched this week on iOS after a year of beta testing.🤝 Grocery delivery app Instacart announced its acquisition of the e-commerce platform Rosie, which helps local and independent retailers and wholesalers and provides them with tools for powering order flow, fulfillment and customer insights.</li><li>Deal terms weren’t disclosed.If you often find yourself making Spotify playlists to get hyped for an upcoming music festival or to relive a favorite past show, a new mobile app called LineupSupply can now help make that process easier.</li><li>Others see the widgets as part of a larger set of personalization offerings, allowing users to pin their favorite photos, motivational quotes or even favorite app shortcuts to their Lock Screen, as ScreenKit has done.So Live Activities are cool right?</li><li>The app aims to offer crypto education and trading for teens and their parents.🤝 Headspace Health acquired Shine, a mental health and wellness app dedicated to providing an inclusive mental health experience for the BIPOC community.</li><li>And if you don’t want to do the work of finding and uploading your own image, you may be able to find an existing playlist built by other users in the app’s “Discover” section.There’s no limit to the number of playlists you can create with the free version.</li><li>But overall, the app economy is continuing to grow, having produced a record number of downloads and consumer spending across both the iOS and Google Play stores combined in 2021, according to the latest year-end reports.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/10/this-week-in-apps-apples-event-brings-a-dynamic-island-new-widgets-and-ios-16/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BERNARD CONDON - Associated Press",
            "title": "Trump partner in Truth Social delays key vote on merger",
            "description": "A key decision over whether Donald Trumps social media platform Truth Social will merge with a cashrich company and get $1.3 billion to take on Twitter has been put off for another month. Potential partner, Digital World Acquisition Corp., postponed",
            "url": "/2022-09-09-0260ab7adcdcdd711fdc9aef770cdd1e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/f4/ef4a0d1d-3834-5eb1-a686-d7201d327bf8/631a9a9f121eb.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-09T01:28:55Z",
            "content": "By BERNARD CONDON  Associated PressNEW YORK (AP) A key decision over whether Donald Trumps social media platform Truth Social will merge with a cashrich company and get $1.3 billion to take on Tw [+4071 chars]",
            "summary": "Trump has called the investigations politically motivated witch hunts.A merger would release to Trump Media $290 million held by Digital World and another $1 billion that private investors had committed to the combined company. It can delay the deadline by three months if sponsors backing its company pay nearly $3 million into a trust account, then delay again for another three months for the same payment. Until then, Trumps company is on its own, paying staff, leases and other expenses from $36 million raised from sales of promissory notes last year and earlier this year. The Financial Industry Regulatory Authority is looking into violations of stock trading rules, too.The SEC probe in particular is a serious setback for the company because the agency needs to sign off on the Digital World-Trump merger for it to go through. In November, the Securities and Exchange Commission requested documents from Digital World following news reports that it had talked with Trump representatives about joining forces before selling its own stock to the public for the first time, a possible violation of security rules. The company has said previously it would chose to delay three months if necessary. Truth Social was launched as a free speech, big tent alternative to Twitter after Trump was banned by the platform following last years Jan. 6 Capitol insurrection.",
            "html_summary": "<ul><li>Trump has called the investigations politically motivated “witch hunts.”A merger would release to Trump Media $290 million held by Digital World and another $1 billion that private investors had committed to the combined company.</li><li>It can delay the deadline by three months if sponsors backing its company pay nearly $3 million into a trust account, then delay again for another three months for the same payment.</li><li>Until then, Trump’s company is on its own, paying staff, leases and other expenses from $36 million raised from sales of promissory notes last year and earlier this year.</li><li>The Financial Industry Regulatory Authority is looking into violations of stock trading rules, too.The SEC probe in particular is a serious setback for the company because the agency needs to sign off on the Digital World-Trump merger for it to go through.</li><li>In November, the Securities and Exchange Commission requested documents from Digital World following news reports that it had talked with Trump representatives about joining forces before selling its own stock to the public for the first time, a possible violation of security rules.</li><li>The company has said previously it would chose to delay three months if necessary.</li></ul>",
            "website_url": "https://apnews.com/0260ab7adcdcdd711fdc9aef770cdd1e"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Rocket Report SLS launch targeted for late September, unique view of Falcon 9",
            "description": "I cannot see a rebuild of the cooperation we had in the past.",
            "url": "/2022-09-09-rocket-report-sls-launch-targeted-for-late-september-unique-view-of-falcon-9",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/ariane-5-760x380.jpg",
            "publishedAt": "2022-09-09T11:00:57Z",
            "content": "Enlarge/ An Ariane 5 rocket takes off on Wednesday evening from Kourou, French Guiana.0 with 0 posters participatingWelcome to Edition 5.10 of the Rocket Report! There is much, and more, happenin [+13104 chars]",
            "summary": "There is much, and more, happening in the world of lift with Firefly set to make a second launch its Alpha rocket, and NASA still attempting to make a first launch of its Space Launch System booster. The US launch company announced Wednesday that it has signed a cooperative agreement with the US military to explore the possibility of using Rocket Lab's space launch vehicles to transport cargo around the world, Space News reports. In an update with reporters on Thursday, NASA officials said that if everything goes well, they will target the dates of September 23 or 27 for their next attempt to launch the Artemis I mission on the Space Launch System rocket. The satellite firm said Thursday it has reached an agreement with SpaceX to launch up to five of the company's remaining ground spare satellites from the Iridium NEXT program on a Falcon 9 rocket. The agency's second attempt to launch the SLS rocket was scrubbed on September 3 after a hydrogen line sprang a leak where it connects to the rocket. The Ariane 5 was once dominant in commercial launch business, but lower-cost launch services from SpaceXs partially reusable Falcon 9 rocket have eroded Arianespaces position. OneWeb was about to launch 36 of its satellites on a Soyuz from Baikonur in March when the Russian government put severe conditions on the launch, including requiring the British government to divest its stake in the company.No dice ...",
            "html_summary": "<ul><li>There is much, and more, happening in the world of lift with Firefly set to make a second launch its Alpha rocket, and NASA still attempting to make a first launch of its Space Launch System booster.</li><li>The US launch company announced Wednesday that it has signed a cooperative agreement with the US military to explore the possibility of using Rocket Lab's space launch vehicles to transport cargo around the world, Space News reports.</li><li>In an update with reporters on Thursday, NASA officials said that if everything goes well, they will target the dates of September 23 or 27 for their next attempt to launch the Artemis I mission on the Space Launch System rocket.</li><li>The satellite firm said Thursday it has reached an agreement with SpaceX to launch up to five of the company's remaining ground spare satellites from the Iridium NEXT program on a Falcon 9 rocket.</li><li>The agency's second attempt to launch the SLS rocket was scrubbed on September 3 after a hydrogen line sprang a leak where it connects to the rocket.</li><li>The Ariane 5 was once dominant in commercial launch business, but lower-cost launch services from SpaceX’s partially reusable Falcon 9 rocket have eroded Arianespace’s position.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/rocket-report-sls-launch-targeted-for-late-september-unique-view-of-falcon-9/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Bidens big climate bill isnt a venture capital fund. Tech companys outage leaves fans unable to download tickets  The Associated Press  en Espaol. Queen Elizabeth II led a lowtech lifebut knighted plenty of scitech figures  Ars Technica. Small nuke reactors emerge as energy option, but risks loom. Nigerian blockchain payments startup Bitmama closes $2M preseed as it scales to new markets. Online bets surge as NFL kicks off, indicating a busy year. North Carolina wins Wolfspeed semiconductor materials plant. Biden to tell Ohioans his policies will revive manufacturing. Roblox will give a handful of game developers $500,000 each to build its future. This Week in Apps Apples event brings a dynamic Island, new widgets and iOS 16. Trump partner in Truth Social delays key vote on merger. Rocket Report SLS launch targeted for late September, unique view of Falcon 9"
}