{
    "status": "ok",
    "totalResults": 11,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARK LONG - AP Pro Football Writer",
            "title": "Rodgers, NFL players urge league to nix turf, go with grass",
            "description": "Aaron Rodgers and his peers around the NFL are calling for teams to tear up their turf playing surfaces and replace them with grass. The outpouring comes a week after NFL Players Association President JC Tretter called on six venues",
            "url": "/2022-11-17-1d22c7efbe62ff9d58d1df1a1f45ee47",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/0/19/01924f4e-4441-580f-8f98-3fb64b82e33b/63761b525c5d2.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-17T11:18:23Z",
            "content": "By MARK LONG  AP Pro Football WriterAaron Rodgers has hit the ground in every NFL stadium except one. And while the frozen tundra of Lambeau Field has delivered its share of bumps and bruises, the [+7554 chars]",
            "summary": "Rodgers, Green Bays 10-time Pro Bowl quarterback who has played in every stadium except Las Vegas, thinks theres a way for the league to pivot to grass quickly.A lot of money in this league, he said. I get the usability of it, but this is a billion-dollar business, and I think where we should put the money into should be for the players because if we got grass fields and can keep playing, the money keeps rolling in. It holds up well to frequent use, but the concern is whether cleats are getting caught in the honeycombs.They dont have a bad field in this league, but there are better fields, New York Giants safety Julian Love said. It feels better on my joints, my ankles and whatnot.Jacksonville Jaguars safety Rayshawn Jenkins called artificial turf the equivalent of playing in a parking lot, saying Im getting slammed on the concrete. Two indoor venues  in Arizona and Las Vegas  have grass fields that can be rolled into the sun.Fourteen of the NFLs 30 venues still use a version of synthetic turf. We happen to play on the lowest turf in the league, so you want to see those standards go up.Added Cincinnati Bengals nose tackle D.J. Tretter specifically took exception with the slit-film surfaces used in Cincinnati, Detroit, Indianapolis, Minnesota, New Orleans and New York.Players parroted Tretters plea, and even a few coaches have joined the push.I prefer natural grass, Kansas City Chiefs coach Andy Reid said.",
            "html_summary": "<ul><li>Rodgers, Green Bay’s 10-time Pro Bowl quarterback who has played in every stadium except Las Vegas, thinks there’s a way for the league to pivot to grass quickly.“A lot of money in this league,” he said.</li><li>“I get the usability of it, but this is a billion-dollar business, and I think where we should put the money into should be for the players because if we got grass fields and can keep playing, the money keeps rolling in.</li><li>It holds up well to frequent use, but the concern is whether cleats are getting caught in the honeycombs.“They don’t have a bad field in this league, but there are better fields,” New York Giants safety Julian Love said.</li><li>It feels better on my joints, my ankles and whatnot.”Jacksonville Jaguars safety Rayshawn Jenkins called artificial turf the equivalent of playing in a parking lot, saying “I’m getting slammed on the concrete.</li><li>Two indoor venues — in Arizona and Las Vegas — have grass fields that can be rolled into the sun.Fourteen of the NFL’s 30 venues still use a version of synthetic turf.</li><li>We happen to play on the lowest turf in the league, so you want to see those standards go up.”Added Cincinnati Bengals nose tackle D.J.</li></ul>",
            "website_url": "https://apnews.com/1d22c7efbe62ff9d58d1df1a1f45ee47"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "With fresh capital, Symend aims to build a better debt collection system",
            "description": "Squeezed by the recessionary COVID19era economy and the rising prices of everyday goods, some consumers are increasingly turning to lines of credit to make ends meet. According to a September 2021 survey from Bankrate.com, 42% of U.S. adults with credit car",
            "url": "/2022-11-17-with-fresh-capital-symend-aims-to-build-a-better-debt-collection-system",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/07/GettyImages-860183434.jpg?resize=1200,797",
            "publishedAt": "2022-11-17T12:00:38Z",
            "content": "Squeezed by the recessionary COVID19era economy and the rising prices of everyday goods, some consumers are increasingly turning to lines of credit to make ends meet. According to a September 2021  [+5951 chars]",
            "summary": "text and email) while providing that business access to playbooks for various debt collection scenarios (e.g., delinquent credit card).Our clients continue to use general-purpose engagement platforms to manage their broad-based customer communications but deploy Symend specifically to solve complex challenges around their past-due customer base, Joshaghani said. Kaminskys background is marketing  prior to co-founding Symend, she was the head of sales and marketing strategy at Frog3D, a CNC fabrication business.Examples of messages customers might see from brands working with Symend.Both Joshaghani and Kaminsky personally experienced the negative impact of debt, they say. This latest injection of growth capital allows us to meet the growing demand for our behavioral engagement technology around the world. A 2016 whitepaper from the Association of Credit and Collection Professionals International found that debt rose from $150 billion to over $600 billion in the previous five years. According to a September 2021 survey from Bankrate.com, 42% of U.S. adults with credit card debt increased their balances since the pandemic began in March 2020. Via the platforms workflows, businesses can engage with nearly-delinquent customers at points likeliest to drive turnaround. Squeezed by the recessionary COVID-19-era economy and the rising prices of everyday goods, some consumers are increasingly turning to lines of credit to make ends meet.",
            "html_summary": "<ul><li>text and email) while providing that business access to playbooks for various debt collection scenarios (e.g., delinquent credit card).“Our clients continue to use general-purpose engagement platforms to manage their broad-based customer communications but deploy Symend specifically to solve complex challenges around their past-due customer base,” Joshaghani said.</li><li>Kaminsky’s background is marketing — prior to co-founding Symend, she was the head of sales and marketing strategy at Frog3D, a CNC fabrication business.Examples of messages customers might see from brands working with Symend.Both Joshaghani and Kaminsky personally experienced the negative impact of debt, they say.</li><li>“This latest injection of growth capital allows us to meet the growing demand for our behavioral engagement technology around the world.</li><li>A 2016 whitepaper from the Association of Credit and Collection Professionals International found that debt rose from $150 billion to over $600 billion in the previous five years.</li><li>According to a September 2021 survey from Bankrate.com, 42% of U.S. adults with credit card debt increased their balances since the pandemic began in March 2020.</li><li>Via the platform’s workflows, businesses can engage with nearly-delinquent customers at points likeliest to drive turnaround.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/17/with-fresh-capital-symend-aims-to-build-a-better-debt-collection-system/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ISABEL DEBRE - Associated Press",
            "title": "Culture clash? Conservative Qatar preps for World Cup party",
            "description": "A recent outpouring of local anger to scenes of foreign artists and models reveling in Qatar underscored the tensions tearing at the conservative Muslim emirate. The hereditary sheikhdom restricts alcohol, bans drugs and suppresses free speech but is nonethel",
            "url": "/2022-11-17-c3dcfa7cefe111716e2fade034d50eab",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/8/53/853e2a17-45fe-5e93-b525-092f0a7467b9/6375e323a2768.image.jpg?crop=1762%2C925%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-17T07:22:04Z",
            "content": "By ISABEL DEBRE  Associated PressOn the Instagram accounts of fashion models and superstars last month, the sheikhdom of Qatar looked like one glittering party.Highheeled designers descended on [+6341 chars]",
            "summary": "Some foreign fans fret about how Qatar will handle hordes of drunken hooligans in the streets, given the nations public decency laws and strict limits on the purchase and consumption of alcohol. On the Instagram accounts of fashion models and superstars last month, the sheikhdom of Qatar looked like one glittering party.High-heeled designers descended on exhibition openings and fashion shows in downtown Doha. In an effort to diversify away from a carbon-based economy, Qatars ruling family bought up stakes in things ranging from global finance and technology to the French soccer club Paris Saint-Germain and London real estate. The ruling emirs sister, Sheikha Al Mayassa Hamad bin Khalifa Al Thani, became one of the worlds most important art buyers. Its normal for us to worry when we see these kinds of people.World Cup organizers say everyone is welcome during the tournament. The government will stand its ground on certain issues, and the population will fall in line.Al-Kuwari, the citizen, was blunter.There is fear, he said. Qataris went online to vent their anger about what they called a dangerous and depraved revelry, saying it threatened Qatars traditional values ahead of the 2022 FIFA World Cup.",
            "html_summary": "<ul><li>Some foreign fans fret about how Qatar will handle hordes of drunken hooligans in the streets, given the nation’s public decency laws and strict limits on the purchase and consumption of alcohol.</li><li>On the Instagram accounts of fashion models and superstars last month, the sheikhdom of Qatar looked like one glittering party.High-heeled designers descended on exhibition openings and fashion shows in downtown Doha.</li><li>In an effort to diversify away from a carbon-based economy, Qatar’s ruling family bought up stakes in things ranging from global finance and technology to the French soccer club Paris Saint-Germain and London real estate.</li><li>The ruling emir’s sister, Sheikha Al Mayassa Hamad bin Khalifa Al Thani, became one of the world’s most important art buyers.</li><li>“It’s normal for us to worry when we see these kinds of people.”World Cup organizers say everyone is welcome during the tournament.</li><li>“The government will stand its ground on certain issues, and the population will fall in line.”Al-Kuwari, the citizen, was blunter.“There is fear,” he said.</li></ul>",
            "website_url": "https://apnews.com/c3dcfa7cefe111716e2fade034d50eab"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOHNSON LAI and JOE McDONALD - Associated Press",
            "title": "Taiwans APEC envoy at the center of processor chip tension",
            "description": "Taiwans envoy to APEC is the 91yearold billionaire founder of a computer chip manufacturing giant that operated behind the scenes for decades before being thrust into the center of U.S.Chinese tension over technology and security. Morris Changs dual role",
            "url": "/2022-11-17-aa6d6af23b6ca4b513be2c0a28636967",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/a/47/a477c7af-892e-5ca5-8c24-950ddc6126e8/63758b2c62b77.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-17T01:06:00Z",
            "content": "By JOHNSON LAI and JOE McDONALD  Associated PressTAIPEI, Taiwan (AP) Taiwans envoy to a gathering of AsiaPacific leaders is the 91yearold billionaire founder of a computer chip manufacturing gi [+6622 chars]",
            "summary": "That allowed smaller designers to compete with industry giants without spending billions of dollars to build a factory.TSMC has grown into the biggest chip producer, supplying Apple Inc., Qualcomm Inc. and other customers and turning Taiwan into a global tech center. But they need components and technology from the United States, Europe and Asian suppliers  especially Taiwan, the biggest chip exporter.Huawei, Chinas first global tech brand, designs chips but needs TSMC and other contractors to make them. Their foundries need American manufacturing technology, which gives Washington leverage to disrupt Chinese high-tech industry.Processor chips are Chinas biggest import at $300 billion a year, ahead of oil. He was re-appointed to the same job in 2018, 2019 and 2020 by President Tsai Ing-wen.Taiwans semiconductor industry, especially TSMC, plays a pivotal role in the domestic and even the world economy, Tsai told reporters on Oct. 20. American officials say Huawei is a security threat and might enable Chinese spying, an accusation the company denies.Most of the worlds smartphones and other consumer electronics are assembled in Chinese factories. At this important moment, Chang is an irreplaceable candidate to serve as the representative of our countrys APEC leaders.Britains trade minister, Greg Hands, said London wants closer cooperation with Taiwan on semiconductors during a visit this month. Changs stake in the company is worth $1.6 billion.___McDonald reported from Beijing.",
            "html_summary": "<ul><li>That allowed smaller designers to compete with industry giants without spending billions of dollars to build a factory.TSMC has grown into the biggest chip producer, supplying Apple Inc., Qualcomm Inc. and other customers and turning Taiwan into a global tech center.</li><li>But they need components and technology from the United States, Europe and Asian suppliers — especially Taiwan, the biggest chip exporter.Huawei, China’s first global tech brand, designs chips but needs TSMC and other contractors to make them.</li><li>Their foundries need American manufacturing technology, which gives Washington leverage to disrupt Chinese high-tech industry.Processor chips are China’s biggest import at $300 billion a year, ahead of oil.</li><li>He was re-appointed to the same job in 2018, 2019 and 2020 by President Tsai Ing-wen.“Taiwan’s semiconductor industry, especially TSMC, plays a pivotal role in the domestic and even the world economy,” Tsai told reporters on Oct. 20.</li><li>American officials say Huawei is a security threat and might enable Chinese spying, an accusation the company denies.Most of the world’s smartphones and other consumer electronics are assembled in Chinese factories.</li><li>“At this important moment, Chang is an irreplaceable candidate to serve as the representative of our country’s APEC leaders.”Britain’s trade minister, Greg Hands, said London wants closer cooperation with Taiwan on semiconductors during a visit this month.</li></ul>",
            "website_url": "https://apnews.com/aa6d6af23b6ca4b513be2c0a28636967"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MICHAEL LIEDTKE - AP Technology Writer",
            "title": "Elizabeth Holmes faces judgment day for her Theranos crimes",
            "description": "A federal judge on Friday will decide whether disgraced Theranos CEO Elizabeth Holmes should serve a lengthy prison sentence for duping investors and endangering patients while peddling a bogus bloodtesting technology. After being convicted of investor fraud",
            "url": "/2022-11-17-f02af6e24a7c347f1f3114d0cc1976bd",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/3/7f/37fe8eee-81aa-5782-ba79-6a8d3dac3b64/637617be2c2ea.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-17T11:01:07Z",
            "content": "By MICHAEL LIEDTKE  AP Technology WriterA federal judge on Friday will decide whether disgraced Theranos CEO Elizabeth Holmes should serve a lengthy prison sentence for duping investors and endang [+6844 chars]",
            "summary": "In a scathing 46-page memo, Leach told the judge he has an opportunity to send a message that curbs the hubris and hyperbole unleashed by the tech boom of the past decade.Holmes preyed on hopes of her investors that a young, dynamic entrepreneur had changed healthcare, Leach wrote. District Judge Edward Davila will take center stage as he weighs the federal governments recommendation to send Holmes, 38, to federal prison for 15 years. Thats slightly less than the maximum sentence of 20 years she could face, but far longer than her legal teams attempt to limit her incarceration to no more than 18 months, preferably served in home confinement. Federal prosecutor Robert Leach emphatically declared Holmes deserves a severe punishment for engineering a scam that he described as one of the most egregious white-collar crimes ever committed in Silicon Valley. Balwani, 57, is scheduled to be sentenced Dec. 7 after being convicted in a July trial on 12 counts of fraud and conspiracy. Her lawyers have argued that Holmes deserves more lenient treatment as a well-meaning entrepreneur who is now a devoted mother with another child on the way. He also noted Holmes suffered through a case of COVID in August while pregnant.",
            "html_summary": "<ul><li>In a scathing 46-page memo, Leach told the judge he has an opportunity to send a message that curbs the hubris and hyperbole unleashed by the tech boom of the past decade.Holmes “preyed on hopes of her investors that a young, dynamic entrepreneur had changed healthcare,” Leach wrote.</li><li>District Judge Edward Davila will take center stage as he weighs the federal government’s recommendation to send Holmes, 38, to federal prison for 15 years.</li><li>That’s slightly less than the maximum sentence of 20 years she could face, but far longer than her legal team’s attempt to limit her incarceration to no more than 18 months, preferably served in home confinement.</li><li>Federal prosecutor Robert Leach emphatically declared Holmes deserves a severe punishment for engineering a scam that he described as one of the most egregious white-collar crimes ever committed in Silicon Valley.</li><li>Balwani, 57, is scheduled to be sentenced Dec. 7 after being convicted in a July trial on 12 counts of fraud and conspiracy.</li><li>Her lawyers have argued that Holmes deserves more lenient treatment as a well-meaning entrepreneur who is now a devoted mother with another child on the way.</li></ul>",
            "website_url": "https://apnews.com/f02af6e24a7c347f1f3114d0cc1976bd"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOE McDONALD - Associated Press",
            "title": "Chinese leaders face anger over 2nd childs quarantine death",
            "description": "Chinese authorities are facing more public anger after a second childs death was blamed on overzealous antivirus enforcement, adding to frustration at controls that are confining millions of people to their homes and sparked fights with health workers. News",
            "url": "/2022-11-17-94dee24454984179f79b493cf0589d62",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/a/49/a49c4857-2f56-5926-b35d-7192cb40e6c4/6375cdea34355.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-17T05:45:45Z",
            "content": "By JOE McDONALD  Associated PressBEIJING (AP) Chinese authorities faced more public anger Thursday after a second childs death was blamed on overzealous antivirus enforcement, adding to frustrat [+5007 chars]",
            "summary": "The account said health workers at the quarantine site called an ambulance but the crew refused to deal with them because the father tested positive for the virus.The girl finally arrived at a hospital at 11 p.m. but died despite efforts to revive her, the account said. An account on social media that said it was written by the father, identified as Li Baoliang, said he started calling the emergency hotline at noon on Monday after she suffered vomiting and diarrhea. Foxconn has not responded to requests for confirmation or details.The 4-month-old girl in Zhengzhou and her father were sent into quarantine Saturday, according to news reports and social media. He didnt mention the girls death in Zhengzhou.Local governments are being given more flexibility in possible preparation for gradual reopening of the country, but a timetable is unclear, said economists Helen Qiao, Benson Wu and Xiaoqing Pi of Bank of America in a report. They put their official post above everything else.The ruling party promised last week to ease quarantine and other restrictions under its zero-COVID strategy, which aims to isolate every infected person. They pointed to the major cities of Guangzhou, Chongqing and Shijiazhuang, which all are coping with an uptick in infections.Their responses and reopening paths will be useful for other cities to prepare for their reopening, they said. It said the hotline responded the girl wasnt sick enough to need emergency care.",
            "html_summary": "<ul><li>The account said health workers at the quarantine site called an ambulance but the crew refused to deal with them because the father tested positive for the virus.The girl finally arrived at a hospital at 11 p.m. but died despite efforts to revive her, the account said.</li><li>An account on social media that said it was written by the father, identified as Li Baoliang, said he started calling the emergency hotline at noon on Monday after she suffered vomiting and diarrhea.</li><li>Foxconn has not responded to requests for confirmation or details.The 4-month-old girl in Zhengzhou and her father were sent into quarantine Saturday, according to news reports and social media.</li><li>He didn’t mention the girl’s death in Zhengzhou.Local governments are being given more flexibility in possible preparation for gradual reopening of the country, but a timetable is unclear, said economists Helen Qiao, Benson Wu and Xiaoqing Pi of Bank of America in a report.</li><li>“They put their official post above everything else.”The ruling party promised last week to ease quarantine and other restrictions under its “zero-COVID” strategy, which aims to isolate every infected person.</li><li>They pointed to the major cities of Guangzhou, Chongqing and Shijiazhuang, which all are coping with an uptick in infections.“Their responses and reopening paths will be useful for other cities to prepare for their reopening,” they said.</li></ul>",
            "website_url": "https://apnews.com/94dee24454984179f79b493cf0589d62"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Elephantech wants to create circuit boards that are kinder to the environment",
            "description": "Tokyobased startup Elephantech has secured 2.15 billion yen (~$15 million) in funding to manufacture ecofriendly print circuit boards.",
            "url": "/2022-11-17-elephantech-wants-to-create-circuit-boards-that-are-kinder-to-the-environment",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/07/GettyImages-969559344.jpg?resize=1200,801",
            "publishedAt": "2022-11-17T12:15:09Z",
            "content": "Printed circuit boards (PCB), which perform essential functions in electronic devices, including displays and sensors, need a lot of energy to create. Moreover, traditional PCB manufacturing processe [+3817 chars]",
            "summary": "Printed circuit boards (PCB), which perform essential functions in electronic devices, including displays and sensors, need a lot of energy to create. Nothing is subsequently removed (i.e.",
            "html_summary": "<ul><li>Printed circuit boards (PCB), which perform essential functions in electronic devices, including displays and sensors, need a lot of energy to create.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/17/elephantech-wants-to-create-circuit-boards-that-are-kinder-to-the-environment/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Korean VC Sopoong closes $8M fund for startups focused on environmental impact",
            "description": "Korean social impact venture capital firm Sopoong Ventures closes on $8 million fund to back environmental, climate tech startups.",
            "url": "/2022-11-17-korean-vc-sopoong-closes-8m-fund-for-startups-focused-on-environmental-impact",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/10/GettyImages-1342327233.jpg?resize=1200,800",
            "publishedAt": "2022-11-17T02:00:57Z",
            "content": "Two years ago, South Korea unveiled a plan to reach carbon neutrality by 2050. Getting there will be another story.Although Korean manufacturers say they are trying to change their ways, the countr [+3746 chars]",
            "summary": "Sopoong invests up to $350,000 into each startup via the accelerator program and offers mentorship, co-working space, administrative support and networking opportunities with experts.On top of the accelerator, the firm also launched a six-month fellowship program to foster climate tech entrepreneurship. So far, Sopoong says it has selected 13 individuals with masters or doctoral degrees in environment-related majors, offering them $1,700 in grants per month and other support, including the accelerator program. If participating fellows succeed in founding a startup, Sopoong could make a seed investment, Han said. Getting there will be another story.Although Korean manufacturers say they are trying to change their ways, the countrys GDP is linked to some uniquely pollutive industries, including petrochemical producers, automakers and shipbuilders. Two years ago, South Korea unveiled a plan to reach carbon neutrality by 2050.",
            "html_summary": "<ul><li>Sopoong invests up to $350,000 into each startup via the accelerator program and offers mentorship, co-working space, administrative support and networking opportunities with experts.On top of the accelerator, the firm also launched a six-month fellowship program to foster climate tech entrepreneurship.</li><li>So far, Sopoong says it has selected 13 individuals with master’s or doctoral degrees in environment-related majors, offering them $1,700 in grants per month and other support, including the accelerator program.</li><li>If participating fellows succeed in founding a startup, Sopoong could make a seed investment, Han said.</li><li>Getting there will be another story.Although Korean manufacturers say they are trying to change their ways, the country’s GDP is linked to some uniquely pollutive industries, including petrochemical producers, automakers and shipbuilders.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/16/korean-vc-sopoong-closes-8m-fund-for-startups-focused-on-environmental-impact/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "Zennstrm calls the end of highvaluations era, says founders and VCs must remove stigma of downrounds",
            "description": "As the world moves into economic headwinds and geopolitical uncertainty, European founders must get used to taking tough decisions to ensure the survival of their startups. This will include getting used to flat or downrounds of funding, after experienci",
            "url": "/2022-11-17-zennstrom-calls-the-end-of-high-valuations-era-says-founders-will-have-to-get-used-to-downrounds",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/12/niklas-zennstrc3b6m-atomico1.jpg?resize=1200,800",
            "publishedAt": "2022-11-17T12:11:01Z",
            "content": "As the world moves into economic headwinds and geopolitical uncertainty, European founders must get used to taking tough decisions to ensure the survival of their startups. This will include getting [+5488 chars]",
            "summary": "He said: Atomico hasnt led many down rounds, so this is about my personal experience as an entrepreneur and from situations Ive seen talented founders struggle with years after Atomicos initial investment. And the less runway a business has, the riskier that company becomes.The alternative after 6 months could mean a rescue financing littered with aggressive liquidation preferences and exit clauses.. Dont let that be you, he said. Its market dynamics.He added that startup founders currently in fund-raising mode should raise right away: The biggest issue with down rounds is that people leave them so late. I was even more motivated to prove I could build a successful company.Ending on a positive note he said: I started Kazaa in 2000 and Skype a few years later  just after stocks crashed 80% in the dotcom bust. But he challenged Slush attendees to think about down rounds differently and not to take it personally: Firstly, down rounds are just a function of the broader market. As the world moves into economic head-winds and geopolitical uncertainty, European founders must get used to taking tough decisions to ensure the survival of their startups. Were embarrassed about what it might say about our business, that its worth less now than it was a year ago, he said.",
            "html_summary": "<ul><li>He said: “Atomico hasn’t led many down rounds, so this is about my personal experience as an entrepreneur and from situations I’ve seen talented founders struggle with years after Atomico’s initial investment.</li><li>And the less runway a business has, the riskier that company becomes.”The alternative after 6 months could mean “a rescue financing littered with aggressive liquidation preferences and exit clauses.. Don’t let that be you,” he said.</li><li>It’s market dynamics.”He added that startup founders currently in fund-raising mode should raise right away: “The biggest issue with down rounds is that people leave them so late.</li><li>I was even more motivated to prove I could build a successful company.”Ending on a positive note he said: “I started Kazaa in 2000 and Skype a few years later – just after stocks crashed 80% in the dotcom bust.</li><li>But he challenged Slush attendees to think about down rounds differently and not to take it personally: “Firstly, ‘down rounds’ are just a function of the broader market.</li><li>As the world moves into economic head-winds and geopolitical uncertainty, European founders must get used to taking tough decisions to ensure the survival of their startups.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/17/zennstrom-calls-the-end-of-high-valuations-era-says-founders-will-have-to-get-used-to-downrounds/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "Index Ventures thinks new startups will emerge in the downturn and is putting $300M behind that bet",
            "description": "Index ventures launches new Origin Fund which will be a $300 million Seed fund, $100m larger than Origin I last year.",
            "url": "/2022-11-17-index-ventures-thinks-new-startups-will-emerge-in-the-downturn-and-is-putting-300m-behind-that-bet",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/Index-Ventures-.jpg",
            "publishedAt": "2022-11-17T11:01:10Z",
            "content": "Back in April 8, 2021 Index Ventures, one of the very few original gangsters of the European VC scene, said it was kindve going back to its roots. It announced the launch of a new $200 million dedica [+5346 chars]",
            "summary": "I asked, why double-down on early stage for Index Ventures?Nina Achadjian, Index Partner based in SF told me via email: Throughout our experience as early stage investors, we realized that theres a need for a different kind of early stage fund. Its why weve set up Origin II as a highly collaborative fund thats open to working with seed funds, solo GPs and angels, said Rimer.How is the early stage environment in the US? Perhaps harking back to the age-old view that the best startups are born counter-cyclically, Index is today upping-the-anti with a second Origin Fund which will be a $300 million Seed fund, Yes folks, thats $100m larger than Origin I last year. We proactively bring in seed funds, solo GPs and angels to co-invest with us so that together we can provide entrepreneurs with the best possible support network and chance of success.However, why raise a bigger fund than the previous one? Indexs other funds include early-stage fund Index Ventures XI ($900m), and growth fund Index Ventures Growth VI ($2bn). But with a global recession looming in the next year, a Crypto nuclear winter, and external factors like the war in Ukraine, you might think that investors like Index would be drawing in their horns. It announced the launch of a new $200 million dedicated seed investing vehicle dubbed Index Origin.",
            "html_summary": "<ul><li>I asked, why double-down on early stage for Index Ventures?Nina Achadjian, Index Partner based in SF told me via email: “Throughout our experience as early stage investors, we realized that there’s a need for a different kind of early stage fund.</li><li>It’s why we’ve set up Origin II as a highly collaborative fund that’s open to working with seed funds, solo GPs and angels,” said Rimer.How is the early stage environment in the US?</li><li>Perhaps harking back to the age-old view that the best startups are born counter-cyclically, Index is today upping-the-anti with a second “Origin Fund” which will be a $300 million Seed fund, Yes folks, that’s $100m larger than Origin I last year.</li><li>We proactively bring in seed funds, solo GPs and angels to co-invest with us so that together we can provide entrepreneurs with the best possible support network and chance of success.”However, why raise a bigger fund than the previous one?</li><li>Index’s other funds include early-stage fund Index Ventures XI ($900m), and growth fund Index Ventures Growth VI ($2bn).</li><li>But with a global recession looming in the next year, a Crypto ‘nuclear winter’, and external factors like the war in Ukraine, you might think that investors like Index would be drawing in their horns.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/17/index-ventures-thinks-new-startups-will-emerge-in-the-downturn-and-is-putting-300m-behind-that-bet/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "How major US stock indexes fared Wednesday 11/16/2022",
            "description": "Wall Street closed lower as hefty drops in retailers and technology companies offset gains elsewhere in the market. The S&P 500 lost 0.8% Wednesday. The Nasdaq fell 1.5%, and smallcompany stocks fell even more.",
            "url": "/2022-11-17-825774172f010c624452f20656fa5bae",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-11-17T02:20:27Z",
            "content": "Wall Street closed lower as hefty drops in retailers and technology companies offset gains elsewhere in the market.The S&amp;P 500 lost 0.8% Wednesday. The Nasdaq fell 1.5%, and smallcompany stock [+1096 chars]",
            "summary": "The Nasdaq fell 1.5%, and small-company stocks fell even more. Wall Street closed lower as hefty drops in retailers and technology companies offset gains elsewhere in the market.The S&P 500 lost 0.8% Wednesday. Target fell sharply after delivering a dismal financial report. Target also cut its forecasts for the holiday season and said its sales slowed sharply in recent weeks. The Dow Jones Industrial Average closed slightly lower.",
            "html_summary": "<ul><li>The Nasdaq fell 1.5%, and small-company stocks fell even more.</li><li>Wall Street closed lower as hefty drops in retailers and technology companies offset gains elsewhere in the market.The S&P 500 lost 0.8% Wednesday.</li><li>Target fell sharply after delivering a dismal financial report.</li><li>Target also cut its forecasts for the holiday season and said its sales slowed sharply in recent weeks.</li></ul>",
            "website_url": "https://apnews.com/825774172f010c624452f20656fa5bae"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Rodgers, NFL players urge league to nix turf, go with grass. With fresh capital, Symend aims to build a better debt collection system. Culture clash? Conservative Qatar preps for World Cup party. Taiwans APEC envoy at the center of processor chip tension. Elizabeth Holmes faces judgment day for her Theranos crimes. Chinese leaders face anger over 2nd childs quarantine death. Elephantech wants to create circuit boards that are kinder to the environment. Korean VC Sopoong closes $8M fund for startups focused on environmental impact. Zennstrm calls the end of highvaluations era, says founders and VCs must remove stigma of downrounds. Index Ventures thinks new startups will emerge in the downturn and is putting $300M behind that bet. How major US stock indexes fared Wednesday 11/16/2022"
}