{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Amanda Silberling",
            "title": "This year in tech felt like a simulation  TechCrunch",
            "description": "This year in tech, too much happened and very little of it made sense, so we might just be at the whims of a random number generator.",
            "url": "/2022-12-24-this-year-in-tech-felt-like-a-simulation",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/vr-headset-abstract-simulation.jpg?resize=1200,799",
            "publishedAt": "2022-12-24T17:00:33Z",
            "content": "This year in tech, too much happened and very little of it made sense. It was like we were being controlled by a random number generator that would dictate the whims of the tech industry, leading to  [+4860 chars]",
            "summary": "Oh, good times.When I say it feels like were living in a simulation, what I mean is that sometimes, I hear about the latest tech news and feel like someone threw some words in a hat, picked a few, and tried to connect the dots. This years tech news feels so bizarre that they might as well have been generated by ChatGPT.Or maybe reality is actually stranger than anything an AI could come up with. But in January, would you have believed me if I told you that Twitter owner Elon Musk polled users to decide that he would unban Donald Trump?These absurd events in tech have consequences. I asked ChatGPT to write some headlines about tech news for me, and it came up with these snoozers (in addition to some factually inaccurate headlines, which I omitted for the sake of journalism):Pretty boring! If the rules are made up and the points dont matter, lets at least hope that if the absurdity continues into 2023, the tech news is more amusing than harmful. Its funny to think about how youd react ten years ago if someone told you that Meta (oh yeah, thats what Facebook is called now) is losing billions of dollars every quarter to build virtual reality technology that no one seems to want. Here are some actual real things that happened in tech this year:These are strange times.",
            "html_summary": "<ul><li>Oh, good times.When I say it feels like we’re living in a simulation, what I mean is that sometimes, I hear about the latest tech news and feel like someone threw some words in a hat, picked a few, and tried to connect the dots.</li><li>This year’s tech news feels so bizarre that they might as well have been generated by ChatGPT.Or maybe reality is actually stranger than anything an AI could come up with.</li><li>But in January, would you have believed me if I told you that Twitter owner Elon Musk polled users to decide that he would unban Donald Trump?These absurd events in tech have consequences.</li><li>I asked ChatGPT to write some headlines about tech news for me, and it came up with these snoozers (in addition to some factually inaccurate headlines, which I omitted for the sake of journalism):Pretty boring!</li><li>If the rules are made up and the points don’t matter, let’s at least hope that if the absurdity continues into 2023, the tech news is more amusing than harmful.</li><li>It’s funny to think about how you’d react ten years ago if someone told you that Meta (oh yeah, that’s what Facebook is called now) is losing billions of dollars every quarter to build virtual reality technology that no one seems to want.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/24/this-year-in-tech-felt-like-a-simulation/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "China signals deeper ties with Moscow...",
            "description": "BEIJING (AP)  Chinese Foreign Minister Wang Yi defended what he said was his countrys position of impartiality on the war in Ukraine  on Sunday and signaled that China would deepen ties with Russia in the coming year.",
            "url": "/2022-12-24-russia-ukraine-china-wang-yi-411f0b710ed2393420d7a63199a76a5d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/f78812f505f243fab6d8605d5cc61e64/3000.webp",
            "publishedAt": "2022-12-25T15:00:03Z",
            "content": "Chinas foreign minister signals deeper ties with RussiaBEIJING (AP)  Chinese Foreign Minister Wang Yi defended what he said was his countrys position of impartiality on the war in Ukraine on Sunda [+2818 chars]",
            "summary": "Wang accused the U.S. of unilateral bullying and said that China would continue to play a constructive role in resolving the Ukraine crisis in its own way, a Chinese Foreign Ministry statement said. The State Department said that Blinken discussed the need to manage the U.S.-China relationship responsibly and raised concerns about Russias war against Ukraine and the threats it poses to global security and economic stability. Wang said that China would deepen strategic mutual trust and mutually beneficial cooperation with Russia. Its refusal to condemn the invasion of Ukraine and join others in imposing sanctions on Russia has further frayed ties and fueled an emerging divide with much of Europe.",
            "html_summary": "<ul><li>Wang accused the U.S. of “unilateral bullying” and said that China would continue to play a constructive role in resolving the Ukraine crisis in its own way, a Chinese Foreign Ministry statement said.</li><li>The State Department said that Blinken discussed the need to manage the U.S.-China relationship responsibly and raised concerns about Russia’s war against Ukraine and the threats it poses to global security and economic stability.</li><li>Wang said that China would “deepen strategic mutual trust and mutually beneficial cooperation” with Russia.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-china-wang-yi-411f0b710ed2393420d7a63199a76a5d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SARA CLINE - Associated Press",
            "title": "Louisiana Gov. Edwards defends carbon capture projects",
            "description": "Proposed carbon capture projects continue to draw controversy and public backlash in Louisiana, but Democratic Gov. John Bel Edwards remains adamant that the practice is a safe way to reduce the states industrial emissions. About 50 Louisiana residents trave",
            "url": "/2022-12-24-eac8ccb9c9c1fd62d0c8eabd8f258ccc",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-12-24T14:03:08Z",
            "content": "BATON ROUGE, La. (AP) Proposed carbon capture projects continue to draw controversy and public backlash in Louisiana, but Democratic Gov. John Bel Edwards remained adamant this week that the practice [+3702 chars]",
            "summary": "The project aims to capture emissions from CF Industries ammonia production plant in Donaldsonville  the top greenhouse gas industrial emitter in the state, according to a 2021 state report  and store the carbon underground in Vermillion Parish. In addition, because carbon capture requires more energy to power the equipment, it results in more air pollution because the technology can catch only a portion of the carbon emitted.Injection sites have generated controversy in Louisiana. (AP)  Proposed carbon capture projects continue to draw controversy and public backlash in Louisiana, but Democratic Gov. Most recently, Livingston Parish enacted a moratorium on carbon-injection wells following public outcry.",
            "html_summary": "<ul><li>The project aims to capture emissions from CF Industries’ ammonia production plant in Donaldsonville — the top greenhouse gas industrial emitter in the state, according to a 2021 state report — and store the carbon underground in Vermillion Parish.</li><li>In addition, because carbon capture requires more energy to power the equipment, it results in more air pollution because the technology can catch only a portion of the carbon emitted.Injection sites have generated controversy in Louisiana.</li><li>(AP) — Proposed carbon capture projects continue to draw controversy and public backlash in Louisiana, but Democratic Gov.</li></ul>",
            "website_url": "https://apnews.com/eac8ccb9c9c1fd62d0c8eabd8f258ccc"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By LAURA UNGAR and ANIRUDDHA GHOSAL - Associated Press",
            "title": "Chinas COVID19 surge raises odds of new coronavirus mutant",
            "description": "Could the COVID19 surge in China unleash a new coronavirus mutant on the world? Scientists dont know but worry that might happen. It could be similar to omicron variants circulating there now. It could be a combination of strains. Or",
            "url": "/2022-12-24-306b688d84e31a9462f82d0ead1f4584",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/df/ddfc5962-711f-5ce6-bb22-a47ad1b6c029/63a83ed48ac10.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-25T12:12:38Z",
            "content": "By LAURA UNGAR and ANIRUDDHA GHOSAL  Associated PressCould the COVID19 surge in China unleash a new coronavirus mutant on the world?Scientists dont know but worry that might happen. It could be [+4180 chars]",
            "summary": "And that seems to be the setting in which we may see an explosion of a new variant, said Dr. Stuart Campbell Ray, an infectious disease expert at Johns Hopkins University.Every new infection offers a chance for the coronavirus to mutate, and the virus is spreading rapidly in China. Given those realities, Dr. Gagandeep Kang, who studies viruses at the Christian Medical College in Vellore, India, said it remains to be seen if the virus will follow the same pattern of evolution in China as it has in the rest of the world after vaccines came out. Shan-Lu Liu, who studies viruses at Ohio State University, said many existing omicron variants have been detected in China, including BF.7, which is extremely adept at evading immunity and is believed to be driving the current surge. Ray compared the virus to a boxer that learns to evade the skills that you have and adapt to get around those.One big unknown is whether a new variant will cause more severe disease. Experts said a partially immune population like Chinas puts particular pressure on the virus to change. Could the COVID-19 surge in China unleash a new coronavirus mutant on the world?Scientists dont know but worry that might happen. Or, she asked, will the pattern of evolution be completely different?Recently, the World Health Organization expressed concern about reports of severe disease in China.",
            "html_summary": "<ul><li>And that seems to be the setting in which we may see an explosion of a new variant,” said Dr. Stuart Campbell Ray, an infectious disease expert at Johns Hopkins University.Every new infection offers a chance for the coronavirus to mutate, and the virus is spreading rapidly in China.</li><li>Given those realities, Dr. Gagandeep Kang, who studies viruses at the Christian Medical College in Vellore, India, said it remains to be seen if the virus will follow the same pattern of evolution in China as it has in the rest of the world after vaccines came out.</li><li>Shan-Lu Liu, who studies viruses at Ohio State University, said many existing omicron variants have been detected in China, including BF.7, which is extremely adept at evading immunity and is believed to be driving the current surge.</li><li>Ray compared the virus to a boxer that “learns to evade the skills that you have and adapt to get around those.”One big unknown is whether a new variant will cause more severe disease.</li><li>Experts said a partially immune population like China’s puts particular pressure on the virus to change.</li><li>Could the COVID-19 surge in China unleash a new coronavirus mutant on the world?Scientists don’t know but worry that might happen.</li></ul>",
            "website_url": "https://apnews.com/306b688d84e31a9462f82d0ead1f4584"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Chinas foreign minister signals deeper ties with Russia",
            "description": "BEIJING (AP)  Chinese Foreign Minister Wang Yi defended his countrys position on the war in Ukraine on Sunday and signaled that China would deepen ties with Russia in the coming year. Wang, speaking by video to a conference in the Chinese capital, also blam",
            "url": "/2022-12-24-411f0b710ed2393420d7a63199a76a5d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/f78812f505f243fab6d8605d5cc61e64/3000.webp",
            "publishedAt": "2022-12-25T06:43:38Z",
            "content": "BEIJING (AP) Chinese Foreign Minister Wang Yi defended his countrys position on the war in Ukraine on Sunday and signaled that China would deepen ties with Russia in the coming year.Wang, speaking  [+1612 chars]",
            "summary": "Wang accused the U.S. of unilateral bullying and said that China would continue to play a constructive role in resolving the Ukraine crisis in its own way, a Chinese Foreign Ministry statement said. The State Department said that Blinken discussed the need to manage the U.S.-China relationship responsibly and raised concerns about Russias war against Ukraine and the threats it poses to global security and economic stability. Wang said that China would deepen strategic mutual trust and mutually beneficial cooperation with Russia. Its refusal to condemn the invasion of Ukraine and join others in imposing sanctions on Russia has further frayed ties and fueled an emerging divide with much of Europe.",
            "html_summary": "<ul><li>Wang accused the U.S. of “unilateral bullying” and said that China would continue to play a constructive role in resolving the Ukraine crisis in its own way, a Chinese Foreign Ministry statement said.</li><li>The State Department said that Blinken discussed the need to manage the U.S.-China relationship responsibly and raised concerns about Russia’s war against Ukraine and the threats it poses to global security and economic stability.</li><li>Wang said that China would “deepen strategic mutual trust and mutually beneficial cooperation” with Russia.</li></ul>",
            "website_url": "https://apnews.com/411f0b710ed2393420d7a63199a76a5d"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "J. Robert Oppenheimer cleared of being suspected Soviet spy after 68 years",
            "description": "J. Robert Oppenheimer cleared of being suspected Soviet spy after 68 yearsarstechnica.com",
            "url": "/2022-12-24-j-robert-oppenheimer-cleared-of-being-suspected-soviet-spy-after-68-years",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/12/oppie1CROP-760x380.jpg",
            "publishedAt": "2022-12-25T21:26:16Z",
            "content": "Enlarge/ A young J. Robert Oppenheimer in April 1945. He led the Manhattan Project during World War II to develop the first atomic bomb.0 with 0 posters participatingTheres rarely time to write  [+11305 chars]",
            "summary": "By many accounts, he was a broken man after the hearings, although he had enough fire left to strenuously object to a 1964 play dramatizing the hearings: \"The whole damn thing was a farce and these people are trying to make a tragedy out of it. But Groves felt the physicist had the breadth of knowledge to bring together physicists, chemists, engineers, and metallurgists, among other disciplines whose expertise would be crucial to the success of the project.And the project did succeed. The trailer naturally focuses on the drama surrounding the birth of the atomic bomb, but if the film follows the arc of the book, Oppenheimer's fall from grace will also feature prominently. As time has passed, more evidence has come to light of the bias and unfairness of the process that Dr. Oppenheimer was subjected to while the evidence of his loyalty and love of country have only been further affirmed. Its hard to see a principle hereexcept that some of the testimony was sympathetic to Oppenheimer, some of it very sympathetic.So Granholm's statement is a welcome development, albeit 68 years late. In 2014, several transcripts from the 1954 hearings were declassified, revealing no damning evidence against the late physicist. But suspicion over his Communist ties grew stronger, culminating in the infamous 1954 security hearings to determine whether he was guilty of treason.",
            "html_summary": "<ul><li>By many accounts, he was a broken man after the hearings, although he had enough fire left to strenuously object to a 1964 play dramatizing the hearings: \"The whole damn thing was a farce and these people are trying to make a tragedy out of it.</li><li>But Groves felt the physicist had the breadth of knowledge to bring together physicists, chemists, engineers, and metallurgists, among other disciplines whose expertise would be crucial to the success of the project.And the project did succeed.</li><li>The trailer naturally focuses on the drama surrounding the birth of the atomic bomb, but if the film follows the arc of the book, Oppenheimer's fall from grace will also feature prominently.</li><li>As time has passed, more evidence has come to light of the bias and unfairness of the process that Dr. Oppenheimer was subjected to while the evidence of his loyalty and love of country have only been further affirmed.</li><li>“It’s hard to see a principle here—except that some of the testimony was sympathetic to Oppenheimer, some of it very sympathetic.”So Granholm's statement is a welcome development, albeit 68 years late.</li><li>In 2014, several transcripts from the 1954 hearings were declassified, revealing no damning evidence against the late physicist.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/12/j-robert-oppenheimer-cleared-of-being-suspected-soviet-spy-after-68-years/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. This year in tech felt like a simulation  TechCrunch. China signals deeper ties with Moscow.... Louisiana Gov. Edwards defends carbon capture projects. Chinas COVID19 surge raises odds of new coronavirus mutant. Chinas foreign minister signals deeper ties with Russia. J. Robert Oppenheimer cleared of being suspected Soviet spy after 68 years"
}