{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Joann Muller",
            "title": "Hailing a taxi with no one behind the wheel",
            "description": "I took a ride in a Cruise driverless taxi last week in San Francisco and, for the first time, I thought, This might really happen!Why it matters Selfdriving cars have been promised for years, but the technology is hard, regulations are spotty, and the bus",
            "url": "/2022-11-23-robotaxi-cruise-san-francisco-ghost-taxi",
            "urlToImage": "https://images.axios.com/FGmgy_rUj8x1UhK0zzci10vwdMU=/0x0:1920x1080/1366x768/2022/11/22/1669130803429.png",
            "publishedAt": "2022-11-23T10:45:51Z",
            "content": "I took a ride in a Cruise driverless taxi last week in San Francisco and, for the first time, I thought, This might really happen!Why it matters Selfdriving cars have been promised for years, b [+3489 chars]",
            "summary": "Photos by Holly Bogin (left) and Joann Muller (right)I took a ride in a Cruise driverless taxi last week in San Francisco and, for the first time, I thought, \"This might really happen! But we weren't fast enough, so the ride ended  and we had to get out, and Apricot drove away.Flashback: It wasn't my first time in a car with no one behind the wheel. It took more than two years for the next driverless ride service in the U.S. to begin operations. The bottom line: I felt safe and comfortable during my ride, and I can't wait to try it again when it's light outside. Just before the pandemic, in February 2020, I took a ride in a Waymo driverless minivan in suburban Phoenix. What's next: Until now, Cruise has been limited to nighttime fares in San Francisco, when traffic is light, but it just got permission to extend the service to daylight hours as well. We waited in front of the Hotel Kabuki in Japantown, but the car blew right past us, stopping about 3o feet ahead, apparently the designated pickup spot.",
            "html_summary": "<ul><li>Photos by Holly Bogin (left) and Joann Muller (right)I took a ride in a Cruise driverless taxi last week in San Francisco and, for the first time, I thought, \"This might really happen!</li><li>But we weren't fast enough, so the ride ended — and we had to get out, and Apricot drove away.Flashback: It wasn't my first time in a car with no one behind the wheel.</li><li>It took more than two years for the next driverless ride service in the U.S. to begin operations.</li><li>The bottom line: I felt safe and comfortable during my ride, and I can't wait to try it again when it's light outside.</li><li>Just before the pandemic, in February 2020, I took a ride in a Waymo driverless minivan in suburban Phoenix.</li><li>What's next: Until now, Cruise has been limited to nighttime fares in San Francisco, when traffic is light, but it just got permission to extend the service to daylight hours as well.</li></ul>",
            "website_url": "https://www.axios.com/2022/11/23/robotaxi-cruise-san-francisco-ghost-taxi"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Joe Mcdonald",
            "title": "Workers protest, beaten at virushit Chinese iPhone factory  The Associated Press",
            "description": "Workers protest, beaten at virushit Chinese iPhone factoryThe Associated PressChina Clashes Live  Violent Protests At Apples Biggest iPhone Plant In Zhengzhou | World NewsTIMES NOWChina Covid Angry protests at giant iPhon",
            "url": "/2022-11-23-technology-health-social-media-covid-apple-inc-de96ca707008f1ae48820ed573c56865",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/a2a96a4b53204beab6f86d2a61c15bdc/3000.jpeg",
            "publishedAt": "2022-11-23T09:45:00Z",
            "content": "BEIJING (AP) Employees at the worlds biggest Apple iPhone factory were beaten and detained in protests over pay amid antivirus controls, according to witnesses and videos on social media Wednesday,  [+4818 chars]",
            "summary": "The city government suspended access to an industrial zone that surrounds the factory, which Foxconn has said employs 200,000 people.News reports said the ruling party had ordered grassroots cadres to fill in for Foxconn employees in Zhengzhou who left. The city announced plans last week to build hospital and quarantine facilities for 250,000 people.Also Wednesday, Beijing opened a hospital in an exhibition center and suspended access to Beijing International Studies University was suspended after a virus case was found there. This week, authorities reported Chinas first COVID-19 deaths in six months.On Wednesday, the government reported 28,883 cases found over the past 24 hours, including 26,242 with no symptoms. Videos on social media show residents tearing down barricades set up to enforce neighborhood closures.The ruling Communist Party promised this month to try to reduce disruptions by shortening quarantines and making other changes. He assured them their demands would be met.Apple Inc. has warned deliveries of its new iPhone 14 model would be delayed due to anti-disease controls at the factory. Frustration with restrictions in areas throughout China that have closed shops and offices and confined millions of people to their homes has boiled over into protests. The company didnt respond to requests for confirmation and details about that arrangement.___Zen Soo reported from Hong Kong.",
            "html_summary": "<ul><li>The city government suspended access to an industrial zone that surrounds the factory, which Foxconn has said employs 200,000 people.News reports said the ruling party had ordered “grassroots cadres” to fill in for Foxconn employees in Zhengzhou who left.</li><li>The city announced plans last week to build hospital and quarantine facilities for 250,000 people.Also Wednesday, Beijing opened a hospital in an exhibition center and suspended access to Beijing International Studies University was suspended after a virus case was found there.</li><li>This week, authorities reported China’s first COVID-19 deaths in six months.On Wednesday, the government reported 28,883 cases found over the past 24 hours, including 26,242 with no symptoms.</li><li>Videos on social media show residents tearing down barricades set up to enforce neighborhood closures.The ruling Communist Party promised this month to try to reduce disruptions by shortening quarantines and making other changes.</li><li>He assured them their demands would be met.Apple Inc. has warned deliveries of its new iPhone 14 model would be delayed due to anti-disease controls at the factory.</li><li>Frustration with restrictions in areas throughout China that have closed shops and offices and confined millions of people to their homes has boiled over into protests.</li></ul>",
            "website_url": "https://apnews.com/article/technology-health-social-media-covid-apple-inc-de96ca707008f1ae48820ed573c56865"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By TRAVIS LOLLER - Associated Press",
            "title": "Researchers AI in connected cars eased rush hour congestion",
            "description": "Researchers in Tennessee say they have successfully used artificial intelligence in a group of wirelessly connected cars to help ease rush hour traffic on Interstate 24. In the experiment, 100 test cars sent traffic information back and forth. Their adaptive",
            "url": "/2022-11-23-4962e01d3226685012f1919077be29d1",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/62/8621b1f0-aa03-5f37-8b41-36d0faf7f8f9/637dda15c86db.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-23T08:08:18Z",
            "content": "By TRAVIS LOLLER  Associated PressNASHVILLE, Tenn. (AP) As millions of people travel the interstates this Thanksgiving, many will encounter patches of traffic at a standstill for no apparent reaso [+4810 chars]",
            "summary": "Then, as traffic clears, the drivers accelerate too quickly, causing more braking and yet another jam.We know that one car braking suddenly can have a huge impact, Work said.Last weeks experiment showed that a few cars driving slowly and steadily could have an impact as well, for the better. In the experiment, the adaptive cruise control was modified to react to the overall traffic flow  including what was happening far ahead  using artificial intelligence.The cars decision-making occurred on two levels, Work said. Human drivers just dont do a good job of navigating dense traffic conditions, but an experiment using artificial intelligence in Nashville last week means help could be on the way. That led to a 40% increase in fuel efficiency and a 14% increase in distance driven.Researchers are still crunching the numbers on last weeks experiment, but Work said it demonstrated that these jams can be reduced through the novel automated vehicle technologies we developed. The researchers were able to evaluate the effect the connected cars had on morning traffic flow using a special 4-mile stretch of I-24 outfitted with 300 pole-mounted sensors. Its unquestionable that enhanced automotive technology can significantly reduce phantom traffic jams when implemented at scale.Still, he cautioned that the technology is not going to suddenly eliminate congestion. In the experiment, specially equipped cars were able to ease rush hour congestion on Interstate-24, researcher Daniel Work said on Tuesday.",
            "html_summary": "<ul><li>Then, as traffic clears, the drivers accelerate too quickly, causing more braking and yet another jam.“We know that one car braking suddenly can have a huge impact,” Work said.Last week’s experiment showed that a few cars driving slowly and steadily could have an impact as well, for the better.</li><li>In the experiment, the adaptive cruise control was modified to react to the overall traffic flow — including what was happening far ahead — using artificial intelligence.The cars’ decision-making occurred on two levels, Work said.</li><li>Human drivers just don’t do a good job of navigating dense traffic conditions, but an experiment using artificial intelligence in Nashville last week means help could be on the way.</li><li>That led to a 40% increase in fuel efficiency and a 14% increase in distance driven.Researchers are still crunching the numbers on last week’s experiment, but Work said it “demonstrated that these jams can be reduced through the novel automated vehicle technologies we developed.</li><li>The researchers were able to evaluate the effect the connected cars had on morning traffic flow using a special 4-mile stretch of I-24 outfitted with 300 pole-mounted sensors.</li><li>It’s unquestionable that enhanced automotive technology can significantly reduce phantom traffic jams when implemented at scale.”Still, he cautioned that the technology is not going to suddenly eliminate congestion.</li></ul>",
            "website_url": "https://apnews.com/4962e01d3226685012f1919077be29d1"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Reports Employees at Chinese iPhone factory protest",
            "description": "Videos and postings on Chinese social media say employees at the worlds biggest Apple iPhone factory have been beaten and detained in protests over contract disputes amid antivirus controls. Videos that said they were filmed at the factory in the",
            "url": "/2022-11-23-de96ca707008f1ae48820ed573c56865",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/74/4740af12-7e2e-595d-81e8-b6d9c0ded50e/637db707b3167.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-23T05:33:43Z",
            "content": "BEIJING (AP) Employees at the worlds biggest Apple iPhone factory have been beaten and detained in protests over contract disputes amid antivirus controls, according to employees and videos posted  [+1607 chars]",
            "summary": "The city government suspended access to an industrial zone that surrounds the factory, which Foxconn has said employs 200,000 people.News reports said the ruling party had ordered grassroots cadres to fill in for Foxconn employees in Zhengzhou who left. The city announced plans last week to build hospital and quarantine facilities for 250,000 people.Also Wednesday, Beijing opened a hospital in an exhibition center and suspended access to Beijing International Studies University was suspended after a virus case was found there. This week, authorities reported Chinas first COVID-19 deaths in six months.On Wednesday, the government reported 28,883 cases found over the past 24 hours, including 26,242 with no symptoms. Videos on social media show residents tearing down barricades set up to enforce neighborhood closures.The ruling Communist Party promised this month to try to reduce disruptions by shortening quarantines and making other changes. He assured them their demands would be met.Apple Inc. has warned deliveries of its new iPhone 14 model would be delayed due to anti-disease controls at the factory. Frustration with restrictions in areas throughout China that have closed shops and offices and confined millions of people to their homes has boiled over into protests. The company didnt respond to requests for confirmation and details about that arrangement.___Zen Soo reported from Hong Kong.",
            "html_summary": "<ul><li>The city government suspended access to an industrial zone that surrounds the factory, which Foxconn has said employs 200,000 people.News reports said the ruling party had ordered “grassroots cadres” to fill in for Foxconn employees in Zhengzhou who left.</li><li>The city announced plans last week to build hospital and quarantine facilities for 250,000 people.Also Wednesday, Beijing opened a hospital in an exhibition center and suspended access to Beijing International Studies University was suspended after a virus case was found there.</li><li>This week, authorities reported China’s first COVID-19 deaths in six months.On Wednesday, the government reported 28,883 cases found over the past 24 hours, including 26,242 with no symptoms.</li><li>Videos on social media show residents tearing down barricades set up to enforce neighborhood closures.The ruling Communist Party promised this month to try to reduce disruptions by shortening quarantines and making other changes.</li><li>He assured them their demands would be met.Apple Inc. has warned deliveries of its new iPhone 14 model would be delayed due to anti-disease controls at the factory.</li><li>Frustration with restrictions in areas throughout China that have closed shops and offices and confined millions of people to their homes has boiled over into protests.</li></ul>",
            "website_url": "https://apnews.com/de96ca707008f1ae48820ed573c56865"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELAINE KURTENBACH - AP Business Writer",
            "title": "Asian shares gain after earningsfueled rally on Wall Street",
            "description": "Asian shares have risen after solid earnings pushed retailers higher on Wall Street ahead of the Thanksgiving holiday in the U.S. Markets were closed in Japan for a holiday. The Reserve Bank of New Zealand raised its benchmark rate by",
            "url": "/2022-11-23-51a21f598b7cf6e4e148c0028dd1560e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/82/f82ede4e-3185-5ca0-8c59-d9e04d7947dd/637da553e731c.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-23T06:48:10Z",
            "content": "By ELAINE KURTENBACH  AP Business WriterBANGKOK (AP) Asian shares advanced on Wednesday after solid earnings pushed retailers higher on Wall Street ahead of the Thanksgiving holiday in the U.S.N [+4230 chars]",
            "summary": "That raises the risk it could go too far in slowing economic growth and bring on a recession.Ahead of the release of Fed minutes, much focus has been placed on a slowing down on the pace of rate hikes, Mizuho Bank said in a commentary. It added 91 cents to $80.95 per gallon on Tuesday.Brent crude, the standard for pricing international oil for trading, rose 79 cents to $88.49 per gallon. Nonetheless, even if a Fed rate hike step down might be imminent, the picture on risk/growth outlook is far from certain. Traders seemed undaunted by signs COVID outbreaks in China are worsening, potentially adding to disruptions for manufacturing and supply chains and helping to keep inflation at decades-high levels. Its benchmark rate currently stands at 3.75% to 4%, up from close to zero in March.The Fed has warned that it may have to ultimately raise rates to previously unanticipated levels to cool the hottest inflation in decades. New Zealands share benchmark fell 0.9% after the Reserve Bank of New Zealand raised its benchmark rate by three-quarters of a point to 4.25%, striving to rein in inflation that is now at 7.2%. In other trading Wednesday, U.S. benchmark crude gained 70 cents to $81.65 per gallon in electronic trading on the New York Mercantile Exchange. The new rate is the highest in New Zealand since early 2009.Hong Kongs Hang Seng index surged 0.6% to 17,523.81 and the Kospi in Seoul rose 0.5% to 2,418.01.",
            "html_summary": "<ul><li>That raises the risk it could go too far in slowing economic growth and bring on a recession.“Ahead of the release of Fed minutes, much focus has been placed on a slowing down on the pace of rate hikes,” Mizuho Bank said in a commentary.</li><li>It added 91 cents to $80.95 per gallon on Tuesday.Brent crude, the standard for pricing international oil for trading, rose 79 cents to $88.49 per gallon.</li><li>“Nonetheless, even if a Fed rate hike step down might be imminent, the picture on risk/growth outlook is far from certain.” Traders seemed undaunted by signs COVID outbreaks in China are worsening, potentially adding to disruptions for manufacturing and supply chains and helping to keep inflation at decades-high levels.</li><li>Its benchmark rate currently stands at 3.75% to 4%, up from close to zero in March.The Fed has warned that it may have to ultimately raise rates to previously unanticipated levels to cool the hottest inflation in decades.</li><li>New Zealand’s share benchmark fell 0.9% after the Reserve Bank of New Zealand raised its benchmark rate by three-quarters of a point to 4.25%, striving to rein in inflation that is now at 7.2%.</li><li>In other trading Wednesday, U.S. benchmark crude gained 70 cents to $81.65 per gallon in electronic trading on the New York Mercantile Exchange.</li></ul>",
            "website_url": "https://apnews.com/51a21f598b7cf6e4e148c0028dd1560e"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "How major US stock indexes fared Tuesday 11/22/2022",
            "description": "Stocks rose on Wall Street and solid earnings helped jolt retailers higher ahead of the Thanksgiving holiday in the U.S.  Financial and technology companies gained ground Tuesday. Energy stocks rose along with oil prices.",
            "url": "/2022-11-23-9738d54ad24d01dc5e90fdf8301b162c",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-11-23T02:52:36Z",
            "content": "Stocks rose on Wall Street and solid earnings helped jolt retailers higher ahead of the Thanksgiving holiday in the U.S. Financial and technology companies gained ground Tuesday. Energy stocks rose [+910 chars]",
            "summary": "Stocks rose on Wall Street and solid earnings helped jolt retailers higher ahead of the Thanksgiving holiday in the U.S. Financial and technology companies gained ground Tuesday. Best Buy soared more than 12% after the Minneapolis-based consumer electronics chain did better than analysts expected and said a decline in sales for the year will not be as bad as it had projected earlier. Energy stocks rose along with oil prices.",
            "html_summary": "<ul><li>Stocks rose on Wall Street and solid earnings helped jolt retailers higher ahead of the Thanksgiving holiday in the U.S. Financial and technology companies gained ground Tuesday.</li><li>Best Buy soared more than 12% after the Minneapolis-based consumer electronics chain did better than analysts expected and said a decline in sales for the year will not be as bad as it had projected earlier.</li></ul>",
            "website_url": "https://apnews.com/9738d54ad24d01dc5e90fdf8301b162c"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Tanzanias YC alum Ramani raises $32M to digitize CPG supply chains, lend resellers",
            "description": "Ramani, a Tanzanian startup focused on consumerpackaged goods (CPG) supply chains, plans to introduce new financial services as it expands its operations in the East African country after raising $32 million in Series A debtequity funding. The latest ro",
            "url": "/2022-11-23-tanzanias-yc-alum-ramani-raises-32m-to-digitize-cpg-supply-chains-lend-resellers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/Ramani-Senior-Leadership-Team-min.jpg?resize=1200,719",
            "publishedAt": "2022-11-23T09:00:28Z",
            "content": "Ramani, a Tanzanian startup focused on consumerpackaged goods (CPG) supply chains, plans to introduce new financial services as it expands its operations in the East African country after raising $3 [+3194 chars]",
            "summary": "Plans are underway to launch other products including a 14-day revolving line of credit allowing distributors in its network to borrow up to $500 interest-free.The consumer-packaged goods supply chain is one of the biggest in Africa, but it is grossly underserved by the current financial service providers. It informs production and marketing plans too.Usiri says since launch, Ramani has experienced immense growth with distributors selling $72 million through the platform last year, following a 68% month over month growth in Gross Merchandise Value during the period.",
            "html_summary": "<ul><li>Plans are underway to launch other products including a 14-day revolving line of credit allowing distributors in its network to borrow up to $500 interest-free.“The consumer-packaged goods supply chain is one of the biggest in Africa, but it is grossly underserved by the current financial service providers.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/23/tanzanias-yc-alum-ramani-raises-32m-to-digitize-cpg-supply-chains-lend-resellers/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Hailing a taxi with no one behind the wheel. Workers protest, beaten at virushit Chinese iPhone factory  The Associated Press. Researchers AI in connected cars eased rush hour congestion. Reports Employees at Chinese iPhone factory protest. Asian shares gain after earningsfueled rally on Wall Street. How major US stock indexes fared Tuesday 11/22/2022. Tanzanias YC alum Ramani raises $32M to digitize CPG supply chains, lend resellers"
}