{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "How China is building a parallel generative AI universe  TechCrunch",
            "description": "The gigantic technological leap that machine learning models have shown in the last few months is getting everyone excited about the future of AI  but also nervous about its uncomfortable consequences. After texttoimage tools from Stability AI and OpenAI b",
            "url": "/2022-12-31-how-china-is-building-a-parallel-generative-ai-universe",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/new-year-shanghai-e1672497574853.png",
            "publishedAt": "2022-12-31T15:01:36Z",
            "content": "The gigantic technological leap that machine learning models have shown in the last few months is getting everyone excited about the future of AI  but also nervous about its uncomfortable consequenc [+11204 chars]",
            "summary": "The open source AI model is trained on 20 million filtered Chinese image-text pairs and has one billion parameters.Unlike Baidu and other profit-driven tech firms, IDEA is one of a handful of institutions backed by local governments in recent years to work on cutting-edge technologies. Based in the tech hub of Shenzhen and supported by one of Chinas wealthiest cities, its an up-and-coming outfit worth watching.Chinas generative AI tools arent just characterized by the domestic data they learn from; they are also shaped by local laws. The fact that prompts can be traced to ones real identity inevitably has a restrictive impact on user behavior.But on the bright side, these rules could lead to more responsible use of generative AI, which is already being abused elsewhere to churn out NSFW and sexist content. Thats because a large portion of Baidus AI cloud business does not rely too much on the highly advanced chips. And in cases where it does need high-end chips, it has already stocked enough in hand, actually, to support our business in the near term.What about the future? The two companies worked on algorithms that generated fashion models of all shapes, colors, and races.But some entrepreneurs dont believe their AI-powered SaaS will see the type of skyrocketing valuation and meteoric growth their Western counterparts, like Jasper and Stability AI, are enjoying. The really skilled ones are also selling their prompts to others who want to join the money-making game  or even train them for a fee.Others in China are using AI in their formal jobs like the rest of the world. Tech firms are devising tools built on open source models to attract consumer and enterprise customers.",
            "html_summary": "<ul><li>The open source AI model is trained on 20 million filtered Chinese image-text pairs and has one billion parameters.Unlike Baidu and other profit-driven tech firms, IDEA is one of a handful of institutions backed by local governments in recent years to work on cutting-edge technologies.</li><li>Based in the tech hub of Shenzhen and supported by one of China’s wealthiest cities, it’s an up-and-coming outfit worth watching.China’s generative AI tools aren’t just characterized by the domestic data they learn from; they are also shaped by local laws.</li><li>The fact that prompts can be traced to one’s real identity inevitably has a restrictive impact on user behavior.But on the bright side, these rules could lead to more responsible use of generative AI, which is already being abused elsewhere to churn out NSFW and sexist content.</li><li>That’s because “a large portion” of Baidu’s AI cloud business “does not rely too much on the highly advanced chips.” And in cases where it does need high-end chips, it has “already stocked enough in hand, actually, to support our business in the near term.”What about the future?</li><li>The two companies worked on algorithms that generated fashion models of all shapes, colors, and races.But some entrepreneurs don’t believe their AI-powered SaaS will see the type of skyrocketing valuation and meteoric growth their Western counterparts, like Jasper and Stability AI, are enjoying.</li><li>The really skilled ones are also selling their prompts to others who want to join the money-making game — or even train them for a fee.Others in China are using AI in their formal jobs like the rest of the world.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/31/how-china-is-building-a-parallel-generative-ai-universe/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Pope leads Utah Tech against Utah Valley after 20point game  The Associated Press  en Espaol",
            "description": "Utah Tech Trailblazers (95, 10 WAC) at Utah Valley Wolverines (104, 10 WAC) Orem, Utah; Saturday, 4 p.m. EST FANDUEL SPORTSBOOK   LINE Utah Valley 9.5; over/under is 144",
            "url": "/2022-12-31-sports-utah-utes-mens-isaiah-pope-c93ecac604f7444bbf09ddad918fe117",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-12-31T07:46:26Z",
            "content": "Utah Tech Trailblazers (95, 10 WAC) at Utah Valley Wolverines (104, 10 WAC)Orem, Utah; Saturday, 4 p.m. ESTFANDUEL SPORTSBOOK LINE Utah Valley 9.5; over/under is 144BOTTOM LINE Utah Tech [+1425 chars]",
            "summary": "Pope is averaging 12.4 points and 4.2 rebounds while shooting 42.6% over the past 10 games for Utah Tech.LAST 10 GAMES: Wolverines: 8-2, averaging 80.0 points, 36.7 rebounds, 16.7 assists, 8.0 steals and 6.3 blocks per game while shooting 45.5% from the field. Their opponents have averaged 67.3 points per game.Trailblazers: 8-2, averaging 81.2 points, 35.0 rebounds, 15.9 assists, 7.8 steals and 2.8 blocks per game while shooting 48.6% from the field. Utah Tech is sixth in the WAC with 14.7 assists per game led by Cameron Gooden averaging 3.9.The matchup Saturday is the first meeting of the season between the two teams in conference play.TOP PERFORMERS: Trey Woodbury is averaging 12.8 points, 5.1 rebounds and 4.4 assists for the Wolverines. Harmon is averaging 14.6 points over the last 10 games for Utah Valley.Gooden is scoring 15.6 points per game with 2.9 rebounds and 3.9 assists for the Trailblazers. Utah Valley is eighth in the WAC with 32.7 points per game in the paint led by Justin Harmon averaging 9.5.The Trailblazers have gone 1-0 against WAC opponents. Their opponents have averaged 64.8 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Pope is averaging 12.4 points and 4.2 rebounds while shooting 42.6% over the past 10 games for Utah Tech.LAST 10 GAMES: Wolverines: 8-2, averaging 80.0 points, 36.7 rebounds, 16.7 assists, 8.0 steals and 6.3 blocks per game while shooting 45.5% from the field.</li><li>Their opponents have averaged 67.3 points per game.Trailblazers: 8-2, averaging 81.2 points, 35.0 rebounds, 15.9 assists, 7.8 steals and 2.8 blocks per game while shooting 48.6% from the field.</li><li>Utah Tech is sixth in the WAC with 14.7 assists per game led by Cameron Gooden averaging 3.9.The matchup Saturday is the first meeting of the season between the two teams in conference play.TOP PERFORMERS: Trey Woodbury is averaging 12.8 points, 5.1 rebounds and 4.4 assists for the Wolverines.</li><li>Harmon is averaging 14.6 points over the last 10 games for Utah Valley.Gooden is scoring 15.6 points per game with 2.9 rebounds and 3.9 assists for the Trailblazers.</li><li>Utah Valley is eighth in the WAC with 32.7 points per game in the paint led by Justin Harmon averaging 9.5.The Trailblazers have gone 1-0 against WAC opponents.</li></ul>",
            "website_url": "https://apnews.com/article/sports-utah-utes-mens-isaiah-pope-c93ecac604f7444bbf09ddad918fe117"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Damian J. Troise",
            "title": "S&P 500 closes out dismal year with worst loss since 2008  The Associated Press  en Espaol",
            "description": "S&P 500 closes out dismal year with worst loss since 2008The Associated Press  en EspaolU.S. Markets Close Down In Final Trading Day Of 2022NBC NewsStocks fall to end Wall Streets worst year since 2008, S&P 500 finishes 20",
            "url": "/2022-12-31-inflation-business-financial-markets-services-sydney-9c0001bbbffe827c85931b4d51908743",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9326edf2c5504d4393d09a4bccb78640/3000.webp",
            "publishedAt": "2022-12-31T01:04:13Z",
            "content": "Wall Street capped a quiet day of trading with more losses Friday, as it closed the book on the worst year for the S&amp;P 500 since 2008. The benchmark index finished with a loss of 19.4% for 2022 [+5662 chars]",
            "summary": "Although bonds typically fair well when stocks slump, 2022 turned out to be one of the worst years for the bond market in history, thanks to the Feds rapid rate increases and inflation.Several big updates on the employment market are on tap for the first week of 2023. Its forecast doesnt call for a rate cut before 2024.Rising interest rates prompted investors to sell the high-priced shares of technology giants such as Apple and Microsoft as well as other companies that flourished as the economy recovered from the pandemic. Russias invasion of Ukraine worsened inflationary pressure earlier in the year by making oil, gas and food commodity prices even more volatile amid existing supply chain issues. That has made the Feds job more difficult, though, because strong employment and wages mean it may have to remain aggressive to keep fighting inflation. Its uncertain at this point what impact Chinas reopening will have on the global economy.The Feds battle against inflation, though, will likely remain the overarching concern on Wall Street in 2023, according to analysts. The electric vehicle makers stock plummeted 65% in 2022, erasing about $700 billion of market value.Southwest Airlines rose 0.9% as its operations returned to relative normalcy following massive cancellations over the holiday period. That, in turn, raises the risk of slowing the economy too much and bringing on a recession.The Fed will release minutes from its latest policy meeting on Wednesday, potentially giving investors more insight into its next moves.",
            "html_summary": "<ul><li>Although bonds typically fair well when stocks slump, 2022 turned out to be one of the worst years for the bond market in history, thanks to the Fed’s rapid rate increases and inflation.Several big updates on the employment market are on tap for the first week of 2023.</li><li>Its forecast doesn’t call for a rate cut before 2024.Rising interest rates prompted investors to sell the high-priced shares of technology giants such as Apple and Microsoft as well as other companies that flourished as the economy recovered from the pandemic.</li><li>Russia’s invasion of Ukraine worsened inflationary pressure earlier in the year by making oil, gas and food commodity prices even more volatile amid existing supply chain issues.</li><li>That has made the Fed’s job more difficult, though, because strong employment and wages mean it may have to remain aggressive to keep fighting inflation.</li><li>It’s uncertain at this point what impact China’s reopening will have on the global economy.The Fed’s battle against inflation, though, will likely remain the overarching concern on Wall Street in 2023, according to analysts.</li><li>The electric vehicle maker’s stock plummeted 65% in 2022, erasing about $700 billion of market value.Southwest Airlines rose 0.9% as its operations returned to relative normalcy following massive cancellations over the holiday period.</li></ul>",
            "website_url": "https://apnews.com/article/inflation-business-financial-markets-services-sydney-9c0001bbbffe827c85931b4d51908743"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Google to pay Indiana $20 million to resolve privacy suit",
            "description": "INDIANAPOLIS (AP)  Google will pay Indiana $20 million to resolve the states lawsuit against the technology giant  over allegedly deceptive location tracking practices, state Attorney General Todd Rokita announced.",
            "url": "/2022-12-31-3fc0f24cd0ca72cc9c4de14204abda01",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-12-31T01:44:57Z",
            "content": "INDIANAPOLIS (AP) Google will pay Indiana $20 million to resolve the states lawsuit against the technology giant over allegedly deceptive location tracking practices, state Attorney General Todd Roki [+1976 chars]",
            "summary": "It alleged that the company has deceived and misled users about its practices since at least 2014.Rokita said he sued Google because even a limited amount of location data can expose a persons identity and routines. The company issued a lengthy statement Friday saying that over the past few years, it has introduced more transparency  and tools to help users manage their data and minimize the data it collects. Such data can be used to infer personal details such as political or religious affiliation, income, health status or participation in support groups  as well as major life events such as marriage and the birth of children, he said. Rokitas filed a separate lawsuit against Google when negotiations between the company and a coalition of state attorneys general stalled, he said. INDIANAPOLIS (AP)  Google will pay Indiana $20 million to resolve the states lawsuit against the technology giant over allegedly deceptive location tracking practices, state Attorney General Todd Rokita announced. Indianas lawsuit alleged Google uses location data to build detailed user profiles and target ads. Those states agreed to a $391.5 million settlement with the company in November.",
            "html_summary": "<ul><li>It alleged that the company has deceived and misled users about its practices since at least 2014.Rokita said he sued Google because even a limited amount of location data can expose a person’s identity and routines.</li><li>The company issued a lengthy statement Friday saying that over the past few years, it has introduced more transparency — and tools to help users manage their data and minimize the data it collects.</li><li>Such data can be used to infer personal details such as political or religious affiliation, income, health status or participation in support groups — as well as major life events such as marriage and the birth of children, he said.</li><li>Rokitas filed a separate lawsuit against Google when negotiations between the company and a coalition of state attorneys general stalled, he said.</li><li>INDIANAPOLIS (AP) — Google will pay Indiana $20 million to resolve the state’s lawsuit against the technology giant over allegedly deceptive location tracking practices, state Attorney General Todd Rokita announced.</li><li>Indiana’s lawsuit alleged Google uses location data to build detailed user profiles and target ads.</li></ul>",
            "website_url": "https://apnews.com/3fc0f24cd0ca72cc9c4de14204abda01"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "The year customer experience died",
            "description": "It was a terrible year for customer service. As a result, customer experience, something weve been hearing about for years, suffered. The year customer experience died by Ron Miller originally published on TechCrunch",
            "url": "/2022-12-31-the-year-customer-experience-died",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1409832353.jpg?resize=1200,800",
            "publishedAt": "2022-12-31T17:00:41Z",
            "content": "This was a rough year for customer experience.Weve been hearing for years how important customer experience is to business, and a whole business technology category has been built around it, with c [+1889 chars]",
            "summary": "This was a rough year for customer experience.Weve been hearing for years how important customer experience is to business, and a whole business technology category has been built around it, with companies like Salesforce and Adobe at the forefront. It seemed companies cut back on customer service to the detriment of their customers experience and ultimately to the reputation of the brand. When it comes to abusing your customers and destroying your brand goodwill, that example takes the cake.For too long weve been hearing about how data will drive better experiences, but is that data ever available to the people dealing with the customers? And make no mistake: Your customer service is inexorably linked to the perceived experience of your customer. Were constantly being asked for feedback about how the business did, yet this thirst for information doesnt seem to ever connect back to improving the experience.Consider the poor folks who bought tickets for Southwest Airlines flights this week. Consider that the airline admittedly screwed up, but one representative of the same airline actually called the police on passengers for being at the gate. They dont need data  they need help and training and guidance, and there clearly wasnt enough of that in 2022.",
            "html_summary": "<ul><li>This was a rough year for customer experience.We’ve been hearing for years how important customer experience is to business, and a whole business technology category has been built around it, with companies like Salesforce and Adobe at the forefront.</li><li>It seemed companies cut back on customer service to the detriment of their customers’ experience and ultimately to the reputation of the brand.</li><li>When it comes to abusing your customers and destroying your brand goodwill, that example takes the cake.For too long we’ve been hearing about how data will drive better experiences, but is that data ever available to the people dealing with the customers?</li><li>And make no mistake: Your customer service is inexorably linked to the perceived experience of your customer.</li><li>We’re constantly being asked for feedback about how the business did, yet this thirst for information doesn’t seem to ever connect back to improving the experience.Consider the poor folks who bought tickets for Southwest Airlines flights this week.</li><li>Consider that the airline admittedly screwed up, but one representative of the same airline actually called the police on passengers for being at the gate.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/31/the-year-customer-experience-died/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. How China is building a parallel generative AI universe  TechCrunch. Pope leads Utah Tech against Utah Valley after 20point game  The Associated Press  en Espaol. S&P 500 closes out dismal year with worst loss since 2008  The Associated Press  en Espaol. Google to pay Indiana $20 million to resolve privacy suit. The year customer experience died"
}