{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Joann Muller",
            "title": "Want a ride in an autonomous car? Try Lyft or Uber",
            "description": "Lyft and Uber both gave up on developing their own selfdriving cars, but the ridehailing networks are still proving instrumental in rolling out driverless technology.Why it matters Both companies are starting to blend others robotaxis into their ridehail",
            "url": "/2022-10-19-uber-lyft-autonomous-robotaxis",
            "urlToImage": "https://images.axios.com/mvo__3LGh3CeRibT3E8YOoha5Zo=/0x229:6720x4009/1366x768/2022/10/18/1666113290948.jpg",
            "publishedAt": "2022-10-19T09:30:19Z",
            "content": "Lyft and Uber both gave up on developing their own selfdriving cars, but the ridehailing networks are still proving instrumental in rolling out driverless technology.Why it matters Both companie [+3605 chars]",
            "summary": "By feathering robotaxis into their already popular networks, they can ensure the customer always has a ride  whether it's autonomous or not.What they're saying: Lyft co-founder and president John Zimmer uses the analogy of a wireless carrier providing phone service. What to watch: Uber, which already uses Motional AVs for Uber Eats deliveries in California, has yet to say where its robotaxis will be available. A Ford Escape outfitted with Argo AI autonomous technology available in the Lyft network. The catch: All these operations are limited to certain pre-mapped neighborhoods, under ideal conditions.That's where Lyft and Uber see an advantage over those AV startups. Where it stands: Waymo and Cruise are the farthest along in that journey.",
            "html_summary": "<ul><li>By feathering robotaxis into their already popular networks, they can ensure the customer always has a ride — whether it's autonomous or not.What they're saying: Lyft co-founder and president John Zimmer uses the analogy of a wireless carrier providing phone service.</li><li>What to watch: Uber, which already uses Motional AVs for Uber Eats deliveries in California, has yet to say where its robotaxis will be available.</li><li>A Ford Escape outfitted with Argo AI autonomous technology available in the Lyft network.</li><li>The catch: All these operations are limited to certain pre-mapped neighborhoods, under ideal conditions.That's where Lyft and Uber see an advantage over those AV startups.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/19/uber-lyft-autonomous-robotaxis"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "Exclusive Trust in tech erodes along partisan, economic lines  Axios",
            "description": "In the U.S., Republicans and those from lower income brackets are more skeptical of tech.",
            "url": "/2022-10-19-trust-tech-erodes-partisan-economic-lines-edelman",
            "urlToImage": "https://images.axios.com/XWep0NaT3K3GFQvb9jlMtgzh3gc=/0x0:1920x1080/1366x768/2022/10/18/1666136756821.jpg",
            "publishedAt": "2022-10-19T09:53:42Z",
            "content": "Trust in the tech sector has declined as Americans increasingly lump social media in with the companies that create hardware and software, according to data from Edelman shared first with Axios.Why [+2263 chars]",
            "summary": "When people in developed markets consider the tech sector to include social media, their trust declines by nearly 10 points, showing the downward pull of social media on tech overall. Yes, but: Overall, trust in tech still ranks higher than trust in many other sectors of the economy. \"Its no longer hardware and software  its about digital apps and social media. \"What constitutes 'tech' is expansive,\" Edelman New York deputy general manager Margot Edelman told Axios.",
            "html_summary": "<ul><li>When people in developed markets consider the tech sector to include social media, their trust declines by nearly 10 points, showing the downward pull of social media on tech overall.</li><li>Yes, but: Overall, trust in tech still ranks higher than trust in many other sectors of the economy.</li><li>\"It’s no longer hardware and software — it’s about digital apps and social media.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/19/trust-tech-erodes-partisan-economic-lines-edelman"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "David Bauder",
            "title": "Is Alex Jones verdict the death of disinformation? Unlikely [Associated Press]",
            "description": "NEW YORK (AP)  A Connecticut jurys ruling this week  ordering Alex Jones to pay $965 million to parents of Sandy Hook shooting victims he maligned was heartening for people disgusted by the muck of disinformation.",
            "url": "/2022-10-19-shootings-presidential-elections-school-conspiracy-theories-540d1aabd52dbeefc8ccca552f959de2",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/83c41d7b41594653b48e8413b247e6cb/3000.jpeg",
            "publishedAt": "2022-10-19T07:11:44Z",
            "content": "NEW YORK (AP) A Connecticut jurys ruling this week ordering Alex Jones to pay $965 million to parents of Sandy Hook shooting victims he maligned was heartening for people disgusted by the muck of dis [+6175 chars]",
            "summary": "He says false stories about the 2020 election and COVID-19 vaccines remain particularly popular.It seems to me that the people who peddle this information for profit may look upon this as the cost of doing business, Adelman said. If theres an audience for it, someone is going to meet the demand if theres money to be made.Certainly, the people who believe that Jones and those like him are voices of truth being suppressed by society arent going to be deterred by the jury verdict, she said. And in a society that popularized the term alternative facts, one persons effort to curb disinformation is another persons attempt to squash the truth.Will the Connecticut ruling have a chilling effect on those willing to spread disinformation? It says that rather than spreading falsehoods, it was reporting on newsworthy claims being made by the president of the United States.A loss in a trial, or a significant settlement, could impose a real financial hardship on Fox, Hemmer said. But theres a certain shortsightedness in that celebration.Theres a deep tradition of conspiracy theories across American history, from people not believing the official explanation of John F. Kennedys assassination to various accusations of extraterrestrial-visit coverups to unfounded allegations of the 2020 presidential election being rigged. Jones, he noted, reacted in real time on Infowars on the day of the verdict.This will not impact the flow of stories that are filled with bad faith and extreme opinion, said Howard Polskin, who publishes The Righting, a newsletter that monitors the content of right-wing websites. NEW YORK (AP)  A Connecticut jurys ruling this week ordering Alex Jones to pay $965 million to parents of Sandy Hook shooting victims he maligned was heartening for people disgusted by the muck of disinformation.",
            "html_summary": "<ul><li>He says false stories about the 2020 election and COVID-19 vaccines remain particularly popular.“It seems to me that the people who peddle this information for profit may look upon this as the cost of doing business,” Adelman said.</li><li>“If there’s an audience for it, someone is going to meet the demand if there’s money to be made.”Certainly, the people who believe that Jones and those like him are voices of truth being suppressed by society aren’t going to be deterred by the jury verdict, she said.</li><li>And in a society that popularized the term “alternative facts,” one person’s effort to curb disinformation is another person’s attempt to squash the truth.Will the Connecticut ruling have a chilling effect on those willing to spread disinformation?</li><li>It says that rather than spreading falsehoods, it was reporting on newsworthy claims being made by the president of the United States.A loss in a trial, or a significant settlement, could impose a real financial hardship on Fox, Hemmer said.</li><li>“But there’s a certain shortsightedness in that celebration.”There’s a deep tradition of conspiracy theories across American history, from people not believing the official explanation of John F. Kennedy’s assassination to various accusations of extraterrestrial-visit coverups to unfounded allegations of the 2020 presidential election being rigged.</li><li>Jones, he noted, reacted in real time on Infowars on the day of the verdict.“This will not impact the flow of stories that are filled with bad faith and extreme opinion,” said Howard Polskin, who publishes The Righting, a newsletter that monitors the content of right-wing websites.</li></ul>",
            "website_url": "https://apnews.com/article/shootings-presidential-elections-school-conspiracy-theories-540d1aabd52dbeefc8ccca552f959de2"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "Egypts Nexta to launch nextgen banking app with fresh $5M",
            "description": "Nexta, an Egyptian startup that plans to launch its banking app in the coming months, has secured a $5 million investment from eFinance Group, a stateowned provider of digital payments solutions. This news follows the $2 million preseed round Nexta announce",
            "url": "/2022-10-19-egypts-nexta-to-launch-next-gen-banking-app-with-fresh-5m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/8FE0EE59-CF1D-48CC-9C91-8808CB7F9C4B.jpeg?resize=1148,1200",
            "publishedAt": "2022-10-19T05:00:45Z",
            "content": "Nexta, an Egyptian startup that plans to launch its banking app in the coming months, has secured a $5 million investment from eFinance Group, a stateowned provider of digital payments solutions. Th [+3672 chars]",
            "summary": "According to the company, the Nexta card will aggregate users existing payment cards, allowing more effortless money transfer, and tracking spending, among other features.Were trying to build next-generation banking and provide a seamless user experience to the consumer. We believe there is a huge opportunity for us to offer a differentiated and outstanding experience to different users in such a promising market, he said.Proceeds from the investment will help Nexta prepare for its launch, hire talents and invest in its technology. The Nexta app will have a partner bank to handle settlements and act as an intermediary between itself and the CBEhowever, itll power its cards and tech.Founded by Ahmed Hisham in 2021, Nexta wants to disrupt the Egyptian fintech scene with its next-generation banking app and card. We want to make easy and instant onboarding, card aggregation, linking all of your cards and several methods of cash-in features, the co-founder and CEO told TechCrunch in an interview, adding that the company plans to make revenue from interchange fees. Nexta, an Egyptian startup that plans to launch its banking app in the coming months, has secured a $3 million investment from eFinance Group, a state-owned provider of digital payments solutions. And then well add more features every month or quarter more features to solve the pinpoints of Egyptians.Egypt is among the highest consumer spending markets across Africa. Hisham declined to reveal how many subscribers are on the companys waitlist.Like Sabbah, in an interview with TechCrunch last week, Hisham agrees that both consumer-facing fintech apps ultimately compete with cash.",
            "html_summary": "<ul><li>According to the company, the Nexta card will aggregate users’ existing payment cards, allowing more effortless money transfer, and tracking spending, among other features.“We’re trying to build next-generation banking and provide a seamless user experience to the consumer.</li><li>“We believe there is a huge opportunity for us to offer a differentiated and outstanding experience to different users in such a promising market,” he said.Proceeds from the investment will help Nexta prepare for its launch, hire talents and invest in its technology.</li><li>The Nexta app will have a partner bank to handle settlements and act as an intermediary between itself and the CBE–however, it’ll power its cards and tech.Founded by Ahmed Hisham in 2021, Nexta wants to disrupt the Egyptian fintech scene with its “next-generation banking” app and card.</li><li>We want to make easy and instant onboarding, card aggregation, linking all of your cards and several methods of cash-in features,” the co-founder and CEO told TechCrunch in an interview, adding that the company plans to make revenue from interchange fees.</li><li>Nexta, an Egyptian startup that plans to launch its banking app in the coming months, has secured a $3 million investment from eFinance Group, a state-owned provider of digital payments solutions.</li><li>And then we’ll add more features every month or quarter more features to solve the pinpoints of Egyptians.”Egypt is among the highest consumer spending markets across Africa.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/18/egypts-nexta-to-launch-next-gen-banking-app-with-fresh-5m/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KIM TONG-HYUNG - Associated Press",
            "title": "CoCEO of SKorean chat app steps down over service outage",
            "description": "A top executive of South Koreas largest mobile chat app, Kakao, has resigned over a widespread service outage that triggered an outpouring of complaints in a country that is heavily reliant on such technology. Namkoong Whon, who became Kakaos coCEO",
            "url": "/2022-10-19-44daf32d58c10d0a05d69ae532aca19b",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/7/26/726566df-b05e-5ebe-915e-e18cd5e79b5e/634f8b74d0cf8.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-19T05:07:07Z",
            "content": "By KIM TONGHYUNG  Associated PressSEOUL, South Korea (AP) A top executive of South Koreas largest mobile chat app, Kakao, stepped down on Wednesday over a widespread service outage that triggered [+3865 chars]",
            "summary": "SK C&C, which hosts Kakaos servers at its data center in Pangyo, reportedly resumed providing full levels of electricity to those servers earlier on Wednesday after restoring the damaged systems.Because of the data center fire, I feel more miserable than ever and take to heart my grave responsibility. According to market analysis firm WiseApp, Kakaos free chat app had around 45 million active users as of April, a huge presence in a country with a population of around 51 million. He said the company is investing 460 billion won ($322 million) to build its own data center in the city of Ansan, which it plans to complete within a year. Kakaos chat users had dropped to around 39 million during the outage in the weekend as people began using other alternatives such as Facebooks Messenger, Telegram and Navers Line, WiseApp said. The fire initially paralyzed most of Kakaos services, causing huge disruption in a country where millions of people rely on the apps to chat with friends, wire money, and hail taxis. Critics say the severity of the outage and Kakaos slow recovery efforts highlighted the companys poor backup systems and its overreliance on outsourced servers. The company has used the popularity of the app to branch out to banking, online shopping and Uber-like taxi services in recent years.",
            "html_summary": "<ul><li>SK C&C, which hosts Kakao’s servers at its data center in Pangyo, reportedly resumed providing full levels of electricity to those servers earlier on Wednesday after restoring the damaged systems.“Because of the data center fire, I feel more miserable than ever and take to heart my grave responsibility.</li><li>According to market analysis firm WiseApp, Kakao’s free chat app had around 45 million active users as of April, a huge presence in a country with a population of around 51 million.</li><li>He said the company is investing 460 billion won ($322 million) to build its own data center in the city of Ansan, which it plans to complete within a year.</li><li>Kakao’s chat users had dropped to around 39 million during the outage in the weekend as people began using other alternatives such as Facebook’s Messenger, Telegram and Naver’s Line, WiseApp said.</li><li>The fire initially paralyzed most of Kakao’s services, causing huge disruption in a country where millions of people rely on the apps to chat with friends, wire money, and hail taxis.</li><li>Critics say the severity of the outage and Kakao’s slow recovery efforts highlighted the company’s poor backup systems and its overreliance on outsourced servers.</li></ul>",
            "website_url": "https://apnews.com/44daf32d58c10d0a05d69ae532aca19b"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Eswatinis central bank mulls issuance of a digital currency",
            "description": "The Central Bank of Eswatini has appointed Giesecke+Devrient (G+D) to research and explore the possibilities of a digital Lilangeni.",
            "url": "/2022-10-19-eswatinis-central-bank-mulls-issuance-of-a-digital-currency",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/05/GettyImages-1270172249.jpg?resize=1200,960",
            "publishedAt": "2022-10-19T06:51:14Z",
            "content": "The kingdom of Eswatini is considering the introduction of a central bank digital currency (CBDC), joining the growing list of African countries exploring the viability of an ecurrency.The Central [+1867 chars]",
            "summary": "Nigerias eNaira was introduced in October last year and had by August 2022 been used to carry out transactions worth 4 billion ($9.2 million).",
            "html_summary": "<ul><li>Nigeria’s eNaira was introduced in October last year and had by August 2022 been used to carry out transactions worth ₦4 billion ($9.2 million).</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/18/eswatinis-central-bank-mulls-issuance-of-a-digital-currency/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Want a ride in an autonomous car? Try Lyft or Uber. Exclusive Trust in tech erodes along partisan, economic lines  Axios. Is Alex Jones verdict the death of disinformation? Unlikely [Associated Press]. Egypts Nexta to launch nextgen banking app with fresh $5M. CoCEO of SKorean chat app steps down over service outage. Eswatinis central bank mulls issuance of a digital currency"
}