{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Sophia Cai",
            "title": "The top DOJ prosecutor taking on Trump",
            "description": "The classified documents case against former President Trump is the biggest test yet for a prosecutor who has built his career going after convicted spies, Blackwater guards, Chinese companies and some of Trumps close associates.Why it matters Jay Bratt, wh",
            "url": "/2022-10-24-trump-mar-a-lago-documents-case-doj",
            "urlToImage": "https://images.axios.com/AxeNnGpC-AyoC2njt770J8csZ7I=/0x0:1920x1080/1366x768/2022/10/11/1665513706555.jpg",
            "publishedAt": "2022-10-24T09:30:25Z",
            "content": "The classified documents case against former President Trump is the biggest test yet for a prosecutor who has built his career going after convicted spies, Blackwater guards, Chinese companies and so [+2870 chars]",
            "summary": "Bratt also helped oversee investigations of two Chinese telecommunications firmsHuawei for Iran sanctions violations, and ZTE for selling equipment containing items of U.S. origin to Iran and North Korea. The bottom line: \"Under remarkable pressures, they have played it straight up the middle,\" Laufman said of Bratt and his team's approach to the Trump case so far. \"And every time they've been before a truly independent and neutral judicial arbiter they have prevailed.\" Photo illustration: Ada Amer/Axios.",
            "html_summary": "<ul><li>Bratt also helped oversee investigations of two Chinese telecommunications firms—Huawei for Iran sanctions violations, and ZTE for selling equipment containing items of U.S. origin to Iran and North Korea.</li><li>The bottom line: \"Under remarkable pressures, they have played it straight up the middle,\" Laufman said of Bratt and his team's approach to the Trump case so far.</li><li>\"And every time they've been before a truly independent and neutral judicial arbiter they have prevailed.\"</li></ul>",
            "website_url": "https://www.axios.com/2022/10/24/trump-mar-a-lago-documents-case-doj"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "YURI KAGEYAMA - AP Business Writer",
            "title": "Asian shares mixed; Chinese economy grew 3.9% in JulySept  Yakima HeraldRepublic",
            "description": "Asian shares are mixed as shares declined in Hong Kong and Shanghai after China reported its economy picked up pace in the last quarter. Beijing reported growth in JulySeptember was",
            "url": "/2022-10-24-8d30375008df86950b2f43e1c75b7240",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/yakimaherald.com/content/tncms/assets/v3/editorial/b/e5/be5bdd4c-0684-5497-a562-655b1322e416/635610a67eaec.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-24T04:11:50Z",
            "content": "TOKYO (AP) Asian shares were mixed Monday, as benchmarks fell in Hong Kong and Shanghai after Beijing reported that the Chinese economy gained momentum in the last quarter.Benchmarks were higher in [+2912 chars]",
            "summary": "The dollars growing strength against the yen and other currencies has added to inflationary pressures in those countries by pushing up the costs of imports and of debt repayments. The Bank of Japan was reported to have intervened Friday to prop up the yen after the dollar rose above the 150 yen level. In energy trading, benchmark U.S. crude fell 83 cents to $84.22 a barrel in electronic trading on the New York Mercantile Exchange. In currency trading, the U.S. dollar rose to 148.93 Japanese yen from 147.65 yen. TOKYO (AP)  Asian shares were mixed Monday, as benchmarks fell in Hong Kong and Shanghai after Beijing reported that the Chinese economy gained momentum in the last quarter. Wall Street ended last week with a broad rally, with technology stocks, retailers and health care companies powering a big share of the gains. Former Treasury chief Rishi Sunak is now the favorite to replace Liz Truss, who quit last week after her tax-cutting economic package caused turmoil in financial markets.",
            "html_summary": "<ul><li>The dollar’s growing strength against the yen and other currencies has added to inflationary pressures in those countries by pushing up the costs of imports and of debt repayments.</li><li>The Bank of Japan was reported to have intervened Friday to prop up the yen after the dollar rose above the 150 yen level.</li><li>In energy trading, benchmark U.S. crude fell 83 cents to $84.22 a barrel in electronic trading on the New York Mercantile Exchange.</li><li>In currency trading, the U.S. dollar rose to 148.93 Japanese yen from 147.65 yen.</li><li>TOKYO (AP) — Asian shares were mixed Monday, as benchmarks fell in Hong Kong and Shanghai after Beijing reported that the Chinese economy gained momentum in the last quarter.</li><li>Wall Street ended last week with a broad rally, with technology stocks, retailers and health care companies powering a big share of the gains.</li></ul>",
            "website_url": "https://apnews.com/8d30375008df86950b2f43e1c75b7240"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Joe Mcdonald",
            "title": "World faces tension with China under Xi Jinpings third term  The Associated Press  en Espaol",
            "description": "World faces tension with China under Xi Jinpings third termThe Associated Press  en EspaolXi Jinpings party is just getting startedBBCChinas Xi expands powers, promotes alliesThe Associated PressXi Jinping i",
            "url": "/2022-10-24-technology-health-china-government-and-politics-beijing-0426169ced84c1e95189a0697b8929fd",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/c857c5738f4b42d29804a13c35bdd654/3000.jpeg",
            "publishedAt": "2022-10-24T01:20:16Z",
            "content": "BEIJING (AP) The world faces the prospect of more tension with China over trade, security and human rights after Xi Jinping awarded himself a third fiveyear term Sunday as leader of the ruling Commu [+7362 chars]",
            "summary": "He said the diplomatic corps will improve its fighting skills and always stand at the forefront of safeguarding national interests and national dignity.COVID-19: Xi gave no indication Chinas zero-COVID strategy might ease despite public frustration with its costs. It has become much more authoritarian and at times totalitarian.ECONOMY: By 2035, the Communist Party wants economic output per person to match a medium-level developed country, Xi said in a report to the congress. Activists says Xis government wants to deflect criticism of abuses by changing the U.N.s definition of human rights.Xi says the world system is broken and China has answers, said William Callahan of the London School of Economics. Beijing wants to be a world leader, and part of that, according to Beijing, is to be a leader in the hard politics of global security. Chinese diplomats, in a trend dubbed wolf warrior diplomacy, are more confrontational and sometimes violent. Zero COVID, which tracks individuals using smartphone apps and has confined tens of millions to their homes, is indicative of how Xi Jinping wants Chinese society to work, said Callahan. If top leaders take the target seriously, they might have to adopt a more pro-growth policy stance, Hu and Zhang said in a report. Beijing doesnt appear to be trying to isolate China but wants to reduce strategic unease by catching up with other countries, said Alicia Garcia Herrero of Natixis.",
            "html_summary": "<ul><li>He said the diplomatic corps will “improve its fighting skills and always stand at the forefront of safeguarding national interests and national dignity.”COVID-19: Xi gave no indication China’s “zero-COVID” strategy might ease despite public frustration with its costs.</li><li>“It has become much more authoritarian and at times totalitarian.”ECONOMY: By 2035, the Communist Party wants economic output per person to match a “medium-level developed country,” Xi said in a report to the congress.</li><li>Activists says Xi’s government wants to deflect criticism of abuses by changing the U.N.’s definition of human rights.Xi says “the world system is broken and China has answers,” said William Callahan of the London School of Economics.</li><li>“Beijing wants to be a world leader, and part of that, according to Beijing, is to be a leader in the hard politics of global security.” Chinese diplomats, in a trend dubbed “wolf warrior diplomacy,” are more confrontational and sometimes violent.</li><li>“Zero COVID,” which tracks individuals using smartphone apps and has confined tens of millions to their homes, “is indicative of how Xi Jinping wants Chinese society to work,” said Callahan.</li><li>“If top leaders take the target seriously, they might have to adopt a more pro-growth policy stance,” Hu and Zhang said in a report.</li></ul>",
            "website_url": "https://apnews.com/article/technology-health-china-government-and-politics-beijing-0426169ced84c1e95189a0697b8929fd"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOE McDONALD - Associated Press",
            "title": "World faces tension with China under Xi Jinpings third term",
            "description": "The world faces the prospect of more tension with China over trade, security and human rights after Xi Jinping awarded himself another fiveyear term as leader of the ruling Communist Party and called for selfreliance in technology, a stronger military",
            "url": "/2022-10-24-0426169ced84c1e95189a0697b8929fd",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/3/5a/35af40c4-1c92-5a14-bf3f-a06a3c09f0da/6355e97917434.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-24T01:15:21Z",
            "content": "By JOE McDONALD  Associated PressBEIJING (AP) The world faces the prospect of more tension with China over trade, security and human rights after Xi Jinping awarded himself a third fiveyear term  [+7680 chars]",
            "summary": "It has become much more authoritarian and at times totalitarian.ECONOMY: By 2035, the Communist Party wants economic output per person to match a medium-level developed country, Xi said in a report to the congress. He said the diplomatic corps will improve its fighting skills and always stand at the forefront of safeguarding national interests and national dignity.COVID-19: Xi gave no indication Chinas zero-COVID strategy might ease despite public frustration with its costs. Activists say Xis government wants to deflect criticism of abuses by changing the U.N.s definition of human rights.Xi says the world system is broken and China has answers, said William Callahan of the London School of Economics. Beijing wants to be a world leader, and part of that, according to Beijing, is to be a leader in the hard politics of global security. Chinese diplomats, in a trend dubbed wolf warrior diplomacy, are more confrontational and sometimes violent. Beijing doesnt appear to be trying to isolate China but wants to reduce strategic unease by catching up with other countries, said Alicia Garcia Herrero of Natixis, a French investment bank. Zero COVID, which tracks individuals using smartphone apps and has confined tens of millions to their homes, is indicative of how Xi Jinping wants Chinese society to work, said Callahan. If top leaders take the target seriously, they might have to adopt a more pro-growth policy stance, Hu and Zhang said in a report.",
            "html_summary": "<ul><li>“It has become much more authoritarian and at times totalitarian.”ECONOMY: By 2035, the Communist Party wants economic output per person to match a “medium-level developed country,” Xi said in a report to the congress.</li><li>He said the diplomatic corps will “improve its fighting skills and always stand at the forefront of safeguarding national interests and national dignity.”COVID-19: Xi gave no indication China’s “zero-COVID” strategy might ease despite public frustration with its costs.</li><li>Activists say Xi’s government wants to deflect criticism of abuses by changing the U.N.’s definition of human rights.Xi says “the world system is broken and China has answers,” said William Callahan of the London School of Economics.</li><li>“Beijing wants to be a world leader, and part of that, according to Beijing, is to be a leader in the hard politics of global security.” Chinese diplomats, in a trend dubbed “wolf warrior diplomacy,” are more confrontational and sometimes violent.</li><li>Beijing doesn’t appear to be trying to isolate China but wants to reduce strategic unease by catching up with other countries, said Alicia Garcia Herrero of Natixis, a French investment bank.</li><li>“Zero COVID,” which tracks individuals using smartphone apps and has confined tens of millions to their homes, “is indicative of how Xi Jinping wants Chinese society to work,” said Callahan.</li></ul>",
            "website_url": "https://apnews.com/0426169ced84c1e95189a0697b8929fd"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By COLLIN BINKLEY - AP Education Writer",
            "title": "Test scores show historic COVID setbacks for kids across US",
            "description": "New national test results show that the pandemic spared no part of the country as it caused historic learning setbacks for Americas children. Every single state saw math or reading scores decline in the latest results from the National Assessment",
            "url": "/2022-10-24-39e01a570b560c685b5340078c8dcdee",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/b/26/b266316e-0d6f-56fe-a9fa-653297de586f/63561289ef41f.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-24T04:02:23Z",
            "content": "By COLLIN BINKLEY  AP Education WriterWASHINGTON (AP) The COVID19 pandemic spared no state or region as it caused historic learning setbacks for Americas children, erasing decades of academic pro [+6859 chars]",
            "summary": "Every region saw test scores slide, and every state saw declines in at least one subject.Several major districts saw test scores fall by more than 10 points. In fourth grade, Black and Hispanic students saw bigger decreases than white students, widening gaps that have persisted for decades.Inequities were also reflected in a growing gap between higher and lower performing students. Scores had been stalling even before the pandemic, but the new results show decreases on a scale not seen before.In both math and reading, students scored lower than those tested in 2019. Areas that returned to the classroom quickly still saw significant declines, and cities  which were more likely to stay remote longer  actually saw milder decreases than suburban districts, according to the results.Los Angeles can claim one of the few bright spots in the results. We have to stay committed to high standards and expectations and help every child succeed.Other recent studies have found that students who spent longer periods learning online suffered greater setbacks. Im concerned that the country wont stay focused on getting kids caught up.The results show a reversal of progress on math scores, which had made big gains since the 1990s. Reading, by contrast, had changed little in recent decades, so even this years relatively small decreases put the averages back to where they were in 1992.Most concerning, however, are the gaps between students.Confirming what many had feared, racial inequities appear to have widened during the pandemic.",
            "html_summary": "<ul><li>Every region saw test scores slide, and every state saw declines in at least one subject.Several major districts saw test scores fall by more than 10 points.</li><li>In fourth grade, Black and Hispanic students saw bigger decreases than white students, widening gaps that have persisted for decades.Inequities were also reflected in a growing gap between higher and lower performing students.</li><li>Scores had been stalling even before the pandemic, but the new results show decreases on a scale not seen before.In both math and reading, students scored lower than those tested in 2019.</li><li>Areas that returned to the classroom quickly still saw significant declines, and cities — which were more likely to stay remote longer — actually saw milder decreases than suburban districts, according to the results.Los Angeles can claim one of the few bright spots in the results.</li><li>“We have to stay committed to high standards and expectations and help every child succeed.”Other recent studies have found that students who spent longer periods learning online suffered greater setbacks.</li><li>“I’m concerned that the country won’t stay focused on getting kids caught up.”The results show a reversal of progress on math scores, which had made big gains since the 1990s.</li></ul>",
            "website_url": "https://apnews.com/39e01a570b560c685b5340078c8dcdee"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOE McDONALD - Associated Press",
            "title": "World faces tension with China under Xi Jinpings third term",
            "description": "The world faces the prospect of more tension with China over trade, security and human rights after Xi Jinping awarded himself another fiveyear term as leader of the ruling Communist Party and called for selfreliance in technology, a stronger military",
            "url": "/2022-10-24-0426169ced84c1e95189a0697b8929fd",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/5/8a/58aaca5c-a67e-56f5-839d-e538cf75ef43/6355eaa70f2f4.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-24T01:15:21Z",
            "content": "By JOE McDONALD  Associated PressBEIJING (AP) The world faces the prospect of more tension with China over trade, security and human rights after Xi Jinping awarded himself a third fiveyear term  [+7680 chars]",
            "summary": "It has become much more authoritarian and at times totalitarian.ECONOMY: By 2035, the Communist Party wants economic output per person to match a medium-level developed country, Xi said in a report to the congress. He said the diplomatic corps will improve its fighting skills and always stand at the forefront of safeguarding national interests and national dignity.COVID-19: Xi gave no indication Chinas zero-COVID strategy might ease despite public frustration with its costs. Activists say Xis government wants to deflect criticism of abuses by changing the U.N.s definition of human rights.Xi says the world system is broken and China has answers, said William Callahan of the London School of Economics. Beijing wants to be a world leader, and part of that, according to Beijing, is to be a leader in the hard politics of global security. Chinese diplomats, in a trend dubbed wolf warrior diplomacy, are more confrontational and sometimes violent. Beijing doesnt appear to be trying to isolate China but wants to reduce strategic unease by catching up with other countries, said Alicia Garcia Herrero of Natixis, a French investment bank. Zero COVID, which tracks individuals using smartphone apps and has confined tens of millions to their homes, is indicative of how Xi Jinping wants Chinese society to work, said Callahan. If top leaders take the target seriously, they might have to adopt a more pro-growth policy stance, Hu and Zhang said in a report.",
            "html_summary": "<ul><li>“It has become much more authoritarian and at times totalitarian.”ECONOMY: By 2035, the Communist Party wants economic output per person to match a “medium-level developed country,” Xi said in a report to the congress.</li><li>He said the diplomatic corps will “improve its fighting skills and always stand at the forefront of safeguarding national interests and national dignity.”COVID-19: Xi gave no indication China’s “zero-COVID” strategy might ease despite public frustration with its costs.</li><li>Activists say Xi’s government wants to deflect criticism of abuses by changing the U.N.’s definition of human rights.Xi says “the world system is broken and China has answers,” said William Callahan of the London School of Economics.</li><li>“Beijing wants to be a world leader, and part of that, according to Beijing, is to be a leader in the hard politics of global security.” Chinese diplomats, in a trend dubbed “wolf warrior diplomacy,” are more confrontational and sometimes violent.</li><li>Beijing doesn’t appear to be trying to isolate China but wants to reduce strategic unease by catching up with other countries, said Alicia Garcia Herrero of Natixis, a French investment bank.</li><li>“Zero COVID,” which tracks individuals using smartphone apps and has confined tens of millions to their homes, “is indicative of how Xi Jinping wants Chinese society to work,” said Callahan.</li></ul>",
            "website_url": "https://apnews.com/0426169ced84c1e95189a0697b8929fd"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Global VC Flourish launches Madica, an Africafocused program to back preseed stage startups",
            "description": "The program has set aside $6 million for investment in up to 30 African startups, each receiving up to $200,000 in exchange for equity.",
            "url": "/2022-10-24-global-vc-flourish-launches-madica-an-africa-focused-program-to-back-pre-seed-stage-startups",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/Cover-Madica-Team.jpg?resize=1200,800",
            "publishedAt": "2022-10-24T09:00:35Z",
            "content": "Access to funding and lack of support systems are some of the greatest challenges faced by startup founders in subSaharan Africa. And while venture capital and founder support programs within the co [+3198 chars]",
            "summary": "This is why in addition to $6 million of investment capital, we have reserved an equal amount for programmatic support, said Manicas head, Emmanuel Adegboye.We encourage founders across the continent to apply for our program. The sector-agnostic program targets technology startups in the pre-seed stage, which is where most ideas fail.The program has set aside $6 million for investment in up to 30 African startups, each receiving up to $200,000 in exchange for equity, availing the much needed funding. This is part of its push to ensure a pan-African reach by supporting local, and women founders.To qualify for the program, founders need to be working on their idea full-time, have a minimum viable product, and should have received little or no institutional funding. Venture studio Adanian Labs fuels startup growth in Africa Seedstars Africa Ventures appoints new partner to back more founders in the continent Access to funding and lack of support systems are some of the greatest challenges faced by startup founders in sub-Saharan Africa. Through Madica, we intend to develop a cadre of mentors, create world-class programming, crowd-in follow-on capital and leverage Flourishs global presence to extend the reach of local networks.",
            "html_summary": "<ul><li>This is why in addition to $6 million of investment capital, we have reserved an equal amount for programmatic support,” said Manica’s head, Emmanuel Adegboye.“We encourage founders across the continent to apply for our program.</li><li>The sector-agnostic program targets technology startups in the pre-seed stage, which is where most ideas fail.The program has set aside $6 million for investment in up to 30 African startups, each receiving up to $200,000 in exchange for equity, availing the much needed funding.</li><li>This is part of its push to ensure a pan-African reach by supporting local, and women founders.To qualify for the program, founders need to be working on their idea full-time, have a minimum viable product, and should have received little or no institutional funding.</li><li>Venture studio Adanian Labs fuels startup growth in Africa Seedstars Africa Ventures appoints new partner to back more founders in the continent</li><li>Access to funding and lack of support systems are some of the greatest challenges faced by startup founders in sub-Saharan Africa.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/24/global-vc-flourish-launches-madica-an-africa-focused-program-to-back-pre-seed-stage-startups/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. The top DOJ prosecutor taking on Trump. Asian shares mixed; Chinese economy grew 3.9% in JulySept  Yakima HeraldRepublic. World faces tension with China under Xi Jinpings third term  The Associated Press  en Espaol. World faces tension with China under Xi Jinpings third term. Test scores show historic COVID setbacks for kids across US. World faces tension with China under Xi Jinpings third term. Global VC Flourish launches Madica, an Africafocused program to back preseed stage startups"
}