{
    "status": "ok",
    "totalResults": 22,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Hackathon finds dozens of Ukrainian refugees trafficked online",
            "description": "Europol also identified dozens of online users suspected of exploiting refugees.",
            "url": "/2022-09-21-hackathon-finds-dozens-of-ukrainian-refugees-trafficked-online",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-1240100930-760x380.jpg",
            "publishedAt": "2022-09-22T20:47:05Z",
            "content": "7 with 7 posters participatingEarlier this year, the International Organization for Migration reported that more than 3 million refugees fleeing wartorn Ukraine were at heightened risk of exploit [+4756 chars]",
            "summary": "\"\"All relevant stakeholders have recognized that the threat of trafficking in human beings is high and imminent,\" EU's human trafficking plan states. Human trafficking cases, they warned, involved refugees more likely to leave home suddenly without secure financial resources and \"less likely to be identified in the immediate aftermath of mass displacement.\" Online platforms probed during the hackathon included \"a wide range of websites\" and \"social media, dating platforms, advertising and aid platforms, forums and messaging applications. \"I think that it's fabulous that several countries in Europe are getting together and trying to organize themselves to prevent trafficking of the refugees,\" Nagle told Ars. EU said in its anti-trafficking plan that \"trafficking in human beings is not an instantly visible crime. \"On top of hackathons like Europol's, Nagle told Ars that non-government organizations should be more involved in EU-wide investigations to help law enforcement and governments coordinate responses and navigate this complex social issue. In particular, Europol noted in its report, \"investigators targeted human traffickers attempting to lure Ukrainian refugees.",
            "html_summary": "<ul><li>\"\"All relevant stakeholders have recognized that the threat of trafficking in human beings is high and imminent,\" EU's human trafficking plan states.</li><li>Human trafficking cases, they warned, involved refugees more likely to leave home suddenly without secure financial resources and \"less likely to be identified in the immediate aftermath of mass displacement.\"</li><li>Online platforms probed during the hackathon included \"a wide range of websites\" and \"social media, dating platforms, advertising and aid platforms, forums and messaging applications.</li><li>\"I think that it's fabulous that several countries in Europe are getting together and trying to organize themselves to prevent trafficking of the refugees,\" Nagle told Ars.</li><li>EU said in its anti-trafficking plan that \"trafficking in human beings is not an instantly visible crime.</li><li>\"On top of hackathons like Europol's, Nagle told Ars that non-government organizations should be more involved in EU-wide investigations to help law enforcement and governments coordinate responses and navigate this complex social issue.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/hackathon-finds-dozens-of-ukrainian-refugees-trafficked-online/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Sam Kemmis Of Nerdwallet",
            "title": "AIRBNB hosts sick of AIRBNB...",
            "description": "Disgruntled Airbnb guests are taking to Twitter and TikTok to vent about everything from cleaning fees to misleading listings. But they arent the only ones with complaints Airbnb hosts themselves have become increasingly disillusioned with the platform and ",
            "url": "/2022-09-21-business-lifestyle-7f95f1c85905c5f404ddccc19a9ee3e5",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-09-21T19:19:41Z",
            "content": "Disgruntled Airbnb guests are taking to Twitter and TikTok to vent about everything from cleaning fees to misleading listings. But they arent the only ones with complaints Airbnb hosts themselves ha [+4571 chars]",
            "summary": "These policies allow local governments to collect taxes and regulate problematic behavior, but they add one more layer of complexity for hosts, many of whom have little experience in hospitality.Furthermore, many local governments place the burden of tax collection on hosts, not Airbnb. And small-time hosts cant keep up with these corporate competitors.A study of short-term rentals in the U.K. found that the number of listings managed by hosts with a single property dropped from 69% in 2015 to 39% in 2019. But they arent the only ones with complaints: Airbnb hosts themselves have become increasingly disillusioned with the platform and its disrespectful guests.On message boards and Facebook groups, hosts are sharing their own challenges and horror stories. They immediately called the police on me and I was kicked out of my own apartment by a team of the police  a complete shock.While these anecdotes might seem like the natural byproduct of the largely unregulated short-term rental industry, they speak to larger trends impacting hosts. And while many hosts consider this policy generous, it still comes with plenty of gray areas.Emily Muskin Rathner, a digital marketing professional living in Cleveland, began renting her house on Airbnb in August 2021. The air conditioning had been left off for a week  in June.RED TAPE EVERYWHEREThe early days of short-term vacation rentals offered hosts a simple proposition: Rent your home and earn some extra money. Yet as the industry has matured, its been met with regulation efforts from local governments.Cities such as Denver and Portland, Oregon, have been cracking down on unlicensed short-term rentals, levying fines against hosts and requiring expensive permits.",
            "html_summary": "<ul><li>These policies allow local governments to collect taxes and regulate problematic behavior, but they add one more layer of complexity for hosts, many of whom have little experience in hospitality.Furthermore, many local governments place the burden of tax collection on hosts, not Airbnb.</li><li>And small-time hosts can’t keep up with these corporate competitors.A study of short-term rentals in the U.K. found that the number of listings managed by hosts with a single property dropped from 69% in 2015 to 39% in 2019.</li><li>But they aren’t the only ones with complaints: Airbnb hosts themselves have become increasingly disillusioned with the platform and its disrespectful guests.On message boards and Facebook groups, hosts are sharing their own challenges and horror stories.</li><li>“They immediately called the police on me and I was kicked out of my own apartment by a team of the police — a complete shock.”While these anecdotes might seem like the natural byproduct of the largely unregulated short-term rental industry, they speak to larger trends impacting hosts.</li><li>And while many hosts consider this policy generous, it still comes with plenty of gray areas.Emily Muskin Rathner, a digital marketing professional living in Cleveland, began renting her house on Airbnb in August 2021.</li><li>The air conditioning had been left off for a week — in June.”RED TAPE EVERYWHEREThe early days of short-term vacation rentals offered hosts a simple proposition: Rent your home and earn some extra money.</li></ul>",
            "website_url": "https://apnews.com/article/business-lifestyle-7f95f1c85905c5f404ddccc19a9ee3e5"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "The case of the murdered mummies virtual autopsy reveals fatal injuries",
            "description": "One was struck on the head and stabbed; the other had massive cervical spine trauma.",
            "url": "/2022-09-21-the-case-of-the-murdered-mummies-virtual-autopsy-reveals-fatal-injuries",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/autopsy7-760x380.jpg",
            "publishedAt": "2022-09-22T22:47:20Z",
            "content": "Enlarge/ Face and upper body of one of two South American mummies that were likely murdered, based on a recent virtual autopsy.3 with 3 posters participatingAn international team of scientists  [+3525 chars]",
            "summary": " Jennifer Ouellette - Sep 22, 2022 10:47 pm UTC An international team of scientists used CT scanning to conduct \"virtual autopsies\" of three South American mummies and found evidence of fatal trauma in two of them, according to a recent paper published in the journal Frontiers in Medicine. Nonetheless, evidence of fatal trauma has been reported previously in a few cases, such as a pre-Columbian skull from the Nasca region showing rotational trauma to the cervical spine and accompanying soft tissue bleeding into the skull. One of the mummies had clearly been hit on the head and stabbed, possibly by two assailants, while the other showed signs of massive cervical spine trauma. The third female mummy also showed signs of trauma, but the damage was inflicted post-mortem. (Acquisition records describe it as a \"female mummy,\" so someone at the time missed the mummy's male genitalia.) But those mummies came from different locations, populations, and time periods, making it difficult to draw general conclusions from the findings. He was buried in a squatting position, and given the nature of the goods buried with him, he likely belonged to a fishing community of the Arica culture in what is now northern Chile.",
            "html_summary": "<ul><li> Jennifer Ouellette - Sep 22, 2022 10:47 pm UTC An international team of scientists used CT scanning to conduct \"virtual autopsies\" of three South American mummies and found evidence of fatal trauma in two of them, according to a recent paper published in the journal Frontiers in Medicine.</li><li>Nonetheless, evidence of fatal trauma has been reported previously in a few cases, such as a pre-Columbian skull from the Nasca region showing rotational trauma to the cervical spine and accompanying soft tissue bleeding into the skull.</li><li>One of the mummies had clearly been hit on the head and stabbed, possibly by two assailants, while the other showed signs of massive cervical spine trauma.</li><li>The third female mummy also showed signs of trauma, but the damage was inflicted post-mortem.</li><li>(Acquisition records describe it as a \"female mummy,\" so someone at the time missed the mummy's male genitalia.)</li><li>But those mummies came from different locations, populations, and time periods, making it difficult to draw general conclusions from the findings.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/the-case-of-the-murdered-mummies-virtual-autopsy-reveals-fatal-injuries/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "Is Moores law actually dead this time? Nvidia seems to think so",
            "description": "Chips going... down in price is a story of the past, CEO says.",
            "url": "/2022-09-21-do-expensive-nvidia-graphics-cards-foretell-the-death-of-moores-law",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/gtx4090-760x298.jpg",
            "publishedAt": "2022-09-22T17:08:51Z",
            "content": "Enlarge/ The green lines make it faster.41 with 36 posters participating, including story authorWhen Nvidia rolled out its new RTX 40series graphics cards earlier this week, many gamers and indu [+5316 chars]",
            "summary": "Adjusted for inflation (which has been unusually high in recent years), the launch RTX 3090 would cost more than $1,700 in August 2022 dollars, making today's RTX 4090 look like a relative bargain.When you look at the lower tiers, the price increases begin to look a bit less reasonable. Processing power keeps doubling partly because consumers expect it to keep doubling and finding uses for that extra power.That consumer demand, in turn, pushes companies to find new ways to keep pace with expectations. \"In justifying Nvidia's price increases, Huang defended the raw power of the 40-series cards compared with past offerings. \"The performance of Nvidia's $899 GPU or $1,599 GPU a year ago, two years ago, at the same price point, our performance with Ada Lovelace is monumentally better,\" he said. Even if Nvidia can no longer keep its processor power increases on trend at consistent prices, they're not the only game in town. In other words, even if Nvidia can't figure out how to keep up with Moore's law these days, someone else might.You must login or create an account to comment. The RTX 4080 linesplit into $899 and $1,199 pricing tiersis significantly more expensive than the $699 and $799 launch prices for the two tiers of RTX 3080 cards in 2020.",
            "html_summary": "<ul><li>Adjusted for inflation (which has been unusually high in recent years), the launch RTX 3090 would cost more than $1,700 in August 2022 dollars, making today's RTX 4090 look like a relative bargain.When you look at the lower tiers, the price increases begin to look a bit less reasonable.</li><li>Processing power keeps doubling partly because consumers expect it to keep doubling and finding uses for that extra power.That consumer demand, in turn, pushes companies to find new ways to keep pace with expectations.</li><li>\"In justifying Nvidia's price increases, Huang defended the raw power of the 40-series cards compared with past offerings.</li><li>\"The performance of Nvidia's $899 GPU or $1,599 GPU a year ago, two years ago, at the same price point, our performance with Ada Lovelace is monumentally better,\" he said.</li><li>Even if Nvidia can no longer keep its processor power increases on trend at consistent prices, they're not the only game in town.</li><li>In other words, even if Nvidia can't figure out how to keep up with Moore's law these days, someone else might.You must login or create an account to comment.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2022/09/do-expensive-nvidia-graphics-cards-foretell-the-death-of-moores-law/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "A new kind of wireless aims to connect the planet and save it, too  Axios",
            "description": "LoRa is a lowpower wireless technology that can connect sensors and devices across miles.",
            "url": "/2022-09-21-semtech-lora-wireless-low-power",
            "urlToImage": "https://images.axios.com/TKGcY2Y_o54Vryy9WYWiUr2kgRU=/0x0:1920x1080/1366x768/2022/09/21/1663782181356.jpg",
            "publishedAt": "2022-09-22T12:53:02Z",
            "content": "The CEO of Semtech doesnt mind that you have never heard of his chip company, but hopes the lowpower wireless technology it is pushing will soon be on everyones radar.Why it matters The technol [+2644 chars]",
            "summary": "Semtech makes the chips that enable devices to use LoRa technology, while the standard itself is managed by an independent organization.State of play: Though still in the early stages of adoption, early applications of LoRa today include in devices that monitor water use and track items that companies own.",
            "html_summary": "<ul></ul>",
            "website_url": "https://www.axios.com/2022/09/22/semtech-lora-wireless-low-power"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "AI model from OpenAI automatically recognizes speech and translates it to English",
            "description": "Whisper open source model may become a building block in future speechtotext apps.",
            "url": "/2022-09-21-new-ai-model-from-openai-automatically-recognizes-speech-and-translates-to-english",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/waveform_hero_1-760x380.jpg",
            "publishedAt": "2022-09-22T16:48:28Z",
            "content": "Enlarge/ A pink waveform on a blue background suggesting a visual depiction of audio.7 with 7 posters participatingOn Wednesday, OpenAI released a new open source AI model called Whisper that rec [+2873 chars]",
            "summary": " Benj Edwards - Sep 22, 2022 4:48 pm UTC On Wednesday, OpenAI released a new open source AI model called Whisper that recognizes and translates audio at a level that approaches human recognition ability. On Whisper's model card (under the \"Broader Implications\" section), OpenAI warns that Whisper could be used to automate surveillance or identify individual speakers in a conversation, but the company hopes it will be used \"primarily for beneficial purposes. It can also detect the spoken language and translate it to English.OpenAI describes Whisper as an encoder-decoder transformer, a type of neural network that can use context gleaned from input data to learn associations that can then be translated into the model's output. That's a potent combination that might eventually disrupt the transcription industry.As with almost every major new AI model these days, Whisper brings positive advantages and the potential for misuse. It can transcribe interviews, podcasts, conversations, and more.OpenAI trained Whisper on 680,000 hours of audio data and matching transcripts in 98 languages collected from the web. OpenAI presents this overview of Whisper's operation:Input audio is split into 30-second chunks, converted into a log-Mel spectrogram, and then passed into an encoder. According to OpenAI, this open-collection approach has led to \"improved robustness to accents, background noise, and technical language.\"",
            "html_summary": "<ul><li> Benj Edwards - Sep 22, 2022 4:48 pm UTC On Wednesday, OpenAI released a new open source AI model called Whisper that recognizes and translates audio at a level that approaches human recognition ability.</li><li>On Whisper's model card (under the \"Broader Implications\" section), OpenAI warns that Whisper could be used to automate surveillance or identify individual speakers in a conversation, but the company hopes it will be used \"primarily for beneficial purposes.</li><li>It can also detect the spoken language and translate it to English.OpenAI describes Whisper as an encoder-decoder transformer, a type of neural network that can use context gleaned from input data to learn associations that can then be translated into the model's output.</li><li>That's a potent combination that might eventually disrupt the transcription industry.As with almost every major new AI model these days, Whisper brings positive advantages and the potential for misuse.</li><li>It can transcribe interviews, podcasts, conversations, and more.OpenAI trained Whisper on 680,000 hours of audio data and matching transcripts in 98 languages collected from the web.</li><li>OpenAI presents this overview of Whisper's operation:Input audio is split into 30-second chunks, converted into a log-Mel spectrogram, and then passed into an encoder.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2022/09/new-ai-model-from-openai-automatically-recognizes-speech-and-translates-to-english/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Artist finds private medical record photos in popular AI training data set",
            "description": "LAION scraped medical photos for AI research use. Whos responsible for taking them down?",
            "url": "/2022-09-21-artist-finds-private-medical-record-photos-in-popular-ai-training-data-set",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/medical_images_hero2-760x380.jpg",
            "publishedAt": "2022-09-21T15:43:09Z",
            "content": "Enlarge/ Censored medical images found in the LAION5B data set used to train AI. The black bars and distortion have been added.26 with 22 posters participatingLate last week, a Californiabased  [+5579 chars]",
            "summary": "Its data can be used in various projects, from facial recognition to computer vision to image synthesis.For example, after an AI training process, some of the images in the LAION data set become the basis of Stable Diffusion's amazing ability to generate images from text descriptions. AI researchers download a subset of that data to train AI image synthesis models such as Stable Diffusion and Google Imagen.Lapine discovered her medical photos on a site called Have I Been Trained, which lets artists see if their work is in the LAION-5B data set. Thanks to services such as PimEyes, however, it has become trivial to associate someone's face with names through other means.Ultimately, Lapine understands how the chain of custody over her private images failed but still would like to see her images removed from the LAION data set. She was surprised to discover a set of two before-and-after medical photos of her face, which had only been authorized for private use by her doctor, as reflected in an authorization form Lapine tweeted and also provided to Ars.My face is in the #LAION dataset. Instead, LAION says that researchers must download the images from various locations when they want to use them in a project.Under these conditions, responsibility for a particular image's inclusion in the LAION set then becomes a fancy game of pass the buck. With records and photos provided by Lapine, Ars confirmed that there are medical images of her referenced in the LAION data set. \"I would like to have a way for anyone to ask to have their image removed from the data set without sacrificing personal information.",
            "html_summary": "<ul><li>Its data can be used in various projects, from facial recognition to computer vision to image synthesis.For example, after an AI training process, some of the images in the LAION data set become the basis of Stable Diffusion's amazing ability to generate images from text descriptions.</li><li>AI researchers download a subset of that data to train AI image synthesis models such as Stable Diffusion and Google Imagen.Lapine discovered her medical photos on a site called Have I Been Trained, which lets artists see if their work is in the LAION-5B data set.</li><li>Thanks to services such as PimEyes, however, it has become trivial to associate someone's face with names through other means.Ultimately, Lapine understands how the chain of custody over her private images failed but still would like to see her images removed from the LAION data set.</li><li>She was surprised to discover a set of two before-and-after medical photos of her face, which had only been authorized for private use by her doctor, as reflected in an authorization form Lapine tweeted and also provided to Ars.🚩My face is in the #LAION dataset.</li><li>Instead, LAION says that researchers must download the images from various locations when they want to use them in a project.Under these conditions, responsibility for a particular image's inclusion in the LAION set then becomes a fancy game of pass the buck.</li><li>With records and photos provided by Lapine, Ars confirmed that there are medical images of her referenced in the LAION data set.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2022/09/artist-finds-private-medical-record-photos-in-popular-ai-training-data-set/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Google and YouTube to take on Dolby with free HDR and audio standards",
            "description": "AV1s Alliance for Open Media wants more royaltyfree standards.",
            "url": "/2022-09-21-google-and-youtube-to-take-on-dolby-with-free-hdr-and-audio-standards",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/30-760x380.jpg",
            "publishedAt": "2022-09-22T21:40:03Z",
            "content": "Enlarge/ The Alliance for Open Media logo.5 with 5 posters participatingGoogle can do basically whatever it wants regarding video and web standards. YouTube is the worlds most popular video site [+2994 chars]",
            "summary": "That all costs money, though, and Protocol's report says $50 streaming sticks end up having around $2 of that price tag go to Dolby.Surround sound has been a movie feature forever with various numbers of front, back, and side speakers, but Dolby Atmos adds height into the equation. If you take a 5.1 or 7.1 speaker setupthat's three front speakers, two back, a subwoofer, and for 7.1, two side speakersDolby Atmos adds four overhead speakers into the mix, allowing sound to pan overhead of the viewer. To start, the group already has specs for an \"Immersive Audio Container\" published on the web, which describes itself as a \"codec-agnostic audio bitstream format to deliver three-dimensional sound fields that can be used for multichannel sound playback.\" That's a big deal, since the name \"Dolby\" still holds a lot of sway with home theater enthusiasts, and that means streaming apps can market the Dolby brand as a premium add-on, creating demand for the standards. This is the same group behind the AV1 standard, which grew out of Google's purchase of On2 and the open sourcing of its video codec.Neither Dolby Vision nor Atmos competitors require new codec development. For HDR, the group wants to adopt the HDR10+ standard, which was originally cooked up by Samsung but lacks content.It's not yet known what consumer-facing brand these standards will be for. Atmos is supported by Apple, Netflix, HBO Max, and Disney+.Google is tackling Dolby via the \"Alliance for Open Media\" standards group, which counts Amazon, Apple, Arm, Google, Intel, Meta, Microsoft, Mozilla, Netflix, Nvidia, and Samsung in its \"founding members\" group.",
            "html_summary": "<ul><li>That all costs money, though, and Protocol's report says $50 streaming sticks end up having around $2 of that price tag go to Dolby.Surround sound has been a movie feature forever with various numbers of front, back, and side speakers, but Dolby Atmos adds height into the equation.</li><li>If you take a 5.1 or 7.1 speaker setup—that's three front speakers, two back, a subwoofer, and for 7.1, two side speakers—Dolby Atmos adds four overhead speakers into the mix, allowing sound to pan overhead of the viewer.</li><li>To start, the group already has specs for an \"Immersive Audio Container\" published on the web, which describes itself as a \"codec-agnostic audio bitstream format to deliver three-dimensional sound fields that can be used for multichannel sound playback.\"</li><li>That's a big deal, since the name \"Dolby\" still holds a lot of sway with home theater enthusiasts, and that means streaming apps can market the Dolby brand as a premium add-on, creating demand for the standards.</li><li>This is the same group behind the AV1 standard, which grew out of Google's purchase of On2 and the open sourcing of its video codec.Neither Dolby Vision nor Atmos competitors require new codec development.</li><li>For HDR, the group wants to adopt the HDR10+ standard, which was originally cooked up by Samsung but lacks content.It's not yet known what consumer-facing brand these standards will be for.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/09/google-and-youtube-to-take-on-dolby-with-free-hdr-and-audio-standards/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By VANESSA GERA - Associated Press",
            "title": "European spyware investigators criticize Israel and Poland",
            "description": "European Parliament members investigating the use of surveillance spyware by European Union governments have sharply criticized Israel. They accuse Israel of a lack of transparency in allowing the sale of powerful Israeli spyware to European governments that ",
            "url": "/2022-09-21-5bb2bfc402747e1fa153a5e7eb107245",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/73769e9c-c54c-11ea-9ace-179ea39eeb22.jpg?resize=600%2C315",
            "publishedAt": "2022-09-21T12:59:17Z",
            "content": "WARSAW, Poland (AP) European Parliament members investigating the use of surveillance spyware by European Union governments sharply criticized Israel on Wednesday for a lack of transparency in allowi [+3346 chars]",
            "summary": "They are widely believed to be Poland and Hungary due to their democratic backsliding.Why can we not say with certainty that Poland was one of the two countries of which the contract has been terminated? she said. A financial journalist also was under surveillance. It learned that NSO stopped selling to two of those, but wont say which ones.",
            "html_summary": "<ul><li>They are widely believed to be Poland and Hungary due to their democratic backsliding.“Why can we not say with certainty that Poland was one of the two countries of which the contract has been terminated?” she said.</li><li>A financial journalist also was under surveillance.</li></ul>",
            "website_url": "https://apnews.com/5bb2bfc402747e1fa153a5e7eb107245"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By STEVE KARNOWSKI - Associated Press",
            "title": "Lindell sues to recover cellphone seized by FBI agents",
            "description": "MyPillow chief executive Mike Lindell has sued the Department of Justice and the FBI to demand the return of a cellphone seized from him at a fast food restaurant in Minnesota last week. Agents apparently seized it as part of",
            "url": "/2022-09-21-c0f9d0ea3f591ec4a348b96be88a7046",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/a/c4/ac470b60-05f6-5a33-9860-475f2718d800/6321bb5f88202.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-21T20:48:05Z",
            "content": "By STEVE KARNOWSKI  Associated PressMINNEAPOLIS (AP) MyPillow chief executive Mike Lindell has sued the Department of Justice and the FBI, demanding the return of a cellphone agents seized from hi [+3120 chars]",
            "summary": "It says the agents allowed Lindell to leave only after he handed over his phone.Lindell says he needs the phone back because its the main way he runs MyPillow and affiliated businesses. His complaint alleges the government obtained the warrant in bad faith, and without apprising the magistrate judge of Lindells role in the Colorado case. In a separate case, a federal judge in Minnesota on Monday said a defamation lawsuit against Lindell by a different voting machine company, Smartmatic, can go forward.",
            "html_summary": "<ul><li>It says the agents allowed Lindell to leave only after he handed over his phone.Lindell says he needs the phone back because it’s the main way he runs MyPillow and affiliated businesses.</li><li>His complaint alleges the government obtained the warrant in bad faith, and without apprising the magistrate judge of Lindell’s role in the Colorado case.</li></ul>",
            "website_url": "https://apnews.com/c0f9d0ea3f591ec4a348b96be88a7046"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "My MOGOMOTSI MAGOME - Associated Press",
            "title": "South Africa in electricity crisis, nationwide blackouts",
            "description": "South African President Cyril Ramaphosa has an urgent meeting scheduled with his Cabinet to discuss an electricity crisis which has led to unprecedented levels of nationwide power blackouts. The troubled stateowned power utility Eskom is implementing schedul",
            "url": "/2022-09-21-a838348aec7e4b4012979f9a33bc1dec",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/73769e9c-c54c-11ea-9ace-179ea39eeb22.jpg?resize=600%2C315",
            "publishedAt": "2022-09-21T16:14:48Z",
            "content": "JOHANNESBURG (AP) South African President Cyril Ramaphosa had an urgent meeting scheduled with his Cabinet on Wednesday to discuss the countrys electricity crisis, which has led to unprecedented leve [+3880 chars]",
            "summary": "The blackouts are also affecting other government services, including water supplies in some areas as electric-powered pumps grind to a halt.With South Africas economy already struggling to rebound from the COVID-19 pandemic, economists have given stark warnings on the effect of the blackouts. It has announced a program to urgently procure at least 1,000 megawatts of electricity from the private sector to ease the burden of the blackouts.Ramaphosa faces pressure from opposition parties that called on him to fire the ministers responsible for state-owned enterprises and the energy sector. Eskom had started implementing Stage 6 power cuts, a level that means businesses and homes go without electricity for more than 10 hours a day. The company has since reduced the level to Stage 5, which requires South Africans to go without power for up to eight hours a day. Eskom is in a race against time to procure additional capacity from renewable energy sources like wind and solar through independent power producers. But this is the Eskom we inherited, this is the Eskom were trying to fix very hard.There are already moves by Ramaphosas rivals to oust him as the leader of the ruling African National Congress at the partys elective conference in December. He canceled his trip to New York to attend the United Nations General Assembly.",
            "html_summary": "<ul><li>The blackouts are also affecting other government services, including water supplies in some areas as electric-powered pumps grind to a halt.With South Africa’s economy already struggling to rebound from the COVID-19 pandemic, economists have given stark warnings on the effect of the blackouts.</li><li>It has announced a program to urgently procure at least 1,000 megawatts of electricity from the private sector to ease the burden of the blackouts.Ramaphosa faces pressure from opposition parties that called on him to fire the ministers responsible for state-owned enterprises and the energy sector.</li><li>Eskom had started implementing Stage 6 power cuts, a level that means businesses and homes go without electricity for more than 10 hours a day.</li><li>The company has since reduced the level to Stage 5, which requires South Africans to go without power for up to eight hours a day.</li><li>Eskom is in a race against time to procure additional capacity from renewable energy sources like wind and solar through independent power producers.</li><li>“But this is the Eskom we inherited, this is the Eskom we’re trying to fix very hard.”There are already moves by Ramaphosa’s rivals to oust him as the leader of the ruling African National Congress at the party’s elective conference in December.</li></ul>",
            "website_url": "https://apnews.com/a838348aec7e4b4012979f9a33bc1dec"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Hackathon finds dozens of Ukrainian refugees trafficked online. AIRBNB hosts sick of AIRBNB.... The case of the murdered mummies virtual autopsy reveals fatal injuries. Is Moores law actually dead this time? Nvidia seems to think so. A new kind of wireless aims to connect the planet and save it, too  Axios. AI model from OpenAI automatically recognizes speech and translates it to English. Artist finds private medical record photos in popular AI training data set. Google and YouTube to take on Dolby with free HDR and audio standards. European spyware investigators criticize Israel and Poland. Lindell sues to recover cellphone seized by FBI agents. South Africa in electricity crisis, nationwide blackouts"
}