{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "GM is in the energy business now  TechCrunch",
            "description": "General Motors is launching a new line of energy management products, the next step in an EV offense aimed directly at Tesla.",
            "url": "/2022-10-11-gm-launches-energy-business",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GM-Energy-1.jpg?resize=1200,798",
            "publishedAt": "2022-10-11T10:01:09Z",
            "content": "General Motors is launching a new line of energy products to homeowners, businesses and utilities the next step in an EV offensive designed to generate revenue beyond making and selling electric vehi [+7307 chars]",
            "summary": "Each sector carries the Ultium name, the same branding that GM gave to the next-generation electric vehicle platform and batteries of its new and upcoming EVs.The home energy system, which includes stationary storage similar to Teslas Powerwall product, will debut with the launch of the 2024 Chevrolet Silverado EV. The GM Energy cloud service and software can then take little pieces of consumers battery capacity (for those who sign onto this) and aggregate that together and offer it up to utilities. On average, U.S. electricity customers experienced just over eight hours of electric power interruptions in 2020, according to the U.S. Energy Information Administration. GM Energy is also working with Con Edison, Graniterock and New Hampshire Electric Cooperative (NHEC), according to the automaker.Image Credits: GMThe global automotive industry is in the midst of a shift away from internal combustion engines towards electrified vehicles. GM Energy is also marketing fuel cells, specifically selling the electrolyzer used to make hydrogen that then goes into the fuel cell. This energy cloud is going to help us with knowing how and when to talk to a large amount of customers. About 10 companies have signed on for either pilot programs or to buy the batteries and accompanying software.The commercial line is close, but not identical, to what Tesla has been selling.",
            "html_summary": "<ul><li>Each sector carries the Ultium name, the same branding that GM gave to the next-generation electric vehicle platform and batteries of its new and upcoming EVs.The home energy system, which includes stationary storage similar to Tesla’s Powerwall product, will debut with the launch of the 2024 Chevrolet Silverado EV.</li><li>The GM Energy cloud service and software can then take little pieces of consumers’ battery capacity (for those who sign onto this) and aggregate that together and offer it up to utilities.</li><li>On average, U.S. electricity customers experienced just over eight hours of electric power interruptions in 2020, according to the U.S. Energy Information Administration.</li><li>GM Energy is also working with Con Edison, Graniterock and New Hampshire Electric Cooperative (NHEC), according to the automaker.Image Credits: GMThe global automotive industry is in the midst of a shift away from internal combustion engines towards electrified vehicles.</li><li>GM Energy is also marketing fuel cells, specifically selling the electrolyzer used to make hydrogen that then goes into the fuel cell.</li><li>“This energy cloud is going to help us with knowing how and when to talk to a large amount of customers.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/11/gm-launches-energy-business/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JILL LAWLESS - Associated Press",
            "title": "UK spy chief says Chinas tech aims are a threat to us all",
            "description": "The head of Britains cyberintelligence agency is accusing China of using its economic and technological clout to clamp down at home and exert control abroad. GCHQ director Jeremy Fleming says Beijings aggressive stance is driven by fear and poses a",
            "url": "/2022-10-11-9e41a6ef9b6a3ac1f84c59f29ab10962",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/91/091d9569-3745-56e2-a64d-6eca2d39abca/634542515b4e5.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-11T09:40:26Z",
            "content": "By JILL LAWLESS  Associated PressLONDON (AP) The head of Britains cyberintelligence agency is accusing China of using its economic and technological clout to clamp down at home and exert control  [+3432 chars]",
            "summary": "Last year the head of the MI6 overseas intelligence agency, Richard Moore, called China one of the biggest threats to Britain and its allies.Fleming will warn that China is seeking to fragment the infrastructure of the internet to exert greater control. The use of prisoners to reinforce, and now the mobilization of tens of thousands of inexperienced conscripts, speaks of a desperate situation.GCHQ, formally known as the Government Communications Headquarters, is one of Britains three main intelligence agencies, alongside MI5 and MI6. British spies have given increasingly negative assessments of Beijings influence and intentions. It did not disclose the sources of its intelligence on China and Russia.",
            "html_summary": "<ul><li>Last year the head of the MI6 overseas intelligence agency, Richard Moore, called China one of the biggest threats to Britain and its allies.Fleming will warn that China is seeking to fragment the infrastructure of the internet to exert greater control.</li><li>“The use of prisoners to reinforce, and now the mobilization of tens of thousands of inexperienced conscripts, speaks of a desperate situation.”GCHQ, formally known as the Government Communications Headquarters, is one of Britain’s three main intelligence agencies, alongside MI5 and MI6.</li><li>British spies have given increasingly negative assessments of Beijing’s influence and intentions.</li></ul>",
            "website_url": "https://apnews.com/9e41a6ef9b6a3ac1f84c59f29ab10962"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "NocoDB takes on Airtable with open source nocode platform that connects to production databases",
            "description": "A new company is setting out to challenge Airtable, the 10yearold company recently valued at a whopping $11 billion, with a slightly different take on what it means to be a nocode database platform. NocoDB is one of a number of startups to emerge on the sc",
            "url": "/2022-10-11-nocodb-takes-on-airtable-with-open-source-no-code-database-that-works-with-production-data",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GettyImages-1249095209.jpg?resize=1200,800",
            "publishedAt": "2022-10-11T10:15:52Z",
            "content": "A new company is setting out to challenge Airtable, the 10yearold company recently valued at a whopping $11 billion, with a slightly different take on what it means to be a nocode database platfor [+4275 chars]",
            "summary": "Enterprise customers need different support, and we want to accommodate that while also balancing the needs of our open source community.On top of that, NocoDB is also working on a managed and hosted cloud version, replete with enterprise-grade features including connectors, single sign-on (SSO), access control, auditing, and more. This includes a new premium incarnation thats currently in private beta, one that allows companies to connect to Oracle Database and Snowflake.This commercial version is a request from the customer side, as they need a working contract with us when they use the software, Rudrappa explained. The problem he was trying to solve involved creating APIs to access a MySQL database of U.K. real estate data  something that wasnt easy to achieve.I realized that the fundamental problem of making a database API-accessible still remained unsolved, Rudrappa said. But they need access to this data in order to build useful applications quickly. So, I built a prototype, released it on GitHub, and the next morning woke up to see a thousand GitHub stars for my project. The problem was much more widespread than I had imagined and my initial prototype had struck a chord with the users.",
            "html_summary": "<ul><li>“Enterprise customers need different support, and we want to accommodate that while also balancing the needs of our open source community.”On top of that, NocoDB is also working on a managed and hosted cloud version, replete with enterprise-grade features including connectors, single sign-on (SSO), access control, auditing, and more.</li><li>This includes a new premium incarnation that’s currently in private beta, one that allows companies to connect to Oracle Database and Snowflake.“This commercial version is a request from the customer side, as they need a working contract with us when they use the software,” Rudrappa explained.</li><li>The problem he was trying to solve involved creating APIs to access a MySQL database of U.K. real estate data — something that wasn’t easy to achieve.“I realized that the fundamental problem of making a database API-accessible still remained unsolved,” Rudrappa said.</li><li>“But they need access to this data in order to build useful applications quickly.</li><li>“So, I built a prototype, released it on GitHub, and the next morning woke up to see a thousand GitHub stars for my project.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/11/nocodb-takes-on-airtable-with-open-source-no-code-database-that-works-with-production-data/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By YURI KAGEYAMA - AP Business Writer",
            "title": "Global shares fall on tech sector losses, recession fears",
            "description": "Asian and European shares are mostly lower as losses in technologyrelated issues weighed on benchmarks. Shares fell in France, Germany and Britain and U.S. futures are lower. Asian shares finished mostly lower, with Taiwans benchmark down 4.4% after reopeni",
            "url": "/2022-10-11-b84c9294c04aa78d68de7affc01d4543",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/b0/8b01d5bb-435e-50f1-a7fb-68d6148cfd32/6344f168756af.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-11T09:15:26Z",
            "content": "By YURI KAGEYAMA  AP Business WriterTOKYO (AP) Asian and European shares were mostly lower Tuesday as losses in the technology sector weighed on global benchmarks.Frances CAC 40 dipped 0.6% to  [+4951 chars]",
            "summary": "The goal is to slow economic growth and cool both borrowing and spending to get inflation under control, but the plan risks sending the economy into a recession.On Monday, the benchmark S&P 500 fell 0.7%, extending its losing streak to a fourth trading session. Taiwan dropped 4.4% after reopening from a holiday in the first trading session since the U.S. imposed new limits on exports of semiconductors and chip-making equipment to China. Pent-up travel spending could help lift the worlds third largest economy as it grapples with slowing global growth and inflation. The restrictions aim to limit Chinas ability to get advanced computing chips, develop and maintain supercomputers, and make advanced semiconductors. Both markets also were reopening after holidays on Monday.Hong Kongs Hang Seng dropped 2.2% to 16,830.73.The Shanghai Composite gained 0.2% to 2,979.79, while Australias S&P/ASX 200 lost 0.3% to 6,645.00. The Russell 2000 fell 0.6%.Investors will potentially get a more detailed picture of the Feds thinking on Wednesday when the central bank releases minutes from its latest policy meeting. But technology stocks have taken a hit from the announcement of tighter export controls on semiconductors and chip manufacturing equipment.",
            "html_summary": "<ul><li>The goal is to slow economic growth and cool both borrowing and spending to get inflation under control, but the plan risks sending the economy into a recession.On Monday, the benchmark S&P 500 fell 0.7%, extending its losing streak to a fourth trading session.</li><li>Taiwan dropped 4.4% after reopening from a holiday in the first trading session since the U.S. imposed new limits on exports of semiconductors and chip-making equipment to China.</li><li>Pent-up travel spending could help lift the world’s third largest economy as it grapples with slowing global growth and inflation.</li><li>The restrictions aim to limit China’s ability to get advanced computing chips, develop and maintain supercomputers, and make advanced semiconductors.</li><li>Both markets also were reopening after holidays on Monday.Hong Kong’s Hang Seng dropped 2.2% to 16,830.73.The Shanghai Composite gained 0.2% to 2,979.79, while Australia’s S&P/ASX 200 lost 0.3% to 6,645.00.</li><li>The Russell 2000 fell 0.6%.Investors will potentially get a more detailed picture of the Fed’s thinking on Wednesday when the central bank releases minutes from its latest policy meeting.</li></ul>",
            "website_url": "https://apnews.com/b84c9294c04aa78d68de7affc01d4543"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By NICK PERRY - Associated Press",
            "title": "Farmers condemn New Zealands proposed tax on animal burps",
            "description": "New Zealands government on Tuesday proposed taxing the greenhouse gasses that farm animals make from burping and peeing as part of a plan to tackle climate change. The government said the farm levy would be a world first and that",
            "url": "/2022-10-11-6f8847bc10ecdd0ba4d5c23bdab5617d",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2022-10-11T00:00:28Z",
            "content": "WELLINGTON, New Zealand (AP) New Zealands government on Tuesday proposed taxing the greenhouse gasses that farm animals make from burping and peeing as part of a plan to tackle climate change.The  [+5139 chars]",
            "summary": "Federated Farmers President Andrew Hoggard said farmers had been trying to work with the government for more than two years on an emissions reduction plan that wouldnt decrease food production.Our plan was to keep farmers farming, Hoggard said. Part of that plan includes a pledge that it will reduce methane emissions from farm animals by 10% by 2030 and by up to 47% by 2050.Under the governments proposed plan, farmers would start to pay for emissions in 2025, with the pricing yet to be finalized. Prime Minister Jacinda Ardern said all the money collected from the proposed farm levy would be put back into the industry to fund new technology, research and incentive payments for farmers. Federated Farmers, the industrys main lobby group, said the plan would rip the guts out of small-town New Zealand and see farms replaced with trees. The outsized industry has made New Zealand unusual in that about half of its greenhouse gas emissions come from farms. The government eventually abandoned the plan. Dairy products, including those used to make infant formula in China, are the nations largest export earner.",
            "html_summary": "<ul><li>Federated Farmers President Andrew Hoggard said farmers had been trying to work with the government for more than two years on an emissions reduction plan that wouldn’t decrease food production.“Our plan was to keep farmers farming,” Hoggard said.</li><li>Part of that plan includes a pledge that it will reduce methane emissions from farm animals by 10% by 2030 and by up to 47% by 2050.Under the government’s proposed plan, farmers would start to pay for emissions in 2025, with the pricing yet to be finalized.</li><li>Prime Minister Jacinda Ardern said all the money collected from the proposed farm levy would be put back into the industry to fund new technology, research and incentive payments for farmers.</li><li>Federated Farmers, the industry’s main lobby group, said the plan would “rip the guts out of small-town New Zealand” and see farms replaced with trees.</li><li>The outsized industry has made New Zealand unusual in that about half of its greenhouse gas emissions come from farms.</li><li>The government eventually abandoned the plan.</li></ul>",
            "website_url": "https://apnews.com/6f8847bc10ecdd0ba4d5c23bdab5617d"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Joby, Delta Air Lines to pilot hometoairport eVTOL transportation",
            "description": "Electric vertical takeoff and landing (eVTOL) aircraft startup Joby Aviation is partnering with Delta Airlines to deliver hometoairport transportation services to Delta customers starting in New York and Los Angeles  although it might b",
            "url": "/2022-10-11-joby-delta-air-lines-to-pilot-home-to-airport-evtol-transportation",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/Joby-Aviation-Delta-Press-Release-Image.jpg?resize=1200,800",
            "publishedAt": "2022-10-11T10:00:08Z",
            "content": "Electric vertical takeoff and landing (eVTOL) aircraft startup Joby Aviation is partnering with Delta Airlines to deliver hometoairport transportation services to Delta customers starting in New  [+4636 chars]",
            "summary": "Los Angeles has a handful more that are mainly scattered around the northern suburbs of the city.When Delta customers go to book a flight, either through the app or online, theyll have an option to also book a seat in one of Jobys shared, five-seater aircraft to the airport. But first, theyll have to get to their local vertiport.Although Joby has a partnership with Reef Technologies to convert parking garages in several cities into vertirports, for the partnership with Delta, Joby said it would initially start by tapping existing helipad infrastructure throughout NY and LA. Before Joby can actually launch, the company must first also secure Type Certification on its aircraft and Production Certification on its production facilities.Getting stuck in traffic to and from airports can easily add several hours to what is often already a long day of traveling. Bevirt said he hopes Joby can keep prices down by relying on cost savings provided by the companys electric propulsion system, which has lower maintenance and operating costs.Joby Aviations contract with US Air Force expands to include Marines Bevirt said a typical New York eVTOL flight to the airport could cut that travel time down to just 10 minutes. Joby achieved one of them in May when the company secured its Part 135 Air Carrier certificate from the Federal Aviation Administration (FAA), which allows it to begin on-demand commercial air taxi operations. Since the partnership is still in its early days, Joby and Delta were unable to provide a ballpark cost for such a service.",
            "html_summary": "<ul><li>Los Angeles has a handful more that are mainly scattered around the northern suburbs of the city.When Delta customers go to book a flight, either through the app or online, they’ll have an option to also book a seat in one of Joby’s shared, five-seater aircraft to the airport.</li><li>But first, they’ll have to get to their local vertiport.Although Joby has a partnership with Reef Technologies to convert parking garages in several cities into vertirports, for the partnership with Delta, Joby said it would initially start by tapping existing helipad infrastructure throughout NY and LA.</li><li>Before Joby can actually launch, the company must first also secure Type Certification on its aircraft and Production Certification on its production facilities.Getting stuck in traffic to and from airports can easily add several hours to what is often already a long day of traveling.</li><li>Bevirt said he hopes Joby can keep prices down by relying on cost savings provided by the company’s electric propulsion system, which has lower maintenance and operating costs.Joby Aviation’s contract with US Air Force expands to include Marines</li><li>Bevirt said a typical New York eVTOL flight to the airport could cut that travel time down to just 10 minutes.</li><li>Joby achieved one of them in May when the company secured its Part 135 Air Carrier certificate from the Federal Aviation Administration (FAA), which allows it to begin on-demand commercial air taxi operations.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/11/joby-delta-air-lines-to-pilot-home-to-airport-evtol-transportation/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. GM is in the energy business now  TechCrunch. UK spy chief says Chinas tech aims are a threat to us all. NocoDB takes on Airtable with open source nocode platform that connects to production databases. Global shares fall on tech sector losses, recession fears. Farmers condemn New Zealands proposed tax on animal burps. Joby, Delta Air Lines to pilot hometoairport eVTOL transportation"
}