{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Joann Muller",
            "title": "GMs electric future extends far beyond carmaking",
            "description": "GM is transforming into more than an electric car company. Its becoming a diversified energy company  selling battery technology and energy management services to power not just cars, but also trains, boats, commercial equipment and buildings.Why it matters",
            "url": "/2022-10-12-gm-electric-car-energy-company",
            "urlToImage": "https://images.axios.com/TSF9usW_FUS-ujxbJCU95kLjUEQ=/0x0:1920x1080/1366x768/2022/10/11/1665522498824.jpg",
            "publishedAt": "2022-10-12T09:30:41Z",
            "content": "GM is transforming into more than an electric car company. Its becoming a diversified energy company selling battery technology and energy management services to power not just cars, but also trains [+3252 chars]",
            "summary": "Illustration: Sarah Grillo/AxiosGM is transforming into more than an electric car company.",
            "html_summary": "<ul><li>Illustration: Sarah Grillo/AxiosGM is transforming into more than an electric car company.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/12/gm-electric-car-energy-company"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BARBARA ORTUTAY - AP Technology Writer",
            "title": "Facebook owner Meta unveils $1,500 VR headset Will it sell?",
            "description": "Facebook parent Meta has unveiled a highend virtual reality headset with the hope people will soon be using it to work in the virtual reality of the stillelusive place called the metaverse. The $1,500 Meta Quest Pro headset sports highresolution",
            "url": "/2022-10-12-6fbc5a17d473a2df64aa6cd88a1b78a1",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/4/67/467d4c41-c7da-55a8-b09a-7b32424c9c2b/63465b7602502.image.jpg?crop=1835%2C963%2C0%2C82&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-12T05:49:27Z",
            "content": "By BARBARA ORTUTAY  AP Technology WriterFacebook parent Meta unveiled a highend virtual reality headset Tuesday with the hope that people will soon be using it to work and play in the stillelusi [+1815 chars]",
            "summary": "But he added that for businesses, operating in the virtual worlds of the metaverse is still quite a stretch. Meta also announced that its metaverse avatars will soon have legs  an important detail thats been missing since the avatars made their debut last year. The company is investing billions in its metaverse plans that will likely take years to pay off.VR headsets are already popular with some gamers, but Meta knows that wont be enough to make the metaverse mainstream. It wants to evolve from a provider of social platforms to a dominant power in a nascent virtual-reality construct called the metaverse  sort of like the internet brought to life, or at least rendered in 3D. CEO Mark Zuckerberg has described the metaverse as an immersive virtual environment, a place people can virtually enter rather than just staring at it on a screen. As such, its setting office  and home office  workers in its sights.Meta is positioning the new Meta Quest Pro headset as an alternative to using a laptop, said to Rolf Illenberger, founder and managing director of VRdirect, which builds VR environments for businesses. Formerly known as Facebook, Meta is in the midst of a corporate transformation that it says will take years to complete.",
            "html_summary": "<ul><li>But he added that for businesses, operating in the virtual worlds of the metaverse is still “quite a stretch.” Meta also announced that its metaverse avatars will soon have legs — an important detail that’s been missing since the avatars made their debut last year.</li><li>The company is investing billions in its metaverse plans that will likely take years to pay off.VR headsets are already popular with some gamers, but Meta knows that won’t be enough to make the metaverse mainstream.</li><li>It wants to evolve from a provider of social platforms to a dominant power in a nascent virtual-reality construct called the metaverse — sort of like the internet brought to life, or at least rendered in 3D.</li><li>CEO Mark Zuckerberg has described the metaverse as an immersive virtual environment, a place people can virtually “enter” rather than just staring at it on a screen.</li><li>As such, it’s setting office — and home office — workers in its sights.“Meta is positioning the new Meta Quest Pro headset as an alternative to using a laptop,” said to Rolf Illenberger, founder and managing director of VRdirect, which builds VR environments for businesses.</li></ul>",
            "website_url": "https://apnews.com/6fbc5a17d473a2df64aa6cd88a1b78a1"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By WILL WEISSERT - Associated Press",
            "title": "To hold House, Democrats eye GOPheld districts won by Biden",
            "description": "A congressional district in Michigan that includes Grand Rapids hasnt had a Democratic House member in decades. But the region has turned bluer in recent years, and new congressional maps have converted it from a district that backed Donald Trump",
            "url": "/2022-10-12-bc4c1e868f3e278fab86e472907d10ca",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/b6/db616fd4-f17c-53b6-92c9-e4a623979342/63463f5f522a3.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-12T04:03:21Z",
            "content": "By WILL WEISSERT  Associated PressGRAND RAPIDS, Mich. (AP) While preparing to march in a Saturday morning parade through this fastgrowing citys westside, Democratic congressional candidate Hilla [+7044 chars]",
            "summary": "As Democrats brace for midterm defeats that could erase their narrow, five-seat control of the House, a chance to limit the damage may lie in flipping Republican-held seats that voted for Biden to stanch the effect of losses elsewhere around the country. Its more crazy vs. normal, said Gibbs, pointing to high gas and food prices and what theyre trying to do to kids in school, with modern curriculums and inappropriate material in campus libraries being especially outlandish. Grand Rapids and its suburbs have also turned more diverse, including notable increases in Hispanic voters.Such a change was long unthinkable in the home city of Gerald Ford and former Trump administration Education Secretary Betsy DeVos, which once epitomized pro-business, country club conservativism. He retorted of the presidents frequent Mass attendance, Yeah, I just wish he would accept the teachings.If I ever saw him at Mass, Id have a nice, frank conversation, Gibbs said. But asked if he could define fair, Gibbs replied, Not at this point.Well just have to kind of see how it goes, he said.A Scholten win would cement this areas political transformation from red to blue. Trump once nominated Gibbs to head the Office of Personnel Management, but he wasnt confirmed amid questions about past tweets, including one from 2016 in which Gibbs wrote, Todays Dem party: Islam, gender-bending, anti-police, u racist!Gibbs says Democrats have posted far more incendiary things. But, echoing Trump, Gibbs left open the possibility that he may object to the results of his own election next month.If its fair and everythings on the up and up, Ill accept whatever the result is, he said.",
            "html_summary": "<ul><li>As Democrats brace for midterm defeats that could erase their narrow, five-seat control of the House, a chance to limit the damage may lie in flipping Republican-held seats that voted for Biden to stanch the effect of losses elsewhere around the country.</li><li>It’s more crazy vs. normal,” said Gibbs, pointing to high gas and food prices and ”what they’re trying to do to kids in school,” with modern curriculums and inappropriate material in campus libraries being especially outlandish.</li><li>Grand Rapids and its suburbs have also turned more diverse, including notable increases in Hispanic voters.Such a change was long unthinkable in the home city of Gerald Ford and former Trump administration Education Secretary Betsy DeVos, which once epitomized pro-business, country club conservativism.</li><li>He retorted of the president’s frequent Mass attendance, “Yeah, I just wish he would accept the teachings.”“If I ever saw him at Mass, I’d have a nice, frank conversation,” Gibbs said.</li><li>But asked if he could define fair, Gibbs replied, “Not at this point.”“We’ll just have to kind of see how it goes,” he said.A Scholten win would cement this area’s political transformation from red to blue.</li><li>Trump once nominated Gibbs to head the Office of Personnel Management, but he wasn’t confirmed amid questions about past tweets, including one from 2016 in which Gibbs wrote, “Today’s Dem party: Islam, gender-bending, anti-police, ‘u racist!’”Gibbs says Democrats have posted far more incendiary things.</li></ul>",
            "website_url": "https://apnews.com/bc4c1e868f3e278fab86e472907d10ca"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Lifestores Healthcare raises $3M to expand its pharmaceutical marketplace across Nigeria",
            "description": "Lifestores raised its seed from Health54,Aruwa Capital and other investors. It marks Health54s first investment on the continent.",
            "url": "/2022-10-12-lifestores-healthcare-raises-3m-to-expand-its-pharmaceutical-marketplace-across-nigeria",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/BC48DB14-3A57-424F-8E51-15567FB1C5AB.jpeg",
            "publishedAt": "2022-10-12T10:28:48Z",
            "content": "Africas $45 billion pharmaceuticals market is expected to grow 10% CAGR to $100 billion by 2030. Yet, the sector struggles with highly fragmented and undercapitalized supply chains rife with fake med [+6503 chars]",
            "summary": "Weve also seen how healthcare wholesalers serve as banks and give pharmacies and hospitals medications on credit which lets these healthcare providers do their work upon credit effectively much cheaper than what theyd secure from the banks, added Garza on some of the companys learnings. But for now, the healthtech wants to fuel growth in Nigeria, improve its software capabilities, reach new customer segments and ramp up hiring across sales and engineering teams and senior management.African health tech startups in the supply chain segment show rapid growth, spurring a $7M investment initiative The healthtech outfit said its experiencing a 25% monthly marketplace growth and counts more than 10% of Nigerias pharmacies as registered customers; it plans to expand its market share to 25%, which will increase the number of patients reached by 4x from 100,000 to 400,000 by 2023. Other companies in this space which work with community pharmacies and lower-end providers such as drug shops to help stock products, include Mutti by mPharma, HealthPlus, Shelf Life by Field Intelligence and Maisha Meds.In many cases, players are working on multiple geographies, and possibly multiple segments. They launched Lifestores Healthcare in 2017 as a chain of retail pharmacies using technology to provide various services. Although pharmacies sometimes help encourage self-diagnosis dealings among patients, they remain one of the cheapest options for getting healthcare. Its become much easier to do stuff like that since we have all the technology for the ERP and marketplace in-house, for which we can layer new advanced things on top.Lifestores seed round marks Health54s first investment on the continent.",
            "html_summary": "<ul><li>“We’ve also seen how healthcare wholesalers serve as banks and give pharmacies and hospitals medications on credit which lets these healthcare providers do their work upon credit effectively much cheaper than what they’d secure from the banks,” added Garza on some of the company’s learnings.</li><li>But for now, the healthtech wants to fuel growth in Nigeria, improve its software capabilities, reach new customer segments and ramp up hiring across sales and engineering teams and senior management.African health tech startups in the supply chain segment show rapid growth, spurring a $7M investment initiative</li><li>The healthtech outfit said it’s experiencing a 25% monthly marketplace growth and counts more than 10% of Nigeria’s pharmacies as registered customers; it plans to expand its market share to 25%, which will increase the number of patients reached by 4x from 100,000 to 400,000 by 2023.</li><li>Other companies in this space which work with community pharmacies and lower-end providers such as drug shops to help stock products, include Mutti by mPharma, HealthPlus, Shelf Life by Field Intelligence and Maisha Meds.“In many cases, players are working on multiple geographies, and possibly multiple segments.</li><li>They launched Lifestores Healthcare in 2017 as a chain of retail pharmacies using technology to provide various services.</li><li>Although pharmacies sometimes help encourage self-diagnosis dealings among patients, they remain one of the cheapest options for getting healthcare.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/12/lifestores-healthcare-raises-3m-to-expand-its-pharmaceutical-marketplace-across-nigeria/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "After selling his last startup to Google, this founder now wants to automate mundane tasks with Relay",
            "description": "Seven years after selling his previous company to Google, Jacob Bank is launching a new project with a focus on automating repetitive tasks.",
            "url": "/2022-10-12-after-selling-his-last-startup-to-google-this-founder-now-wants-to-automate-mundane-tasks-with-relay",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/JacobBank_founder_headshot.jpg?resize=800,1200",
            "publishedAt": "2022-10-12T10:41:24Z",
            "content": "Some seven years after selling his previous company to Google, Jacob Bank is preparing to launch his next project, this time with a focus on automating mundane, repetitive tasks.Bank was previously [+4670 chars]",
            "summary": "Its basically aimed at reducing time-consuming admin from various business functions, from COO to product management and customer success.Relay sits on top of existing productivity tools such as calendars and team collaboration software, and reduces much of the manual labor involved in organizing a specific event or activity. With Relay, any change is reflected up and down the chain.Maybe the most consequential difference between our product and whats out there is that were going after a class of use-cases that havent been explicitly served before, Bank said. As are function-specific playbooks such as new-hire onboarding, customer onboarding, or feature launches. In Jacob, we have a founder that we have backed before, with a team that has the track record, conviction and talent to execute on this incredibly daunting challenge.",
            "html_summary": "<ul><li>It’s basically aimed at reducing time-consuming admin from various business functions, from COO to product management and customer success.Relay sits on top of existing productivity tools such as calendars and team collaboration software, and reduces much of the manual labor involved in organizing a specific event or activity.</li><li>With Relay, any change is reflected up and down the chain.“Maybe the most consequential difference between our product and what’s out there is that we’re going after a class of use-cases that haven’t been explicitly served before,” Bank said.</li><li>As are “function-specific playbooks” such as new-hire onboarding, customer onboarding, or feature launches.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/12/after-selling-his-last-startup-to-google-this-founder-now-wants-to-automate-mundane-tasks-with-relay/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jagmeet Singh",
            "title": "Tiger Global, Blume back Indian startup bringing safety  and intelligence  to EVs",
            "description": "Tiger Globals latest investment in India is Vecmocon, a startup building solutions to bring safety and reliability alongside intelligence and health monitoring to light electric vehicles (EVs), addressing concerns that are curtailing the sales of ele",
            "url": "/2022-10-12-tiger-global-india-investment-ev-startup-vecmocon-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/vecmocon-founders.jpg",
            "publishedAt": "2022-10-12T04:00:34Z",
            "content": "Tiger Globals latest investment in India is Vecmocon, a startup building solutions to bring safety and reliability alongside intelligence and health monitoring to light electric vehicles (EVs), addre [+5342 chars]",
            "summary": "The New Delhi-based startup additionally offers platforms for cloud integration to enable remote diagnostics for fleet operations.For electric vehicles to happen, its ecosystem has to happen, and that ecosystem has to be data-driven. For the larger number of OEMs, it is hard to develop the expertise to design and perfect the software and hardware components like a BMS (battery management system) or VIM (vehicle intelligence module). The cost of service and turnaround time of an EV in the country are also quite high compared to those of traditional combustion engine-powered counterparts. A number of EVs, especially EV scooters, that are available in the Indian market are also not meeting quality standards. Some have even caught fire in the recent past.Vecmocon, an abbreviation for vector motor control, is trying to solve all this using its core EV components and software that it sells to OEMs. Such customers stand to win greatly by adopting Vecmocons platform which allows them to launch high-performance vehicles faster to the market. That helped them notice the industrys strong reliance on China.The Chinese component manufacturers are not cooperating because the ecosystem in China around EVs is fundamentally different from how it is in India.",
            "html_summary": "<ul><li>The New Delhi-based startup additionally offers platforms for cloud integration to enable remote diagnostics for fleet operations.“For electric vehicles to happen, its ecosystem has to happen, and that ecosystem has to be data-driven.</li><li>For the larger number of OEMs, it is hard to develop the expertise to design and perfect the software and hardware components like a BMS (battery management system) or VIM (vehicle intelligence module).</li><li>The cost of service and turnaround time of an EV in the country are also quite high compared to those of traditional combustion engine-powered counterparts.</li><li>A number of EVs, especially EV scooters, that are available in the Indian market are also not meeting quality standards.</li><li>Some have even caught fire in the recent past.Vecmocon, an abbreviation for vector motor control, is trying to solve all this using its core EV components and software that it sells to OEMs.</li><li>Such customers stand to win greatly by adopting Vecmocon’s platform which allows them to launch high-performance vehicles faster to the market.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/11/tiger-global-india-investment-ev-startup-vecmocon-funding/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. GMs electric future extends far beyond carmaking. Facebook owner Meta unveils $1,500 VR headset Will it sell?. To hold House, Democrats eye GOPheld districts won by Biden. Lifestores Healthcare raises $3M to expand its pharmaceutical marketplace across Nigeria. After selling his last startup to Google, this founder now wants to automate mundane tasks with Relay. Tiger Global, Blume back Indian startup bringing safety  and intelligence  to EVs"
}