{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Utah Tech takes home win streak into matchup with Lindenwood  The Associated Press  en Espaol",
            "description": "Lindenwood Lions (57) at Utah Tech Trailblazers (75) Saint George, Utah; Thursday, 3 p.m. EST FANDUEL SPORTSBOOK   LINE Utah Tech 13.5; over/under is 143.5",
            "url": "/2022-12-22-sports-utah-cameron-gooden-lions-chris-childs-5c8c10b63bcd4a06b01a0ed0e09b2b3b",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-12-22T07:13:43Z",
            "content": "Lindenwood Lions (57) at Utah Tech Trailblazers (75)Saint George, Utah; Thursday, 3 p.m. ESTFANDUEL SPORTSBOOK LINE Utah Tech 13.5; over/under is 143.5BOTTOM LINE Utah Tech will try to kee [+1267 chars]",
            "summary": "Kevin Caldwell Jr. is shooting 38.4% and averaging 12.7 points over the last 10 games for Lindenwood.LAST 10 GAMES: Trailblazers: 6-4, averaging 78.0 points, 32.2 rebounds, 14.6 assists, 8.2 steals and 2.3 blocks per game while shooting 46.3% from the field. Their opponents have averaged 70.0 points per game.Lions: 4-6, averaging 71.4 points, 33.9 rebounds, 12.9 assists, 7.7 steals and 2.6 blocks per game while shooting 42.9% from the field. Isaiah Pope is averaging 10.7 points over the last 10 games for Utah Tech.Chris Childs averages 2.2 made 3-pointers per game for the Lions, scoring 14.6 points while shooting 35.1% from beyond the arc. Utah Tech scores 76.7 points and has outscored opponents by 6.1 points per game.The Lions are 1-5 on the road. David Ware paces the Lions shooting 58.8% from 3-point range.TOP PERFORMERS: Cameron Gooden is averaging 16.5 points and 3.4 assists for the Trailblazers. Lindenwood Lions (5-7) at Utah Tech Trailblazers (7-5)Saint George, Utah; Thursday, 3 p.m. ESTFANDUEL SPORTSBOOK LINE: Utah Tech -13.5; over/under is 143.5BOTTOM LINE: Utah Tech will try to keep its five-game home win streak alive when the Trailblazers take on Lindenwood.The Trailblazers have gone 4-0 in home games. Their opponents have averaged 72.2 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Kevin Caldwell Jr. is shooting 38.4% and averaging 12.7 points over the last 10 games for Lindenwood.LAST 10 GAMES: Trailblazers: 6-4, averaging 78.0 points, 32.2 rebounds, 14.6 assists, 8.2 steals and 2.3 blocks per game while shooting 46.3% from the field.</li><li>Their opponents have averaged 70.0 points per game.Lions: 4-6, averaging 71.4 points, 33.9 rebounds, 12.9 assists, 7.7 steals and 2.6 blocks per game while shooting 42.9% from the field.</li><li>Isaiah Pope is averaging 10.7 points over the last 10 games for Utah Tech.Chris Childs averages 2.2 made 3-pointers per game for the Lions, scoring 14.6 points while shooting 35.1% from beyond the arc.</li><li>Utah Tech scores 76.7 points and has outscored opponents by 6.1 points per game.The Lions are 1-5 on the road.</li><li>David Ware paces the Lions shooting 58.8% from 3-point range.TOP PERFORMERS: Cameron Gooden is averaging 16.5 points and 3.4 assists for the Trailblazers.</li><li>Lindenwood Lions (5-7) at Utah Tech Trailblazers (7-5)Saint George, Utah; Thursday, 3 p.m. ESTFANDUEL SPORTSBOOK LINE: Utah Tech -13.5; over/under is 143.5BOTTOM LINE: Utah Tech will try to keep its five-game home win streak alive when the Trailblazers take on Lindenwood.The Trailblazers have gone 4-0 in home games.</li></ul>",
            "website_url": "https://apnews.com/article/sports-utah-cameron-gooden-lions-chris-childs-5c8c10b63bcd4a06b01a0ed0e09b2b3b"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SOPHIE AUSTIN - Associated Press/Report for America",
            "title": "California earthquake puts early warning system to the test",
            "description": "An earthquake warning system operated by the U.S. Geological Survey warned 3 million people about a quake that jolted Northern Californias coast. The temblor Tuesday was the biggest test yet to the ShakeAlert system since it launched in 2019. Various",
            "url": "/2022-12-22-c8261f6e54ddea040150cdf4a353493c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/1/78/1786c456-eee8-5b9f-8915-7992bf533f6a/63a47116a2a94.image.jpg?crop=1698%2C891%2C0%2C164&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-22T14:37:18Z",
            "content": "By SOPHIE AUSTIN  Associated Press/Report for AmericaSACRAMENTO, Calif. (AP) As sensors picked up the first signs of a strong earthquake jolting the Northern California coast, an alert was blasted [+7177 chars]",
            "summary": "That process, from seismometer detection to an alert being sent, is all automated, said Robert de Groot, a scientist with the ShakeAlert operations team.Some people received the alert with 10 seconds notice. And while she didnt end up feeling the earthquake, shes glad she moved to a safer spot.As someone whos lived in earthquake-prone areas like Alaska and San Francisco, she knows the toll they can take.It scared me, yes, she said of the alert. People were alerted within a radius of about 250 miles (400 kilometers) from the epicenter of Tuesdays Northern California quake, said Richard Allen, director of the Seismology Lab at the University of California, Berkeley. This was the first time the system alerted people in two states  both California and Oregon, de Groot said. About 140 miles (225 kilometers) from the earthquakes center, Anna Hogan, a student at California State University, Chico, was talking on the phone with her brother when an alert came through. Theres a study underway to explore alerting in parts of Alaska in the future.Various apps use ShakeAlerts data to notify people who could experience significant quake effects. Its one of a handful of earthquake warning systems created in different parts of the world over the past few decades, including Japan and Mexico.",
            "html_summary": "<ul><li>That process, from seismometer detection to an alert being sent, is all automated, said Robert de Groot, a scientist with the ShakeAlert operations team.Some people received the alert with 10 seconds’ notice.</li><li>And while she didn’t end up feeling the earthquake, she’s glad she moved to a safer spot.As someone who’s lived in earthquake-prone areas like Alaska and San Francisco, she knows the toll they can take.“It scared me, yes,” she said of the alert.</li><li>People were alerted within a radius of about 250 miles (400 kilometers) from the epicenter of Tuesday’s Northern California quake, said Richard Allen, director of the Seismology Lab at the University of California, Berkeley.</li><li>This was the first time the system alerted people in two states — both California and Oregon, de Groot said.</li><li>About 140 miles (225 kilometers) from the earthquake’s center, Anna Hogan, a student at California State University, Chico, was talking on the phone with her brother when an alert came through.</li><li>There’s a study underway to explore alerting in parts of Alaska in the future.Various apps use ShakeAlert’s data to notify people who could experience significant quake effects.</li></ul>",
            "website_url": "https://apnews.com/c8261f6e54ddea040150cdf4a353493c"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "A brief history of diffusion, the tech at the heart of modern imagegenerating AI",
            "description": "Texttoimage AI exploded this year as technical advances greatly enhanced the fidelity of art that AI systems could create. Controversial as systems like Stable Diffusion and OpenAIs DALLE 2 are, platforms including DeviantArt and Canva have adopted them t",
            "url": "/2022-12-22-a-brief-history-of-diffusion-the-tech-at-the-heart-of-modern-image-generating-ai",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/ai-gen-unfiltered.jpg?resize=1200,675",
            "publishedAt": "2022-12-22T13:30:07Z",
            "content": "Texttoimage AI exploded this year as technical advances greatly enhanced the fidelity of art that AI systems could create. Controversial as systems like Stable Diffusion and OpenAIs DALLE 2 are,  [+8098 chars]",
            "summary": "Similarly, data like images can be transformed into a uniform distribution by randomly adding noise.Diffusion systems slowly destroy the structure of data by adding noise until theres nothing left but noise.In physics, diffusion is spontaneous and irreversible  sugar diffused in coffee cant be restored to cube form. But diffusion systems in machine learning aim to learn a sort of reverse diffusion process to restore the destroyed data, gaining the ability to recover the data from noise.Image Credits: OpenBioMLDiffusion systems have been around for nearly a decade. Called diffusion, its being used by some intrepid research groups to produce music, synthesize DNA sequences and even discover new drugs.So what is diffusion, exactly, and why is it such a massive leap over the previous state of the art? Controversial as systems like Stable Diffusion and OpenAIs DALL-E 2 are, platforms including DeviantArt and Canva have adopted them to power creative tools, personalize branding and even ideate new products.But the tech at the heart of these systems is capable of far more than generating art. In fact, theres evidence suggesting that they problematically regurgitate some of their training data.But the models talent  controversial as it might be  doesnt end there.Researchers have also experimented with using guided diffusion models to compose new music. A useful analogy is uncarved marble  like a master sculptor telling a novice where to carve, CLIP guides the diffusion system toward an image that gives a higher score.OpenAI introduced CLIP alongside the image-generating system DALL-E. Both the generator and discriminator improve in their respective abilities until the discriminator is unable to tell the real examples from the synthesized examples with better than the 50% accuracy expected of chance.Sand sculptures of Harry Potter and Hogwarts, generated by Stable Diffusion.",
            "html_summary": "<ul><li>Similarly, data like images can be transformed into a uniform distribution by randomly adding noise.Diffusion systems slowly destroy the structure of data by adding noise until there’s nothing left but noise.In physics, diffusion is spontaneous and irreversible — sugar diffused in coffee can’t be restored to cube form.</li><li>But diffusion systems in machine learning aim to learn a sort of “reverse diffusion” process to restore the destroyed data, gaining the ability to recover the data from noise.Image Credits: OpenBioMLDiffusion systems have been around for nearly a decade.</li><li>Called diffusion, it’s being used by some intrepid research groups to produce music, synthesize DNA sequences and even discover new drugs.So what is diffusion, exactly, and why is it such a massive leap over the previous state of the art?</li><li>Controversial as systems like Stable Diffusion and OpenAI’s DALL-E 2 are, platforms including DeviantArt and Canva have adopted them to power creative tools, personalize branding and even ideate new products.But the tech at the heart of these systems is capable of far more than generating art.</li><li>In fact, there’s evidence suggesting that they problematically regurgitate some of their training data.But the models’ talent — controversial as it might be — doesn’t end there.Researchers have also experimented with using guided diffusion models to compose new music.</li><li>A useful analogy is uncarved marble — like a master sculptor telling a novice where to carve, CLIP guides the diffusion system toward an image that gives a higher score.OpenAI introduced CLIP alongside the image-generating system DALL-E.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/22/a-brief-history-of-diffusion-the-tech-at-the-heart-of-modern-image-generating-ai/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By RONALD BLUM and JAY COHEN - AP Baseball Writers",
            "title": "EXPLAINER Why are baseball teams spending so much money?",
            "description": "It has been an epic holiday season already for several major league teams and players a year after baseball trudged through an ugly labor dispute. Aaron Judge, Carlos Correa and Trea Turner combined for almost $1 billion in player contracts.",
            "url": "/2022-12-22-2018325d26b611e7c6545bfa5f469a81",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/4a/94a43e8f-43b4-59af-827f-f26e22e008cb/63a347d0ecc9b.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-22T15:46:21Z",
            "content": "By RONALD BLUM and JAY COHEN  AP Baseball WritersAaron Judge, Carlos Correa and Trea Turner combined for almost $1 billion in contracts. Xander Bogaerts, Jacob deGrom, Dansby Swanson, Carlos Rodn [+5542 chars]",
            "summary": "Correa has a pending $315 million, 12-year agreement to join the New York Mets, and Turner signed a $300 million, 11-year contract with Philadelphia.Including Wednesdays transactions, big league teams have handed out roughly $3.2 billion in finalized contracts to major league free agents this offseason. Justin Verlander won the AL Cy Young Award with Houston last season, and then signed an $86.7 million, two-year contract with the Mets.WHATS NEXT?Looming over all this spending is Los Angeles Angels star Shohei Ohtani, who can become a free agent after the 2023 season. If Ohtani gets to free agency, he likely would smash each of baseballs financial records for player contracts.Ohtani, who turns 29 in July, hit .273 with 34 homers and 95 RBIs this year. Attendance was down 5% from its pre-pandemic level, but the spending indicates at least some optimism about baseballs health.Its also reflective of an unusually deep free agent class. That dwarfs the winter spending at this point in each of the last five years.Through Dec. 20, 2021, that number was $1.9 billion. Preller said during baseballs winter meetings.Almost everybody (is) looking to advance forward. Aaron Judge, Carlos Correa and Trea Turner combined for almost $1 billion in contracts.",
            "html_summary": "<ul><li>Correa has a pending $315 million, 12-year agreement to join the New York Mets, and Turner signed a $300 million, 11-year contract with Philadelphia.Including Wednesday’s transactions, big league teams have handed out roughly $3.2 billion in finalized contracts to major league free agents this offseason.</li><li>Justin Verlander won the AL Cy Young Award with Houston last season, and then signed an $86.7 million, two-year contract with the Mets.WHAT’S NEXT?Looming over all this spending is Los Angeles Angels star Shohei Ohtani, who can become a free agent after the 2023 season.</li><li>If Ohtani gets to free agency, he likely would smash each of baseball’s financial records for player contracts.Ohtani, who turns 29 in July, hit .273 with 34 homers and 95 RBIs this year.</li><li>Attendance was down 5% from its pre-pandemic level, but the spending indicates at least some optimism about baseball’s health.It’s also reflective of an unusually deep free agent class.</li><li>That dwarfs the winter spending at this point in each of the last five years.Through Dec. 20, 2021, that number was $1.9 billion.</li><li>Preller said during baseball’s winter meetings.“Almost everybody (is) looking to advance forward.</li></ul>",
            "website_url": "https://apnews.com/2018325d26b611e7c6545bfa5f469a81"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Forristal",
            "title": "VFX studio Perception takes us inside the tech of Black Panther Wakanda Forever",
            "description": "Perception, a VFX lab, was assigned the challenging task of designing most of the technology seen in Black Panther Wakanda Forever.",
            "url": "/2022-12-22-vfx-studio-perception-black-panther-wakanda-forever",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/8sMmAmN2x7mBiNKEX2o0aOTozEB.jpg?resize=1200,675",
            "publishedAt": "2022-12-22T16:00:32Z",
            "content": "Visual effects artists, especially the ones that work on Marvel films, are in more demand than ever and rarely get enough credit. Nearly a dozen VFX houses contribute to one Marvel project. Perceptio [+8218 chars]",
            "summary": "It will be the world. The anger that Shuri has at that moment, contrasted with when shes in the acceptance stage of grief at the end, is captured perfectly in Perceptions sequence.The title sequence for this movie is so emotionally resonant. The physical form of the helix was done by another VFX studio, Rise, however, Perception helped form that idea, plus all the other tech like Griot, the head-up displays, and other graphics.Perception also helped design Riris HUD for when shes fighting in her superhero suit. [gallery ids=\"2458308,2458310,2458311\"]In terms of other scenes in the film, Perception had a part in shaping the entire story from start to finish, collaborating with the director Ryan Coogler, executive producer Nate Moore, as well as the filmmakers, writers and VFX team for a total of two years. There were a lot of layers to the sequence that made it very emotionally powerful, Doug Appleton, Chief Creative Director at Perception, said to TechCrunch.Boseman, the actor who played Black Panther, died of Stage 4 colon cancer in 2020. Perception claims to have developed every facet of each piece of technology you see on screen.In the opening scene, we see Shuri in the lab trying to recreate the heart-shaped herb to save her brother, TChalla, who is dying. The lens is specialized to make the light and fire have this unique bokeh, he said.Fire is unruly and unpredictable, so we had to invent ways to try to control the flames while we filmed, said Greg Herman, Creative Director at Perception. If you didnt get the chance to see it yet, the movie will most likely stream on Disney+ sometime in January, but no premiere date has been officially announced yet.",
            "html_summary": "<ul><li>It will be the world.” The anger that Shuri has at that moment, contrasted with when she’s in the acceptance stage of grief at the end, is captured perfectly in Perception’s sequence.“The title sequence for this movie is so emotionally resonant.</li><li>The physical form of the helix was done by another VFX studio, Rise, however, Perception helped form that idea, plus all the other tech like Griot, the head-up displays, and other graphics.Perception also helped design Riri’s HUD for when she’s fighting in her superhero suit.</li><li>[gallery ids=\"2458308,2458310,2458311\"]In terms of other scenes in the film, Perception had a part in shaping the entire story from start to finish, collaborating with the director Ryan Coogler, executive producer Nate Moore, as well as the filmmakers, writers and VFX team for a total of two years.</li><li>There were a lot of layers to the sequence that made it very emotionally powerful,” Doug Appleton, Chief Creative Director at Perception, said to TechCrunch.Boseman, the actor who played Black Panther, died of Stage 4 colon cancer in 2020.</li><li>Perception claims to have developed “every facet of each piece of technology you see on screen.”In the opening scene, we see Shuri in the lab trying to recreate the heart-shaped herb to save her brother, T’Challa, who is dying.</li><li>“The lens is specialized to make the light and fire have this unique bokeh,” he said.“Fire is unruly and unpredictable, so we had to invent ways to try to control the flames while we filmed,” said Greg Herman, Creative Director at Perception.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/22/vfx-studio-perception-black-panther-wakanda-forever/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Automotus raises $9M to scale automated curb management tech",
            "description": "Automotus works with cities to automate payments for vehicle unloading and parking, and enforce of curb violations.",
            "url": "/2022-12-22-automotus-raises-9m-to-scale-automated-curb-management-tech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/Automotus-curb-management-vision.png?resize=1200,750",
            "publishedAt": "2022-12-22T14:00:32Z",
            "content": "The new mobility landscape has made curb space in cities a hot commodity. No longer are curbs just for buses, taxis, deliveries and parking. Now those traditional use cases have to contend with bike  [+2496 chars]",
            "summary": "As a result, cities and investors are starting to prioritize software that helps manage curb space.Enter Automotus, a four-year-old startup that has just closed a $9 million seed round to advance its automated curb management solution. The cameras are mounted onto traffic and street lights in areas where you might see plenty of loading and unloading or in zero emissions delivery zones.With Automotuss tech, theres no need to download mobile apps or use meters. We have a big year of launches ahead of us and are laser-focused on delivering the best possible solutions for our clients and continuing to scale up previous pilots.While Automotus is largely offering a Software-as-a-Service product, installing the right hardware is an important element in collecting data. The cameras capture images of license plates and automatically collect data, issue invoices for parking or send out citations if a vehicle has been non-compliant to the citys regulations. The new mobility landscape has made curb space in cities a hot commodity. In its partner cities, the startup deploys cellular-enabled cameras equipped with Automotuss proprietary computer vision technology. No longer are curbs just for buses, taxis, deliveries and parking.",
            "html_summary": "<ul><li>As a result, cities and investors are starting to prioritize software that helps manage curb space.Enter Automotus, a four-year-old startup that has just closed a $9 million seed round to advance its automated curb management solution.</li><li>The cameras are mounted onto traffic and street lights in areas where you might see plenty of loading and unloading or in zero emissions delivery zones.With Automotus’s tech, there’s no need to download mobile apps or use meters.</li><li>“We have a big year of launches ahead of us and are laser-focused on delivering the best possible solutions for our clients and continuing to scale up previous pilots.”While Automotus is largely offering a Software-as-a-Service product, installing the right hardware is an important element in collecting data.</li><li>The cameras capture images of license plates and automatically collect data, issue invoices for parking or send out citations if a vehicle has been non-compliant to the city’s regulations.</li><li>The new mobility landscape has made curb space in cities a hot commodity.</li><li>In its partner cities, the startup deploys cellular-enabled cameras equipped with Automotus’s proprietary computer vision technology.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/22/automotus-raises-9m-to-scale-automated-curb-management-tech/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Utah Tech takes home win streak into matchup with Lindenwood  The Associated Press  en Espaol. California earthquake puts early warning system to the test. A brief history of diffusion, the tech at the heart of modern imagegenerating AI. EXPLAINER Why are baseball teams spending so much money?. VFX studio Perception takes us inside the tech of Black Panther Wakanda Forever. Automotus raises $9M to scale automated curb management tech"
}