{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Jill Colvin",
            "title": "Republican committee sues Google over email spam filters  The Associated Press",
            "description": "SAN FRANCISCO (AP)  The Republican National Committee has filed a lawsuit  against tech giant Google, alleging the company has been suppressing its email solicitations ahead of Novembers midterm elections  an allegation Google denies.",
            "url": "/2022-10-22-technology-presidential-elections-midterm-government-and-politics-26d755827b930d8c8d51d2aeb176e044",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/696d2bf2f99e4faaa0d6830e98d60d19/3000.jpeg",
            "publishedAt": "2022-10-22T03:06:43Z",
            "content": "SAN FRANCISCO (AP) The Republican National Committee has filed a lawsuit against tech giant Google, alleging the company has been suppressing its email solicitations ahead of Novembers midterm electi [+4038 chars]",
            "summary": "Gmail is participating in the  Verified Sender Program,  which allows senders to bypasses traditional spam filters, but also gives users the option of unsubscribing from a sender. For ten months in a row, Google has sent crucial end-of-month Republican GOTV and fundraising emails to spam with zero explanation. Google contends its algorithms are designated to be neutral, but a study released in March by North Carolina State University found that Gmail was far more likely to block messages from conservative causes. As we have repeatedly said, we simply dont filter emails based on political affiliation. A long list of state and local election officials, courts and members of Trumps own administration have said there is no evidence of the mass fraud Trump alleges.___ Colvin reported from Akron, Ohio. And it doesnt matter whether the emails are sent to people who requested them, it reads. It doesnt matter whether the email is about donating, voting, or community outreach.",
            "html_summary": "<ul><li>Gmail is participating in the “ Verified Sender Program, ” which allows senders to bypasses traditional spam filters, but also gives users the option of unsubscribing from a sender.</li><li>“For ten months in a row, Google has sent crucial end-of-month Republican GOTV and fundraising emails to spam with zero explanation.</li><li>Google contends its algorithms are designated to be neutral, but a study released in March by North Carolina State University found that Gmail was far more likely to block messages from conservative causes.</li><li>“As we have repeatedly said, we simply don’t filter emails based on political affiliation.</li><li>A long list of state and local election officials, courts and members of Trump’s own administration have said there is no evidence of the mass fraud Trump alleges.___ Colvin reported from Akron, Ohio.</li><li>And it doesn’t matter whether the emails are sent to people who requested them,” it reads.</li></ul>",
            "website_url": "https://apnews.com/article/technology-presidential-elections-midterm-government-and-politics-26d755827b930d8c8d51d2aeb176e044"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Sara Fischer, Ashley Gold",
            "title": "Scoop RNC sues Google claiming spam filter blocks email",
            "description": "The Republican National Committee (RNC) has filed a lawsuit against Google in a U.S. district court in California for allegedly putting its campaign emails in the spam folders of its millions of users. Why it matters Google last month launched a pilot progra",
            "url": "/2022-10-22-rnc-lawsuit-google-spam-filter-blocks-email",
            "urlToImage": "https://images.axios.com/LqPZhZ_u9KLbMhxLVGNZtvNkq6Q=/0x0:1920x1080/1366x768/2022/10/22/1666405632467.jpg",
            "publishedAt": "2022-10-22T03:00:39Z",
            "content": "The Republican National Committee (RNC) has filed a lawsuit against Google in a U.S. district court in California for allegedly putting its campaign emails in the spam folders of its millions of user [+1603 chars]",
            "summary": "The lawsuit alleges that Google \"has relegated millions of RNC emails en masse to potential donors and supporters spam folders during pivotal points in election fundraising and community building. Illustration: Ada Amer/AxiosThe Republican National Committee (RNC) has filed a lawsuit against Google in a U.S. district court in California for allegedly putting its campaign emails in the spam folders of its millions of users. Why it matters: Google last month launched a pilot program to keep campaign emails out of spam. But the RNC has been criticizing the program, arguing it doesn't help enough with political email filtering.",
            "html_summary": "<ul><li>The lawsuit alleges that Google \"has relegated millions of RNC emails en masse to potential donors’ and supporters’ spam folders during pivotal points in election fundraising and community building.</li><li>Illustration: Aïda Amer/AxiosThe Republican National Committee (RNC) has filed a lawsuit against Google in a U.S. district court in California for allegedly putting its campaign emails in the spam folders of its millions of users.</li><li>Why it matters: Google last month launched a pilot program to keep campaign emails out of spam.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/22/rnc-lawsuit-google-spam-filter-blocks-email"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KEVIN FREKING and FATIMA HUSSEIN - Associated Press",
            "title": "GOP campaigns against the IRS, vowing to slash its funding",
            "description": "IRS pleas for more funding from Congress finally paid off this summer. Thats when Democrats tucked an $80 billion boost for the agency into their flagship climate and health care law. But, as GOP candidates across the country are making",
            "url": "/2022-10-22-0f645387cac1ebbe1551f95524cf3ce1",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/f4/bf4cb400-c0a4-5a9b-8ae1-08516ffe5aa1/6353757077a84.image.jpg?crop=1788%2C939%2C0%2C110&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-22T04:27:38Z",
            "content": "By KEVIN FREKING and FATIMA HUSSEIN  Associated PressWASHINGTON (AP) IRS pleas for more funding from Congress made over the years by one leader after another finally paid off this summer when Demo [+7027 chars]",
            "summary": "If you dont want the IRS to handle 85% of incoming calls, then cut the funding  if you want the IRS to continue to have technology that comes from the 1960s, by all means, cut its funding, Olson said. He noted that lawmakers passed a short-term measure last month to finance the government into December and largely skipped the IRS fight.Still, some proponents of the additional IRS funding are concerned by the Democratic response to the GOP ads, or to be more precise, the lack thereof. WASHINGTON (AP)  IRS pleas for more funding from Congress  made over the years by one leader after another  finally paid off this summer when Democrats tucked an $80 billion boost for the agency into their flagship climate and health care law. Nina Olson, a former head of the Office of the Taxpayer Advocate, said if funds are cut, taxpayers who have been hoping for better customer service will be most negatively impacted. Pretending that role doesnt exist to score political points is destructive.___Follow APs coverage of the elections at: https://apnews.com/hub/2022-midterm-electionsCheck out https://apnews.com/hub/explaining-the-elections to learn more about the issues and factors at play in the 2022 midterm elections. Others will become customer service representatives answering taxpayer phone calls. The agency is not hiring an army of 87,000 new agents to target low- and middle-class Americans.",
            "html_summary": "<ul><li>“If you don’t want the IRS to handle 85% of incoming calls, then cut the funding — if you want the IRS to continue to have technology that comes from the 1960s, by all means, cut its funding,” Olson said.</li><li>He noted that lawmakers passed a short-term measure last month to finance the government into December and largely skipped the IRS fight.Still, some proponents of the additional IRS funding are concerned by the Democratic response to the GOP ads, or to be more precise, the lack thereof.</li><li>WASHINGTON (AP) — IRS pleas for more funding from Congress — made over the years by one leader after another — finally paid off this summer when Democrats tucked an $80 billion boost for the agency into their flagship climate and health care law.</li><li>Nina Olson, a former head of the Office of the Taxpayer Advocate, said if funds are cut, taxpayers who have been hoping for better customer service will be most negatively impacted.</li><li>“Pretending that role doesn’t exist to score political points is destructive.”___Follow AP’s coverage of the elections at: https://apnews.com/hub/2022-midterm-electionsCheck out https://apnews.com/hub/explaining-the-elections to learn more about the issues and factors at play in the 2022 midterm elections.</li><li>Others will become customer service representatives answering taxpayer phone calls.</li></ul>",
            "website_url": "https://apnews.com/0f645387cac1ebbe1551f95524cf3ce1"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JILL COLVIN and MICHAEL LIEDTKE - Associated Press",
            "title": "Republican committee sues Google over email spam filters",
            "description": "The Republican National Committee has filed a lawsuit against tech giant Google, alleging the company has been suppressing its email solicitations ahead of Novembers midterm elections. The lawsuit, filed in the District Court for the Eastern District of Cali",
            "url": "/2022-10-22-26d755827b930d8c8d51d2aeb176e044",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/61/c611f402-c365-57e7-8ecf-7c2628274d14/63536043a2894.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-22T02:58:24Z",
            "content": "By JILL COLVIN and MICHAEL LIEDTKE  Associated PressSAN FRANCISCO (AP) The Republican National Committee has filed a lawsuit against tech giant Google, alleging the company has been suppressing it [+4007 chars]",
            "summary": "Gmail is participating in the  Verified Sender Program,  which allows senders to bypasses traditional spam filters, but also gives users the option of unsubscribing from a sender. For ten months in a row, Google has sent crucial end-of-month Republican GOTV and fundraising emails to spam with zero explanation. Google contends its algorithms are designated to be neutral, but a study released in March by North Carolina State University found that Gmail was far more likely to block messages from conservative causes. As we have repeatedly said, we simply dont filter emails based on political affiliation. A long list of state and local election officials, courts and members of Trumps own administration have said there is no evidence of the mass fraud Trump alleges.___ Colvin reported from Akron, Ohio. And it doesnt matter whether the emails are sent to people who requested them, it reads. It doesnt matter whether the email is about donating, voting, or community outreach.",
            "html_summary": "<ul><li>Gmail is participating in the “ Verified Sender Program, ” which allows senders to bypasses traditional spam filters, but also gives users the option of unsubscribing from a sender.</li><li>“For ten months in a row, Google has sent crucial end-of-month Republican GOTV and fundraising emails to spam with zero explanation.</li><li>Google contends its algorithms are designated to be neutral, but a study released in March by North Carolina State University found that Gmail was far more likely to block messages from conservative causes.</li><li>“As we have repeatedly said, we simply don’t filter emails based on political affiliation.</li><li>A long list of state and local election officials, courts and members of Trump’s own administration have said there is no evidence of the mass fraud Trump alleges.___ Colvin reported from Akron, Ohio.</li><li>And it doesn’t matter whether the emails are sent to people who requested them,” it reads.</li></ul>",
            "website_url": "https://apnews.com/26d755827b930d8c8d51d2aeb176e044"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Joe Mcdonald",
            "title": "Chinas Xi expands powers, promotes allies",
            "description": "BEIJING (AP)  President Xi Jinping, Chinas most powerful leader in decades, increased his dominance when he was named Sunday to another term as head of the ruling Communist Party in a break with tradition and promoted allies who support his vision of tighte",
            "url": "/2022-10-22-21fa1812435b563f2532effb4fe5758e",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/4b09569b419442848e3b519c8a58aba9/3000.jpeg",
            "publishedAt": "2022-10-23T04:13:18Z",
            "content": "BEIJING (AP) President Xi Jinping, Chinas most powerful leader in decades, increased his dominance when he was named Sunday to another term as head of the ruling Communist Party in a break with tradi [+2890 chars]",
            "summary": "Wang, 67, is below retirement age.Other new Standing Committee members include Cai Qi, the Beijing party secretary, and Ding Xuexiang, a career party manager who is regarded as Xis alter ego or chief of staff. That was despite Li being a year younger than the partys informal retirement age of 68.Xi and other Standing Committee members appeared for the first time as a group before reporters Sunday in the Great Hall of the People, the seat of Chinas ceremonial legislature in central Beijing.The No. Li Keqiang was excluded Saturday from the list of the partys new 205-member Central Committee, from which the Standing Committee is picked.Another leader who left the Standing Committee was Wang Yang, a reform advocate suggested by some as a possible premier. The 69-year-old leader is expected by some to try to stay in power for life.On Saturday, Xis predecessor, 79-year-old Hu Jintao, abruptly left a meeting of the party Central Committee with an aide holding his arm. The official Xinhua News Agency later reported Hu was in poor health and needed to rest.The party also named a seven-member Standing Committee, its inner circle of power, dominated by Xi allies after Premier Li Keqiang, the No. That broke up party factions and weakened potential challengers.Xi is on track to become the first leader in a generation to pick his own successor but has yet to indicate possible candidates or when he might step down. 7 member is Li Xi, the party secretary since 2017 of Guangdong province in the southeast, the center of Chinas export-oriented manufacturing industry.None of the members is a woman or ethnic minority.",
            "html_summary": "<ul><li>Wang, 67, is below retirement age.Other new Standing Committee members include Cai Qi, the Beijing party secretary, and Ding Xuexiang, a career party manager who is regarded as Xi’s “alter ego” or chief of staff.</li><li>That was despite Li being a year younger than the party’s informal retirement age of 68.Xi and other Standing Committee members appeared for the first time as a group before reporters Sunday in the Great Hall of the People, the seat of China’s ceremonial legislature in central Beijing.The No.</li><li>Li Keqiang was excluded Saturday from the list of the party’s new 205-member Central Committee, from which the Standing Committee is picked.Another leader who left the Standing Committee was Wang Yang, a reform advocate suggested by some as a possible premier.</li><li>The 69-year-old leader is expected by some to try to stay in power for life.On Saturday, Xi’s predecessor, 79-year-old Hu Jintao, abruptly left a meeting of the party Central Committee with an aide holding his arm.</li><li>The official Xinhua News Agency later reported Hu was in poor health and needed to rest.The party also named a seven-member Standing Committee, its inner circle of power, dominated by Xi allies after Premier Li Keqiang, the No.</li><li>That broke up party factions and weakened potential challengers.Xi is on track to become the first leader in a generation to pick his own successor but has yet to indicate possible candidates or when he might step down.</li></ul>",
            "website_url": "https://apnews.com/21fa1812435b563f2532effb4fe5758e"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Dhananjay Khadilkar",
            "title": "Hydrogenpowered startups shine at the Paris Auto Show",
            "description": "An SUV with removable hydrogenfilled pods and a stylish sedan caught our attention.",
            "url": "/2022-10-22-hydrogen-powered-startups-shine-at-the-paris-auto-show",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/Olivier-Lombard-with-Machina-760x380.jpg",
            "publishedAt": "2022-10-22T13:07:37Z",
            "content": "Enlarge/ Olivier Lombard stands next to the Hopium Machina.2 with 2 posters participatingPARISA 500 hp (373 kW) car with a 621mile (1000km) range reaching a maximum speed of 143 mph (230 km/h); [+4936 chars]",
            "summary": "Of that total, 311 miles (500 km) will be provided by the main fixed tank, while the car will be able to run for an additional 186 miles (300 km) thanks to removable \"CapX\" capsules filled with hydrogen. That is why I went for a performance car that also had range and took between three to four minutes to refuel, Lombard, who is also the CEO of Hopium, told Ars Technica.Lombard elaborated on the inspiration behind Machina. The NAMX HUV will have six such capsules, each with a 31 mile (50 km) range, de Lussac said.He added that these CapX capsules can be exchanged at the CapXstores that the company plans to install by the beginning of 2026. We have the same closeness with Machina, whether its the cars behavior on the road or the interactions inside like tactiles with haptic feedback, he said.According to Remi Voisin, a senior engineer at Hopium, what also made Machina stand out was its state-of-the-art fuel cell technology. As a racing driver, for many years, I developed a race car with hydrogen technology. When you are a race car driver, you have a close proximity with your car. The van uses a hybrid system of hydrogen and battery power.",
            "html_summary": "<ul><li>Of that total, 311 miles (500 km) will be provided by the main fixed tank, while the car will be able to run for an additional 186 miles (300 km) thanks to removable \"CapX\" capsules filled with hydrogen.</li><li>That is why I went for a performance car that also had range and took between three to four minutes to refuel,” Lombard, who is also the CEO of Hopium, told Ars Technica.Lombard elaborated on the inspiration behind Machina.</li><li>“The NAMX HUV will have six such capsules, each with a 31 mile (50 km) range,” de Lussac said.He added that these CapX capsules can be exchanged at the CapXstores that the company plans to install by the beginning of 2026.</li><li>We have the same closeness with Machina, whether it’s the car’s behavior on the road or the interactions inside like tactiles with haptic feedback,” he said.According to Remi Voisin, a senior engineer at Hopium, what also made Machina stand out was its state-of-the-art fuel cell technology.</li><li>“As a racing driver, for many years, I developed a race car with hydrogen technology.</li><li>“When you are a race car driver, you have a close proximity with your car.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/10/hydrogen-powered-startups-shine-at-the-paris-auto-show/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Republican committee sues Google over email spam filters  The Associated Press. Scoop RNC sues Google claiming spam filter blocks email. GOP campaigns against the IRS, vowing to slash its funding. Republican committee sues Google over email spam filters. Chinas Xi expands powers, promotes allies. Hydrogenpowered startups shine at the Paris Auto Show"
}