{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Marcia Dunn",
            "title": "Japanese companys lander rockets toward moon with UAE rover  The Associated Press  en Espaol",
            "description": "Japanese companys lander rockets toward moon with UAE roverThe Associated Press  en EspaolSpaceX Launch Live | SpaceX Set To Launch Japanese Moon Lander | US News | English News LiveCNNNews18Japanese moon lander, NASA hit",
            "url": "/2022-12-11-science-business-tokyo-united-arab-emirates-national-aeronautics-and-space-administration-ad24fda20b214b21597593eb1d1fdd9d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/10d090118a4845ea9896f130b9dba92b/3000.webp",
            "publishedAt": "2022-12-11T16:24:43Z",
            "content": "CAPE CANAVERAL, Fla. (AP) A Tokyo company aimed for the moon with its own private lander Sunday, blasting off atop a SpaceX rocket with the United Arab Emirates first lunar rover and a toylike robot  [+4320 chars]",
            "summary": "So its taking a slow, low-energy path to the moon, flying 1 million miles (1.6 million kilometers) from Earth before looping back and intersecting with the moon by the end of April.By contrast, NASAs Orion crew capsule with test dummies took five days to reach the moon last month. But instead of landing gently, the spacecraft Beresheet slammed into the moon and was destroyed.With Sundays predawn launch from the Cape Canaveral Space Force Station, ispace is now on its way to becoming one of the first private entities to attempt a moon landing. A second lunar landing by the private company is planned for 2024 and a third in 2025.Founded in 2010, ispace was among the finalists in the Google Lunar XPRIZE competition requiring a successful landing on the moon by 2018. The lunar flyby mission ends Sunday with a Pacific splashdown.The ispace lander will aim for Atlas crater in the northeastern section of the moons near side, more than 50 miles (87 kilometers) across and just over 1 mile (2 kilometers) deep. The lunar rover built by ispace never launched.Another finalist, an Israeli nonprofit called SpaceIL, managed to reach the moon in 2019. Hitching a ride on the rocket was a small NASA laser experiment that is now bound for the moon on its own to hunt for ice in the permanently shadowed craters of the lunar south pole. Also flying: a solid state battery from a Japanese-based spark plug company; an Ottawa, Ontario, companys flight computer with artificial intelligence for identifying geologic features seen by the UAE rover; and 360-degree cameras from a Toronto-area company.",
            "html_summary": "<ul><li>So it’s taking a slow, low-energy path to the moon, flying 1 million miles (1.6 million kilometers) from Earth before looping back and intersecting with the moon by the end of April.By contrast, NASA’s Orion crew capsule with test dummies took five days to reach the moon last month.</li><li>But instead of landing gently, the spacecraft Beresheet slammed into the moon and was destroyed.With Sunday’s predawn launch from the Cape Canaveral Space Force Station, ispace is now on its way to becoming one of the first private entities to attempt a moon landing.</li><li>A second lunar landing by the private company is planned for 2024 and a third in 2025.Founded in 2010, ispace was among the finalists in the Google Lunar XPRIZE competition requiring a successful landing on the moon by 2018.</li><li>The lunar flyby mission ends Sunday with a Pacific splashdown.The ispace lander will aim for Atlas crater in the northeastern section of the moon’s near side, more than 50 miles (87 kilometers) across and just over 1 mile (2 kilometers) deep.</li><li>The lunar rover built by ispace never launched.Another finalist, an Israeli nonprofit called SpaceIL, managed to reach the moon in 2019.</li><li>Hitching a ride on the rocket was a small NASA laser experiment that is now bound for the moon on its own to hunt for ice in the permanently shadowed craters of the lunar south pole.</li></ul>",
            "website_url": "https://apnews.com/article/science-business-tokyo-united-arab-emirates-national-aeronautics-and-space-administration-ad24fda20b214b21597593eb1d1fdd9d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Eugene powers Troy to 8764 victory over Tennessee Tech  The Associated Press  en Espaol",
            "description": "TROY, Ala. (AP)  Christyon Eugene had 17 points in Troys 8764 win against Tennessee Tech on Saturday night. Eugene was 6 of 9 shooting, including 1 for 3 from distance, and went 4 for 4 from the line for the Trojans (74).",
            "url": "/2022-12-11-sports-tennessee-troy-eagles-nelson-phillips-f1feacfd3b2b47289b520a2588ab176a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-12-11T02:13:02Z",
            "content": "TROY, Ala. (AP) Christyon Eugene had 17 points in Troys 8764 win against Tennessee Tech on Saturday night.Eugene was 6 of 9 shooting, including 1 for 3 from distance, and went 4 for 4 from the lin [+441 chars]",
            "summary": "Jayvis Harvey had 12 points, seven rebounds and two steals.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. Zay Williams added 15 points while shooting 6 of 11 from the field and 3 for 4 from the line, and he also had eight rebounds. TROY, Ala. (AP)  Christyon Eugene had 17 points in Troys 87-64 win against Tennessee Tech on Saturday night.Eugene was 6 of 9 shooting, including 1 for 3 from distance, and went 4 for 4 from the line for the Trojans (7-4). Nelson Phillips recorded 13 points.Brett Thompson and Tyrone Perry scored 13 apiece to pace the Golden Eagles (3-7).",
            "html_summary": "<ul><li>Jayvis Harvey had 12 points, seven rebounds and two steals.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>Zay Williams added 15 points while shooting 6 of 11 from the field and 3 for 4 from the line, and he also had eight rebounds.</li><li>TROY, Ala. (AP) — Christyon Eugene had 17 points in Troy’s 87-64 win against Tennessee Tech on Saturday night.Eugene was 6 of 9 shooting, including 1 for 3 from distance, and went 4 for 4 from the line for the Trojans (7-4).</li></ul>",
            "website_url": "https://apnews.com/article/sports-tennessee-troy-eagles-nelson-phillips-f1feacfd3b2b47289b520a2588ab176a"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Reynolds scores 20, Wyoming takes down Louisiana Tech 9265  The Associated Press  en Espaol",
            "description": "LARAMIE, Wyo. (AP)  Noah Reynolds scored 20 points off of the bench to lead Wyoming past Louisiana Tech 9265 on Saturday night. Reynolds added five rebounds for the Cowboys (55). Brendan Wenzel added 20 points while shooting 5 for 7 from beyond the arc and",
            "url": "/2022-12-11-sports-louisiana-mens-wyoming-cowboys-basketball-0811ec0475c36bb34d5897bd122d5632",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-12-11T05:02:18Z",
            "content": "LARAMIE, Wyo. (AP) Noah Reynolds scored 20 points off of the bench to lead Wyoming past Louisiana Tech 9265 on Saturday night.Reynolds added five rebounds for the Cowboys (55). Brendan Wenzel add [+853 chars]",
            "summary": "Brendan Wenzel added 20 points while shooting 5 for 7 from beyond the arc and 5 of 5 from the free throw line, and he also had five rebounds. Wyoming outscored Louisiana Tech by seven points over the final half, while Reynolds led the way with a team-high 11 second-half points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. (AP)  Noah Reynolds scored 20 points off of the bench to lead Wyoming past Louisiana Tech 92-65 on Saturday night.Reynolds added five rebounds for the Cowboys (5-5). Hunter Maldonado shot 3 for 7 (1 for 3 from 3-point range) and 6 of 6 from the free throw line to finish with 13 points.David Green led the way for the Bulldogs (6-3) with 21 points. The loss ended a five-game winning streak for the Bulldogs.Wyoming led Louisiana Tech 44-24 at the half, with Wenzel (13 points) their high scorer before the break. Cobe Williams added 10 points and five assists for Louisiana Tech. In addition, Isaiah Crawford had six points and six rebounds.",
            "html_summary": "<ul><li>Brendan Wenzel added 20 points while shooting 5 for 7 from beyond the arc and 5 of 5 from the free throw line, and he also had five rebounds.</li><li>Wyoming outscored Louisiana Tech by seven points over the final half, while Reynolds led the way with a team-high 11 second-half points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>(AP) — Noah Reynolds scored 20 points off of the bench to lead Wyoming past Louisiana Tech 92-65 on Saturday night.Reynolds added five rebounds for the Cowboys (5-5).</li><li>Hunter Maldonado shot 3 for 7 (1 for 3 from 3-point range) and 6 of 6 from the free throw line to finish with 13 points.David Green led the way for the Bulldogs (6-3) with 21 points.</li><li>The loss ended a five-game winning streak for the Bulldogs.Wyoming led Louisiana Tech 44-24 at the half, with Wenzel (13 points) their high scorer before the break.</li><li>Cobe Williams added 10 points and five assists for Louisiana Tech.</li></ul>",
            "website_url": "https://apnews.com/article/sports-louisiana-mens-wyoming-cowboys-basketball-0811ec0475c36bb34d5897bd122d5632"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Fintech giants face uphill battle",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2022-12-11-fintech-interchange-startups",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/05/GettyImages-642840827.jpg?resize=1200,800",
            "publishedAt": "2022-12-11T15:16:11Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+12188 chars]",
            "summary": "The sector exploded last year, seeing record investment  $132 billion globally, according to CB Insights  with many startups reaching lofty valuations, including Stripe at $95 billion, Klarna at $45 billion and Plaid at $13 billion. It is also likely a strategy designed to help retain users considering the company reported losing 1.8 million monthly active users in the third quarter, a quarterly decrease of 12.8% to 12.2 million, the lowest level since it listed as a publicly traded company, according to Yahoo News. More by me here.Tage Kene-Okafor reported that Chipper Cash, an African cross-border payments company valued at $2.2 billion last year, has laid off a portion of its workforce. It seems there is a fine line.I think one of the most startling things about the recent group of layoffs in the fintech space, though, is how many of them are taking place at some of the highest-valued startups out there. Klarna was valued at $45 billion last year. Stripe was valued at $95 billion last year. Chime was valued at $25 billion last year.",
            "html_summary": "<ul><li>The sector exploded last year, seeing record investment — $132 billion globally, according to CB Insights — with many startups reaching lofty valuations, including Stripe at $95 billion, Klarna at $45 billion and Plaid at $13 billion.</li><li>It is also likely a strategy designed to help retain users considering the company reported losing 1.8 million monthly active users in the third quarter, a quarterly decrease of 12.8% to 12.2 million, “the lowest level since it listed as a publicly traded company,” according to Yahoo News.</li><li>More by me here.Tage Kene-Okafor reported that “Chipper Cash, an African cross-border payments company valued at $2.2 billion last year, has laid off a portion of its workforce.</li><li>It seems there is a fine line.I think one of the most startling things about the recent group of layoffs in the fintech space, though, is how many of them are taking place at some of the highest-valued startups out there.</li><li>Klarna was valued at $45 billion last year.</li><li>Stripe was valued at $95 billion last year.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/11/fintech-interchange-startups/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARCIA DUNN - AP Aerospace Writer",
            "title": "Japanese companys lander rockets toward moon with UAE rover",
            "description": "A Tokyo company is aiming for the moon with its own private lander. The lander blasted off from Cape Canaveral on Sunday atop a SpaceX rocket. On board is the United Arab Emirates first lunar rover and a toylike robot",
            "url": "/2022-12-11-ad24fda20b214b21597593eb1d1fdd9d",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/8/2f/82f44440-cd65-5ab2-8078-072832f0f47e/639593e0cc328.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-11T07:41:04Z",
            "content": "By MARCIA DUNN  AP Aerospace WriterCAPE CANAVERAL, Fla. (AP) A Tokyo company aimed for the moon with its own private lander Sunday, blasting off atop a SpaceX rocket with the United Arab Emirates  [+4013 chars]",
            "summary": "So its taking a slow, low-energy path to the moon, flying 1 million miles (1.6 million kilometers) from Earth before looping back and intersecting with the moon by the end of April.By contrast, NASAs Orion crew capsule with test dummies took five days to reach the moon last month. But instead of landing gently, the spacecraft Beresheet slammed into the moon and was destroyed.With Sundays predawn launch from the Cape Canaveral Space Force Station, ispace is now on its way to becoming one of the first private entities to attempt a moon landing. A second lunar landing by the private company is planned for 2024 and a third in 2025.Founded in 2010, ispace was among the finalists in the Google Lunar XPRIZE competition requiring a successful landing on the moon by 2018. The lunar flyby mission ends Sunday with a Pacific splashdown.The ispace lander will aim for Atlas crater in the northeastern section of the moons near side, more than 50 miles (87 kilometers) across and just over 1 mile (2 kilometers) deep. The lunar rover built by ispace never launched.Another finalist, an Israeli nonprofit called SpaceIL, managed to reach the moon in 2019. Hitching a ride on the rocket was a small NASA laser experiment that is now bound for the moon on its own to hunt for ice in the permanently shadowed craters of the lunar south pole. Also flying: a solid state battery from a Japanese-based spark plug company; an Ottawa, Ontario, companys flight computer with artificial intelligence for identifying geologic features seen by the UAE rover; and 360-degree cameras from a Toronto-area company.",
            "html_summary": "<ul><li>So it’s taking a slow, low-energy path to the moon, flying 1 million miles (1.6 million kilometers) from Earth before looping back and intersecting with the moon by the end of April.By contrast, NASA’s Orion crew capsule with test dummies took five days to reach the moon last month.</li><li>But instead of landing gently, the spacecraft Beresheet slammed into the moon and was destroyed.With Sunday’s predawn launch from the Cape Canaveral Space Force Station, ispace is now on its way to becoming one of the first private entities to attempt a moon landing.</li><li>A second lunar landing by the private company is planned for 2024 and a third in 2025.Founded in 2010, ispace was among the finalists in the Google Lunar XPRIZE competition requiring a successful landing on the moon by 2018.</li><li>The lunar flyby mission ends Sunday with a Pacific splashdown.The ispace lander will aim for Atlas crater in the northeastern section of the moon’s near side, more than 50 miles (87 kilometers) across and just over 1 mile (2 kilometers) deep.</li><li>The lunar rover built by ispace never launched.Another finalist, an Israeli nonprofit called SpaceIL, managed to reach the moon in 2019.</li><li>Hitching a ride on the rocket was a small NASA laser experiment that is now bound for the moon on its own to hunt for ice in the permanently shadowed craters of the lunar south pole.</li></ul>",
            "website_url": "https://apnews.com/ad24fda20b214b21597593eb1d1fdd9d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ANDREW SELSKY - Associated Press",
            "title": "Oregon loses 2nd elections director in as many years",
            "description": "Oregon is losing its second elections director in as many years, with the current one announcing her resignation. Director Deborah Scroggin said the job is extremely challenging and cited uncertain funding. Meanwhile, Secretary of State Shemia Fagan appeared ",
            "url": "/2022-12-11-d66df5ff545f989526702a58ac0d4313",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/1/0f/10fa4396-267f-532d-9acd-0e5156dd484f/63952702da28c.image.jpg?crop=1662%2C873%2C0%2C187&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-11T00:31:58Z",
            "content": "By ANDREW SELSKY  Associated PressSALEM, Ore. (AP) Oregon is losing its second elections director in as many years with the current one announcing her resignation, saying the job is extremely chal [+2314 chars]",
            "summary": "Fagan said that her office tracked 220 incidents of false information this year.In many situations, these resulted in threats to life and safety, threats to infrastructure or calls for voter intimidation or other serious threats, Fagan told the House Interim Committee on Rules. She didnt elaborate on any of the threats.She requested funding for four full-time elections division positions, including two to investigate elections complaints.",
            "html_summary": "<ul><li>Fagan said that her office tracked 220 incidents of false information this year.“In many situations, these resulted in threats to life and safety, threats to infrastructure or calls for voter intimidation or other serious threats,” Fagan told the House Interim Committee on Rules.</li></ul>",
            "website_url": "https://apnews.com/d66df5ff545f989526702a58ac0d4313"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Japanese companys lander rockets toward moon with UAE rover  The Associated Press  en Espaol. Eugene powers Troy to 8764 victory over Tennessee Tech  The Associated Press  en Espaol. Reynolds scores 20, Wyoming takes down Louisiana Tech 9265  The Associated Press  en Espaol. Fintech giants face uphill battle. Japanese companys lander rockets toward moon with UAE rover. Oregon loses 2nd elections director in as many years"
}