{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Emily Peck",
            "title": "Surprise! You might get a new tax form",
            "description": "Theres a tax headache ahead next year for millions of Americans who use apps like Venmo or Paypal regularly, part of a littlenoticed change passed in March as part of the American Rescue Plan. Why it matters Anyone who was paid more than $600, for selling ",
            "url": "/2022-12-14-surprise-tax-forms-2023",
            "urlToImage": "https://images.axios.com/OxXRK7osISd1XSMBo6IgOsXeXXw=/0x0:1920x1080/1366x768/2022/12/13/1670902839394.jpg",
            "publishedAt": "2022-12-14T11:39:13Z",
            "content": "Theres a tax headache ahead next year for millions of Americans who use apps like Venmo or Paypal regularly, part of a littlenoticed change passed in March as part of the American Rescue Plan. Wh [+3618 chars]",
            "summary": "The coalition says it'll be easier to do that now, rather than after the forms go out.The bottom line: Though the change will undoubtedly be a pain for people, the effect on American pocketbooks will likely be minimal  nothing changed in the tax code itself. But experts say it's likely there are going to be forms sent out in error.The big picture: This is part of the IRS' efforts to close the \"tax gap,\" money owed to the agency that goes unpaid. Yes, but: \"There's a growing feeling that both the Internal Revenue Service and the private sector need more time to prepare,\" writes Accounting Today.Etsy is a member of a lobbying group called the \"Coalition for 1099-K Fairness,\" racing to get this law changed before the end of the year. Illustration: Shoshana Gordon/AxiosThere's a tax headache ahead next year for millions of Americans who use apps like Venmo or Paypal regularly, part of a little-noticed change passed in March as part of the American Rescue Plan. Why it matters: Anyone who was paid more than $600, for selling goods or services, using one of these third-party apps should get a 1099-K tax form detailing that money. The intrigue: The IRS said these forms shouldn't go out to those who just received money for personal transactions (like splitting the dinner bill). What's happening: Before the law was changed, 1099-Ks went out only to those who took in more than $20,000 through more than 200 transactions.",
            "html_summary": "<ul><li>The coalition says it'll be easier to do that now, rather than after the forms go out.The bottom line: Though the change will undoubtedly be a pain for people, the effect on American pocketbooks will likely be minimal — nothing changed in the tax code itself.</li><li>But experts say it's likely there are going to be forms sent out in error.The big picture: This is part of the IRS' efforts to close the \"tax gap,\" money owed to the agency that goes unpaid.</li><li>Yes, but: \"There's a growing feeling that both the Internal Revenue Service and the private sector need more time to prepare,\" writes Accounting Today.Etsy is a member of a lobbying group called the \"Coalition for 1099-K Fairness,\" racing to get this law changed before the end of the year.</li><li>Illustration: Shoshana Gordon/AxiosThere's a tax headache ahead next year for millions of Americans who use apps like Venmo or Paypal regularly, part of a little-noticed change passed in March as part of the American Rescue Plan.</li><li>Why it matters: Anyone who was paid more than $600, for selling goods or services, using one of these third-party apps should get a 1099-K tax form detailing that money.</li><li>The intrigue: The IRS said these forms shouldn't go out to those who just received money for personal transactions (like splitting the dinner bill).</li></ul>",
            "website_url": "https://www.axios.com/2022/12/14/surprise-tax-forms-2023"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Scott Rosenberg",
            "title": "Techs year of big endings  Axios",
            "description": "From social media to the long bull market and from the techlash to the crypto bust, this year was full of finales.",
            "url": "/2022-12-14-tech-year-endings-2022-downturn",
            "urlToImage": "https://images.axios.com/OUfkgzWiJnhIe3gYHJguYYbK4-w=/0x0:1920x1080/1366x768/2022/12/14/1670979705956.jpg",
            "publishedAt": "2022-12-14T10:58:47Z",
            "content": "The big noise in tech this year was the sound of trends dying and eras concluding. The big picture Techs 20year run of mad growth, fueled for much of that time by easy money, came to a crashing  [+4005 chars]",
            "summary": "Illustration: Sarah Grillo/AxiosThe big noise in tech this year was the sound of trends dying and eras concluding.",
            "html_summary": "<ul><li>Illustration: Sarah Grillo/AxiosThe big noise in tech this year was the sound of trends dying and eras concluding.</li></ul>",
            "website_url": "https://www.axios.com/2022/12/14/tech-year-endings-2022-downturn"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By CARA ANNA - Associated Press",
            "title": "Ethiopians file lawsuit against Meta over hate speech in war",
            "description": "Two Ethiopians have filed a lawsuit against Facebooks parent company, Meta, over hate speech they say was allowed and even promoted on the social media platform amid heated rhetoric over their countrys deadly Tigray conflict. Former Amnesty International hu",
            "url": "/2022-12-14-de6456913002e54e13fa79e6825bdddb",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2022-12-14T11:20:43Z",
            "content": "NAIROBI, Kenya (AP) Two Ethiopians have filed a lawsuit against Facebooks parent company, Meta, over hate speech they say was allowed and even promoted on the social media platform amid heated rhetor [+2195 chars]",
            "summary": "He shared a general statement: We have strict rules which outline what is and isnt allowed on Facebook and Instagram. The reports were based on internal documents obtained by whistleblower Frances Haugen.",
            "html_summary": "<ul><li>He shared a general statement: “We have strict rules which outline what is and isn’t allowed on Facebook and Instagram.</li></ul>",
            "website_url": "https://apnews.com/de6456913002e54e13fa79e6825bdddb"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Suspected Russian FSB officer charged in U.S. sanctions case",
            "description": "NEW YORK (AP)  A suspected officer with Russias Federal Security Service was among seven people charged by U.S. prosecutors Tuesday with smuggling sensitive electronic components to help Russias military effort.",
            "url": "/2022-12-14-6085ce0323f4fdf04efd93ccab7c6b0e",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-12-14T00:27:57Z",
            "content": "NEW YORK (AP) A suspected officer with Russias Federal Security Service was among seven people charged by U.S. prosecutors Tuesday with smuggling sensitive electronic components to help Russias milit [+1918 chars]",
            "summary": "U.S. officials said the arrests had disrupted the procurement network allegedly used by Russian intelligence services, which they said had been operating as far back as 2017.U.S. The four other Russian nationals remain at large.Also arrested and charged were Alexey Brayman, a lawful U.S. resident living in Merrimack, New Hampshire, and Vadim Yermolenko, a U.S. citizen living in Upper Saddle River, New Jersey. Braymans attorney David Lazarus said in an email that his client has not been convicted of anything and is entitled to the presumption of innocence. Yermolenkos attorney said via email she had no comment.Attorney information was not immediately available for the other defendants. scrutiny of efforts to evade sanctions on Russia intensified after the invasion of Ukraine last winter.",
            "html_summary": "<ul><li>U.S. officials said the arrests had disrupted the procurement network allegedly used by Russian intelligence services, which they said had been operating as far back as 2017.U.S.</li><li>The four other Russian nationals remain at large.Also arrested and charged were Alexey Brayman, a lawful U.S. resident living in Merrimack, New Hampshire, and Vadim Yermolenko, a U.S. citizen living in Upper Saddle River, New Jersey.</li><li>Brayman’s attorney David Lazarus said in an email that his client has not been convicted of anything and is entitled to the presumption of innocence.</li><li>Yermolenko’s attorney said via email she had no comment.Attorney information was not immediately available for the other defendants.</li></ul>",
            "website_url": "https://apnews.com/6085ce0323f4fdf04efd93ccab7c6b0e"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Shield AI raises another $60M at a $2.3B valuation for its military autonomous flying tech",
            "description": "Defense technology continues to get a lot of attention from investors, and today, one of the bigger startups in the space is announcing more funding. Shield AI  which develops platforms and planes for autonomous flying systems, targeting the U.S. m",
            "url": "/2022-12-14-shield-ai-raises-another-60m-at-a-2-3b-valuation-for-its-military-autonomous-flying-tech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/06/f16.jpeg",
            "publishedAt": "2022-12-14T00:04:21Z",
            "content": "Defense technology continues to get a lot of attention from investors, and today, one of the bigger startups in the space is announcing more funding. Shield AI  which develops platforms and planes f [+3881 chars]",
            "summary": "It comes just 11 days after Anduril, another defense tech startup working on autonomous systems, confirmed that it had raised close to $1.5 billion at a $7 billion valuation with the aim of putting that money to work in part to build out both its hardware and software. Those who are looking for high ground as tech continues to flood with bad deals see an opportunity in defense tech.Military and government spending is countercyclical, said Tseng in an interview. And even if they do all that, they might still run out of money and have to shut down.Amidst all that, defense tech has been one of the stand-out categories in tech. Defense technology continues to get a lot of attention from investors, and today, one of the bigger startups in the space is announcing more funding. Weve confirmed with Brandon Tseng, Shield AIs president who co-founded the company with his brother Ryan (the CEO), that this extension came in at the same valuation.This latest $60 million came from a single investor, the US Innovative Technology Fund (USIT). Startups finding it harder to raise money have had to cut costs to extend their runways and demonstrate to their backers that they have business ideas that will grow and be profitable. The company actually closed this extra funding a week after the last round was announced, but its only announcing it now.",
            "html_summary": "<ul><li>It comes just 11 days after Anduril, another defense tech startup working on autonomous systems, confirmed that it had raised close to $1.5 billion at a $7 billion valuation with the aim of putting that money to work in part to build out both its hardware and software.</li><li>Those who are looking for high ground as tech continues to flood with bad deals see an opportunity in defense tech.“Military and government spending is countercyclical,” said Tseng in an interview.</li><li>And even if they do all that, they might still run out of money and have to shut down.Amidst all that, defense tech has been one of the stand-out categories in tech.</li><li>Defense technology continues to get a lot of attention from investors, and today, one of the bigger startups in the space is announcing more funding.</li><li>We’ve confirmed with Brandon Tseng, Shield AI’s president who co-founded the company with his brother Ryan (the CEO), that this extension came in at the same valuation.This latest $60 million came from a single investor, the US Innovative Technology Fund (USIT).</li><li>Startups finding it harder to raise money have had to cut costs to extend their runways and demonstrate to their backers that they have business ideas that will grow and be profitable.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/13/shield-ai-raises-another-60m-at-a-2-3b-valuation-for-its-military-autonomous-flying-tech/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Vegas visitors can take semiautonomous EVs for a tour starting in 2023",
            "description": "Arcimoto, the maker of the threewheeled electric Fun Utility Vehicles (FUVs), is teaming up with Faction to develop EVs that can be delivered to a customers hotel through a combination of lowlevel autonomy and teleassist technology. The tieup is",
            "url": "/2022-12-14-vegas-visitors-can-take-semi-autonomous-evs-for-a-tour-starting-in-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/Arcimoto-Las-Vegas-2-1.jpeg?resize=1200,674",
            "publishedAt": "2022-12-14T00:54:38Z",
            "content": "Arcimoto, the maker of the threewheeled electric Fun Utility Vehicles (FUVs), is teaming up with Faction to develop EVs that can be delivered to a customers hotel through a combination of lowlevel [+4836 chars]",
            "summary": "Tourists will then collect the FUVs and drive them along the tour route at their own pace before dropping themselves and the vehicles back at their hotels, whereupon the FUVs will drive themselves back to the GoCar depot.I use quotations around drive themselves for a reason. Plus, tourists love driving them.For Arcimoto, the partnership is a chance to expand its reach as a tourist offering for vehicles, while also building on its current partnership with Faction. Factions system can drive itself from A to B on a predetermined route and knows to stop itself if it encounters an anomaly or a task its not able to complete, like an object en route or an unprotected lefthand turn. The vehicles will also have a tablet that features GoCars GPS-guided tour of the Vegas strip (GoCar wants to eventually expand this tour to include Red Rock Canyon and the Hoover Dam). I want two generations back in their automotive-grade package that we can scale with.McKendrick said the benefit of being a second wave autonomy company is that Faction isnt trying to solve for all of the edge cases just now. The vehicles will go from GoCars depot in the Arts District to various hotels along the strip  a straight, five-mile stretch of road with a 30 mile-per-hour speed limit. Arcimoto, the maker of the three-wheeled electric Fun Utility Vehicles (FUVs), is teaming up with Faction to develop EVs that can be delivered to a customers hotel through a combination of low-level autonomy and tele-assist technology.",
            "html_summary": "<ul><li>Tourists will then collect the FUVs and drive them along the tour route at their own pace before dropping themselves and the vehicles back at their hotels, whereupon the FUVs will “drive themselves” back to the GoCar depot.I use quotations around “drive themselves” for a reason.</li><li>Plus, tourists love driving them.For Arcimoto, the partnership is a chance to expand its reach as a tourist offering for vehicles, while also building on its current partnership with Faction.</li><li>Faction’s system can drive itself from A to B on a predetermined route and knows to stop itself if it encounters an anomaly or a task it’s not able to complete, like an object en route or an unprotected lefthand turn.</li><li>The vehicles will also have a tablet that features GoCar’s GPS-guided tour of the Vegas strip (GoCar wants to eventually expand this tour to include Red Rock Canyon and the Hoover Dam).</li><li>I want two generations back in their automotive-grade package that we can scale with.”McKendrick said the benefit of being a “second wave autonomy company” is that Faction isn’t trying to solve for all of the edge cases just now.</li><li>The vehicles will go from GoCar’s depot in the Arts District to various hotels along the strip — a straight, five-mile stretch of road with a 30 mile-per-hour speed limit.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/13/vegas-visitors-can-take-semi-autonomous-evs-for-a-tour-starting-in-2023/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Oxyles tech uses water movement to remove pollutants",
            "description": "UNESCO calls water pollution one of the main challenges facing societies, with 2 million tonnes of sewage entering the worlds water each day. Oxyle wants to help solve the crisis with a new wastewater treatment that removes micropollutants. The Zurichbased ",
            "url": "/2022-12-14-oxyle",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-153643340.jpg?resize=1200,900",
            "publishedAt": "2022-12-14T07:00:50Z",
            "content": "UNESCO calls water pollution one of the main challenges facing societies, with 2 million tonnes of sewage entering the worlds water each day. Oxyle wants to help solve the crisis with a new wastewate [+4854 chars]",
            "summary": "Since then, Oxyle has completed paid pilots with industrial and municipal customers and increased its team to 17 people.Oxyles teamOxyles wastewater treatment removes micropollutants including PFAS (chemicals found in products like cleaning solutions, water-resistant fabrics and nonstick cookware), pharmaceuticals, hormones and pesticides. Since there wasnt an effective way to remove the chemicals, the wastewater had to be incinerated.For me, this way of handling water was not only costly, unsafe and very unsustainable, but it also completely got rid of one of our most precious resources, Dr. Mushtaq said. For companies that need to comply with discharge regulations, Oxyle also offers an analytics platform for real-time monitoring of micropollutants connected through its reactors.The startup is continuing to perform on-site paid pilots with customers to get feedback on its technology. The startups customers include companies in the pesticide, chemical, textile pigments, electronics and pharmaceutical sectors that are regulated by strict discharge limits.Oxyles wastewater treatment was developed five years ago by co-founder and CEO Dr. Fajer Mushtaq during her doctoral research at ETH Zurich. These technologies also result in high operating costs, since the activated carbon or membranes need to be replaced.Oxyles advantage is that it degrades micropollutants without resulting in secondary waste. UNESCO calls water pollution one of the main challenges facing societies, with 2 million tonnes of sewage entering the worlds water each day. But Dr. Mushtaq said that pollutants still remain on the used activated carbon or in concentrated water left over from the filtration process.",
            "html_summary": "<ul><li>Since then, Oxyle has completed paid pilots with industrial and municipal customers and increased its team to 17 people.Oxyle’s teamOxyle’s wastewater treatment removes micropollutants including PFAS (chemicals found in products like cleaning solutions, water-resistant fabrics and nonstick cookware), pharmaceuticals, hormones and pesticides.</li><li>Since there wasn’t an effective way to remove the chemicals, the wastewater had to be incinerated.“For me, this way of handling water was not only costly, unsafe and very unsustainable, but it also completely got rid of one of our most precious resources,” Dr. Mushtaq said.</li><li>For companies that need to comply with discharge regulations, Oxyle also offers an analytics platform for real-time monitoring of micropollutants connected through its reactors.The startup is continuing to perform on-site paid pilots with customers to get feedback on its technology.</li><li>The startup’s customers include companies in the pesticide, chemical, textile pigments, electronics and pharmaceutical sectors that are regulated by strict discharge limits.Oxyle’s wastewater treatment was developed five years ago by co-founder and CEO Dr. Fajer Mushtaq during her doctoral research at ETH Zurich.</li><li>These technologies also result in high operating costs, since the activated carbon or membranes need to be replaced.Oxyle’s advantage is that it degrades micropollutants without resulting in secondary waste.</li><li>UNESCO calls water pollution one of the main challenges facing societies, with 2 million tonnes of sewage entering the world’s water each day.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/13/oxyle/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Surprise! You might get a new tax form. Techs year of big endings  Axios. Ethiopians file lawsuit against Meta over hate speech in war. Suspected Russian FSB officer charged in U.S. sanctions case. Shield AI raises another $60M at a $2.3B valuation for its military autonomous flying tech. Vegas visitors can take semiautonomous EVs for a tour starting in 2023. Oxyles tech uses water movement to remove pollutants"
}