{
    "status": "ok",
    "totalResults": 9,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "David Rising",
            "title": "China using civilian ships to enhance navy capability, reach...",
            "description": "BANGKOK (AP)  A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea.",
            "url": "/2022-09-24-space-launches-taiwan-science-technology-asia-e8b45f49d3d29851210983d0a399ccba",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9097d60d52144a0a97fcb1a551500d9c/3000.jpeg",
            "publishedAt": "2022-09-24T13:46:40Z",
            "content": "BANGKOK (AP) A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. Hundreds of fishing boats anchored for months at a time among disputed islands in the South C [+8771 chars]",
            "summary": "It launched its first domestically designed and built aircraft carrier in June, and at least five new destroyers are on the way soon.The buildup comes as Beijing attempts to exert broader influence in the region. Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea. On Aug. 23, India successfully tested its new surface-to-air missile designed to defend a ship from close-range aerial threats. BANGKOK (AP)  A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. After high-level consultations with Beijing, Sri Lankan authorities backtracked and allowed the Yuan Wang 5 to dock from Aug. 16 to Aug. 22.",
            "html_summary": "<ul><li>It launched its first domestically designed and built aircraft carrier in June, and at least five new destroyers are on the way soon.The buildup comes as Beijing attempts to exert broader influence in the region.</li><li>Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea.</li><li>On Aug. 23, India successfully tested its new surface-to-air missile designed to defend a ship from close-range aerial threats.</li><li>BANGKOK (AP) — A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port.</li></ul>",
            "website_url": "https://apnews.com/article/space-launches-taiwan-science-technology-asia-e8b45f49d3d29851210983d0a399ccba"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Insurtech goes niche",
            "description": "Welcome to The Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2022-09-24-fintech-insurtech-goes-niche",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/GettyImages-991159346.jpg?resize=1200,814",
            "publishedAt": "2022-09-25T14:15:49Z",
            "content": "Welcome to The Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+11944 chars]",
            "summary": "Alternatively, an initial public offering or direct listing would allow staff  as well as Stripes investors  to cash out.Jeff Bezosbacked Chipper Cash, a cross-border payments app used by over 5 million people throughout Africa and its diaspora, announced a partnership with card issuance platform Highnote. With the new interest rate, Gold customers can now earn even more income on their uninvested cash while they plan their next move and collect 23x more in interest when compared to the national average savings rate. Shaws third startup lends against whole life insurance policies, with the goal of digitizing many of the traditional time-intensive operations involved in the process.Theres a trillion dollars of cash value in whole life in the U.S alone, co-founder Josh Wyss told TechCrunch. The added benefit comes on the heels of the Fed rate hike earlier this week.HR startup Rippling announced last week that it was branching out into fintech by getting into the increasingly crowded spend management space. In a blog post, product lead Rishab Hegde announced the launch of the companys new offering, which includes corporate cards, expense management, and bill pay. Affirm serves Australia as well, but only for people buying Peloton exercise equipment.From Robinhoods blog: Today were introducing a new Robinhood Gold benefit that enables members to earn 3% interest on their brokerage cash  up from 1.5% for non-Gold members. Stripe could arrange for another secondary offering to buy these loyal employees private stock, money the employees could then use towards their tax bills.",
            "html_summary": "<ul><li>Alternatively, an initial public offering or direct listing would allow staff — as well as Stripe’s investors — to cash out.”Jeff Bezos–backed Chipper Cash, a cross-border payments app used by over 5 million people throughout Africa and its diaspora, announced a partnership with card issuance platform Highnote.</li><li>With the new interest rate, Gold customers can now earn even more income on their uninvested cash while they plan their next move and collect 23x more in interest when compared to the national average savings rate.</li><li>Shaw’s third startup lends against whole life insurance policies, with the goal of digitizing “many of the traditional time-intensive operations” involved in the process.“There’s a trillion dollars of cash value in whole life in the U.S alone,” co-founder Josh Wyss told TechCrunch.</li><li>The added benefit comes on the heels of the Fed rate hike earlier this week.”HR startup Rippling announced last week that it was branching out into fintech by getting into the increasingly crowded spend management space.</li><li>In a blog post, product lead Rishab Hegde announced the launch of the company’s new offering, which includes corporate cards, expense management, and bill pay.</li><li>Affirm serves Australia as well, but only for people buying Peloton exercise equipment.”From Robinhood’s blog: “Today we’re introducing a new Robinhood Gold benefit that enables members to earn 3% interest on their brokerage cash — up from 1.5% for non-Gold members.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/25/fintech-insurtech-goes-niche/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELLEN KNICKMEYER and LORNE COOK - Associated Press",
            "title": "West More sanctions, isolation if Putin carries out threats",
            "description": "How will American leaders and their allies respond if President Vladimir Putin seeks to escalate his way out of his bad situation on Ukraines battlefields? Putin this week renewed threats of claiming more Ukrainian territory, and even using nuclear weapons.",
            "url": "/2022-09-24-6a5a3a07fad97bf7854b7d766f8181a7",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/5/bb/5bbc8f47-75ff-5789-bd06-9434f128250d/632e8810e9364.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-24T04:08:54Z",
            "content": "By ELLEN KNICKMEYER and LORNE COOK  Associated PressWASHINGTON (AP) How do American leaders and their allies intend to respond if President Vladimir Putin seeks to escalate his way out of a bad si [+7788 chars]",
            "summary": "But U.S. officials public comments on the matter this month are in line with expectations from arms experts that Washingtons response would be a graduated one based on the gravity of Russias nuclear use. To start using nuclear weapons against the West, you have to expect at least the risk of nuclear weapons coming back in your direction.-Cook reported from Brussels. Such a use would return the world to nuclear war for the first time since the U.S. dropped bombs on Hiroshima and Nagasaki in 1945, and risk escalation on a scale the world has never seen. Certainly, it would not respond with nuclear weapons.Putin this week pledged to use all available means to stave off any challenges as Russia moves to summarily claim more Ukrainian territory despite heavy losses on the battlefield to NATO-armed Ukrainian forces. The last thing they want is for the precedent of nuclear use to be made, Freedman said. In case NATO missed the point, another senior Russian political figure specified the next day that included nuclear weapons. Its been tough enough staying the current course of persuading all of dozens of allies to stick with sanctions and isolation for Putin, and persuading more ambivalent countries to join in.",
            "html_summary": "<ul><li>But U.S. officials’ public comments on the matter this month are in line with expectations from arms experts that Washington’s response would be a graduated one based on the gravity of Russia’s nuclear use.</li><li>“To start using nuclear weapons against the West, you have to expect” at least the risk of “nuclear weapons coming back in your direction.”—-Cook reported from Brussels.</li><li>Such a use would return the world to nuclear war for the first time since the U.S. dropped bombs on Hiroshima and Nagasaki in 1945, and risk escalation on a scale the world has never seen.</li><li>“Certainly, it would not respond with nuclear weapons.”Putin this week pledged to use “all available means” to stave off any challenges as Russia moves to summarily claim more Ukrainian territory despite heavy losses on the battlefield to NATO-armed Ukrainian forces.</li><li>The last thing they want is for the precedent of nuclear use to be made,” Freedman said.</li><li>In case NATO missed the point, another senior Russian political figure specified the next day that included nuclear weapons.</li></ul>",
            "website_url": "https://apnews.com/6a5a3a07fad97bf7854b7d766f8181a7"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DAVID RISING - Associated Press",
            "title": "China using civilian ships to enhance navy capability, reach",
            "description": "A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea. And oceangoing ferries, built to be capable of",
            "url": "/2022-09-24-e8b45f49d3d29851210983d0a399ccba",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/de/8de8393a-f49f-5ed7-b966-4d1c28a1c7a5/632e87ddc6e66.image.jpg?crop=1823%2C957%2C0%2C89&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-24T04:13:16Z",
            "content": "By DAVID RISING  Associated PressBANGKOK (AP) A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. Hundreds of fishing boats anchored for months at a time a [+8998 chars]",
            "summary": "It launched its first domestically designed and built aircraft carrier in June, and at least five new destroyers are on the way soon.The buildup comes as Beijing attempts to exert broader influence in the region. Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea. On Aug. 23, India successfully tested its new surface-to-air missile designed to defend a ship from close-range aerial threats. BANGKOK (AP)  A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. After high-level consultations with Beijing, Sri Lankan authorities backtracked and allowed the Yuan Wang 5 to dock from Aug. 16 to Aug. 22.",
            "html_summary": "<ul><li>It launched its first domestically designed and built aircraft carrier in June, and at least five new destroyers are on the way soon.The buildup comes as Beijing attempts to exert broader influence in the region.</li><li>Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea.</li><li>On Aug. 23, India successfully tested its new surface-to-air missile designed to defend a ship from close-range aerial threats.</li><li>BANGKOK (AP) — A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port.</li></ul>",
            "website_url": "https://apnews.com/e8b45f49d3d29851210983d0a399ccba"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Edith M. Lederer",
            "title": "Belarus opposition says fate of country, Ukraine intertwined",
            "description": "UNITED NATIONS (AP)  The fate of Belarus and Ukraine are interconnected, and both countries must fight together to safeguard their very existence because Russia doesnt view them as independent sovereign states, Belarus opposition leader said Friday.",
            "url": "/2022-09-24-0874741f68d399c77295ec48195c5057",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/26710c20ff384bbe9098ed23656a77d8/3000.jpeg",
            "publishedAt": "2022-09-24T04:21:04Z",
            "content": "UNITED NATIONS (AP) The fate of Belarus and Ukraine are interconnected, and both countries must fight together to safeguard their very existence because Russia doesnt view them as independent soverei [+5625 chars]",
            "summary": "The sanctions have put stress and pressure on the president, making him focus solely on remaining in power instead of whats best for the country, she said.But Tsikhanouskaya said Lukashenko and his followers are adept at circumventing sanctions, using third parties. We live like in a gulag actually in Belarus, but people have this energy to continue.The opposition has organized something like a government in exile, Tsikhanouskaya said. One way to prevent this is having the European Union follow the United States and impose secondary sanctions, she said. People are scared, of course, Tsikhanouskaya said. For more AP coverage of the U.N. General Assembly, visit https://apnews.com/hub/united-nations-general-assembly.",
            "html_summary": "<ul><li>The sanctions have put stress and pressure on the president, making him focus solely on remaining in power instead of what’s best for the country, she said.But Tsikhanouskaya said Lukashenko and his followers are adept at circumventing sanctions, using third parties.</li><li>“We live like in a gulag actually in Belarus, but people have this energy to continue.”The opposition has organized something like a government in exile, Tsikhanouskaya said.</li><li>One way to prevent this is having the European Union follow the United States and impose secondary sanctions, she said.</li><li>“People are scared, of course,” Tsikhanouskaya said.</li></ul>",
            "website_url": "https://apnews.com/0874741f68d399c77295ec48195c5057"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Danica Kirka",
            "title": "Dave Caulkin, Associated Press photographer, dies at 77",
            "description": "LONDON (AP)  Dave Caulkin, a retired Associated Press photographer who captured the iconic moment when ice dancers Jayne Torvill and Christopher Dean won the 1984 Olympic gold medal, has died. He was 77 and had cancer.",
            "url": "/2022-09-24-384695745001a0263dae0a8deafacae9",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/48dbf9ea32264956a5caa068b31d5a28/3000.jpeg",
            "publishedAt": "2022-09-25T06:15:51Z",
            "content": "LONDON (AP) Dave Caulkin, a retired Associated Press photographer who captured the iconic moment when ice dancers Jayne Torvill and Christopher Dean won the 1984 Olympic gold medal, has died. He was  [+4814 chars]",
            "summary": "He was persistent, she said simply.The couple married in 1968 and had two daughters and four grandchildren.I would have liked him to be a wildlife photographer, she said. No one got a shot to prove the fact, but the photo that Dave actually got showed as near a kiss as possible, Hayhow said. But one of his most renowned images was that of Torvill and Dean, their lips inches apart as if poised for a kiss, as they skated to Ravels Bolero.That photo is the story of the games, said Dusan Vranic, the APs Middle East photo chief. He was 77 and had cancer.Known for being in the right place at the right time with the right lens, the London-based Caulkin covered everything from the conflict in Northern Ireland to the Rolling Stones and Britains royal family during a career that spanned four decades. One is that you would be beaten because your competitors would move the picture before you, and its the first picture that wins. The fact that the photo was taken from a staircase instead of where the allocated press seats (were) made it all the more incredible.Jean, Caulkins wife of 54 years, couldnt say which of his photos she liked the best  there were so many. The family later moved to London and then to Maidenhead, west of the capital.After leaving school early, he worked briefly at Heathrow Airport, his widow, Jean, said.",
            "html_summary": "<ul><li>“He was persistent,” she said simply.The couple married in 1968 and had two daughters and four grandchildren.“I would have liked him to be a wildlife photographer,” she said.</li><li>No one got a shot to prove the fact, but the photo that Dave actually got showed as near a kiss as possible,” Hayhow said.</li><li>But one of his most renowned images was that of Torvill and Dean, their lips inches apart as if poised for a kiss, as they skated to Ravel’s “Bolero.”“That photo is the story of the games,” said Dusan Vranic, the AP’s Middle East photo chief.</li><li>He was 77 and had cancer.Known for being in the right place at the right time with the right lens, the London-based Caulkin covered everything from the conflict in Northern Ireland to the Rolling Stones and Britain’s royal family during a career that spanned four decades.</li><li>“One is that you would be beaten because your competitors would move the picture before you, and it’s the first picture that wins.</li><li>“The fact that the photo was taken from a staircase instead of where the allocated press seats (were) made it all the more incredible.’’Jean, Caulkin’s wife of 54 years, couldn’t say which of his photos she liked the best — there were so many.</li></ul>",
            "website_url": "https://apnews.com/384695745001a0263dae0a8deafacae9"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Disperse, which brings AIfuelled data to construction projects, raises $16M",
            "description": "Disperse, a U.K.based construction tech company that offers an artificial intelligence (AI)powered platform to help project managers track work and capture data from building sites, has raised $16 million in funding. Founded out of London in 2015, Disperse ",
            "url": "/2022-09-24-disperse-which-brings-ai-fuelled-data-to-construction-projects-raises-16m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/GettyImages-1327795459-1.jpg?resize=1200,465",
            "publishedAt": "2022-09-25T23:00:44Z",
            "content": "Disperse, a U.K.based construction tech company that offers an artificial intelligence (AI)powered platform to help project managers track work and capture data from building sites, has raised $16  [+5027 chars]",
            "summary": "Construction accounts for about 12% of total GDP, and it impacts almost every other industry that relies on it, but construction productivity has completely stagnated over the past 40 or so years. Having worked for years on projects and with companies in both Europe and the U.S., we can emphatically say that there is no attitude problem  but there is a severe technology problem. Previously, the company was chiefly focused on London, with big-name customers including construction giants Mace and Multiplex, though it had just launched into New York City at that juncture. In the intervening years, Disperse has been expanding across both markets, with projects currently ongoing in the Midlands and the North in the U.K., as well as across the water in Ireland. Its a massive problem to solve, and not an easy one.Since its previous $15 million fundraise back in 2019, much has changed at Disperse. It also automatically spotlights potential problems or bottlenecks while they can still be resolved.Disperse in action.",
            "html_summary": "<ul><li>“Construction accounts for about 12% of total GDP, and it impacts almost every other industry that relies on it, but construction productivity has completely stagnated over the past 40 or so years.</li><li>“Having worked for years on projects and with companies in both Europe and the U.S., we can emphatically say that there is no attitude problem — but there is a severe technology problem.</li><li>Previously, the company was chiefly focused on London, with big-name customers including construction giants Mace and Multiplex, though it had just launched into New York City at that juncture.</li><li>In the intervening years, Disperse has been expanding across both markets, with projects currently ongoing in the Midlands and the North in the U.K., as well as across the water in Ireland.</li><li>It’s a massive problem to solve, and not an easy one.”Since its previous $15 million fundraise back in 2019, much has changed at Disperse.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/25/disperse-which-brings-ai-fuelled-data-to-construction-projects-raises-16m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Perceptron Multilingual, laughing, Pitfallplaying and streetwise AI",
            "description": "Research in the field of machine learning and AI, now a key technology in practically every industry and company, is far too voluminous for anyone to read it all. This column, Perceptron, aims to collect some of the most relevant recent discoveries and pa",
            "url": "/2022-09-24-perceptron-multilingual-laughing-pitfall-playing-and-streetwise-ai",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/GTdepth.jpg?resize=1200,675",
            "publishedAt": "2022-09-24T14:30:29Z",
            "content": "Research in the field of machine learning and AI, now a key technology in practically every industry and company, is far too voluminous for anyone to read it all. This column,Perceptron, aims to col [+9586 chars]",
            "summary": "Source+, which doesnt cost anything, aims to allow artists to disallow their work to be used for AI training purposes if they choose.Image-generating systems like Stable Diffusion and DALL-E 2 were trained on billions of images scraped from the web to learn how to translate text prompts into art. Some of these images came from public art communities like ArtStation and DeviantArt  not necessarily with artists knowledge  and imbued the systems with the ability to mimic particular creators, including artists like Greg Rutkowski.Samples from Stable Diffusion. That might sound like a lot, but the previous state-of-the-art technique required 80 billion frames across the same number of Atari games.Image Credits: DeepMindDeftly playing Atari might not sound like a desirable skill. Thats better than DeepMinds original dialogue system, the researchers note, which broke the rules roughly three times more often when tricked into doing so.A separate team at DeepMind tackled a very different domain recently: video games that historically have been tough for AI to master quickly. Other cutting-edge systems like Googles LaMDA can do the same, but DeepMind claims that Sparrow provides plausible, non-toxic answers to questions more often than its counterparts.The trick was aligning the system with peoples expectations of it. While the work remains firmly in the research phases, the creators say that it illustrates the important interplay between language and images  and could establish a foundation for a commercial product down the line.Speech is another aspect of language that AI is constantly improving in. But theyve historically been limited to a single language, limiting both their usefulness and reach.Fortunately, in recent months, research into multilingual systems has accelerated  driven partly by community efforts like Hugging Faces Bloom.",
            "html_summary": "<ul><li>Source+, which doesn’t cost anything, aims to allow artists to disallow their work to be used for AI training purposes if they choose.Image-generating systems like Stable Diffusion and DALL-E 2 were trained on billions of images scraped from the web to “learn” how to translate text prompts into art.</li><li>Some of these images came from public art communities like ArtStation and DeviantArt — not necessarily with artists’ knowledge — and imbued the systems with the ability to mimic particular creators, including artists like Greg Rutkowski.Samples from Stable Diffusion.</li><li>That might sound like a lot, but the previous state-of-the-art technique required 80 billion frames across the same number of Atari games.Image Credits: DeepMindDeftly playing Atari might not sound like a desirable skill.</li><li>That’s better than DeepMind’s original dialogue system, the researchers note, which broke the rules roughly three times more often when tricked into doing so.A separate team at DeepMind tackled a very different domain recently: video games that historically have been tough for AI to master quickly.</li><li>Other cutting-edge systems like Google’s LaMDA can do the same, but DeepMind claims that Sparrow provides plausible, non-toxic answers to questions more often than its counterparts.The trick was aligning the system with people’s expectations of it.</li><li>While the work remains firmly in the research phases, the creators say that it illustrates the important interplay between language and images — and could establish a foundation for a commercial product down the line.Speech is another aspect of language that AI is constantly improving in.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/24/perceptron-multilingual-laughing-pitfall-playing-and-streetwise-ai/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. China using civilian ships to enhance navy capability, reach.... Insurtech goes niche. West More sanctions, isolation if Putin carries out threats. China using civilian ships to enhance navy capability, reach. Belarus opposition says fate of country, Ukraine intertwined. Dave Caulkin, Associated Press photographer, dies at 77. Disperse, which brings AIfuelled data to construction projects, raises $16M. Perceptron Multilingual, laughing, Pitfallplaying and streetwise AI"
}