{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DON THOMPSON - Associated Press",
            "title": "California settles with firm in Volkswagen emissions scandal",
            "description": "California has settled a lawsuit against a German company stemming from the emissions scandal that tarred Volkswagen and Fiat Chrysler. German auto supplier Bosch will pay $25 million to settle allegations by the state and California Air Resources Board under",
            "url": "/2022-11-08-9cba8d615779242a4b515fc751ea90a8",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-11-08T00:32:09Z",
            "content": "SACRAMENTO, Calif. (AP) California on Monday settled a lawsuit against a German company stemming from the emissions scandal that tarred Volkswagen in 2015 and Fiat Chrysler two years later.German a [+2693 chars]",
            "summary": "The company also was required to buy back at least 85% of affected vehicles or make emissions modifications on those vehicles. A judge will need to sign off on the settlement.Volkswagen and Fiat Chrysler installed defeat devices in nearly 100,000 diesel passenger vehicles sold in California, the state said previously. The devices made it seem like the vehicles were meeting emissions requirements as they were undergoing testing, but on the road they actually polluted at many times the legal limit. Fiat Chrysler paid more than $78 million and similarly was required to bring at least 85% of the affected vehicles into compliance. California previously settled with Volkswagen for nearly $1.5 billion in environmental mitigation payments, investments in zero-emissions technology and other damages.",
            "html_summary": "<ul><li>The company also was required to buy back at least 85% of affected vehicles or make emissions modifications on those vehicles.</li><li>A judge will need to sign off on the settlement.Volkswagen and Fiat Chrysler installed “defeat devices” in nearly 100,000 diesel passenger vehicles sold in California, the state said previously.</li><li>The devices made it seem like the vehicles were meeting emissions requirements as they were undergoing testing, but on the road they actually polluted at many times the legal limit.</li><li>Fiat Chrysler paid more than $78 million and similarly was required to bring at least 85% of the affected vehicles into compliance.</li></ul>",
            "website_url": "https://apnews.com/9cba8d615779242a4b515fc751ea90a8"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Residents clash with Chinese authorities over COVID rules",
            "description": "Police in northeastern China say seven people have been arrested after a clash between residents and authorities who were enforcing COVID19 quarantine restrictions. China has been reporting new cases nationwide, with 2,230 cases reported Tuesday in the south",
            "url": "/2022-11-08-8be527e2f33e9baa79b57360909aaac9",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/8f/88f281e2-4032-5637-89af-f6f012360e15/6369f091542c2.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-08T05:37:34Z",
            "content": "BEIJING (AP) Police in northeastern China said that seven people have been arrested following a clash between residents and authorities enforcing COVID19 quarantine restrictions.The violence comes [+2881 chars]",
            "summary": "Those include the former party leader of Shanghai, where a draconian lockdown over the summer led to food shortages, confrontations with authorities and severe disruptions to global supply chains that have grown dependent on Chinese manufacturing and shipping. Last week, access to the industrial zone where a factory that manufactures Apple iPhones is located was suspended for one week following a surge in infections in Zhengzhou and the departure of workers from the factory. Imports fell 0.7%, compared with the previous months 0.3% expansion.Speculation about a possible relaxation of zero-COVID roiled markets, but the government has kept its plans, including the possibility of importing foreign vaccines, a closely held secret. BEIJING (AP)  Police in northeastern China said that seven people have been arrested following a clash between residents and authorities enforcing COVID-19 quarantine restrictions. While the rest of the world has mostly opened up, China has taken only highly cautious minor steps, with its borders still largely closed and officials under heavy pressure to enforce restrictions. Chinese leader Xi Jinping has made zero-COVID a hallmark of his administration, which gained a boost last month after he was granted a third five-year term in power and promoted loyalists to top positions. Apple announced Sunday that customers will have to wait longer to get its latest iPhone models, saying the Foxconn factory in the central Chinese city Zhengzhou is operating at significantly reduced capacity.",
            "html_summary": "<ul><li>Those include the former party leader of Shanghai, where a draconian lockdown over the summer led to food shortages, confrontations with authorities and severe disruptions to global supply chains that have grown dependent on Chinese manufacturing and shipping.</li><li>Last week, access to the industrial zone where a factory that manufactures Apple iPhones is located was suspended for one week following a surge in infections in Zhengzhou and the departure of workers from the factory.</li><li>Imports fell 0.7%, compared with the previous month’s 0.3% expansion.Speculation about a possible relaxation of “zero-COVID” roiled markets, but the government has kept its plans, including the possibility of importing foreign vaccines, a closely held secret.</li><li>BEIJING (AP) — Police in northeastern China said that seven people have been arrested following a clash between residents and authorities enforcing COVID-19 quarantine restrictions.</li><li>While the rest of the world has mostly opened up, China has taken only highly cautious minor steps, with its borders still largely closed and officials under heavy pressure to enforce restrictions.</li><li>Chinese leader Xi Jinping has made “zero-COVID” a hallmark of his administration, which gained a boost last month after he was granted a third five-year term in power and promoted loyalists to top positions.</li></ul>",
            "website_url": "https://apnews.com/8be527e2f33e9baa79b57360909aaac9"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Renault, Chinas Geely announced powertrain joint venture",
            "description": "Renault SA and Chinas Geely say they plan to launch a joint venture to produce gasolinepowered and hybrid powertrains, adding to a series of partnerships between global automakers to share soaring technology costs. The companies said the venture will have",
            "url": "/2022-11-08-1186866a48d409231185fe78b2560151",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/b8/9b855c4c-2baf-55b6-91e7-3d162bb97e45/6369f7861fc67.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-08T06:17:40Z",
            "content": "BEIJING (AP) Renault SA and Chinas Geely announced plans Tuesday for a jointly owned venture to produce gasolinepowered and hybrid powertrains, adding to a series of partnerships between global aut [+2525 chars]",
            "summary": "They gave no financial terms but said each partner will own half of the venture.It will supply brands owned by or linked to Renault and Geely including Nissan, Mitsubishi, Volvo Cars, Renault, Dacia, Geely Auto, Lynk & Co. and Proton, the companies said.",
            "html_summary": "<ul><li>They gave no financial terms but said each partner will own half of the venture.It will supply brands owned by or linked to Renault and Geely including Nissan, Mitsubishi, Volvo Cars, Renault, Dacia, Geely Auto, Lynk & Co. and Proton, the companies said.</li></ul>",
            "website_url": "https://apnews.com/1186866a48d409231185fe78b2560151"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Line launches NFT marketplace on its platform DOSI",
            "description": "LineNext launches its C2C marketplace to allow users to trade non fungible tokens on its NFT platform DOSI.",
            "url": "/2022-11-08-line-launches-nft-marketplace-on-its-platform-dosi",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/image002-1.png",
            "publishedAt": "2022-11-08T11:08:05Z",
            "content": "Japanese messaging appLines nonfungible token (NFT) unit LineNext said Tuesday that it has launched a consumertoconsumer (C2C) marketplace on the NFT platformDOSI. The C2C trading service allows [+1946 chars]",
            "summary": "DOSI is available in various languages, including English, Korean, Japanese, Chinese, Bahasa, Spanish and Thai.The company could not be reached for comments when asked in which countries it operates the C2C platform service and the number of DOSI users.Line is lining up an NFT service for next year The company claims that DOSI has amassed scores of users from 149 countries and issued more than 100,000 DOSI Wallets with 170,000 membership NFTs since its beta service launch in September. The announcement comes nearly a year after Line said it plans to launch an NFT service in 2022 to provide a marketplace for companies and individuals to trade NFTs. DOSIs citizen membership service helps users acquire membership points, called DON, by participating in the NFT community activities or purchasing their NFTs. For us, DOSI is about making NFTs fund and easy to use, creating benefits for our users and building communities. LineNext, which has offices in the U.S. and South Korea, told TechCrunch last year its transaction brokerage fees will be the primary source of revenue. The company plans to launch diverse additional NFT projects to help make NFTs more familiar to users in the future. We are determined to create a new kind of NFT experience for users, said the chief executive officer of LineNext, Youngsu Ko, in a statement.",
            "html_summary": "<ul><li>DOSI is available in various languages, including English, Korean, Japanese, Chinese, Bahasa, Spanish and Thai.The company could not be reached for comments when asked in which countries it operates the C2C platform service and the number of DOSI users.Line is lining up an NFT service for next year</li><li>The company claims that DOSI has amassed scores of users from 149 countries and issued more than 100,000 DOSI Wallets with 170,000 membership NFTs since its beta service launch in September.</li><li>The announcement comes nearly a year after Line said it plans to launch an NFT service in 2022 to provide a marketplace for companies and individuals to trade NFTs.</li><li>DOSI’s citizen membership service helps users acquire membership points, called DON, by participating in the NFT community activities or purchasing their NFTs.</li><li>For us, DOSI is about making NFTs fund and easy to use, creating benefits for our users and building communities.” LineNext, which has offices in the U.S. and South Korea, told TechCrunch last year its transaction brokerage fees will be the primary source of revenue.</li><li>The company plans to launch diverse additional NFT projects to help make NFTs more familiar to users in the future.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/08/line-launches-nft-marketplace-on-its-platform-dosi/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Quona Capital sinking $332M into startups focused on financial inclusion",
            "description": "Though finance technology startups are having a moment when it comes to decreased venture capital deals and layoffs, Quona Capital, a venture capital firm that invests in emerging markets that accelerate financial inclusion, has found the appetite is stil",
            "url": "/2022-11-08-quona-capital-332m-financial-inclusion",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/Quona-367-ALT-Edited.jpg?resize=1200,675",
            "publishedAt": "2022-11-08T11:30:43Z",
            "content": "Though finance technology startups are having a moment when it comes to decreased venture capital deals and layoffs, Quona Capital, a venture capital firm that invests in emerging markets that accele [+3845 chars]",
            "summary": "Also, the notion that we are operators and have started, scaled and exited financial services and technology companies gives us a really important perspective. She started Quona Capital in 2015 with Jonathan Whittle and Ganesh Rengaswamy.We got very lucky in that the digital thesis about bringing technology to help affordability, also helps connectivity in a world where were more remote, where things are constructed, and we have been very successful, she added. Not only do we have empathy because weve been entrepreneurs ourselves, but Im Latina and the daughter of immigrants, and we are building something that really reflects reality.Solo GP secures $140M for fifth seed, third opportunity fundsFounders shouldnt bet on a Q4 venture capital resurgence",
            "html_summary": "<ul><li>“Also, the notion that we are operators and have started, scaled and exited financial services and technology companies gives us a really important perspective.</li><li>She started Quona Capital in 2015 with Jonathan Whittle and Ganesh Rengaswamy.“We got very lucky in that the digital thesis about bringing technology to help affordability, also helps connectivity in a world where we’re more remote, where things are constructed, and we have been very successful,” she added.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/08/quona-capital-332m-financial-inclusion/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. California settles with firm in Volkswagen emissions scandal. Residents clash with Chinese authorities over COVID rules. Renault, Chinas Geely announced powertrain joint venture. Line launches NFT marketplace on its platform DOSI. Quona Capital sinking $332M into startups focused on financial inclusion"
}