{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "David Koenig",
            "title": "WILL IT END FRIDAY!?",
            "description": "WILL IT END FRIDAY!?    (Top headline, 2nd story, link)    Related storiesMORE TRAVEL HELL...Police threaten customers for trespassing at ticket counter...Union blasts SOUTHWEST Leadership shortcomings led to repeated disruptions...",
            "url": "/2022-12-30-weather-storms-natural-disasters-dallas-business-5e83632df5d78f85af37c5ed2f602fee",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/400ccbe296394eadbd1da721173be081/3000.webp",
            "publishedAt": "2022-12-30T02:04:37Z",
            "content": "DALLAS (AP) Southwest Airlines said it expects to return to normal operations Friday after more than a week of widespread flight cancellations that started with a winter storm and spiraled out of con [+5203 chars]",
            "summary": "Executives said the airline also will pay to ship baggage that has piled up at airports around the country.Southwest lost $75 million during a much smaller disruption in October 2021 that resulted in about 2,000 canceled flights over a four-day stretch. Its planes have 143 to 175 seats and were likely nearly fully booked around the Christmas and New Years holidays.Airline executives said that crew-scheduling technology  a major cause of the meltdown  has caught up with the backlog of pilots and flight attendants stranded in wrong locations. The airline said it would consider reimbursing reasonable expenses for meals, hotel rooms and alternate transportation incurred between Dec. 24 and Jan. 2. Southwest will refund tickets on canceled flights, and executives repeated a promise to reimburse travelers who were forced to pay for hotel rooms, meals and flights on other airlines. Executives said they had canceled only 39, or less than 1% of the schedule, for Friday.Jordan faces a crisis just 11 months after he became CEO, replacing longtime leader Gary Kelly. The airlines chief commercial officer said that process will take several weeks. Now it has more than 700 planes and more than 60,000 employees.Speaking to reporters a month ago at Southwest headquarters in Dallas, a relaxed and jocular Jordan spoke in glowing terms about the airlines culture and customer service.",
            "html_summary": "<ul><li>Executives said the airline also will pay to ship baggage that has piled up at airports around the country.Southwest lost $75 million during a much smaller disruption in October 2021 that resulted in about 2,000 canceled flights over a four-day stretch.</li><li>Its planes have 143 to 175 seats and were likely nearly fully booked around the Christmas and New Year’s holidays.Airline executives said that crew-scheduling technology — a major cause of the meltdown — has caught up with the backlog of pilots and flight attendants stranded in wrong locations.</li><li>The airline said it would consider reimbursing “reasonable” expenses for meals, hotel rooms and alternate transportation incurred between Dec. 24 and Jan. 2.</li><li>Southwest will refund tickets on canceled flights, and executives repeated a promise to reimburse travelers who were forced to pay for hotel rooms, meals and flights on other airlines.</li><li>Executives said they had canceled only 39, or less than 1% of the schedule, for Friday.Jordan faces a crisis just 11 months after he became CEO, replacing longtime leader Gary Kelly.</li><li>The airline’s chief commercial officer said that process will take several weeks.</li></ul>",
            "website_url": "https://apnews.com/article/weather-storms-natural-disasters-dallas-business-5e83632df5d78f85af37c5ed2f602fee"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Lindenwood faces Tennessee Tech, aims to halt 3game skid  The Associated Press  en Espaol",
            "description": "Tennessee Tech Golden Eagles (410, 01 OVC) at Lindenwood Lions (59, 01 OVC) Saint Charles, Missouri; Saturday, 430 p.m. EST BOTTOM LINE Lindenwood looks to end its threegame skid when the Lions play Tennessee Tech.",
            "url": "/2022-12-30-sports-tennessee-jaylen-sebree-tyrone-perry-chris-childs-bd4b7971919e4cb7bf13bc2dad4c8971",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-12-30T07:47:43Z",
            "content": "Tennessee Tech Golden Eagles (410, 01 OVC) at Lindenwood Lions (59, 01 OVC)Saint Charles, Missouri; Saturday, 430 p.m. ESTBOTTOM LINE Lindenwood looks to end its threegame skid when the Li [+1285 chars]",
            "summary": "Tennessee Tech gives up 73.0 points to opponents and has been outscored by 2.1 points per game.The Lions and Golden Eagles match up Saturday for the first time in conference play this season.TOP PERFORMERS: Chris Childs is scoring 14.1 points per game and averaging 4.7 rebounds for the Lions. Tyrone Perry is averaging 9.4 points over the last 10 games for Tennessee Tech.LAST 10 GAMES: Lions: 4-6, averaging 70.8 points, 34.1 rebounds, 13.2 assists, 7.6 steals and 2.4 blocks per game while shooting 43.4% from the field. Their opponents have averaged 71.7 points per game.Golden Eagles: 3-7, averaging 71.7 points, 32.8 rebounds, 13.4 assists, 6.2 steals and 2.6 blocks per game while shooting 44.0% from the field. Kevin Caldwell Jr. is averaging 11.4 points and 3.6 rebounds over the last 10 games for Lindenwood.Jaylen Sebree is averaging 12.9 points and 6.6 rebounds for the Golden Eagles. Lindenwood ranks seventh in the OVC shooting 32.0% from deep, led by David Ware shooting 50.0% from 3-point range.The Golden Eagles are 0-1 against OVC opponents. Their opponents have averaged 71.8 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. Tennessee Tech Golden Eagles (4-10, 0-1 OVC) at Lindenwood Lions (5-9, 0-1 OVC)Saint Charles, Missouri; Saturday, 4:30 p.m. ESTBOTTOM LINE: Lindenwood looks to end its three-game skid when the Lions play Tennessee Tech.The Lions are 4-0 in home games.",
            "html_summary": "<ul><li>Tennessee Tech gives up 73.0 points to opponents and has been outscored by 2.1 points per game.The Lions and Golden Eagles match up Saturday for the first time in conference play this season.TOP PERFORMERS: Chris Childs is scoring 14.1 points per game and averaging 4.7 rebounds for the Lions.</li><li>Tyrone Perry is averaging 9.4 points over the last 10 games for Tennessee Tech.LAST 10 GAMES: Lions: 4-6, averaging 70.8 points, 34.1 rebounds, 13.2 assists, 7.6 steals and 2.4 blocks per game while shooting 43.4% from the field.</li><li>Their opponents have averaged 71.7 points per game.Golden Eagles: 3-7, averaging 71.7 points, 32.8 rebounds, 13.4 assists, 6.2 steals and 2.6 blocks per game while shooting 44.0% from the field.</li><li>Kevin Caldwell Jr. is averaging 11.4 points and 3.6 rebounds over the last 10 games for Lindenwood.Jaylen Sebree is averaging 12.9 points and 6.6 rebounds for the Golden Eagles.</li><li>Lindenwood ranks seventh in the OVC shooting 32.0% from deep, led by David Ware shooting 50.0% from 3-point range.The Golden Eagles are 0-1 against OVC opponents.</li><li>Their opponents have averaged 71.8 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li></ul>",
            "website_url": "https://apnews.com/article/sports-tennessee-jaylen-sebree-tyrone-perry-chris-childs-bd4b7971919e4cb7bf13bc2dad4c8971"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Inside Matrix, the protocol that might finally make messaging apps interoperable",
            "description": "Interoperability and decentralization have been major themes in tech this year, driven in large part by mounting regulation, societal and industrial pressure, and the hype trains that are crypto and web3. That rising tide is lifting other boats an open stand",
            "url": "/2022-12-30-inside-matrix-the-protocol-that-might-finally-make-messaging-apps-interoperable",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-56518498-e1658935231775.jpg?resize=1200,675",
            "publishedAt": "2022-12-30T14:30:26Z",
            "content": "Interoperability and decentralization have been major themes in tech this year, driven in large part by mounting regulation, societal and industrial pressure, and the hype trains that are crypto and  [+20049 chars]",
            "summary": "Were now seeing serious use of Matrix-based decentralized communications across or within the French, German, U.K, Swedish, Finnish and U.S governments, as well as the likes of NATO and adjacent organisations.Back in May, open source enterprise messaging platform Rocket.Chat revealed that it would be transitioning to the Matrix protocol. Rather, our goal is to enable organizations to collaborate securely and connect with other organizations and individuals across the platforms of their choosing.The Matrix protocol also supports non-native interoperability through a technique called bridging, which ushers in support for non-Matrix apps, including WhatsApp, Telegram, and Signal. End-to-end encrypted platforms have to speak the same language from end-to-end, he said.In a blog post published earlier this year to address encryption concerns, the Matrix Foundation suggested some workarounds, including having all the big gatekeepers switch to the same decentralized end-to-end protocol (i.e. Its better to have the option to be able to get at your data in the first place, than be held hostage in a walled garden.Its worth noting that the Matrix protocol, while chiefly known for its presence in the messaging realm today, has other potential applications too. Mastodon is powered by the open ActivityPub protocol and is built around the concept of the fediverse: a decentralized network of interconnected servers that allow different ActivityPub-powered services to communicate with each other. The company has secured some big-name customers already such as Mozilla, which is using Element as a fully-managed service, while Element said that it signed a $18 million four-year deal with another (unnamed) company this year. Europe and Asia led the charge on interoperability, and by the start of the millennium the big North American telcos also realized they could unlock a veritable goldmine if they allowed consumers to message their friends on rival networks.",
            "html_summary": "<ul><li>“We’re now seeing serious use of Matrix-based decentralized communications across or within the French, German, U.K, Swedish, Finnish and U.S governments, as well as the likes of NATO and adjacent organisations.”Back in May, open source enterprise messaging platform Rocket.Chat revealed that it would be transitioning to the Matrix protocol.</li><li>“Rather, our goal is to enable organizations to collaborate securely and connect with other organizations and individuals across the platforms of their choosing.”The Matrix protocol also supports non-native interoperability through a technique called “bridging,” which ushers in support for non-Matrix apps, including WhatsApp, Telegram, and Signal.</li><li>“End-to-end encrypted platforms have to speak the same language from end-to-end,” he said.In a blog post published earlier this year to address encryption concerns, the Matrix Foundation suggested some workarounds, including having all the big gatekeepers switch to the same “decentralized end-to-end protocol” (i.e.</li><li>“It’s better to have the option to be able to get at your data in the first place, than be held hostage in a walled garden.”It’s worth noting that the Matrix protocol, while chiefly known for its presence in the messaging realm today, has other potential applications too.</li><li>Mastodon is powered by the open ActivityPub protocol and is built around the concept of the fediverse: a decentralized network of interconnected servers that allow different ActivityPub-powered services to communicate with each other.</li><li>The company has secured some big-name customers already such as Mozilla, which is using Element as a fully-managed service, while Element said that it signed a $18 million four-year deal with another (unnamed) company this year.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/30/inside-matrix-the-protocol-that-might-finally-make-messaging-apps-interoperable/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Amanda Silberling",
            "title": "Meta acquires Luxexcel, a smart eyewear company",
            "description": "Meta confirmed its acquisition of Luxexcel, a European company making 3D printed prescription lenses with AR capabilities.",
            "url": "/2022-12-30-meta-acquires-luxexcel-a-smart-eyewear-company",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/Meta-e1657103014362.jpg?resize=1200,675",
            "publishedAt": "2022-12-30T18:37:40Z",
            "content": "As Meta faces antitrust scrutiny over its acquisition of VR fitness developers Within, the tech giant is making another acquisition. Meta confirmed to TechCrunch that it is purchasing Luxexcel, a sma [+1685 chars]",
            "summary": "More recently, the company has focused its efforts on smart lenses, which can be printed with integrated technology like LCD displays and holographic film.Were excited that the Luxexcel team has joined Meta, deepening the existing partnership between the two companies, a Meta spokesperson told TechCrunch. By absorbing Luxexcel, Meta will likely leverage the companys technology to produce prescription AR glasses, a product that has long been anticipated to come out of Metas billions of dollars of investment into its Reality Labs. Meta did not comment on these rumors at the time.When building its AR and VR products, Metas corporate strategy has been to acquire smaller companies that are building top technology in the field. The terms of the deal, which was first reported in the Belgian paper De Tijd, have not been disclosed.Founded in 2009, Luxexcel uses 3D printing to make prescription lenses for glasses. As Meta faces antitrust scrutiny over its acquisition of VR fitness developers Within, the tech giant is making another acquisition. Given the FTCs attempts to block Metas purchase of Within, its possible that the purchase of Luxexcel could spark the same scrutiny.FTC puts Zuckerberg on the stand over Metas plan to acquire Within However, report this summer stated that Meta was scaling back its plans for consumer-grade AR glasses, which were initially slated for 2024.",
            "html_summary": "<ul><li>More recently, the company has focused its efforts on smart lenses, which can be printed with integrated technology like LCD displays and holographic film.“We’re excited that the Luxexcel team has joined Meta, deepening the existing partnership between the two companies,” a Meta spokesperson told TechCrunch.</li><li>By absorbing Luxexcel, Meta will likely leverage the company’s technology to produce prescription AR glasses, a product that has long been anticipated to come out of Meta’s billions of dollars of investment into its Reality Labs.</li><li>Meta did not comment on these rumors at the time.When building its AR and VR products, Meta’s corporate strategy has been to acquire smaller companies that are building top technology in the field.</li><li>The terms of the deal, which was first reported in the Belgian paper De Tijd, have not been disclosed.Founded in 2009, Luxexcel uses 3D printing to make prescription lenses for glasses.</li><li>As Meta faces antitrust scrutiny over its acquisition of VR fitness developers Within, the tech giant is making another acquisition.</li><li>Given the FTC’s attempts to block Meta’s purchase of Within, it’s possible that the purchase of Luxexcel could spark the same scrutiny.FTC puts Zuckerberg on the stand over Meta’s plan to acquire Within</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/30/meta-acquires-luxexcel-a-smart-eyewear-company/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Zen Soo",
            "title": "Huawei says its out of crisis mode, though revenue flat",
            "description": "HONG KONG (AP)  Chinese technology giant Huawei says it has emerged from crisis mode after years of U.S. restrictions that have stifled its overseas sales, even though its revenue for 2022 failed to grow from a year earlier.",
            "url": "/2022-12-30-d71d9a4c5266d2203ec06f923ddbaa69",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/8e99e5a3511d4dbe8c5c847890e47047/3000.webp",
            "publishedAt": "2022-12-30T12:31:48Z",
            "content": "HONG KONG (AP) Chinese technology giant Huawei says it has emerged from crisis mode after years of U.S. restrictions that have stifled its overseas sales, even though its revenue for 2022 failed to g [+1526 chars]",
            "summary": "HONG KONG (AP)  Chinese technology giant Huawei says it has emerged from crisis mode after years of U.S. restrictions that have stifled its overseas sales, even though its revenue for 2022 failed to grow from a year earlier.U.S.",
            "html_summary": "<ul><li>HONG KONG (AP) — Chinese technology giant Huawei says it has emerged from “crisis mode” after years of U.S. restrictions that have stifled its overseas sales, even though its revenue for 2022 failed to grow from a year earlier.“U.S.</li></ul>",
            "website_url": "https://apnews.com/d71d9a4c5266d2203ec06f923ddbaa69"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Zack Whittaker",
            "title": "Meet the cybercriminals of 2022",
            "description": "Arrested, seized, doxed and detained. These are just some of the ways police and prosecutors around the world took down the biggest cybercrime operations of the year, even if it meant resorting to new and unconventional eyebrowraising methods. From stas",
            "url": "/2022-12-30-meet-the-cybercriminals-2022",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/cyber-criminals-2022.jpg?resize=1200,645",
            "publishedAt": "2022-12-30T16:05:27Z",
            "content": "Arrested, seized, doxed and detained. These are just some of the ways police and prosecutors around the world took down the biggest cybercrime operations of the year, even if it meant resorting to n [+11462 chars]",
            "summary": "The data extortion group, which first emerged a year earlier, quickly claimed a number of high-profile victims, including Okta, Microsoft, Nvidia and Samsung.While the gang once seemed invincible, a number of its members were arrested in March this year. Researchers investigating the gangs recent hacks said they believed the 16-year-old, who uses the online moniker White or Breachbase, was a leading figure in Lapsus$, and Bloomberg was able to track down the suspected hacker after his personal information was published online by rival hackers. More than $1.5 billion in proceeds of crime, like ransomware and fraud, has been laundered through Tornado Cash to date, experts estimate.In August, the U.S government shared an image of a suspected Conti ransomware operator known as Target, the first time it has outed a major ransomware actor. During a search of his home, law enforcement officials discovered and seized 719 bitcoin and $790,000 in Canadian currency.In a surprising yet anticlimactic conclusion to one of the governments longest running cyber cases, the mystery of the notorious dark web drugs marketplace Silk Roads missing billions was solved. In November, U.S. federal agents said it found $3.36 billion worth of bitcoin that had been stashed in a popcorn can under the bathroom closet floorboards in the home of the hacker nearly a decade earlier. Uber, which said it believed a hacker affiliated with Lapsus$ was responsible for the attack, was forced to take several of its internal tools offline while it expelled the hacker from its network. Between August 2019 and January 2021, ransomware attacks involving NetWalker pulled $46 million in ransom payments, according to cryptocurrency analysis firm Chainalysis.In October, Sebastien Vachon-Desjardins, a 34-year-old from Quebec, was sentenced in a Florida court in October after pleading guilty to charges related to his involvement with NetWalker.",
            "html_summary": "<ul><li>The data extortion group, which first emerged a year earlier, quickly claimed a number of high-profile victims, including Okta, Microsoft, Nvidia and Samsung.While the gang once seemed invincible, a number of its members were arrested in March this year.</li><li>Researchers investigating the gang’s recent hacks said they believed the 16-year-old, who uses the online moniker “White” or “Breachbase,” was a leading figure in Lapsus$, and Bloomberg was able to track down the suspected hacker after his personal information was published online by rival hackers.</li><li>More than $1.5 billion in proceeds of crime, like ransomware and fraud, has been laundered through Tornado Cash to date, experts estimate.In August, the U.S government shared an image of a suspected Conti ransomware operator known as “Target,” the first time it has outed a major ransomware actor.</li><li>During a search of his home, law enforcement officials discovered and seized 719 bitcoin and $790,000 in Canadian currency.In a surprising yet anticlimactic conclusion to one of the government’s longest running cyber cases, the mystery of the notorious dark web drugs marketplace Silk Road’s missing billions was solved.</li><li>In November, U.S. federal agents said it found $3.36 billion worth of bitcoin that had been stashed in a popcorn can under the bathroom closet floorboards in the home of the hacker nearly a decade earlier.</li><li>Uber, which said it believed a hacker affiliated with Lapsus$ was responsible for the attack, was forced to take several of its internal tools offline while it expelled the hacker from its network.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/30/meet-the-cybercriminals-2022/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. WILL IT END FRIDAY!?. Lindenwood faces Tennessee Tech, aims to halt 3game skid  The Associated Press  en Espaol. Inside Matrix, the protocol that might finally make messaging apps interoperable. Meta acquires Luxexcel, a smart eyewear company. Huawei says its out of crisis mode, though revenue flat. Meet the cybercriminals of 2022"
}