{
    "status": "ok",
    "totalResults": 14,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Contributors",
            "title": "Qubits surf sound waves between quantum nodes",
            "description": "Sound waves in a piezoelectric material can steer electrons to precise destinations.",
            "url": "/2022-09-30-qubits-surf-sound-waves-between-quantum-nodes",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/quibit-surfer-760x380.jpg",
            "publishedAt": "2022-09-30T11:30:18Z",
            "content": "3 with 2 posters participatingInspired by the functioning of pulsed lasers, scientists from France and Japan have developed an acoustic counterpart that enables the precise and controlled transmiss [+4438 chars]",
            "summary": "\"He added, however, that it could take years before seeing practical applications based on this research.Santos highlighted that electron spins are just one of many approaches for processing quantum information; other options include photons, superconducting qubits, and cold atoms. To process or store that information, the information in qubits may have to be transported between quantum nodes in a network.One option is transporting the electrons, something that can now be done by having them ride sound waves. By using a technique called Fourier synthesis, we superposed many waves with different frequencies in such a way that there was only one minimum or one maximum depending on whether you apply positive or negative voltage, he said.Bauerle compares these concentrated sound waves to laser pulses. Like any wave, a sound wave takes a sinusoidal form, consisting of many maxima and minima, which makes it difficult to predict the location of the electron.Bauerle and his team have now gotten around this problem by engineering a wave that has a single minimum or a single maximum. This, along with the precise and controlled manner of electron transmission, enables us to manipulate the quantum information in real time. Since we have a focused acoustic pulse, we know exactly at what time the electron will arrive at a node, he said.Paulo Santos, a Berlin-based nanoelectronics expert from the Paul Drude Institute for Solid State Electronics, likens the technique to a surfer riding a wave. If you compare it to the photonic quantum system, the manipulations have to be done beforehand because information is transmitted at the speed of light, which is too fast for real-time manipulation,\" he said.Moreover, this technique can potentially be scaled up because of the large size of the waveform.",
            "html_summary": "<ul><li>\"He added, however, that it could take years before seeing practical applications based on this research.Santos highlighted that electron spins are just one of many approaches for processing quantum information; other options include photons, superconducting qubits, and cold atoms.</li><li>To process or store that information, the information in qubits may have to be transported between quantum nodes in a network.One option is transporting the electrons, something that can now be done by having them ride sound waves.</li><li>“By using a technique called Fourier synthesis, we superposed many waves with different frequencies in such a way that there was only one minimum or one maximum depending on whether you apply positive or negative voltage,” he said.Bauerle compares these concentrated sound waves to laser pulses.</li><li>Like any wave, a sound wave takes a sinusoidal form, consisting of many maxima and minima, which makes it difficult to predict the location of the electron.Bauerle and his team have now gotten around this problem by engineering a wave that has a single minimum or a single maximum.</li><li>This, along with the precise and controlled manner of electron transmission, enables us to manipulate the quantum information in real time.</li><li>Since we have a focused acoustic pulse, we know exactly at what time the electron will arrive at a node,” he said.Paulo Santos, a Berlin-based nanoelectronics expert from the Paul Drude Institute for Solid State Electronics, likens the technique to a surfer riding a wave.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/qubits-surf-sound-waves-between-quantum-nodes/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Live updates RussiaUkraine war  The Associated Press  en Espaol",
            "description": "Live updates RussiaUkraine warThe Associated Press  en EspaolRussian strike kills 25 people in Ukraine amid Moscow preparation to annex territory officialsFox NewsCivilian Convoy Attacked In Ukraines ZaporizhzhiaNBC N",
            "url": "/2022-09-30-russia-ukraine-live-updates-ff5f0a4df0658c590caf675397c9ea69",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9cc25931d0b04556af3b60cc41bd2fec/2000.jpeg",
            "publishedAt": "2022-09-30T15:49:20Z",
            "content": "KYIV, Ukraine (AP) Ukraines national police says the death toll from a Russian missile strike on a convoy of cars on the outskirts of Zaporizhzha has risen to 30 people, including children.Police s [+18884 chars]",
            "summary": "Officials in Kyiv have not commented on the alleged attack.____KYIV  The British military says newly mobilized Russian troops coming into Ukraine are poorly equipped with medical supplies.The British Defense Ministry said Friday medical knowledge and supplies remain low, with some soldiers having to buy their own modern tourniquets. Kyrylo Tymoshenko, deputy head of Zelenskyys office said four of 16 S-300 missiles that were launched had struck the convoy area, causing impact craters several meters (feet) deep near cars whose windows had all been blown out. Kyrylenko told Ukrainian television that the shelling shows the weakness of the Kremlin, which is angry and is taking revenge for the loss of military initiative. Russian forces have intensified shelling of front-line cities in the Donetsk region, killing eight and wounding 17 civilians over the past 24 hours. Military analysts worry that the Kremlin might force Belarus to join the war and deploy its troops to Ukraine - a prospect Lukahsenko has repeatedly and strongly denied.Lukashenko met last week with Russian President Vladimir Putin for the seventh time in a year. ____KYIV  An analyst says the Kremlins hasty push to formally annex occupied Ukrainian lands aims to compensate for the fact that Moscow cant do much to counter Kyivs gains on the battlefield. Many waved large Russian flags as performers from Russia and occupied regions of Ukraine took to the stage to sing patriotic songs hailing Russias greatness. It would reaffirm the U.N. commitment to Ukraines sovereignty, territorial integrity and independence within its internationally recognized borders.Russia is certain to veto the resolution.",
            "html_summary": "<ul><li>Officials in Kyiv have not commented on the alleged attack.____KYIV — The British military says newly mobilized Russian troops coming into Ukraine are poorly equipped with medical supplies.The British Defense Ministry said Friday medical knowledge and supplies remain low, with some soldiers having to buy their own modern tourniquets.</li><li>Kyrylo Tymoshenko, deputy head of Zelenskyy’s office said four of 16 S-300 missiles that were launched had struck the convoy area, causing impact craters several meters (feet) deep near cars whose windows had all been blown out.</li><li>Kyrylenko told Ukrainian television that the shelling “shows the weakness of the Kremlin, which is angry and is taking revenge for the loss of military initiative.” Russian forces have intensified shelling of front-line cities in the Donetsk region, killing eight and wounding 17 civilians over the past 24 hours.</li><li>Military analysts worry that the Kremlin might force Belarus to join the war and deploy its troops to Ukraine - a prospect Lukahsenko has repeatedly and strongly denied.Lukashenko met last week with Russian President Vladimir Putin for the seventh time in a year.</li><li>____KYIV — An analyst says the Kremlin’s hasty push to formally annex occupied Ukrainian lands aims to compensate for the fact that Moscow can’t do much to counter Kyiv’s gains on the battlefield.</li><li>Many waved large Russian flags as performers from Russia and occupied regions of Ukraine took to the stage to sing patriotic songs hailing Russia’s greatness.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-live-updates-ff5f0a4df0658c590caf675397c9ea69"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Joann Muller",
            "title": "Tomorrows car dealership might look more like the Apple Store",
            "description": "Gasolinepowered cars could soon start to disappear, but car dealers arent going anywhere, in part because theyre protected by strong franchise laws. Their business is changing fast, however, as car sales move online and electric vehicles get more p",
            "url": "/2022-09-30-car-dealerships-ev-electric",
            "urlToImage": "https://images.axios.com/COX4HfHFX98cscmyi1ZW5m2JwdA=/0x0:1920x1080/1366x768/2022/09/29/1664478379920.jpg",
            "publishedAt": "2022-09-30T09:30:35Z",
            "content": "Gasolinepowered cars could soon start to disappear, but car dealers arent going anywhere, in part because theyre protected by strong franchise laws. Their business is changing fast, howe [+3566 chars]",
            "summary": "The intrigue: Some experts say automakers are using the shift to EVs as a way to thin their dealer ranks.The big picture: Car dealers are raking in profits right now because pandemic-related supply chain disruptions mean they have fewer cars to sell and can charge higher prices. But they still want to visit with knowledgeable specialists to learn about advanced technology and troubleshoot problems.Driving the news: Carmakers are delivering an ultimatum of sorts to their franchised dealers: Evolve and invest for the EV era, or say goodbye. Editors note: This story has been updated to clarify that some car dealers werent selling EVs when the secret shopper studies were done several years ago. Gasoline-powered cars could soon start to disappear, but car dealers aren't going anywhere, in part because they're protected by strong franchise laws. All of this adds up to momentous changes for car dealers and their customers. Why it matters: Consumers have plenty of gripes about the car-buying process.",
            "html_summary": "<ul><li>The intrigue: Some experts say automakers are using the shift to EVs as a way to thin their dealer ranks.The big picture: Car dealers are raking in profits right now because pandemic-related supply chain disruptions mean they have fewer cars to sell and can charge higher prices.</li><li>But they still want to visit with knowledgeable specialists to learn about advanced technology and troubleshoot problems.Driving the news: Carmakers are delivering an ultimatum of sorts to their franchised dealers: Evolve and invest for the EV era, or say goodbye.</li><li>Editor’s note: This story has been updated to clarify that some car dealers weren’t selling EVs when the secret shopper studies were done several years ago.</li><li>Gasoline-powered cars could soon start to disappear, but car dealers aren't going anywhere, in part because they're protected by strong franchise laws.</li><li>All of this adds up to momentous changes for car dealers and their customers.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/30/car-dealerships-ev-electric"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Coroner lists Instagram algorithm as contributing cause of UK teens death",
            "description": "Meta called content safe that UK judge found impossible to watch.",
            "url": "/2022-09-30-coroner-lists-instagram-algorithm-as-contributing-cause-of-uk-teens-death",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-537460890-760x380.jpg",
            "publishedAt": "2022-09-30T18:04:58Z",
            "content": "2 with 2 posters participatingIn a London court this week, coroner Andrew Walker had the difficult task of assessing a question that child safety advocates have been asking for years How responsib [+4258 chars]",
            "summary": "Since Molly's death, Pinterest said it has taken steps to improve content moderation, including blocking more than 25,000 self-harm related search terms and, since 2019, has combined \"human moderation with automated machine learning technologies to reduce policy-violating content on the platform. \"Molly's family made it a point to praise Pinterest for its transparency during the inquest, urging other social media companies to look to Pinterest as a model when dealing with anyone challenging content policy decisions. At one point during the inquest, Walker described the content that Russell liked or saved in the days ahead of her death as so disturbing, the coroner said in court, that he found it \"almost impossible to watch. \"We're missing Molly more agonizingly than usual, but we hope that the scrutiny this case has received will help prevent similar deaths encouraged by the disturbing content that is still to this day available on social media platforms including those run by Meta. \"We have heard a senior Meta executive describe this deadly stream of content the platform's algorithms pushed to Molly, as 'SAFE' and not contravening the platform's policies,\" the Russell family wrote in their statement. \"In the future, we as a family hope that any other social media companies called upon to assist an inquest follow the example of Pinterest, who have taken steps to learn lessons and have engaged sincerely and respectfully with the inquest process.  Ashley Belanger - Sep 30, 2022 6:04 pm UTC In a London court this week, coroner Andrew Walker had the difficult task of assessing a question that child safety advocates have been asking for years: How responsible is social media for the content algorithms feed to minors?",
            "html_summary": "<ul><li>Since Molly's death, Pinterest said it has taken steps to improve content moderation, including blocking more than 25,000 self-harm related search terms and, since 2019, has combined \"human moderation with automated machine learning technologies to reduce policy-violating content on the platform.</li><li>\"Molly's family made it a point to praise Pinterest for its transparency during the inquest, urging other social media companies to look to Pinterest as a model when dealing with anyone challenging content policy decisions.</li><li>At one point during the inquest, Walker described the content that Russell liked or saved in the days ahead of her death as so disturbing, the coroner said in court, that he found it \"almost impossible to watch.</li><li>\"We're missing Molly more agonizingly than usual, but we hope that the scrutiny this case has received will help prevent similar deaths encouraged by the disturbing content that is still to this day available on social media platforms including those run by Meta.</li><li>\"We have heard a senior Meta executive describe this deadly stream of content the platform's algorithms pushed to Molly, as 'SAFE' and not contravening the platform's policies,\" the Russell family wrote in their statement.</li><li>\"In the future, we as a family hope that any other social media companies called upon to assist an inquest follow the example of Pinterest, who have taken steps to learn lessons and have engaged sincerely and respectfully with the inquest process.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/coroner-lists-instagram-algorithm-as-contributing-cause-of-uk-teens-death/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DAVID KLEPPER - Associated Press",
            "title": "TikTok politics Candidates turn to it for better or worse",
            "description": "As TikToks popularity has exploded, its become more than just a place for viral dance challenges. Young voters are increasingly using the app to learn about politics, elections and issues. And candidates are taking notice. But while politicians from both",
            "url": "/2022-09-30-79d5400062cf107771148911ee62f5fb",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/15/c158c6a9-eed2-56a8-8bac-3b799cd997b3/6321c5d75c50f.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-30T10:00:29Z",
            "content": "By DAVID KLEPPER  Associated PressWade Herring didnt know the teenage voter who approached him at a restaurant over the weekend. But she knew Herring, a Democrat running for Congress in Georgia,  [+6888 chars]",
            "summary": "Instead, the platforms parent company offers a similar platform that has the same dance videos, but also promotes educational content about math and science, experts told lawmakers at the recent Senate hearing. Those fears prompted the U.S. armed forces to prohibit the app on military devices, and spurred calls to ban it on all government computers and phones as well.I have serious concerns about the opportunities that the Chinese communist party has to access TikToks data on American users, Sen. Its a highly effective tool, said Colton Hess, who created Tok the Vote, a 2020 voter registration and engagement effort that reached tens of millions of young voters. TikToks popularity has surged despite worries from policy makers in Washington about TikToks handling of user data and misinformation, as well as its ties to Chinas government. Rob Portman, R-Ohio, said at a hearing this month focused on the national security implications of social media.Still, its reach is undeniable. No such limits are included in the U.S. version, which prohibits users under 13.Concerned about Chinas influence over TikTok, the Trump administration in 2020 threatened to ban the app within the U.S. and pressured ByteDance to sell TikTok to a U.S. company. Theyre getting their information on TikTok, and for better or worse, its the way to reach them.For a number of government officials, its worse.",
            "html_summary": "<ul><li>Instead, the platform’s parent company offers a similar platform that has the same dance videos, but also promotes educational content about math and science, experts told lawmakers at the recent Senate hearing.</li><li>Those fears prompted the U.S. armed forces to prohibit the app on military devices, and spurred calls to ban it on all government computers and phones as well.“I have serious concerns about the opportunities that the Chinese communist party has to access TikTok’s data on American users,” Sen.</li><li>It’s a highly effective tool,” said Colton Hess, who created Tok the Vote, a 2020 voter registration and engagement effort that reached tens of millions of young voters.</li><li>TikTok’s popularity has surged despite worries from policy makers in Washington about TikTok’s handling of user data and misinformation, as well as its ties to China’s government.</li><li>Rob Portman, R-Ohio, said at a hearing this month focused on the national security implications of social media.Still, its reach is undeniable.</li><li>No such limits are included in the U.S. version, which prohibits users under 13.Concerned about China’s influence over TikTok, the Trump administration in 2020 threatened to ban the app within the U.S. and pressured ByteDance to sell TikTok to a U.S. company.</li></ul>",
            "website_url": "https://apnews.com/79d5400062cf107771148911ee62f5fb"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By YURI KAGEYAMA - Associated Press",
            "title": "Digital minister aims to wrest Japan out of analog doldrums",
            "description": "The politician tapped to help Japan keep pace with the digital age has his work cut out for him. The nation known for Nintendo games and tech gadgetry galore also loves traditional hanko seals that work as analog signatures. Digital",
            "url": "/2022-09-30-f36672d94aacc1e3565a0d989b9f5977",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/4/d1/4d179865-e308-5082-b738-97a1329db5d9/6336909414569.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-30T06:23:13Z",
            "content": "By YURI KAGEYAMA  Associated PressTOKYO (AP) The politician tapped to help Japan keep pace with the digital age has his work cut out for him.After all, the nation known for Nintendo games, Lexus [+3271 chars]",
            "summary": "In a YouTube video last month, he urged people to get a My Number Card, a digital identity card for Japanese citizens and residents that they can use for online government applications and link to a drivers license, library card or online banking. After all, the nation known for Nintendo games, Lexus sportscars and other gadgetry galore also loves the fax machine and the traditional hanko seals that work as analog signatures.But Digital Minister Taro Kono has a reputation for no-nonsense action and for defying vested interests in high places. During the coronavirus pandemic, when remote working became widespread around the world, Japanese realized how far behind they had fallen, Kono said.The Digital Agency was set up in Japan last year to nurture competitiveness in digital technology. Japan ranked 28th among 64 nations in digital competitiveness in 2021, little changed from five years before, according to a study by IMD, a Swiss-based independent academic organization, which looked at how well equipped nations are to encourage technological development and to leverage them for the future. Even a child knows that a seal doesnt really work as personal identification, he said, while adding that he loves Japanese seals as craftwork.There is a mindset that its someone elses problem, he said of societys complacency. His agency has shown by example by becoming more open and diverse, adding people from the private sector and other walks of life who may have ideas on the change Japan so critically needs.What will be his benchmark measure for success? In 2018, the minister in charge of cybersecurity, Yoshitaka Sakurada, became a target of ridicule when he didnt know what a USB port was.Yet technology experts have pinned great hopes for what Kono might achieve.",
            "html_summary": "<ul><li>In a YouTube video last month, he urged people to get a My Number Card, a digital identity card for Japanese citizens and residents that they can use for online government applications and link to a driver’s license, library card or online banking.</li><li>After all, the nation known for Nintendo games, Lexus sportscars and other gadgetry galore also loves the fax machine and the traditional “hanko” seals that work as analog signatures.But Digital Minister Taro Kono has a reputation for no-nonsense action and for defying vested interests in high places.</li><li>During the coronavirus pandemic, when remote working became widespread around the world, Japanese realized how far behind they had fallen, Kono said.The Digital Agency was set up in Japan last year to nurture competitiveness in digital technology.</li><li>Japan ranked 28th among 64 nations in digital competitiveness in 2021, little changed from five years before, according to a study by IMD, a Swiss-based independent academic organization, which looked at how well equipped nations are to encourage technological development and to leverage them for the future.</li><li>“Even a child knows that a seal doesn’t really work as personal identification,” he said, while adding that he loves Japanese seals as craftwork.“There is a mindset that it’s someone else’s problem,” he said of society’s complacency.</li><li>His agency has shown by example by becoming more open and diverse, adding people from the private sector and other walks of life who may have ideas on the change Japan so critically needs.What will be his benchmark measure for success?</li></ul>",
            "website_url": "https://apnews.com/f36672d94aacc1e3565a0d989b9f5977"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "1 teen killed, 1 wounded in Tulsa homecoming game shooting",
            "description": "Police say a teenager was killed and another was wounded in a shooting at a high school homecoming football game in Oklahoma Friday night. The victims, both 17, were shot during the event at McLain High School for Science and",
            "url": "/2022-09-30-f33fb887ec24f6c861a33ccad6c25a69",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-10-01T05:39:05Z",
            "content": "TULSA, Okla. (AP) A teenager was killed and another was wounded in a shooting at a high school homecoming football game in Oklahoma Friday night, police said.The victims, both 17, were shot during  [+912 chars]",
            "summary": "Several officers and a K-9 unit searched nearby neighborhoods but were not immediately able to find the suspected shooter, who ran away from the scene, police said.Police said the suspect is believed to be another 17-year-old. One 17-year-old male was pronounced dead at the scene, the post said.The surviving victim was taken to a hospital in critical condition but has improved to stable condition, the statement said. When Officers arrived, we found two victims amongst the crowd of hundreds.",
            "html_summary": "<ul><li>Several officers and a K-9 unit searched nearby neighborhoods but were not immediately able to find the suspected shooter, who ran away from the scene, police said.Police said the suspect is believed to be another 17-year-old.</li><li>One 17-year-old male was pronounced dead at the scene,” the post said.The surviving victim was taken to a hospital in critical condition but has improved to stable condition, the statement said.</li></ul>",
            "website_url": "https://apnews.com/f33fb887ec24f6c861a33ccad6c25a69"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATTHEW PERRONE - AP Health Writer",
            "title": "US outlines plan for longterm baby formula imports",
            "description": "U.S. regulators have revealed their plan to allow foreign baby formula manufactures to stay on the market long term. The Friday announcement from the Food and Drug Administration aims to diversify the nations highly concentrated formula industry and prevent ",
            "url": "/2022-09-30-57179cbac9224caf397849c1ec5c61b5",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/f/f8/ff8dff5c-e474-51bb-bb01-d926e33c65f4/6337129ad6811.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-30T15:37:05Z",
            "content": "By MATTHEW PERRONE  AP Health WriterWASHINGTON (AP) U.S. regulators on Friday unveiled their plan to allow foreign baby formula manufacturers to stay on the market long term, an effort to diversif [+2364 chars]",
            "summary": "The AP is solely responsible for all content.",
            "html_summary": "<ul></ul>",
            "website_url": "https://apnews.com/57179cbac9224caf397849c1ec5c61b5"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "New rocket company fails to achieve launch on 2nd attempt",
            "description": "A year after its first rocket launch failed, a new aerospace company has been unsuccessful in its second attempt to place multiple satellites into orbit. The rockets payload included multiple small satellites designed for a variety of technology experiments ",
            "url": "/2022-09-30-698b971d801832f00c70c78e8e5aff6c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2022-09-30T09:01:07Z",
            "content": "VANDENBERG SPACE FORCE BASE, Calif. (AP) A year after its first rocket launch failed, a new aerospace company was unsuccessful early Friday in its second attempt to place multiple satellites into orb [+3380 chars]",
            "summary": "The team scrubbed tonights launch attempt and is reviewing data to determine our next launch window.The rockets payload included multiple small satellites designed for a variety of technology experiments and demonstrations as well as educational purposes. A live video feed showed the launch countdown go to zero and then abort at 12:52 a.m.The vehicle went into auto abort after ignition. This is designed into the system to ensure safety, the company said in a Twitter post.",
            "html_summary": "<ul><li>“The team scrubbed tonight’s launch attempt and is reviewing data to determine our next launch window.”The rocket’s payload included multiple small satellites designed for a variety of technology experiments and demonstrations as well as educational purposes.</li><li>A live video feed showed the launch countdown go to zero and then abort at 12:52 a.m.“The vehicle went into auto abort after ignition.</li></ul>",
            "website_url": "https://apnews.com/698b971d801832f00c70c78e8e5aff6c"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARI YAMAGUCHI - Associated Press",
            "title": "Japan to pay up to $320M for US companys chip production",
            "description": "Japan said it is providing a major U.S. chipmaker a subsidy of up to $322 million to back its plan to produce advanced memory chips at a Hiroshima factory. The two countries are stepping up cooperation on expanding manufacturing and",
            "url": "/2022-09-30-dc90aee323e42b145442a2a3346a565f",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/37/e37cdf8e-2443-5490-a982-7ae94def236d/6336897d2de1f.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-30T06:01:24Z",
            "content": "By MARI YAMAGUCHI  Associated PressTOKYO (AP) Japan is providing a major U.S. chipmaker a subsidy of up to 46.6 billion yen ($322 million) to support its plan to produce advanced memory chips at a [+3231 chars]",
            "summary": "The United States is working to solidify its technology cooperation with Japan, South Korea and Taiwan, while trying to increase its domestic semiconductor manufacturing, amid Chinas own investment in computer chips.The deal Friday symbolizes the investment and integration of our two economies and supply chains, said U.S. TOKYO (AP)  Japan is providing a major U.S. chipmaker a subsidy of up to 46.6 billion yen ($322 million) to support its plan to produce advanced memory chips at a Hiroshima factory, the Japanese trade minister said Friday. Japan has set up its own fund to support semiconductor production, and Fridays agreement is its third deal. Ambassador to Japan Rahm Emanuel, who has been promoting economic security between the two allies.",
            "html_summary": "<ul><li>The United States is working to solidify its technology cooperation with Japan, South Korea and Taiwan, while trying to increase its domestic semiconductor manufacturing, amid China’s own investment in computer chips.The deal Friday “symbolizes the investment and integration of our two economies and supply chains,” said U.S.</li><li>TOKYO (AP) — Japan is providing a major U.S. chipmaker a subsidy of up to 46.6 billion yen ($322 million) to support its plan to produce advanced memory chips at a Hiroshima factory, the Japanese trade minister said Friday.</li><li>Japan has set up its own fund to support semiconductor production, and Friday’s agreement is its third deal.</li></ul>",
            "website_url": "https://apnews.com/dc90aee323e42b145442a2a3346a565f"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Vanessa Gera",
            "title": "Nobel Prize season arrives amid war, nuclear fears, hunger",
            "description": "This years Nobel Prize season approaches as Russias invasion of Ukraine has shattered decades of almost uninterrupted peace in Europe and raised the risks of a nuclear disaster.The secretive Nobe...",
            "url": "/2022-09-30-0f1485cd7e7a3beb23731e2e38176c9b",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/3427aff11cb040b5ac89c0a1f1fb110e/3000.jpeg",
            "publishedAt": "2022-09-30T07:27:14Z",
            "content": "This years Nobel Prize season approaches as Russias invasion of Ukraine has shattered decades of almost uninterrupted peace in Europe and raised the risks of a nuclear disaster.The secretive Nobel  [+6197 chars]",
            "summary": "This years Nobel Prize season approaches as Russias invasion of Ukraine has shattered decades of almost uninterrupted peace in Europe and raised the risks of a nuclear disaster.The secretive Nobel committees never hint who will win the prizes in medicine, physics, chemistry, literature, economics or peace. Muratov himself was attacked on a Russian train by an assailant who poured red paint over him, injuring his eyes.The Philippines government this year ordered the shutdown of Ressas news organization, Rappler.The literature prize, meanwhile, has been notoriously unpredictable. The academy revamped itself but faced more criticism for giving the 2019 literature award to Austrias Peter Handke, who has been called an apologist for Serbian war crimes. A year later a largely ethnic conflict erupted in the countrys Tigray region. Promoting peace isnt always rewarded with a Nobel. It paused them during World War I, except to honor the International Committee of the Red Cross in 1917. Physics at times can seem arcane and difficult for the public to understand.",
            "html_summary": "<ul><li>This year’s Nobel Prize season approaches as Russia’s invasion of Ukraine has shattered decades of almost uninterrupted peace in Europe and raised the risks of a nuclear disaster.The secretive Nobel committees never hint who will win the prizes in medicine, physics, chemistry, literature, economics or peace.</li><li>Muratov himself was attacked on a Russian train by an assailant who poured red paint over him, injuring his eyes.The Philippines government this year ordered the shutdown of Ressa’s news organization, Rappler.The literature prize, meanwhile, has been notoriously unpredictable.</li><li>The academy revamped itself but faced more criticism for giving the 2019 literature award to Austria’s Peter Handke, who has been called an apologist for Serbian war crimes.</li><li>A year later a largely ethnic conflict erupted in the country’s Tigray region.</li><li>Promoting peace isn’t always rewarded with a Nobel.</li><li>It paused them during World War I, except to honor the International Committee of the Red Cross in 1917.</li></ul>",
            "website_url": "https://apnews.com/0f1485cd7e7a3beb23731e2e38176c9b"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Qubits surf sound waves between quantum nodes. Live updates RussiaUkraine war  The Associated Press  en Espaol. Tomorrows car dealership might look more like the Apple Store. Coroner lists Instagram algorithm as contributing cause of UK teens death. TikTok politics Candidates turn to it for better or worse. Digital minister aims to wrest Japan out of analog doldrums. 1 teen killed, 1 wounded in Tulsa homecoming game shooting. US outlines plan for longterm baby formula imports. New rocket company fails to achieve launch on 2nd attempt. Japan to pay up to $320M for US companys chip production. Nobel Prize season arrives amid war, nuclear fears, hunger"
}