{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Lolita C. Baldor",
            "title": "US to buy South Korean howitzer rounds to send to Ukraine  The Associated Press",
            "description": "WASHINGTON (AP)  The U.S. will buy 100,000 rounds of howitzer artillery from South Korean manufacturers to provide to Ukraine,  a U.S. official said Thursday, in a deal the two governments have been working on for some time.",
            "url": "/2022-11-11-russia-ukraine-europe-business-south-korea-government-and-politics-15569a7bfdb6c53404cfce5f0df1c28f",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/5729d341901045da9286c03d435e898c/3000.jpeg",
            "publishedAt": "2022-11-11T00:36:23Z",
            "content": "WASHINGTON (AP) The U.S. will buy 100,000 rounds of howitzer artillery from South Korean manufacturers to provide to Ukraine, a U.S. official said Thursday, in a deal the two governments have been wo [+5106 chars]",
            "summary": "He said the Pentagon has regular conversations with South Korea and other allies around the world about how best to support Ukraine in the war.The revelation of the agreement came as Russia said it was beginning to withdraw its forces from the key city of Kherson. However, the ministry said the negotiations were proceeding under the presumption that the U.S. would be the end user of those rounds and that Seoul maintains its principle of providing only non-lethal support to Ukraine. A Russian withdrawal would mark a serious setback for Moscow, while giving Ukraine a critical launching pad for supplies and troops to aid its effort to win back other lost territory in the south, including Crimea, which Moscow seized in 2014. The ammunition would not come from South Korean military stocks. The South Korea agreement provides a sharp counterpoint to U.S. accusations earlier this month that North Korea was covertly shipping artillery to Russia. In April, Ukrainian President Volodymyr Zelenskyy pressed South Korea to provide lethal arms after Russias attack on Mariupol. Ukrainian officials acknowledged Moscows troops had no choice but to flee Kherson, yet they remained cautious, fearing an ambush.",
            "html_summary": "<ul><li>He said the Pentagon has regular conversations with South Korea and other allies around the world about how best to support Ukraine in the war.The revelation of the agreement came as Russia said it was beginning to withdraw its forces from the key city of Kherson.</li><li>However, the ministry said the negotiations were proceeding under the presumption that the U.S. would be the “end user” of those rounds and that Seoul maintains its principle of providing only non-lethal support to Ukraine.</li><li>A Russian withdrawal would mark a serious setback for Moscow, while giving Ukraine a critical launching pad for supplies and troops to aid its effort to win back other lost territory in the south, including Crimea, which Moscow seized in 2014.</li><li>The ammunition would not come from South Korean military stocks.</li><li>The South Korea agreement provides a sharp counterpoint to U.S. accusations earlier this month that North Korea was covertly shipping artillery to Russia.</li><li>In April, Ukrainian President Volodymyr Zelenskyy pressed South Korea to provide lethal arms after Russia’s attack on Mariupol.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-europe-business-south-korea-government-and-politics-15569a7bfdb6c53404cfce5f0df1c28f"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "China reports 10,000 new virus cases, capital closes parks",
            "description": "Chinas capital Beijing has closed city parks and imposed other restrictions as the country faces a new wave of COVID19 cases. Elsewhere, more than 5 million people were under lockdown Friday in the southern manufacturing hub of Guangzhou and the",
            "url": "/2022-11-11-5960e3e9a92f76b328013b347f3da962",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/d/67/d67006e5-bf4e-5a10-a9e2-1ae75fdcb358/636dc8cb9753a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-11T03:48:55Z",
            "content": "BEIJING (AP) Chinas capital Beijing has closed city parks and imposed other restrictions as the country faces a new wave of COVID19 cases.Elsewhere, more than 5 million people were under lockdown  [+4550 chars]",
            "summary": "Many said coworkers who fell ill received no help and working conditions were unsafe.Also last week, people posted outraged comments on social media after a 3-year-old boy, whose compound in the northwest was under quarantine, died of carbon monoxide poisoning. President and ruling Communist Party leader Xi Jinping is expected to make a rare trip abroad next week, but has given little indication of backing off on a policy the party has closely associated with social stability and the avowed superiority of his policies. Or, restrictions could persist much longer if the government continues to reject the notion of living to learn with a relatively low level of cases that cause far fewer hospitalizations and deaths than when the pandemic was at its height. The U.S. Embassy this week renewed its advisement for citizens to avoid travel to and within China unless absolutely necessary.It has become normal, just like eating and sleeping, said food service worker Yang Zheng, 39. Lockdowns in Guangzhou and elsewhere were due to end by Sunday, but authorities have repeatedly extended such restrictions with no explanation.Chinese leaders promised Thursday to respond to public frustration over its severe zero-COVID strategy that has confined millions to their homes and severely disrupted the economy. In order to enter office buildings, shopping malls and other public places, people are required to show a negative result from a virus test taken as often as once a day. With economic growth weakening again after rebounding to 3.9% over a year earlier in the three months ending in September, forecasters had been expecting bolder steps toward reopening the country, whose borders remain largely closed.",
            "html_summary": "<ul><li>Many said coworkers who fell ill received no help and working conditions were unsafe.Also last week, people posted outraged comments on social media after a 3-year-old boy, whose compound in the northwest was under quarantine, died of carbon monoxide poisoning.</li><li>President and ruling Communist Party leader Xi Jinping is expected to make a rare trip abroad next week, but has given little indication of backing off on a policy the party has closely associated with social stability and the avowed superiority of his policies.</li><li>Or, restrictions could persist much longer if the government continues to reject the notion of living to learn with a relatively low level of cases that cause far fewer hospitalizations and deaths than when the pandemic was at its height.</li><li>The U.S. Embassy this week renewed its advisement for citizens to avoid travel to and within China unless absolutely necessary.“It has become normal, just like eating and sleeping,” said food service worker Yang Zheng, 39.</li><li>Lockdowns in Guangzhou and elsewhere were due to end by Sunday, but authorities have repeatedly extended such restrictions with no explanation.Chinese leaders promised Thursday to respond to public frustration over its severe “zero-COVID” strategy that has confined millions to their homes and severely disrupted the economy.</li><li>In order to enter office buildings, shopping malls and other public places, people are required to show a negative result from a virus test taken as often as once a day.</li></ul>",
            "website_url": "https://apnews.com/5960e3e9a92f76b328013b347f3da962"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ASHOK SHARMA - Associated Press",
            "title": "Yellen visits India to shore up USIndoPacific partnerships",
            "description": "Supply chains, Russias war in Ukraine and the impact of COVID19 are top of mind for U.S. Treasury Secretary Janet Yellen as she prepared to meet with Indian leaders in New Delhi. She was speaking Friday to tech leaders at",
            "url": "/2022-11-11-d32c4edf25accb5f28b2b01862da2965",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/2/82/282be2d7-f370-56ce-96da-8114053260d2/636def8fa9775.image.jpg?crop=1773%2C931%2C0%2C119&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-11T06:20:53Z",
            "content": "By ASHOK SHARMA  Associated PressNEW DELHI (AP) Supply chains, Russias war in Ukraine and the impact of COVID19 were top of mind for U.S. Treasury Secretary Janet Yellen as she prepared to meet  [+2814 chars]",
            "summary": "To do so, we are proactively deepening economic integration with trusted trading partners like India, Yellen said.Technology companies like Amazon and Google are investing in India and Vietnam. But for the better part of this year, Putin has weaponized Russias natural gas supply against the people of Europe, she said. ___Follow APs coverage of the Asia-Pacific region at https://apnews.com/hub/asia-pacific",
            "html_summary": "<ul><li>“To do so, we are proactively deepening economic integration with trusted trading partners like India,” Yellen said.“Technology companies like Amazon and Google are investing in India and Vietnam.</li><li>“But for the better part of this year, Putin has weaponized Russia’s natural gas supply against the people of Europe,” she said.</li></ul>",
            "website_url": "https://apnews.com/d32c4edf25accb5f28b2b01862da2965"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By YURI KAGEYAMA - AP Business Writer",
            "title": "Japan vies for last chance as major global chip producer",
            "description": "Japan is investing 70 billion yen ($490 million) to beef up semiconductor development and production, setting up a consortium that brings together Toyota, Sony and other major companies. The government says the new company called Rapidus, which means quick ",
            "url": "/2022-11-11-82eb85980ec714d1ca9f5edbd513ae7e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/09/9095a43a-5e96-52a2-bb40-c8dff5f215f5/636dde10894c2.image.jpg?crop=1404%2C737%2C0%2C368&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-11T05:07:51Z",
            "content": "By YURI KAGEYAMA  AP Business WriterTOKYO (AP) Japan is investing almost half a billion dollars to beef up semiconductor development and production in a last chance attempt to keep its position as [+2268 chars]",
            "summary": "An eighth company, MUFG Bank, is investing 300 million yen ($2 million) in Rapidus.Next-generation chips are expected to be crucial for artificial intelligence and automated driving systems. Japan has long prided itself on being a technological powerhouse, including in chips production, but the ministry acknowledged Friday that Japan had fallen 10 years behind the global competition, including the U.S., South Korea, Taiwan and some European nations. The 70-billion-yen ($490-million) effort will involve working closely with major Japan ally the U.S. to bring together the best and the brightest from both nations, the ministry said in a statement. The recent lockdowns in China related to the coronavirus pandemic have brought to light Japans dependence on other nations for computer chips and other key components. Investing in such technology will lead to jobs and growth, the Japanese government said. These advanced chips will allow for smart gadgets and smart cities with high-speed sensors and transmission. Now was Japans last chance to remain a player in the sector, it said.",
            "html_summary": "<ul><li>An eighth company, MUFG Bank, is investing 300 million yen ($2 million) in Rapidus.Next-generation chips are expected to be crucial for artificial intelligence and automated driving systems.</li><li>Japan has long prided itself on being a technological powerhouse, including in chips production, but the ministry acknowledged Friday that Japan had fallen 10 years behind the global competition, including the U.S., South Korea, Taiwan and some European nations.</li><li>The 70-billion-yen ($490-million) effort will involve working closely with major Japan ally the U.S. to bring together “the best and the brightest” from both nations, the ministry said in a statement.</li><li>The recent lockdowns in China related to the coronavirus pandemic have brought to light Japan’s dependence on other nations for computer chips and other key components.</li><li>Investing in such technology will lead to jobs and growth, the Japanese government said.</li><li>These advanced chips will allow for smart gadgets and smart cities with high-speed sensors and transmission.</li></ul>",
            "website_url": "https://apnews.com/82eb85980ec714d1ca9f5edbd513ae7e"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ZEN SOO - Associated Press",
            "title": "Chinas muted Singles Day shopping fest expects slow growth",
            "description": "Chinas biggest online shopping festival, Singles Day, is muted this year with sales numbers expected to grow slowly amid an uncertain economy and COVID19. Singles Day  also known as Double 11 as it falls on Nov. 11 annually ",
            "url": "/2022-11-11-4d093a859745da7449684c7dae8d7121",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/fb/9fbe4667-c08b-50a3-9e99-71baff53b86a/636dcc53c8671.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-11T04:02:10Z",
            "content": "By ZEN SOO  Associated PressHONG KONG (AP)  Chinas biggest online shopping festival, known as Singles Day, is typically an extravagant affair as Chinese ecommerce firms like Alibaba and JD.com [+5849 chars]",
            "summary": "The lack of festivities has not gone unnoticed by consumers.The gala used to feature top stars like Kobe (Bryant), (David) Beckham  but in just a few years its gone from its heyday to total silence, said a Chinese user on Weibo. Only 24% indicated that they would spend more.The epidemic has been impacting us for three years, so everyone has become more rational (in spending), said Liu Hui, a consumer who works in the internet industry. Previous galas featured superstars such as Taylor Swift, Mariah Carey and even Cirque du Soleil, and typically included a countdown to the start of the Double 11 shopping day. For the first time in eight years, Alibaba did not hold a massive gala the night before Nov. 11. Its certain that the best era has now passed.___AP videojournalist Emily Wang and video producer Liu Zheng in Beijing contributed to this report.",
            "html_summary": "<ul><li>The lack of festivities has not gone unnoticed by consumers.“The gala used to feature top stars like Kobe (Bryant), (David) Beckham … but in just a few years it’s gone from its heyday to total silence,” said a Chinese user on Weibo.</li><li>Only 24% indicated that they would spend more.“The epidemic has been impacting us for three years, so everyone has become more rational (in spending),” said Liu Hui, a consumer who works in the internet industry.</li><li>Previous galas featured superstars such as Taylor Swift, Mariah Carey and even Cirque du Soleil, and typically included a countdown to the start of the Double 11 shopping day.</li><li>For the first time in eight years, Alibaba did not hold a massive gala the night before Nov. 11.</li></ul>",
            "website_url": "https://apnews.com/4d093a859745da7449684c7dae8d7121"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. US to buy South Korean howitzer rounds to send to Ukraine  The Associated Press. China reports 10,000 new virus cases, capital closes parks. Yellen visits India to shore up USIndoPacific partnerships. Japan vies for last chance as major global chip producer. Chinas muted Singles Day shopping fest expects slow growth"
}