{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Laura Ungar",
            "title": "Chinas COVID19 surge raises odds of new coronavirus mutant  The Associated Press  en Espaol",
            "description": "Chinas COVID19 surge raises odds of new coronavirus mutantThe Associated Press  en EspaolWill the latest COVID19 outbreak in China lead to a potentially dangerous virus mutation? | WIONWIONPakistan IllPrepared For New C",
            "url": "/2022-12-25-science-health-china-covid-306b688d84e31a9462f82d0ead1f4584",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/d86c4f219a944481a753f2f8e6f8c187/3000.webp",
            "publishedAt": "2022-12-25T12:05:50Z",
            "content": "Could the COVID19 surge in China unleash a new coronavirus mutant on the world?Scientists dont know but worry that might happen. It could be similar to omicron variants circulating there now. It c [+3895 chars]",
            "summary": "And that seems to be the setting in which we may see an explosion of a new variant, said Dr. Stuart Campbell Ray, an infectious disease expert at Johns Hopkins University.Every new infection offers a chance for the coronavirus to mutate, and the virus is spreading rapidly in China. Given those realities, Dr. Gagandeep Kang, who studies viruses at the Christian Medical College in Vellore, India, said it remains to be seen if the virus will follow the same pattern of evolution in China as it has in the rest of the world after vaccines came out. Shan-Lu Liu, who studies viruses at Ohio State University, said many existing omicron variants have been detected in China, including BF.7, which is extremely adept at evading immunity and is believed to be driving the current surge. Ray compared the virus to a boxer that learns to evade the skills that you have and adapt to get around those.One big unknown is whether a new variant will cause more severe disease. Experts said a partially immune population like Chinas puts particular pressure on the virus to change. Could the COVID-19 surge in China unleash a new coronavirus mutant on the world?Scientists dont know but worry that might happen. Or, she asked, will the pattern of evolution be completely different?Recently, the World Health Organization expressed concern about reports of severe disease in China.",
            "html_summary": "<ul><li>And that seems to be the setting in which we may see an explosion of a new variant,” said Dr. Stuart Campbell Ray, an infectious disease expert at Johns Hopkins University.Every new infection offers a chance for the coronavirus to mutate, and the virus is spreading rapidly in China.</li><li>Given those realities, Dr. Gagandeep Kang, who studies viruses at the Christian Medical College in Vellore, India, said it remains to be seen if the virus will follow the same pattern of evolution in China as it has in the rest of the world after vaccines came out.</li><li>Shan-Lu Liu, who studies viruses at Ohio State University, said many existing omicron variants have been detected in China, including BF.7, which is extremely adept at evading immunity and is believed to be driving the current surge.</li><li>Ray compared the virus to a boxer that “learns to evade the skills that you have and adapt to get around those.”One big unknown is whether a new variant will cause more severe disease.</li><li>Experts said a partially immune population like China’s puts particular pressure on the virus to change.</li><li>Could the COVID-19 surge in China unleash a new coronavirus mutant on the world?Scientists don’t know but worry that might happen.</li></ul>",
            "website_url": "https://apnews.com/article/science-health-china-covid-306b688d84e31a9462f82d0ead1f4584"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "China signals deeper ties with Moscow...",
            "description": "BEIJING (AP)  Chinese Foreign Minister Wang Yi defended what he said was his countrys position of impartiality on the war in Ukraine  on Sunday and signaled that China would deepen ties with Russia in the coming year.",
            "url": "/2022-12-25-russia-ukraine-china-wang-yi-411f0b710ed2393420d7a63199a76a5d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/f78812f505f243fab6d8605d5cc61e64/3000.webp",
            "publishedAt": "2022-12-25T15:00:03Z",
            "content": "Chinas foreign minister signals deeper ties with RussiaBEIJING (AP)  Chinese Foreign Minister Wang Yi defended what he said was his countrys position of impartiality on the war in Ukraine on Sunda [+2818 chars]",
            "summary": "Wang accused the U.S. of unilateral bullying and said that China would continue to play a constructive role in resolving the Ukraine crisis in its own way, a Chinese Foreign Ministry statement said. The State Department said that Blinken discussed the need to manage the U.S.-China relationship responsibly and raised concerns about Russias war against Ukraine and the threats it poses to global security and economic stability. Wang said that China would deepen strategic mutual trust and mutually beneficial cooperation with Russia. Its refusal to condemn the invasion of Ukraine and join others in imposing sanctions on Russia has further frayed ties and fueled an emerging divide with much of Europe.",
            "html_summary": "<ul><li>Wang accused the U.S. of “unilateral bullying” and said that China would continue to play a constructive role in resolving the Ukraine crisis in its own way, a Chinese Foreign Ministry statement said.</li><li>The State Department said that Blinken discussed the need to manage the U.S.-China relationship responsibly and raised concerns about Russia’s war against Ukraine and the threats it poses to global security and economic stability.</li><li>Wang said that China would “deepen strategic mutual trust and mutually beneficial cooperation” with Russia.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-china-wang-yi-411f0b710ed2393420d7a63199a76a5d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By LAURA UNGAR and ANIRUDDHA GHOSAL - Associated Press",
            "title": "Chinas COVID19 surge raises odds of new coronavirus mutant",
            "description": "Could the COVID19 surge in China unleash a new coronavirus mutant on the world? Scientists dont know but worry that might happen. It could be similar to omicron variants circulating there now. It could be a combination of strains. Or",
            "url": "/2022-12-25-306b688d84e31a9462f82d0ead1f4584",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/df/ddfc5962-711f-5ce6-bb22-a47ad1b6c029/63a83ed48ac10.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-25T12:12:38Z",
            "content": "By LAURA UNGAR and ANIRUDDHA GHOSAL  Associated PressCould the COVID19 surge in China unleash a new coronavirus mutant on the world?Scientists dont know but worry that might happen. It could be [+4180 chars]",
            "summary": "And that seems to be the setting in which we may see an explosion of a new variant, said Dr. Stuart Campbell Ray, an infectious disease expert at Johns Hopkins University.Every new infection offers a chance for the coronavirus to mutate, and the virus is spreading rapidly in China. Given those realities, Dr. Gagandeep Kang, who studies viruses at the Christian Medical College in Vellore, India, said it remains to be seen if the virus will follow the same pattern of evolution in China as it has in the rest of the world after vaccines came out. Shan-Lu Liu, who studies viruses at Ohio State University, said many existing omicron variants have been detected in China, including BF.7, which is extremely adept at evading immunity and is believed to be driving the current surge. Ray compared the virus to a boxer that learns to evade the skills that you have and adapt to get around those.One big unknown is whether a new variant will cause more severe disease. Experts said a partially immune population like Chinas puts particular pressure on the virus to change. Could the COVID-19 surge in China unleash a new coronavirus mutant on the world?Scientists dont know but worry that might happen. Or, she asked, will the pattern of evolution be completely different?Recently, the World Health Organization expressed concern about reports of severe disease in China.",
            "html_summary": "<ul><li>And that seems to be the setting in which we may see an explosion of a new variant,” said Dr. Stuart Campbell Ray, an infectious disease expert at Johns Hopkins University.Every new infection offers a chance for the coronavirus to mutate, and the virus is spreading rapidly in China.</li><li>Given those realities, Dr. Gagandeep Kang, who studies viruses at the Christian Medical College in Vellore, India, said it remains to be seen if the virus will follow the same pattern of evolution in China as it has in the rest of the world after vaccines came out.</li><li>Shan-Lu Liu, who studies viruses at Ohio State University, said many existing omicron variants have been detected in China, including BF.7, which is extremely adept at evading immunity and is believed to be driving the current surge.</li><li>Ray compared the virus to a boxer that “learns to evade the skills that you have and adapt to get around those.”One big unknown is whether a new variant will cause more severe disease.</li><li>Experts said a partially immune population like China’s puts particular pressure on the virus to change.</li><li>Could the COVID-19 surge in China unleash a new coronavirus mutant on the world?Scientists don’t know but worry that might happen.</li></ul>",
            "website_url": "https://apnews.com/306b688d84e31a9462f82d0ead1f4584"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Chinas foreign minister signals deeper ties with Russia",
            "description": "BEIJING (AP)  Chinese Foreign Minister Wang Yi defended his countrys position on the war in Ukraine on Sunday and signaled that China would deepen ties with Russia in the coming year. Wang, speaking by video to a conference in the Chinese capital, also blam",
            "url": "/2022-12-25-411f0b710ed2393420d7a63199a76a5d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/f78812f505f243fab6d8605d5cc61e64/3000.webp",
            "publishedAt": "2022-12-25T06:43:38Z",
            "content": "BEIJING (AP) Chinese Foreign Minister Wang Yi defended his countrys position on the war in Ukraine on Sunday and signaled that China would deepen ties with Russia in the coming year.Wang, speaking  [+1612 chars]",
            "summary": "Wang accused the U.S. of unilateral bullying and said that China would continue to play a constructive role in resolving the Ukraine crisis in its own way, a Chinese Foreign Ministry statement said. The State Department said that Blinken discussed the need to manage the U.S.-China relationship responsibly and raised concerns about Russias war against Ukraine and the threats it poses to global security and economic stability. Wang said that China would deepen strategic mutual trust and mutually beneficial cooperation with Russia. Its refusal to condemn the invasion of Ukraine and join others in imposing sanctions on Russia has further frayed ties and fueled an emerging divide with much of Europe.",
            "html_summary": "<ul><li>Wang accused the U.S. of “unilateral bullying” and said that China would continue to play a constructive role in resolving the Ukraine crisis in its own way, a Chinese Foreign Ministry statement said.</li><li>The State Department said that Blinken discussed the need to manage the U.S.-China relationship responsibly and raised concerns about Russia’s war against Ukraine and the threats it poses to global security and economic stability.</li><li>Wang said that China would “deepen strategic mutual trust and mutually beneficial cooperation” with Russia.</li></ul>",
            "website_url": "https://apnews.com/411f0b710ed2393420d7a63199a76a5d"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "J. Robert Oppenheimer cleared of being suspected Soviet spy after 68 years",
            "description": "J. Robert Oppenheimer cleared of being suspected Soviet spy after 68 yearsarstechnica.com",
            "url": "/2022-12-25-j-robert-oppenheimer-cleared-of-being-suspected-soviet-spy-after-68-years",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/12/oppie1CROP-760x380.jpg",
            "publishedAt": "2022-12-25T21:26:16Z",
            "content": "Enlarge/ A young J. Robert Oppenheimer in April 1945. He led the Manhattan Project during World War II to develop the first atomic bomb.0 with 0 posters participatingTheres rarely time to write  [+11305 chars]",
            "summary": "By many accounts, he was a broken man after the hearings, although he had enough fire left to strenuously object to a 1964 play dramatizing the hearings: \"The whole damn thing was a farce and these people are trying to make a tragedy out of it. But Groves felt the physicist had the breadth of knowledge to bring together physicists, chemists, engineers, and metallurgists, among other disciplines whose expertise would be crucial to the success of the project.And the project did succeed. The trailer naturally focuses on the drama surrounding the birth of the atomic bomb, but if the film follows the arc of the book, Oppenheimer's fall from grace will also feature prominently. As time has passed, more evidence has come to light of the bias and unfairness of the process that Dr. Oppenheimer was subjected to while the evidence of his loyalty and love of country have only been further affirmed. Its hard to see a principle hereexcept that some of the testimony was sympathetic to Oppenheimer, some of it very sympathetic.So Granholm's statement is a welcome development, albeit 68 years late. In 2014, several transcripts from the 1954 hearings were declassified, revealing no damning evidence against the late physicist. But suspicion over his Communist ties grew stronger, culminating in the infamous 1954 security hearings to determine whether he was guilty of treason.",
            "html_summary": "<ul><li>By many accounts, he was a broken man after the hearings, although he had enough fire left to strenuously object to a 1964 play dramatizing the hearings: \"The whole damn thing was a farce and these people are trying to make a tragedy out of it.</li><li>But Groves felt the physicist had the breadth of knowledge to bring together physicists, chemists, engineers, and metallurgists, among other disciplines whose expertise would be crucial to the success of the project.And the project did succeed.</li><li>The trailer naturally focuses on the drama surrounding the birth of the atomic bomb, but if the film follows the arc of the book, Oppenheimer's fall from grace will also feature prominently.</li><li>As time has passed, more evidence has come to light of the bias and unfairness of the process that Dr. Oppenheimer was subjected to while the evidence of his loyalty and love of country have only been further affirmed.</li><li>“It’s hard to see a principle here—except that some of the testimony was sympathetic to Oppenheimer, some of it very sympathetic.”So Granholm's statement is a welcome development, albeit 68 years late.</li><li>In 2014, several transcripts from the 1954 hearings were declassified, revealing no damning evidence against the late physicist.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/12/j-robert-oppenheimer-cleared-of-being-suspected-soviet-spy-after-68-years/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "What to expect from AI in 2023",
            "description": "What might 2023 hold for AI after an eventful year? TechCrunch spoke to experts in the field to get their takes.",
            "url": "/2022-12-25-what-to-expect-from-ai-in-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/08/GettyImages-1127605290.jpg?resize=1200,878",
            "publishedAt": "2022-12-26T13:30:46Z",
            "content": "As a rather commercially successful author once wrote, the night is dark and full of terrors, the day bright and beautiful and full of hope. Its fitting imagery for AI, which like all tech has its [+11386 chars]",
            "summary": "But companies may still jockey for position in the most advantageous categories of upcoming laws, like the AI Acts risk categories.The rule as currently written divides AI systems into one of four risk categories, each with varying requirements and levels of scrutiny. However, despite being open-sourced, the best models are still inaccessible to a large number of researchers and practitioners due to their resource constraints.Regulation like the EUs AI Act may change how companies develop and deploy AI systems moving forward. Petals lets people contribute their compute power, similar to Folding@home, to run large AI language models that would normally require an high-end GPU or server.Petals is creating a free, distributed network for running text-generating AIModern generative models are computationally expensive to train and run. Meanwhile, Highspot, whose AI-powered platform provides sales reps and marketers with real-time and data-driven recommendations, nabbed $248 million in January.Investors may well chase safer bets like automating analysis of customer complaints or generating sales leads, even if these arent as sexy as generative AI. Text-generating models have routinely been easily tricked into espousing offensive views or producing misleading content.Mike Cook, a member of the Knives and Paintbrushes open research group, agrees with Gahntz that generative AI will continue to prove a major  and problematic  force for change. To make this commercially viable and accessible more widely, it will be important to address this.Chandra points out, however, that that large labs will continue to have competitive advantages as long as the methods and data remain proprietary. I havent seen much of anything out of Congress.Gahntz argues that, even if an AI system works well enough for most people but is deeply harmful to some, theres still a lot of homework left before a company should make it widely available.",
            "html_summary": "<ul><li>But companies may still jockey for position in the most advantageous categories of upcoming laws, like the AI Act’s risk categories.The rule as currently written divides AI systems into one of four risk categories, each with varying requirements and levels of scrutiny.</li><li>“However, despite being open-sourced, the best models are still inaccessible to a large number of researchers and practitioners due to their resource constraints.”Regulation like the EU’s AI Act may change how companies develop and deploy AI systems moving forward.</li><li>Petals lets people contribute their compute power, similar to Folding@home, to run large AI language models that would normally require an high-end GPU or server.Petals is creating a free, distributed network for running text-generating AI“Modern generative models are computationally expensive to train and run.</li><li>Meanwhile, Highspot, whose AI-powered platform provides sales reps and marketers with real-time and data-driven recommendations, nabbed $248 million in January.Investors may well chase safer bets like automating analysis of customer complaints or generating sales leads, even if these aren’t as “sexy” as generative AI.</li><li>Text-generating models have routinely been easily tricked into espousing offensive views or producing misleading content.Mike Cook, a member of the Knives and Paintbrushes open research group, agrees with Gahntz that generative AI will continue to prove a major — and problematic — force for change.</li><li>“To make this commercially viable and accessible more widely, it will be important to address this.”Chandra points out, however, that that large labs will continue to have competitive advantages as long as the methods and data remain proprietary.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/26/what-to-expect-from-ai-in-2023/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Chinas COVID19 surge raises odds of new coronavirus mutant  The Associated Press  en Espaol. China signals deeper ties with Moscow.... Chinas COVID19 surge raises odds of new coronavirus mutant. Chinas foreign minister signals deeper ties with Russia. J. Robert Oppenheimer cleared of being suspected Soviet spy after 68 years. What to expect from AI in 2023"
}