{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Andrew Solender",
            "title": "Dont want to be held hostage GOP braces for chaotic speaker fight",
            "description": "The certainty projected by supporters of House Minority Leader Kevin McCarthy (RCalif.) is fraying as House Republicans prepare for the prospect of a rightwing revolt hobbling his bid for speaker.Why it matters McCarthy failing to win on the first ballot ",
            "url": "/2022-12-06-house-gop-mccarthy-speaker-moderates",
            "urlToImage": "https://images.axios.com/hnoMxvLYLdd_6v6yaMQNx2OMRXQ=/0x0:1920x1080/1366x768/2022/12/04/1670116575975.jpg",
            "publishedAt": "2022-12-06T01:17:34Z",
            "content": "The certainty projected by supporters of House Minority Leader Kevin McCarthy (RCalif.) is fraying as House Republicans prepare for the prospect of a rightwing revolt hobbling his bid for speaker. [+4059 chars]",
            "summary": "Why it matters: McCarthy failing to win on the first ballot could theoretically result in a weeks or even months-long stalemate that dominates the House floor and grinds other business to a halt.Driving the news: Rep. Don Bacon (R-Neb. Illustration: Ada Amer/AxiosThe certainty projected by supporters of House Minority Leader Kevin McCarthy (R-Calif.) is fraying as House Republicans prepare for the prospect of a right-wing revolt hobbling his bid for speaker. More than 20 members of the Republican Governance Group put out a letter admonishing their anti-McCarthy colleagues to \"put the posturing aside.",
            "html_summary": "<ul><li>Why it matters: McCarthy failing to win on the first ballot could theoretically result in a weeks or even months-long stalemate that dominates the House floor and grinds other business to a halt.Driving the news: Rep. Don Bacon (R-Neb.</li><li>Illustration: Aïda Amer/AxiosThe certainty projected by supporters of House Minority Leader Kevin McCarthy (R-Calif.) is fraying as House Republicans prepare for the prospect of a right-wing revolt hobbling his bid for speaker.</li></ul>",
            "website_url": "https://www.axios.com/2022/12/06/house-gop-mccarthy-speaker-moderates"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "China blasts US report, reiterates no 1st use nuke policy",
            "description": "Chinas Defense Ministry says the country strictly adheres to a policy of no first use of nuclear weapons at any time and under any circumstances. The pledge came in a scathing response Tuesday to a U.S. report alleging a major",
            "url": "/2022-12-06-ed6faa3fbf16ed24637527d470849b86",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/e/33/e33ae6b8-ab11-51d7-b2d2-e8a46162a5df/638f12e34e8ac.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-06T09:41:28Z",
            "content": "BEIJING (AP) China strictly adheres to its policy of no first use of nuclear weapons at any time and under any circumstances, its Defense Ministry said Tuesday in a scathing response to a U.S. repor [+4603 chars]",
            "summary": "BEIJING (AP)  China strictly adheres to its policy of no first use of nuclear weapons at any time and under any circumstances, its Defense Ministry said Tuesday in a scathing response to a U.S. report alleging a major buildup in Beijings nuclear capabilities. That report distorts Chinas national defense policy and military strategy, makes groundless speculation about Chinas military development and grossly interferes in Chinas internal affairs on the issue of Taiwan, ministry spokesperson Tan Kefei said in a statement. China has long adhered to what it calls a purely defensive national security strategy, including a claim that it will never be the first to use nuclear weapons in a conflict. The Pentagon last week released an annual China security report that warned Beijing would likely have 1,500 nuclear warheads by 2035, and that it has provided no clarity on how it plans to use them. Tan also accused the U.S. of having the worlds largest nuclear arsenal, although that title is actually held by Russia, a close Chinese military, economic and diplomatic partner. His remarks came days after U.S. Defense Secretary Lloyd Austin said the U.S. is at a pivotal point with China and will need military strength to ensure that American values, not Beijings, set global norms in the 21st century. Tan accused the U.S. of being the biggest troublemaker and destroyer of world peace and stability, and repeated that Beijing has never renounced the use of force to conquer self-governing Taiwan, a U.S. ally that China considers part of its territory.",
            "html_summary": "<ul><li>BEIJING (AP) — China strictly adheres to its policy of no first use of nuclear weapons “at any time and under any circumstances,” its Defense Ministry said Tuesday in a scathing response to a U.S. report alleging a major buildup in Beijing’s nuclear capabilities.</li><li>That report “distorts China’s national defense policy and military strategy, makes groundless speculation about China’s military development and grossly interferes in China’s internal affairs on the issue of Taiwan,” ministry spokesperson Tan Kefei said in a statement.</li><li>China has long adhered to what it calls a purely defensive national security strategy, including a claim that it will never be the first to use nuclear weapons in a conflict.</li><li>The Pentagon last week released an annual China security report that warned Beijing would likely have 1,500 nuclear warheads by 2035, and that it has provided no clarity on how it plans to use them.</li><li>Tan also accused the U.S. of having the world’s largest nuclear arsenal, although that title is actually held by Russia, a close Chinese military, economic and diplomatic partner.</li><li>His remarks came days after U.S. Defense Secretary Lloyd Austin said the U.S. is at a pivotal point with China and will need military strength to ensure that American values, not Beijing’s, set global norms in the 21st century.</li></ul>",
            "website_url": "https://apnews.com/ed6faa3fbf16ed24637527d470849b86"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSH BOAK - Associated Press",
            "title": "Biden to visit Arizona computer chip site, highlight jobs",
            "description": "President Joe Biden is going to the building site for an Arizona computer chip plant to emphasize how his policies are fostering job growth in what could be a challenge to the incoming Republican House majority. The Democratic president has",
            "url": "/2022-12-06-8c764cdeed7e4917a3323f7f916bcd48",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/3/dd/3dd01284-5686-5dcd-aa9c-1e311e04a18d/638f19c8d1393.image.jpg?crop=1799%2C944%2C0%2C103&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-06T10:18:07Z",
            "content": "By JOSH BOAK  Associated PressPresident Joe Biden on Tuesday plans to visit the building site for a new computer chip plant in Arizona, using it as a chance to emphasize how his policies are foste [+4717 chars]",
            "summary": "Biden has visited four other computer chip sites since September, with the highly paid factory jobs promising spillover hiring for construction, janitorial services and other businesses.Featured in the video campaign is Paul Sarzoza, president and CEO of Verde Clean. But its a tremendous opportunity for us.Computer chip company Intel has also invested in Arizona, which has become a microcosm of the nations broader political divides. The state on Monday certified the results of this years elections, a process drawn out by many GOP officials who falsely claim the 2020 election, in which Biden beat Trump, was rigged.Republican Arizona Gov. It won a contract to clean TSMCs construction site, accounting for a third of its 150 jobs. TSMC will also announce a second plant in Arizona on Tuesday. Sarzoza founded the company in 2019.",
            "html_summary": "<ul><li>Biden has visited four other computer chip sites since September, with the highly paid factory jobs promising spillover hiring for construction, janitorial services and other businesses.Featured in the video campaign is Paul Sarzoza, president and CEO of Verde Clean.</li><li>“But it’s a tremendous opportunity for us.”Computer chip company Intel has also invested in Arizona, which has become a microcosm of the nation’s broader political divides.</li><li>The state on Monday certified the results of this year’s elections, a process drawn out by many GOP officials who falsely claim the 2020 election, in which Biden beat Trump, was rigged.Republican Arizona Gov.</li><li>It won a contract to clean TSMC’s construction site, accounting for a third of its 150 jobs.</li><li>TSMC will also announce a second plant in Arizona on Tuesday.</li></ul>",
            "website_url": "https://apnews.com/8c764cdeed7e4917a3323f7f916bcd48"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KIM TONG-HYUNG - Associated Press",
            "title": "South Korean lawmakers raise concerns over Chinese voters",
            "description": "Members of South Koreas ruling conservative party have proposed a bill that would place tighter restrictions on the voting rights of foreign permanent residents in local elections. They say its necessary to protect democracy from being undermined by Chinese",
            "url": "/2022-12-06-836b83a524b7235dd0d235e1bd1b6b0a",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/2/15/215873aa-3ed7-576b-ab92-0fb454d222b6/638efda2b524d.image.jpg?crop=1820%2C956%2C0%2C91&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-06T08:11:52Z",
            "content": "By KIM TONGHYUNG  Associated PressSEOUL, South Korea (AP) Members of South Koreas ruling conservative party have proposed a bill that would place tighter restrictions on the voting rights of fore [+4383 chars]",
            "summary": "SEOUL, South Korea (AP)  Members of South Koreas ruling conservative party have proposed a bill that would place tighter restrictions on the voting rights of foreign permanent residents in local elections, which they insist is necessary to protect the countrys democracy from being undermined by Chinese voters. (Voting) is obviously impossible in communist countries like China, and the United States and Britain are only giving voting rights to those with citizenship, which means South Koreas voting laws go against the principle of reciprocity, he said. South Koreas National Election Commission said several nations  including Sweden, Denmark, Iceland and Chile  allow foreigners to vote in local elections if they had stayed there for a certain number of years. He said the bill would infringe upon the rights of migrants married to South Koreans and other groups and likely inspire hatred toward Chinese residents. While China remains South Koreas biggest trade partner, their relations have become complicated over threats posed by North Koreas growing nuclear weapons program and an intensifying rivalry between Washington and Beijing over Taiwan, human rights, and industrial supply chains. Kweons office said it didnt know of any country that would fit that criteria. China, which along with Russia has rejected U.S.-led efforts to tighten U.N. Security Council sanctions on North Korea over its accelerated missile testing this year, is concerned over the strengthened three-way security cooperation between Washington, Seoul, and Tokyo.",
            "html_summary": "<ul><li>SEOUL, South Korea (AP) — Members of South Korea’s ruling conservative party have proposed a bill that would place tighter restrictions on the voting rights of foreign permanent residents in local elections, which they insist is necessary to protect the country’s democracy from being undermined by Chinese voters.</li><li>“(Voting) is obviously impossible in communist countries like China, and the United States and Britain are only giving voting rights to those with citizenship,” which means South Korea’s voting laws go against the principle of reciprocity, he said.</li><li>South Korea’s National Election Commission said several nations — including Sweden, Denmark, Iceland and Chile — allow foreigners to vote in local elections if they had stayed there for a certain number of years.</li><li>He said the bill would infringe upon the rights of migrants married to South Koreans and other groups and likely inspire hatred toward Chinese residents.</li><li>While China remains South Korea’s biggest trade partner, their relations have become complicated over threats posed by North Korea’s growing nuclear weapons program and an intensifying rivalry between Washington and Beijing over Taiwan, human rights, and industrial supply chains.</li><li>Kweon’s office said it didn’t know of any country that would fit that criteria.</li></ul>",
            "website_url": "https://apnews.com/836b83a524b7235dd0d235e1bd1b6b0a"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARI YAMAGUCHI - Associated Press",
            "title": "Japan, Belgium to cooperate in chip production, development",
            "description": "A newly founded Japanese semiconductor company aiming to revive Japans chip industry will collaborate with a Belgian research organization in research and development of nextgeneration chips for production in Japan. Economy and Industry Minister Yasutoshi N",
            "url": "/2022-12-06-63726a858c9092b037b3920d557a7252",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/1/1c/11cf9b30-68d2-580a-8fe8-4b73f6d26899/638f2b4d05a4f.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-06T11:24:34Z",
            "content": "By MARI YAMAGUCHI  Associated PressTOKYO (AP) A newly founded Japanese semiconductor company aiming to revive Japans chip industry will collaborate with a Belgian research organization in research [+2366 chars]",
            "summary": "The tie-up is the first known deal for Rapidus.The Japanese consortium was founded in November with eight member companies with the aim of boosting home-made chip production to change Japans heavy reliance on imported chips as part of the government push to strengthen economic security. TOKYO (AP)  A newly founded Japanese semiconductor company aiming to revive Japans chip industry will collaborate with a Belgian research organization in research and development of next-generation chips for production in Japan. Japans government is spending 70 billion yen ($510 million) on measures to promote domestic manufacturing of chips, while working closely with its ally the United States. The collaboration would help Rapidus develop and mass produce such chips by 2027. Its members include automaker Toyota Motor Corp., electronics makers Sony Group Corp. and NEC Corp.; SoftBank Corp., Nippon Telegraph and Telephone Corp. and computer memory maker Kioxia.",
            "html_summary": "<ul><li>The tie-up is the first known deal for Rapidus.The Japanese consortium was founded in November with eight member companies with the aim of boosting home-made chip production to change Japan’s heavy reliance on imported chips as part of the government push to strengthen economic security.</li><li>TOKYO (AP) — A newly founded Japanese semiconductor company aiming to revive Japan’s chip industry will collaborate with a Belgian research organization in research and development of next-generation chips for production in Japan.</li><li>Japan’s government is spending 70 billion yen ($510 million) on measures to promote domestic manufacturing of chips, while working closely with its ally the United States.</li><li>The collaboration would help Rapidus develop and mass produce such chips by 2027.</li></ul>",
            "website_url": "https://apnews.com/63726a858c9092b037b3920d557a7252"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "NeuReality lands $35M to bring AI accelerator chips to market",
            "description": "NeuReality, a startup developing AI inferencing accelerator chips, has raised $35 million in new venture capital.",
            "url": "/2022-12-06-neureality-ai-accelerator-chips-startup-raises-35m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/CircuitBoard-e1656949944955.jpg?resize=1200,600",
            "publishedAt": "2022-12-06T12:00:36Z",
            "content": "The growing demand for AI, particularly generative AI (i.e., AI that generates images, text and more), is supercharging the AI inferencing chip market. Inferencing chips accelerate the AI inferencing [+7269 chars]",
            "summary": "The startup also hasnt detailed its proprietary networking protocol, a protocol that it has previously claimed is more performant than existing solutions.Those items aside, delivering hardware at massive scale isnt easy  particularly where it involves custom AI inferencing chips. Inferencing chips accelerate the AI inferencing process, which is where AI systems generate outputs (e.g., text, images, audio) based on what they learned while training on a specific set of data. It told ZDNet in a recent article that it estimates its hardware will deliver a 15x improvement in performance per dollar compared to the available GPUs and ASICs offered by deep learning accelerator vendors, but NeuReality hasnt released validating benchmarking data. The first beneficiaries of the NAPU technology are enterprises and cloud solution providers that need infrastructure to support their chatbots, voice bots, automatic transcriptions and sentiment analysis as well as computer vision use cases for document scans, defect detection, etc. The companys innovative disaggregation, data movement and processing technologies improve computation flows, compute-storage flows, and in-storage compute  all of which are critical for the ability to adopt and grow AI solutions.NeuReality, which currently has 40 employees, plans to hire 20 more over the next two fiscal quarters. Tanach declined, however, to reveal how many customers the startup currently has or what roughly its projecting in terms of revenue.We see that the pandemic is slowing companies down and pushing for consolidation between the many deep learning vendors. NeuReality has been shipping prototypes to partners since May 2021, Tanach says.According to Tanach, beyond IBM, NeuReality is working with Lenovo, AMD and unnamed cloud solution providers, system integrators, deep learning accelerator vendors and inference-consuming enterprises on deployments.",
            "html_summary": "<ul><li>The startup also hasn’t detailed its proprietary networking protocol, a protocol that it has previously claimed is more performant than existing solutions.Those items aside, delivering hardware at massive scale isn’t easy — particularly where it involves custom AI inferencing chips.</li><li>Inferencing chips accelerate the AI inferencing process, which is where AI systems generate outputs (e.g., text, images, audio) based on what they learned while “training” on a specific set of data.</li><li>It told ZDNet in a recent article that it estimates its hardware will deliver a 15x improvement in performance per dollar compared to the available GPUs and ASICs offered by deep learning accelerator vendors, but NeuReality hasn’t released validating benchmarking data.</li><li>“The first beneficiaries of the NAPU technology are enterprises and cloud solution providers that need infrastructure to support their chatbots, voice bots, automatic transcriptions and sentiment analysis as well as computer vision use cases for document scans, defect detection, etc.</li><li>The company’s innovative disaggregation, data movement and processing technologies improve computation flows, compute-storage flows, and in-storage compute — all of which are critical for the ability to adopt and grow AI solutions.”NeuReality, which currently has 40 employees, plans to hire 20 more over the next two fiscal quarters.</li><li>Tanach declined, however, to reveal how many customers the startup currently has or what roughly it’s projecting in terms of revenue.“We see that the pandemic is slowing companies down and pushing for consolidation between the many deep learning vendors.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/06/neureality-ai-accelerator-chips-startup-raises-35m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "TuSimple and Navistar end deal to codevelop autonomous trucks",
            "description": "Autonomous trucking technology company TuSimple and truck manufacturer Navistar have scrapped their deal to codevelop selfdriving trucks, the companies said Monday. Neither company provided a reason for ending the partnership. Two years ago, TuSimple an",
            "url": "/2022-12-06-tusimple-and-navistar-end-deal-to-co-develop-autonomous-trucks",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/01/tusimple-truck.jpg?resize=1200,675",
            "publishedAt": "2022-12-06T01:31:55Z",
            "content": "Autonomous trucking technology company TuSimple and truck manufacturer Navistar have scrapped their deal to codevelop selfdriving trucks, the companies said Monday. Neither company provided a reaso [+1220 chars]",
            "summary": "Autonomous trucking technology company TuSimple and truck manufacturer Navistar have scrapped their deal to co-develop self-driving trucks, the companies said Monday.The move to end the partnership comes less than a month after Cheng Lu returned to his role as CEO of TuSimple after previously being ousted. Navistar bought an undisclosed stake in TuSimple at the time, and is still a shareholder in the company.TuSimples relationship with Navistar has never been exclusive, and the company has been looking to bring on another OEM partner for some time, someone familiar with the matter told TechCrunch. Some of those customers will get refunds for their deposits while others have told TuSimple theyre happy to wait and see if the company can lock in another OEM deal soon.Its also entirely possible Navistar and TuSimple will link back up in the future. The deal served to help TuSimple move away from retrofitting existing trucks with autonomous sensors and technology. A statement from the companies states, The decision to end the development agreement does not preclude the companies from working together in the future.TuSimple stated in October that it plans to achieve commercial viability in 2023. The company has received close to 7,000 reservations for its Navistar trucks with customers like DHL Supply Chain, Schneider and U.S. Xpress. The latter investigation, which ended in February, was in regards to a large investment by Sun Dream, an affiliate of Sina Corporation, which runs Chinas biggest microblogging platform Sina Weibo.",
            "html_summary": "<ul><li>Autonomous trucking technology company TuSimple and truck manufacturer Navistar have scrapped their deal to co-develop self-driving trucks, the companies said Monday.The move to end the partnership comes less than a month after Cheng Lu returned to his role as CEO of TuSimple after previously being ousted.</li><li>Navistar bought an undisclosed stake in TuSimple at the time, and is still a shareholder in the company.TuSimple’s relationship with Navistar has never been exclusive, and the company has been looking to bring on another OEM partner for some time, someone familiar with the matter told TechCrunch.</li><li>Some of those customers will get refunds for their deposits while others have told TuSimple they’re happy to wait and see if the company can lock in another OEM deal soon.It’s also entirely possible Navistar and TuSimple will link back up in the future.</li><li>The deal served to help TuSimple move away from retrofitting existing trucks with autonomous sensors and technology.</li><li>A statement from the companies states, “The decision to end the development agreement does not preclude the companies from working together in the future.”TuSimple stated in October that it plans to achieve commercial viability in 2023.</li><li>The company has received close to 7,000 reservations for its Navistar trucks with customers like DHL Supply Chain, Schneider and U.S. Xpress.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/05/tusimple-and-navistar-end-deal-to-co-develop-autonomous-trucks/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Dont want to be held hostage GOP braces for chaotic speaker fight. China blasts US report, reiterates no 1st use nuke policy. Biden to visit Arizona computer chip site, highlight jobs. South Korean lawmakers raise concerns over Chinese voters. Japan, Belgium to cooperate in chip production, development. NeuReality lands $35M to bring AI accelerator chips to market. TuSimple and Navistar end deal to codevelop autonomous trucks"
}