{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "North Dakota hosts Utah Tech after Goodens 27point game  The Associated Press  en Espaol",
            "description": "Utah Tech Trailblazers (23) at North Dakota Fightin Hawks (33) Grand Forks, North Dakota; Friday, 2 p.m. EST FANDUEL SPORTSBOOK  LINE North Dakota 3.5; over/under is 145.5",
            "url": "/2022-11-25-sports-mens-college-basketball-north-dakota-utah-1c625294ffb34b7aa44ff8f89a2d0635",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-11-25T07:45:57Z",
            "content": "Utah Tech Trailblazers (23) at North Dakota Fightin Hawks (33)Grand Forks, North Dakota; Friday, 2 p.m. ESTFANDUEL SPORTSBOOK LINE North Dakota 3.5; over/under is 145.5BOTTOM LINE Utah Tec [+782 chars]",
            "summary": "Matt Norman is averaging 9.3 points and 2.3 rebounds while shooting 40.9% for North Dakota.Gooden is averaging 16.2 points for the Trailblazers. Omot is scoring 12.3 points per game and averaging 3.7 rebounds for the Fightin Hawks. Tanner Christensen is averaging 10.8 points for Utah Tech.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. Utah Tech is eighth in the WAC scoring 73.0 points per game and is shooting 41.4%.TOP PERFORMERS: B.J. North Dakota is 1-3 in games decided by 10 or more points.The Trailblazers are 1-3 on the road.",
            "html_summary": "<ul><li>Matt Norman is averaging 9.3 points and 2.3 rebounds while shooting 40.9% for North Dakota.Gooden is averaging 16.2 points for the Trailblazers.</li><li>Omot is scoring 12.3 points per game and averaging 3.7 rebounds for the Fightin’ Hawks.</li><li>Tanner Christensen is averaging 10.8 points for Utah Tech.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>Utah Tech is eighth in the WAC scoring 73.0 points per game and is shooting 41.4%.TOP PERFORMERS: B.J.</li></ul>",
            "website_url": "https://apnews.com/article/sports-mens-college-basketball-north-dakota-utah-1c625294ffb34b7aa44ff8f89a2d0635"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "South Africas Revio allows businesses to connect to multiple payment methods and reduce failures",
            "description": "Three out of every 10 payments in Africa fail, according to reports. Factors behind this range from a fragmented payments landscape and invalid cards to dormant accounts and higher dispute rates; they surface yearly leading to a $14 billion loss in recurring ",
            "url": "/2022-11-25-revio-allows-african-businesses-to-connect-to-multiple-payment-methods-and-reduce-payment-failures",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/71100B2E-A45C-4D11-983F-E2AEE7BD78ED.jpeg",
            "publishedAt": "2022-11-25T08:10:36Z",
            "content": "Three out of every 10 payments in Africa fail, according to reports. Factors behind this range from a fragmented payments landscape and invalid cards to dormant accounts and higher dispute rates; the [+6041 chars]",
            "summary": "And while gateways and aggregators have made it easier for businesses to accept multiple payment methods, few solutions exist to aggregate them for necessitys sake and deal with payment failures that arise from each platform. The fintech which makes it easier for businesses across Africa to connect to multiple payment methods and manage payment failures is announcing that it has raised $1.1 million in seed funding. Payment orchestration is becoming increasingly important in todays world where businesses operate in multiple countries and need an array of payment methods to get by. Some of its features, in addition to multiple payment methods, include smart payment routing, automated billing processes, auto-retires, and real-time analytics and reporting.CEO Ruaan BothaIn over a year of operations, Revio has onboarded over 50 clients and processes thousands of transactions monthly. They range from large-scale enterprises to mid-market corporates, and fast-growing scale-ups that are involved with recurring revenue businesses and high transactional volumes, typically needing multiple payment methods in multiple markets. MoneyHash gets $3M to build a super-API for payment operations in Africa, MideastOn the subject of competition and how it stands out, Revio claims that its the first African payments platform focused on payment failures and revenue recovery. Weve also then built out orchestration capability where we can reduce payment failures through things like smart transaction routing, smart retries to make sure a customer doesnt go into arrears, specifically on recurring payments, said Dunn.",
            "html_summary": "<ul><li>And while gateways and aggregators have made it easier for businesses to accept multiple payment methods, few solutions exist to aggregate them for necessity’s sake and deal with payment failures that arise from each platform.</li><li>The fintech which makes it easier for businesses across Africa to connect to multiple payment methods and manage payment failures is announcing that it has raised $1.1 million in seed funding.</li><li>Payment orchestration is becoming increasingly important in today’s world where businesses operate in multiple countries and need an array of payment methods to get by.</li><li>Some of its features, in addition to multiple payment methods, include smart payment routing, automated billing processes, auto-retires, and real-time analytics and reporting.CEO Ruaan BothaIn over a year of operations, Revio has onboarded over 50 clients and processes thousands of transactions monthly.</li><li>They range from large-scale enterprises to mid-market corporates, and fast-growing scale-ups that are involved with recurring revenue businesses and high transactional volumes, typically needing multiple payment methods in multiple markets.</li><li>MoneyHash gets $3M to build a super-API for payment operations in Africa, MideastOn the subject of competition and how it stands out, Revio claims that it’s the first African payments platform focused on payment failures and revenue recovery.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/25/revio-allows-african-businesses-to-connect-to-multiple-payment-methods-and-reduce-payment-failures/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JILL LAWLESS - Associated Press",
            "title": "UK voters warm to new leader Sunak, but not to his party",
            "description": "In his first month as Britains prime minister, Rishi Sunak has stabilized the economy, reassured allies from Washington to Kyiv and even soothed the European Union after years of sparring between Britain and the bloc. But Sunaks challenges are just",
            "url": "/2022-11-25-c785e8efb39cdbb1e2704755b09b208b",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/c/e6/ce63a350-2a3a-55ab-a20d-0bcfa363f134/638072c9882d5.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-25T07:20:32Z",
            "content": "By JILL LAWLESS  Associated PressLONDON (AP) Rishi Sunak has been Britains prime minister for a month. In the tumultuous world of U.K. politics in 2022, thats an achievement.Sunak, who took offi [+6418 chars]",
            "summary": "Current polls suggest the Labour Party would win handily.AILING ECONOMYAt the height of the coronavirus pandemic Sunak, then Britains treasury chief, gained popularity by spending billions to support shuttered businesses and pay the salaries of furloughed workers.Now he has to deliver bitter medicine. But he said Sunaks popularity is not showing signs of rubbing off onto the Conservative Party brand.In the same survey the Conservative Party was liked by just 26%, and disliked by 62%  the worst figures for the party in 15 years. Britains first prime minister of color, Sunak has stabilized the economy, reassured allies from Washington to Kyiv and even soothed the European Union after years of sparring between Britain and the bloc.But Sunaks challenges are just beginning. The Ipsos phone survey of 1,004 adults is considered accurate to within plus or minus four percentage points.Many voters welcome Sunak as a change from Truss and her predecessor Johnson, who quit in July after three scandal-plagued years in office. Britains economy is being weighed down by the pandemic, by Brexit and especially by Russias invasion of Ukraine, which has driven global energy prices sky-high.Millions of people in Britain have seen energy bills soar, though a government-imposed cap has prevented even higher prices. He is facing a slowing economy, a cost-of-living crisis  and a governing Conservative Party that is fractious and increasingly unpopular after 12 years in power.PARTIAL POPULARITYOpinion polls have good news and bad news for Sunak. Sunak has dropped a commitment made by Truss to increase defense spending to 3% of gross domestic product by 2030.BREXIT HEADACHESBritains relations with its closest neighbors and biggest trading partners have been tense since it left the now 27-nation European Union in 2020.",
            "html_summary": "<ul><li>Current polls suggest the Labour Party would win handily.AILING ECONOMYAt the height of the coronavirus pandemic Sunak, then Britain’s treasury chief, gained popularity by spending billions to support shuttered businesses and pay the salaries of furloughed workers.Now he has to deliver bitter medicine.</li><li>But he said Sunak’s popularity “is not showing signs of rubbing off onto the Conservative Party brand.”In the same survey the Conservative Party was liked by just 26%, and disliked by 62% — the worst figures for the party in 15 years.</li><li>Britain’s first prime minister of color, Sunak has stabilized the economy, reassured allies from Washington to Kyiv and even soothed the European Union after years of sparring between Britain and the bloc.But Sunak’s challenges are just beginning.</li><li>The Ipsos phone survey of 1,004 adults is considered accurate to within plus or minus four percentage points.Many voters welcome Sunak as a change from Truss and her predecessor Johnson, who quit in July after three scandal-plagued years in office.</li><li>Britain’s economy is being weighed down by the pandemic, by Brexit and especially by Russia’s invasion of Ukraine, which has driven global energy prices sky-high.Millions of people in Britain have seen energy bills soar, though a government-imposed cap has prevented even higher prices.</li><li>He is facing a slowing economy, a cost-of-living crisis — and a governing Conservative Party that is fractious and increasingly unpopular after 12 years in power.PARTIAL POPULARITYOpinion polls have good news and bad news for Sunak.</li></ul>",
            "website_url": "https://apnews.com/c785e8efb39cdbb1e2704755b09b208b"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sylvain Kalache",
            "title": "How to run data on Kubernetes 6 starting principles",
            "description": "Running data on Kubernetes isnt always easy, but the good news is that its well worth the hard work.",
            "url": "/2022-11-25-how-to-run-data-on-kubernetes-6-starting-principles",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-1366493164.jpg?resize=1200,793",
            "publishedAt": "2022-11-25T14:40:57Z",
            "content": "More posts by this contributorKubernetes is fast becoming an industry standard, with up to 94% of organizations deploying their services and applications on the container orchestration platform, pe [+3041 chars]",
            "summary": "For example, because applications may have different storage needs, such as performance or capacity requirements, you must provide the correct underlying storage system.What the industry generally calls storage profiles is termed Storage Classes in Kubernetes. However, the community recently changed the paradigm and brought features such as StatefulSets and Storage Classes, which make using data on Kubernetes possible.While running stateful workloads on Kubernetes is possible, it is still challenging. Storage classes can have different quality-of-service levels, such as I/O operations per second per GiB, backup policies, or arbitrary policies, such as binding modes and allowed topologies.Another critical component to understand is StatefulSet. In this article, I provide ways to make it happen and why it is worth it.Kubernetes is on its way to being as popular as Linux and the de facto way of running any application, anywhere, in a distributed fashion. For instance, newcomers might struggle with the many Kubernetes logical units such as containers, pods, nodes, and clusters.If you are not running Kubernetes in production yet, dont jump directly into data workloads. For example, the StatefulSet controller has no built-in support for volume (PVC) resizing  which is a major challenge if the size of your application data set is about to grow above the current allocated storage capacity. It is the Kubernetes API object used to manage stateful applications, and offers key features such as:While StatefulSet has been a successful replacement for the infamous PetSet (now deprecated), it is still imperfect and has limitations.",
            "html_summary": "<ul><li>For example, because applications may have different storage needs, such as performance or capacity requirements, you must provide the correct underlying storage system.What the industry generally calls storage “profiles” is termed Storage Classes in Kubernetes.</li><li>However, the community recently changed the paradigm and brought features such as StatefulSets and Storage Classes, which make using data on Kubernetes possible.While running stateful workloads on Kubernetes is possible, it is still challenging.</li><li>Storage classes can have different quality-of-service levels, such as I/O operations per second per GiB, backup policies, or arbitrary policies, such as binding modes and allowed topologies.Another critical component to understand is StatefulSet.</li><li>In this article, I provide ways to make it happen and why it is worth it.Kubernetes is on its way to being as popular as Linux and the de facto way of running any application, anywhere, in a distributed fashion.</li><li>For instance, newcomers might struggle with the many Kubernetes logical units such as containers, pods, nodes, and clusters.If you are not running Kubernetes in production yet, don’t jump directly into data workloads.</li><li>For example, the StatefulSet controller has no built-in support for volume (PVC) resizing — which is a major challenge if the size of your application data set is about to grow above the current allocated storage capacity.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/25/how-to-run-data-on-kubernetes-6-starting-principles/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "WeWork Chinas former tech head introduces ondemand work pods for mental health",
            "description": "At a time when Chinas zeroCOVID policy continues to interrupt offline work and facetoface interactions, Dominic Penaloza, the former head of innovation and technology at WeWork China, is introducing a bold idea  ondemand work booths placed in public loc",
            "url": "/2022-11-25-wework-chinas-former-tech-head-launches-on-demand-work-pods",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/61501669346006_.pic_.jpg?resize=1200,675",
            "publishedAt": "2022-11-25T03:31:44Z",
            "content": "At a time when Chinas zeroCOVID policy continues to interrupt offline work and facetoface interactions, Dominic Penaloza, the former head of innovation and technology at WeWork China, is introduc [+4335 chars]",
            "summary": "A year later, he moved on to found his own proptech-focused startup studio, which incubated a similar on-demand workspace service but tapping third-party landlords.Seven-month-old Peace launched its first batch of portable pods last week at three high-end malls and two office buildings in the heart of Shanghai. Peace is also exploring collaboration with LumenLabs, a startup using the novel far UVC method to inactivate viruses and bacteria, which allegedly can battle COVID-19.Each of Peaces work pods fits four people. Image: PeaceThe long list of equipment explains the steep cost of the pods  in the mid tens of thousands of yuan (1 USD = 7.16 yuan as of writing) to manufacture one.Penaloza believes his team has figured out a sustainable revenue model. Each pod costs 11.25 yuan per 15 minutes, but this is a reference price, the founder said, and in the future, the cost can vary based on location and real-time supply and demand. And of course, no one can see their screen or them.Each Peace pod is 3,5 square meters big with a meeting table that fits four people. Peace announced this week that it has raised a seven-figure funding round from a group of business partners and entrepreneurs.Peace is the latest iteration of Penalozas continuous experiment with flexible work. Since the COVID outbreak, the Chinese government has started asking operators of enclosed spaces to clean their facilities after use.",
            "html_summary": "<ul><li>A year later, he moved on to found his own proptech-focused startup studio, which incubated a similar on-demand workspace service but tapping third-party landlords.Seven-month-old Peace launched its first batch of portable pods last week at three high-end malls and two office buildings in the heart of Shanghai.</li><li>Peace is also exploring collaboration with LumenLabs, a startup using the novel far UVC method to inactivate viruses and bacteria, which allegedly can battle COVID-19.Each of Peace’s work pods fits four people.</li><li>Image: PeaceThe long list of equipment explains the steep cost of the pods — in the mid tens of thousands of yuan (1 USD = 7.16 yuan as of writing) to manufacture one.Penaloza believes his team has figured out a sustainable revenue model.</li><li>Each pod costs 11.25 yuan per 15 minutes, but this is a reference price, the founder said, and in the future, the cost can vary based on location and real-time supply and demand.</li><li>And of course, no one can see their screen or them.”Each Peace pod is 3,5 square meters big with a meeting table that fits four people.</li><li>Peace announced this week that it has raised a seven-figure funding round from a group of business partners and entrepreneurs.Peace is the latest iteration of Penaloza’s continuous experiment with flexible work.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/24/wework-chinas-former-tech-head-launches-on-demand-work-pods/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "UK to criminalize deepfake porn sharing without consent",
            "description": "Brace for yet another expansion to the UKs Online Safety Bill The Ministry of Justice has announced changes to the law which are aimed at protecting victims of revenge porn, pornographic deepfakes and other abuses related to the taking and sharing o",
            "url": "/2022-11-25-deepfake-porn-revenge-porn-uk-law-change",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/07/deepfake-porn.jpg?resize=1200,799",
            "publishedAt": "2022-11-25T11:46:26Z",
            "content": "Brace for yet another expansion to the UKs Online Safety Bill The Ministry of Justice has announced changes to the law which are aimed at protecting victims of revenge porn, pornographic deepfakes  [+6068 chars]",
            "summary": "We might not be prepared for the consequences.While the UK passed a law against revenue porn back in 2015 victims and campaigners have been warning for years that the regime isnt working and applying pressure for a rethink.This has led to some targeted changes over the years. For example, the government made upskirting illegal via a change to the law that came into force back in 2019. Many more tools for generating pornographic deepfakes remain available.AI is getting better at generating porn.",
            "html_summary": "<ul><li>We might not be prepared for the consequences.While the UK passed a law against revenue porn back in 2015 victims and campaigners have been warning for years that the regime isn’t working and applying pressure for a rethink.This has led to some targeted changes over the years.</li><li>For example, the government made ‘upskirting’ illegal via a change to the law that came into force back in 2019.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/25/deepfake-porn-revenge-porn-uk-law-change/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. North Dakota hosts Utah Tech after Goodens 27point game  The Associated Press  en Espaol. South Africas Revio allows businesses to connect to multiple payment methods and reduce failures. UK voters warm to new leader Sunak, but not to his party. How to run data on Kubernetes 6 starting principles. WeWork Chinas former tech head introduces ondemand work pods for mental health. UK to criminalize deepfake porn sharing without consent"
}