{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Herb Scribner",
            "title": "Suspect in Pelosi attacks online activity What we know",
            "description": "The man accused of breaking into House Speaker Nancy Pelosis home and attacking her husband allegedly made racist remarks and rambled about QAnon conspiracy theories online.Catch up quick The suspect, 42yearold David DePape, will be charged with multiple ",
            "url": "/2022-10-29-paul-pelosi-attack-suspect-online-activity",
            "urlToImage": "https://images.axios.com/_43PUtZs5w0kCL0FeNdG7dTNc6Q=/0x0:3949x2221/1366x768/2022/10/29/1667055250780.jpg",
            "publishedAt": "2022-10-29T16:17:19Z",
            "content": "The man accused of breaking into House Speaker Nancy Pelosis home and attacking her husband allegedly made racist remarks and rambled about QAnon conspiracy theories online.Catch up quick The susp [+2534 chars]",
            "summary": "\"Details: According to the Associated Press, DePape's name is listed on two web blogs that \"contained rants\" about everything from aliens and communists to technology and \"global elites.\" Worth noting: Axios could not independently verify if the suspect posted these messages. home of Speaker of the House Nancy Pelosi seen in California.",
            "html_summary": "<ul><li>\"Details: According to the Associated Press, DePape's name is listed on two web blogs that \"contained rants\" about everything from aliens and communists to technology and \"global elites.\"</li><li>Worth noting: Axios could not independently verify if the suspect posted these messages.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/29/paul-pelosi-attack-suspect-online-activity"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Michael Biesecker",
            "title": "Suspect in assault at Pelosi home had posted about QAnon  The Associated Press",
            "description": "Suspect in assault at Pelosi home had posted about QAnonThe Associated PressPaul Pelosi, Nancy Pelosis husband, attacked at couples home Live updatesCNNOpinion | The Pelosi attack should spur more security for U.S. leaders",
            "url": "/2022-10-29-california-donald-trump-san-francisco-47c103cfe696df9faf0e57e1c7dd4f10",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/ff7643226dee4a00b96f14cbcf05d45b/2000.jpeg",
            "publishedAt": "2022-10-29T06:16:18Z",
            "content": "The man accused of breaking into House Speaker Nancy Pelosis California home and severely beating her husband with a hammer appears to have made racist and often rambling posts online, including some [+4290 chars]",
            "summary": "DePape also has a child with a different woman, his stepfather said.Photographs published by The San Francisco Chronicle on Friday identified DePape frolicking nude outside city hall with dozens of others at the 2013 wedding of pro-nudity activist Gypsy Taub, who was marrying another man. A street address listed for DePape in the Bay Area college town of Berkeley led to a post office box at a UPS Store.DePape was arrested at the Pelosi home early Friday. Reporters Stefanie Dazio in Los Angeles, Olga Rodriguez in San Francisco and news researcher Jennifer Farrar in New York contributed to this report.",
            "html_summary": "<ul><li>DePape also has a child with a different woman, his stepfather said.Photographs published by The San Francisco Chronicle on Friday identified DePape frolicking nude outside city hall with dozens of others at the 2013 wedding of pro-nudity activist Gypsy Taub, who was marrying another man.</li><li>A street address listed for DePape in the Bay Area college town of Berkeley led to a post office box at a UPS Store.DePape was arrested at the Pelosi home early Friday.</li></ul>",
            "website_url": "https://apnews.com/article/california-donald-trump-san-francisco-47c103cfe696df9faf0e57e1c7dd4f10"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Poland chooses US to build its first nuclear power plant",
            "description": "Poland says it has chosen the U.S. government and Westinghouse to build its first nuclear power plant. The announcement is an important step in efforts by the central European nation to burn less coal and gain greater energy independence. Prime",
            "url": "/2022-10-29-054921a9ece0face4b0eeccddafabfa3",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/cd/4cd1a824-bb2c-5974-8877-ae488c03310d/635d4386d93cd.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-29T14:51:04Z",
            "content": "WARSAW, Poland (AP) Poland will work with the U.S. government and Westinghouse to build the central European countrys first nuclear power plant, part of its efforts to burn less coal and gain greate [+2873 chars]",
            "summary": "Construction of a Soviet-technology nuclear plant began in the early 1980s, when Poland was in the East Bloc.Protests by residents and environmentalists, the 1986 disaster at the Chernobyl nuclear power plant in Ukraine and budget shortages led to the scrapping of the project. This is a HUGE step in strengthening our relationship with Poland to create energy security for future generations to come, Granholm said.This announcement also sends a clear message to Russia: We will not let them weaponize energy any longer, Granholm said. The exact location remains to be identified.A strong Poland-U.S. alliance guarantees the success of our joint initiatives, Morawiecki said.Poland is planning to spend $40 billion to build two nuclear power plants with three reactors each, the last one to be launched in 2043. U.S. Energy Secretary Jennifer Granholm said the project would create or sustain more than 100,000 jobs for American workers. The West will stand together against this unprovoked aggression, while also diversifying energy supply chains and bolstering climate cooperation.Poland had also considered offers from France and South Korea. After Russias invasion of Ukraine in February, the U.S. increased its military presence in the country, creating a permanent presence for the first time, and using Poland as a hub for sending weapons to Ukraine.",
            "html_summary": "<ul><li>Construction of a Soviet-technology nuclear plant began in the early 1980s, when Poland was in the East Bloc.Protests by residents and environmentalists, the 1986 disaster at the Chernobyl nuclear power plant in Ukraine and budget shortages led to the scrapping of the project.</li><li>“This is a HUGE step in strengthening our relationship with Poland to create energy security for future generations to come,” Granholm said.“This announcement also sends a clear message to Russia: We will not let them weaponize energy any longer,” Granholm said.</li><li>The exact location remains to be identified.A strong Poland-U.S. alliance “guarantees the success of our joint initiatives,” Morawiecki said.Poland is planning to spend $40 billion to build two nuclear power plants with three reactors each, the last one to be launched in 2043.</li><li>U.S. Energy Secretary Jennifer Granholm said the project would create or sustain more than 100,000 jobs for American workers.</li><li>“The West will stand together against this unprovoked aggression, while also diversifying energy supply chains and bolstering climate cooperation.”Poland had also considered offers from France and South Korea.</li></ul>",
            "website_url": "https://apnews.com/054921a9ece0face4b0eeccddafabfa3"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "Why generative AI is suddenly on everyones lips its an open field",
            "description": "Theres a lot of confusion about generative AI, including how new exactly it is, and whether its becoming massively overhyped.",
            "url": "/2022-10-29-generative-ai",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/intro-1.jpg?resize=1200,675",
            "publishedAt": "2022-10-29T05:48:01Z",
            "content": "If youve been closely following the progress of Open AI, the company run by Sam Altman whose neural nets can now write original text and create original pictures with astonishing ease and speed, you [+9011 chars]",
            "summary": "How do you create network effects?Who makes money here?The application layer where people are going to go after the distribution and the network effects is where youre going to make the money.What about large companies that will be able to incorporate this technology into their networks. And because the open source versions are a third or a fifth or a twentieth the cost of Open AI, youre going to see a lot of price competition, and youre going to see a proliferation of these models that compete with Open AI. I think everyone in this space is going to have an opportunity to do well if they navigate properly; theyre just going to have to be smart about it.NFX has much more on its site about generative AI thats worth reading, by the way; you can find that here. So you might have an AI model that really looks at making poetry, or AI models that really look at how you make visual images of dogs and dog hair, or youll have one thats really specialized in writing sales emails. So whats happened is, these algorithms are riding Moores law  [with vastly improved] storage, bandwidth, speed of computation  and have suddenly become able to produce something that looks very much like what a human would produce. It seems to me that the people who win are Google Cloud and AWS because were all just going to be generating stuff like crazy.It might be that Open AI ends up moving up or moving down. In fact, Currier doesnt think the buzz about this new wrinkle on AI isnt hype so much as a realization that the broader startup world is suddenly facing a very big opportunity for the first time in a long time.",
            "html_summary": "<ul><li>How do you create network effects?Who makes money here?The application layer where people are going to go after the distribution and the network effects is where you’re going to make the money.What about large companies that will be able to incorporate this technology into their networks.</li><li>And because the open source versions are a third or a fifth or a twentieth the cost of Open AI, you’re going to see a lot of price competition, and you’re going to see a proliferation of these models that compete with Open AI.</li><li>I think everyone in this space is going to have an opportunity to do well if they navigate properly; they’re just going to have to be smart about it.NFX has much more on its site about generative AI that’s worth reading, by the way; you can find that here.</li><li>So you might have an AI model that really looks at making poetry, or AI models that really look at how you make visual images of dogs and dog hair, or you’ll have one that’s really specialized in writing sales emails.</li><li>So what’s happened is, these algorithms are riding Moore’s law — [with vastly improved] storage, bandwidth, speed of computation — and have suddenly become able to produce something that looks very much like what a human would produce.</li><li>It seems to me that the people who win are Google Cloud and AWS because we’re all just going to be generating stuff like crazy.It might be that Open AI ends up moving up or moving down.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/28/generative-ai/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Diana Gitig",
            "title": "Biotechnology is creating ethical worriesand weve been here before",
            "description": "A new book explores 3 capabilities that are here now, whether were ready or not.",
            "url": "/2022-10-29-worrying-about-the-ethics-of-our-new-biotechnologies-before-theyre-problems",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/02/GettyImages-1316978025-2-CROPPED-760x380.jpeg",
            "publishedAt": "2022-10-29T12:19:31Z",
            "content": "1 with 1 posters participatingMatthew Cobb is a zoologist and author whose background is in insect genetics and the history of science. Over the past decade or so, as CRISPR was discovered and appl [+5443 chars]",
            "summary": "Another barrier comes from the fact that deploying this technology hinges on informed consent by the local population, which is difficult when some local languages dont have a word for gene.The third concern is focused on gain-of-function studies that create more transmissible or pathogenic viruses in a laboratory. Their identities are classified for their protection, but presumably their health is being monitored, and the poor girls have probably already been poked and prodded incessantly by every type of medical specialist there is.The second is the use of gene drives. These studies are purportedly done to get a better understanding of what makes viruses more dangerous, so in an ideal world, we could prepare for the eventuality of one occurring naturally. Or even competent, much less good at it.As a historian of science, Cobb spends much of the book putting his fears in context. Over the past decade or so, as CRISPR was discovered and applied to genetic remodeling, he started to get concernedafraid, actuallyabout three potential applications of the technology. So he decided to delve into these topics, and As Gods: A Moral History of the Genetic Age is the result.The first of his worries is the notion of introducing heritable mutations into the human genome. At the time, scientists were in the process of establishing recombinant DNA technologythe ability to move genes between organisms and to express any given gene essentially at will in bacteria.",
            "html_summary": "<ul><li>Another barrier comes from the fact that deploying this technology hinges on informed consent by the local population, which is difficult when some local languages don’t have a word for “gene.”The third concern is focused on gain-of-function studies that create more transmissible or pathogenic viruses in a laboratory.</li><li>Their identities are classified for their protection, but presumably their health is being monitored, and the poor girls have probably already been poked and prodded incessantly by every type of medical specialist there is.The second is the use of gene drives.</li><li>These studies are purportedly done to get a better understanding of what makes viruses more dangerous, so in an ideal world, we could prepare for the eventuality of one occurring naturally.</li><li>Or even competent, much less good at it.As a historian of science, Cobb spends much of the book putting his fears in context.</li><li>Over the past decade or so, as CRISPR was discovered and applied to genetic remodeling, he started to get concerned—afraid, actually—about three potential applications of the technology.</li><li>So he decided to delve into these topics, and As Gods: A Moral History of the Genetic Age is the result.The first of his worries is the notion of introducing heritable mutations into the human genome.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/10/worrying-about-the-ethics-of-our-new-biotechnologies-before-theyre-problems/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Suspect in Pelosi attacks online activity What we know. Suspect in assault at Pelosi home had posted about QAnon  The Associated Press. Poland chooses US to build its first nuclear power plant. Why generative AI is suddenly on everyones lips its an open field. Biotechnology is creating ethical worriesand weve been here before"
}