{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Adam Schreck",
            "title": "Ukraine war, tensions with China loom over big Bali summit  The Associated Press  en Espaol",
            "description": "Ukraine war, tensions with China loom over big Bali summitThe Associated Press  en EspaolFocus on real threats Russia blasts G20; West gears up to attack Putin over Ukraine warHindustan TimesRishi Sunak promises to call ",
            "url": "/2022-11-13-putin-inflation-british-politics-biden-health-96fece8e82b94cd836923747198c14c6",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/1fd007e301a645f8ba373bdf33e6b2a3/3000.jpeg",
            "publishedAt": "2022-11-13T05:16:10Z",
            "content": "NUSA DUA, Indonesia (AP) A showdown between Presidents Joe Biden and Vladimir Putin isnt happening, but fallout from Russias invasion of Ukraine and growing tensions between China and the West will b [+7375 chars]",
            "summary": "It has amplified disruptions to energy supplies, shipping and food security, pushing prices sharply higher and complicating efforts to stabilize the world economy after the upheavals of the pandemic.United Nations Secretary-General Antonio Guterres is urging the G-20 to provide financial help for the developing world. That would be less than half of last years 8.1% and the second lowest in decades.Chinese President Xi will be coming to the summit emboldened by his appointment to an unusual third term as party chairman, making him Chinas strongest leader in decades. Biden and Xi will hold their first in-person meeting since Biden became president in January 2021 on the events sidelines Monday.The U.S. is at odds with China over a host of issues, including human rights, technology and the future of the self-ruled island of Taiwan. Host Indonesias economy grew at a 5.7% pace in the last quarter, one of the fastest among G-20 nations. But economists say activity is slowing under the pressure of pandemic controls, a crackdown on technology companies and a downturn in the real estate sector. The last thing they wanted was to be in the middle of this geopolitical fight, this war in Europe, and be the crossroads of it. Widodo, also known as Jokowi, became the first Asian leader since the invasion to visit both Russia and Ukraine in the summer.",
            "html_summary": "<ul><li>It has amplified disruptions to energy supplies, shipping and food security, pushing prices sharply higher and complicating efforts to stabilize the world economy after the upheavals of the pandemic.United Nations Secretary-General Antonio Guterres is urging the G-20 to provide financial help for the developing world.</li><li>That would be less than half of last year’s 8.1% and the second lowest in decades.Chinese President Xi will be coming to the summit emboldened by his appointment to an unusual third term as party chairman, making him China’s strongest leader in decades.</li><li>Biden and Xi will hold their first in-person meeting since Biden became president in January 2021 on the event’s sidelines Monday.The U.S. is at odds with China over a host of issues, including human rights, technology and the future of the self-ruled island of Taiwan.</li><li>Host Indonesia’s economy grew at a 5.7% pace in the last quarter, one of the fastest among G-20 nations.</li><li>But economists say activity is slowing under the pressure of pandemic controls, a crackdown on technology companies and a downturn in the real estate sector.</li><li>“The last thing they wanted was to be in the middle of this geopolitical fight, this war in Europe, and be the crossroads of it.</li></ul>",
            "website_url": "https://apnews.com/article/putin-inflation-british-politics-biden-health-96fece8e82b94cd836923747198c14c6"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SEUNG MIN KIM and JOE MCDONALD - Associated Press",
            "title": "BidenXi summit What Biden wants, what Xi wants",
            "description": "When U.S. President Joe Biden sits down with Chinas Xi Jinping on Monday, dont expect concessions from the U.S. side. There will be no real deliverables, which is governmentspeak for specific achievements. Dont expect a cheery joint statement, either. Ins",
            "url": "/2022-11-13-3decd48c4d2e01da0008d5148237b28d",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/fe/4fe41654-c46f-5a7f-b266-329ed0ac2de2/63707db79baec.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-13T05:02:19Z",
            "content": "By SEUNG MIN KIM and JOE MCDONALD  Associated PressPHNOM PENH, Cambodia (AP) There wont be concessions from the U.S. side. No real deliverables, which is governmentspeak for specific achievements [+7082 chars]",
            "summary": "Weve just got to figure out where the red lines are and what are the most important things to each of us, going into the next two years.The U.S. president will want to send a message to Xi on White House concerns about Chinas economic practices. Dont expect a cheery joint statement, either.During President Joe Bidens highly anticipated meeting with Chinese President Xi Jinping on Monday, the leaders will be circling each other to game out how to manage a relationship that the U.S. has determined poses the biggest economic and military threat. That has strained relations with Washington, Europe and Chinas Asian neighbors, but Xi is unfazed and looks set to be more ambitious abroad.The meeting is an important event of Chinas head-of-state diplomacy toward the Asia Pacific, said a foreign ministry spokesman, Zhao Lijian. Heres a look at what each side is hoping to achieve out of the leaders first in-person encounter as presidents, to be held on the island of Bali in Indonesia: FOR THE UNITED STATESEssentially, Biden and other U.S. officials are trying to understand where Xi really stands. We believe that, of course, every country in the world should do more to prevail upon Russia, especially those who have relationships with Russia, to end this war and leave Ukraine, said U.S. national security adviser Jake Sullivan. At the same time, U.S. officials have repeatedly stressed that they see the two countries interactions as one of competition  and that they want to avoid conflict. Its a goal that will be much more readily achieved in person, White House officials say, despite Biden and Xis five video or phone calls during the U.S. presidents term.",
            "html_summary": "<ul><li>“We’ve just got to figure out where the red lines are and what are the most important things to each of us, going into the next two years.”The U.S. president will want to send a message to Xi on White House concerns about China’s economic practices.</li><li>Don’t expect a cheery joint statement, either.During President Joe Biden’s highly anticipated meeting with Chinese President Xi Jinping on Monday, the leaders will be circling each other to game out how to manage a relationship that the U.S. has determined poses the biggest economic and military threat.</li><li>That has strained relations with Washington, Europe and China’s Asian neighbors, but Xi is unfazed and looks set to be more ambitious abroad.The meeting is “an important event of China’s head-of-state diplomacy toward the Asia Pacific,” said a foreign ministry spokesman, Zhao Lijian.</li><li>Here’s a look at what each side is hoping to achieve out of the leaders’ first in-person encounter as presidents, to be held on the island of Bali in Indonesia: FOR THE UNITED STATESEssentially, Biden and other U.S. officials are trying to understand where Xi really stands.</li><li>“We believe that, of course, every country in the world should do more to prevail upon Russia, especially those who have relationships with Russia, to end this war and leave Ukraine,” said U.S. national security adviser Jake Sullivan.</li><li>At the same time, U.S. officials have repeatedly stressed that they see the two countries’ interactions as one of competition — and that they want to avoid conflict.</li></ul>",
            "website_url": "https://apnews.com/3decd48c4d2e01da0008d5148237b28d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MICHAEL LIEDTKE - AP Technology Writer",
            "title": "Antitrust battle over iPhone app store goes to appeals court",
            "description": "Apple is heading into a faceoff in federal appeals court with the company behind the popular Fortnite video game. The showdown Monday revives a highstakes antitrust battle over whether the digital fortress shielding the iPhones app store illegally enriches ",
            "url": "/2022-11-13-c5fcfcc748398aa2f56586256711b0b9",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2022-11-13T14:00:07Z",
            "content": "SAN FRANCISCO (AP) Apple is heading into a courtroom faceoff against the company behind the popular Fortnite video game, reviving a highstakes antitrust battle over whether the digital fortress shie [+5264 chars]",
            "summary": "That scenario would create a toxic kind of mess, Cook warned on the witness stand.Even as he railed against Apples ironclad grip on the app store, Sweeney acknowledged he owns an iPhone himself, partly because of its security and privacy features. By some estimates, those commissions pay Apple $15 billion to $20 billion annually  revenue that the Cupertino, California, company says helps cover the cost of the technology for the iPhone and a store that now contains nearly 2 million mostly free apps.U.S. During his testimony in lower court, Cook argued that forcing Apple to allow alternative payment systems would weaken the security and privacy controls prized by consumers who buy iPhones instead of devices running on Googles Android software. After hearing Mondays arguments in San Francisco, the appeals court isnt expected to rule for another six months to a year. That followed a closely watched trial that included testimony from Apple CEO Tim Cook and Epic CEO Tim Sweeney, as well as other top executives.Although she declared Apples exclusive control over iPhone apps wasnt a monopoly, Gonzalez Rogers opened one loophole that Apple wants to close. The issue is so important to both companies that the losing side is likely to take the fight to the U.S. Supreme Court, a process that could extend into 2024 or 2025. Much of what Perry says is likely to echo the successful case that Apple presented in the lower court.",
            "html_summary": "<ul><li>That scenario would create “a toxic kind of mess,” Cook warned on the witness stand.Even as he railed against Apple’s ironclad grip on the app store, Sweeney acknowledged he owns an iPhone himself, partly because of its security and privacy features.</li><li>By some estimates, those commissions pay Apple $15 billion to $20 billion annually — revenue that the Cupertino, California, company says helps cover the cost of the technology for the iPhone and a store that now contains nearly 2 million mostly free apps.U.S.</li><li>During his testimony in lower court, Cook argued that forcing Apple to allow alternative payment systems would weaken the security and privacy controls prized by consumers who buy iPhones instead of devices running on Google’s Android software.</li><li>After hearing Monday’s arguments in San Francisco, the appeals court isn’t expected to rule for another six months to a year.</li><li>That followed a closely watched trial that included testimony from Apple CEO Tim Cook and Epic CEO Tim Sweeney, as well as other top executives.Although she declared Apple’s exclusive control over iPhone apps wasn’t a monopoly, Gonzalez Rogers opened one loophole that Apple wants to close.</li><li>The issue is so important to both companies that the losing side is likely to take the fight to the U.S. Supreme Court, a process that could extend into 2024 or 2025.</li></ul>",
            "website_url": "https://apnews.com/c5fcfcc748398aa2f56586256711b0b9"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ADAM SCHRECK and ELAINE KURTENBACH - Associated Press",
            "title": "Ukraine war, tensions with China loom over big Bali summit",
            "description": "A showdown between Presidents Joe Biden and Vladimir Putin isnt happening, but the fallout from Russias invasion of Ukraine and growing tensions between China and the West will be at the fore when leaders of the worlds biggest economies gather",
            "url": "/2022-11-13-96fece8e82b94cd836923747198c14c6",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/c/ce/ccea63f2-dca4-5c5d-a201-d5c448951513/63707db5e6724.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-13T04:53:33Z",
            "content": "By ADAM SCHRECK and ELAINE KURTENBACH  Associated PressNUSA DUA, Indonesia (AP) A showdown between Presidents Joe Biden and Vladimir Putin isnt happening, but the fallout from Russias invasion of  [+8905 chars]",
            "summary": "It has amplified disruptions to energy supplies, shipping and food security, pushing prices sharply higher and complicating efforts to stabilize the world economy after the upheavals of the pandemic.United Nations Secretary-General Antonio Guterres is urging the G-20 to provide financial help for the developing world. That would be less than half of last years 8.1% and the second lowest in decades.Chinese President Xi will be coming to the summit emboldened by his appointment to an unusual third term as party chairman, making him Chinas strongest leader in decades. Biden and Xi will hold their first in-person meeting since Biden became president in January 2021 on the events sidelines Monday.The U.S. is at odds with China over a host of issues, including human rights, technology and the future of the self-ruled island of Taiwan. Host Indonesias economy grew at a 5.7% pace in the last quarter, one of the fastest among G-20 nations. But economists say activity is slowing under the pressure of pandemic controls, a crackdown on technology companies and a downturn in the real estate sector. The last thing they wanted was to be in the middle of this geopolitical fight, this war in Europe, and be the crossroads of it. Widodo, also known as Jokowi, became the first Asian leader since the invasion to visit both Russia and Ukraine in the summer.",
            "html_summary": "<ul><li>It has amplified disruptions to energy supplies, shipping and food security, pushing prices sharply higher and complicating efforts to stabilize the world economy after the upheavals of the pandemic.United Nations Secretary-General Antonio Guterres is urging the G-20 to provide financial help for the developing world.</li><li>That would be less than half of last year’s 8.1% and the second lowest in decades.Chinese President Xi will be coming to the summit emboldened by his appointment to an unusual third term as party chairman, making him China’s strongest leader in decades.</li><li>Biden and Xi will hold their first in-person meeting since Biden became president in January 2021 on the event’s sidelines Monday.The U.S. is at odds with China over a host of issues, including human rights, technology and the future of the self-ruled island of Taiwan.</li><li>Host Indonesia’s economy grew at a 5.7% pace in the last quarter, one of the fastest among G-20 nations.</li><li>But economists say activity is slowing under the pressure of pandemic controls, a crackdown on technology companies and a downturn in the real estate sector.</li><li>“The last thing they wanted was to be in the middle of this geopolitical fight, this war in Europe, and be the crossroads of it.</li></ul>",
            "website_url": "https://apnews.com/96fece8e82b94cd836923747198c14c6"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "How the FirstBuild product cocreation studio is changing how new things are made",
            "description": "We spoke with Andr Zdanow, president at FirstBuild, about how the studio is building on the success of its nugget ice maker.",
            "url": "/2022-11-13-firstbuild-profile",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/Steven-Fox-Mella-Danny-Carballo.jpg?resize=1200,675",
            "publishedAt": "2022-11-13T19:01:06Z",
            "content": "If you are running R&amp;D at a large appliance manufacturer, you have a challenge.You typically make products in enormous quantities at pretty slim margins. In order to recoup your development, to [+2575 chars]",
            "summary": "In other words, it was really a great idea that engineers had been toying around with for years, but in the context of the focus and economics of a multibillion-dollar company, it wasnt something that they could focus on.The Opal nugget ice maker was FirstBuilds first commercial success. If youre a small appliances nerd, you may have seen its Opal nugget ice maker, the studios first big breakthrough; the Mella mushroom fruiting chamber; its indoor pizza oven; or the Arden indoor smoker. I spoke with Andr Zdanow, president at FirstBuild, to figure out where these ideas came from and how the studio is working to try to replicate those successes.The most famous example is probably the Opal nugget ice maker. It started with crude concepts that looked like an ice maker but had nugget ice in it. They wanted to put the nugget ice into a fridge but werent able to figure out exactly what the market size would be for such a thing. We decided to develop a prototype and see if people want it to be just an ice maker, Zdanow explained. They call it Sonic ice or hospital ice.",
            "html_summary": "<ul><li>In other words, it was really a great idea that engineers had been toying around with for years, but in the context of the focus and economics of a multibillion-dollar company, it wasn’t something that they could focus on.”The Opal nugget ice maker was FirstBuild’s first commercial success.</li><li>If you’re a small appliances nerd, you may have seen its Opal nugget ice maker, the studio’s first big breakthrough; the Mella mushroom fruiting chamber; its indoor pizza oven; or the Arden indoor smoker.</li><li>I spoke with André Zdanow, president at FirstBuild, to figure out where these ideas came from and how the studio is working to try to replicate those successes.“The most famous example is probably the Opal nugget ice maker.</li><li>“It started with crude concepts that looked like an ice maker but had nugget ice in it.</li><li>They wanted to put the “nugget ice” into a fridge but weren’t able to figure out exactly what the market size would be for such a thing.</li><li>We decided to develop a prototype and see if people want it to be just an ice maker,” Zdanow explained.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/13/firstbuild-profile/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "Volunteer at TC Sessions Space and get a free pass to TechCrunch Disrupt 2023",
            "description": "Were looking for volunteers to help at TC Sessions Space on December 6 in L.A. Lend us a hand, and well hand you a free pass to TechCrunch Disrupt 2023.",
            "url": "/2022-11-13-volunteer-at-tc-sessions-space-and-get-a-free-pass-to-techcrunch-disrupt-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/volunteer_1200x628.png",
            "publishedAt": "2022-11-13T22:00:47Z",
            "content": "It takes a lot of people to bring a tech conference to life, and were looking for incredible people to support our events team and help make TC Sessions Space an amazing experience for our attendees [+1659 chars]",
            "summary": "If you want to gain valuable event experience, take in all the galactic goodness and earn a free pass to TechCrunch Disrupt 2023, apply to volunteer at TC Sessions: Space by November 22 to be considered! If youre selected, not only will you get a behind-the-scenes look at how events are produced, but youll also earn a free pass to attend TechCrunch Disrupt 2023 in San Francisco on September 1921.Plus, when you complete your volunteer shift, you can attend the interviews, presentations and breakout sessions. At any given time, you might help with registration, wrangle speakers, direct attendees, scan tickets or help with general event setup.Whats in it for you? Just some of the speakers gracing our stage include:And, of course, be sure to check out the early-stage startups exhibiting their latest space tech on the show floor.Volunteer spots are limited. Its a great way to see what it takes to produce a world-class conference.We expect more than 1,000 people at this event, and volunteers will handle a variety of tasks. Fair question.",
            "html_summary": "<ul><li>If you want to gain valuable event experience, take in all the galactic goodness and earn a free pass to TechCrunch Disrupt 2023, apply to volunteer at TC Sessions: Space by November 22 to be considered!</li><li>If you’re selected, not only will you get a behind-the-scenes look at how events are produced, but you’ll also earn a free pass to attend TechCrunch Disrupt 2023 in San Francisco on September 19–21.Plus, when you complete your volunteer shift, you can attend the interviews, presentations and breakout sessions.</li><li>At any given time, you might help with registration, wrangle speakers, direct attendees, scan tickets or help with general event setup.What’s in it for you?</li><li>Just some of the speakers gracing our stage include:And, of course, be sure to check out the early-stage startups exhibiting their latest space tech on the show floor.Volunteer spots are limited.</li><li>It’s a great way to see what it takes to produce a world-class conference.We expect more than 1,000 people at this event, and volunteers will handle a variety of tasks.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/13/volunteer-at-tc-sessions-space-and-get-a-free-pass-to-techcrunch-disrupt-2023/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Ukraine war, tensions with China loom over big Bali summit  The Associated Press  en Espaol. BidenXi summit What Biden wants, what Xi wants. Antitrust battle over iPhone app store goes to appeals court. Ukraine war, tensions with China loom over big Bali summit. How the FirstBuild product cocreation studio is changing how new things are made. Volunteer at TC Sessions Space and get a free pass to TechCrunch Disrupt 2023"
}