{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "XI TIGHTENS GRIP",
            "description": "BEIJING (AP)  President Xi Jinping, Chinas most powerful leader in decades, increased his dominance Sunday when he was named to another term as head of the ruling Communist Party in a break with tradition and promoted allies who support his vision of tighte",
            "url": "/2022-10-23-xi-jinping-china-beijing-government-and-politics-21fa1812435b563f2532effb4fe5758e",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/b21539d327bc46b68ae3a328aa76acf1/3000.jpeg",
            "publishedAt": "2022-10-23T11:00:05Z",
            "content": "Chinas Xi expands powers, promotes alliesBEIJING (AP)  President Xi Jinping, Chinas most powerful leader in decades, increased his dominance Sunday when he was named to another term as head of the [+9637 chars]",
            "summary": "Wang, 67, is below retirement age.Other new Standing Committee members include Cai Qi, the Beijing party secretary, and Ding Xuexiang, a career party functionary who is regarded as Xis alter ego or chief of staff. Its trading partners complain Beijing improperly subsidizes and shields its suppliers from competition.Trumps successor, Joe Biden, has kept punitive tariff hikes on Chinese goods and this month increased restrictions on Chinas access to U.S. chip technology.The party has tightened control over private sector leaders, including e-commerce giant Alibaba Group. The 69-year-old leader is expected by some to try to stay in power for life.The party also named a seven-member Standing Committee, its inner circle of power, dominated by Xi allies after Premier Li Keqiang, the No. Those posts are to be assigned when the legislature meets next year.Leadership changes were announced as the party wrapped up a twice-a-decade congress that was closely watched for initiatives to reverse an economic slump or changes in a severe zero-COVID strategy that has shut down cities and disrupted business. He gave no indication of possible changes in policies that prompted then-President Donald Trump to launch a tariff war with Beijing in 2018 over its technology ambitions.The party is trying to nurture Chinese creators of renewable energy, electric car, computer chip, aerospace and other technologies. That was despite Li being a year younger than the partys informal retirement age of 68.Power will be even more concentrated in the hands of Xi Jinping, said Jean-Pierre Cabestan, a Chinese politics expert at Hong Kong Baptist University. That broke up party factions and weakened potential challengers.Xi is on track to become the first leader in a generation to pick his own successor but has yet to indicate possible candidates.",
            "html_summary": "<ul><li>Wang, 67, is below retirement age.Other new Standing Committee members include Cai Qi, the Beijing party secretary, and Ding Xuexiang, a career party functionary who is regarded as Xi’s “alter ego” or chief of staff.</li><li>Its trading partners complain Beijing improperly subsidizes and shields its suppliers from competition.Trump’s successor, Joe Biden, has kept punitive tariff hikes on Chinese goods and this month increased restrictions on China’s access to U.S. chip technology.The party has tightened control over private sector leaders, including e-commerce giant Alibaba Group.</li><li>The 69-year-old leader is expected by some to try to stay in power for life.The party also named a seven-member Standing Committee, its inner circle of power, dominated by Xi allies after Premier Li Keqiang, the No.</li><li>Those posts are to be assigned when the legislature meets next year.Leadership changes were announced as the party wrapped up a twice-a-decade congress that was closely watched for initiatives to reverse an economic slump or changes in a severe “zero-COVID” strategy that has shut down cities and disrupted business.</li><li>He gave no indication of possible changes in policies that prompted then-President Donald Trump to launch a tariff war with Beijing in 2018 over its technology ambitions.The party is trying to nurture Chinese creators of renewable energy, electric car, computer chip, aerospace and other technologies.</li><li>That was despite Li being a year younger than the party’s informal retirement age of 68.“Power will be even more concentrated in the hands of Xi Jinping,” said Jean-Pierre Cabestan, a Chinese politics expert at Hong Kong Baptist University.</li></ul>",
            "website_url": "https://apnews.com/article/xi-jinping-china-beijing-government-and-politics-21fa1812435b563f2532effb4fe5758e"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "A look at the 7 men slated to lead Chinas Communist Party",
            "description": "Chinas ruling Communist Party has appointed a new allpowerful Politburo Standing Committee, led by General Secretary Xi Jinping, who is serving a precedentbreaking third fiveyear term as party head. Three of the members are holdovers from the previous bod",
            "url": "/2022-10-23-4a0e0d4d9b60be451b8ea2c6608062a5",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/a/01/a010d131-ebdc-5df0-b348-fc937f61813f/6354df8a3baf5.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-23T06:20:00Z",
            "content": "BEIJING (AP) The following is a look at the seven men making up the Communist Party of Chinas allpowerful Politburo Standing Committee in order of rank.Three of them are holdovers from the previo [+9687 chars]",
            "summary": "He later rose to be deputy Shanghai party secretary and then party secretary of the northeastern rust belt province of Liaoning. Before moving to Beijing, Zhao was party secretary for Shaanxi and, before that, for the remote western province of Qinghai on the Tibetan plateau, where he was born and spent his early career.Zhao, like Xi, is a second-generation party member and unconfirmed accounts say their fathers were friends. The caves carved from the loess hills where Mao Zedong and other party leaders road out World War II have since become a pilgrimage site for party faithful. POLITICAL THEORIST WANG HUNINGLongtime party political theorist Wang Huning, 62, has been a member of the Politburo Standing Committee since 2017 and moves up from fifth position, reflecting his status as one of Xis most important advisers. XI CONFIDANTE DING XUEXIANG As head of the General Office since 2017, Ding Xuexiang holds one of the most important bureaucratic positions in the party, with sweeping control over information and access to officials. Three are holdovers from the previous committee, including General Secretary Xi Jinping, who has received a precedent-breaking third term as party head. Cai, 66, is a Fujian native and considered one of the partys leading intellectuals, having earned a doctorate in political economy from Fujian Normal University, while also proving himself a competent manager.",
            "html_summary": "<ul><li>He later rose to be deputy Shanghai party secretary and then party secretary of the northeastern rust belt province of Liaoning.</li><li>Before moving to Beijing, Zhao was party secretary for Shaanxi and, before that, for the remote western province of Qinghai on the Tibetan plateau, where he was born and spent his early career.Zhao, like Xi, is a second-generation party member and unconfirmed accounts say their fathers were friends.</li><li>The caves carved from the loess hills where Mao Zedong and other party leaders road out World War II have since become a pilgrimage site for party faithful.</li><li>POLITICAL THEORIST WANG HUNINGLongtime party political theorist Wang Huning, 62, has been a member of the Politburo Standing Committee since 2017 and moves up from fifth position, reflecting his status as one of Xi’s most important advisers.</li><li>XI CONFIDANTE DING XUEXIANG As head of the General Office since 2017, Ding Xuexiang holds one of the most important bureaucratic positions in the party, with sweeping control over information and access to officials.</li><li>Three are holdovers from the previous committee, including General Secretary Xi Jinping, who has received a precedent-breaking third term as party head.</li></ul>",
            "website_url": "https://apnews.com/4a0e0d4d9b60be451b8ea2c6608062a5"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOE McDONALD - Associated Press",
            "title": "World faces tension with China under Xi Jinpings third term",
            "description": "The world faces the prospect of more tension with China over trade, security and human rights after Xi Jinping awarded himself another fiveyear term as leader of the ruling Communist Party and called for selfreliance in technology, a stronger military",
            "url": "/2022-10-23-0426169ced84c1e95189a0697b8929fd",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/3/5a/35af40c4-1c92-5a14-bf3f-a06a3c09f0da/6355e97917434.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-24T01:15:21Z",
            "content": "By JOE McDONALD  Associated PressBEIJING (AP) The world faces the prospect of more tension with China over trade, security and human rights after Xi Jinping awarded himself a third fiveyear term  [+7680 chars]",
            "summary": "He said the diplomatic corps will improve its fighting skills and always stand at the forefront of safeguarding national interests and national dignity.COVID: Xi gave no indication Chinas severe Zero COVID strategy might ease despite public frustration with its costs. It has become much more authoritarian and at times totalitarian.ECONOMY: By 2035, the Communist Party wants economic output per person to match a medium-level developed country, Xi said in a report to the congress. Activists says Xis government wants to deflect criticism of abuses by changing the U.N.s definition of human rights.Xi says the world system is broken and China has answers, said William Callahan of the London School of Economics. Beijing wants to be a world leader, and part of that, according to Beijing, is to be a leader in the hard politics of global security. Chinese diplomats, in a trend dubbed wolf warrior diplomacy, are more confrontational and sometimes violent. Public health experts say more of the elderly need to be vaccinated before the ruling party can relax Zero COVID. That might take months. Zero COVID, which tracks individuals using smartphone apps and has confined tens of millions to their homes, is indicative of how Xi Jinping wants Chinese society to work, said Callahan. If top leaders take the target seriously, they might have to adopt a more pro-growth policy stance, Hu and Zhang said in a report.",
            "html_summary": "<ul><li>He said the diplomatic corps will “improve its fighting skills and always stand at the forefront of safeguarding national interests and national dignity.”COVID: Xi gave no indication China’s severe “Zero COVID” strategy might ease despite public frustration with its costs.</li><li>“It has become much more authoritarian and at times totalitarian.”ECONOMY: By 2035, the Communist Party wants economic output per person to match a “medium-level developed country,” Xi said in a report to the congress.</li><li>Activists says Xi’s government wants to deflect criticism of abuses by changing the U.N.’s definition of human rights.Xi says “the world system is broken and China has answers,” said William Callahan of the London School of Economics.</li><li>“Beijing wants to be a world leader, and part of that, according to Beijing, is to be a leader in the hard politics of global security.” Chinese diplomats, in a trend dubbed “wolf warrior diplomacy,” are more confrontational and sometimes violent.</li><li>Public health experts say more of the elderly need to be vaccinated before the ruling party can relax “Zero COVID.” That might take months.</li><li>“Zero COVID,” which tracks individuals using smartphone apps and has confined tens of millions to their homes, “is indicative of how Xi Jinping wants Chinese society to work,” said Callahan.</li></ul>",
            "website_url": "https://apnews.com/0426169ced84c1e95189a0697b8929fd"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "A look at the 7 men slated to lead Chinas Communist Party",
            "description": "Chinas ruling Communist Party has appointed a new allpowerful Politburo Standing Committee, led by General Secretary Xi Jinping, who is serving a precedentbreaking third fiveyear term as party head. Three of the members are holdovers from the previous bod",
            "url": "/2022-10-23-4a0e0d4d9b60be451b8ea2c6608062a5",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/0/33/033939c8-6cbe-5473-a818-264798a3bdfb/6354dfac829cb.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-23T06:20:00Z",
            "content": "BEIJING (AP) The following is a look at the seven men making up the Communist Party of Chinas allpowerful Politburo Standing Committee in order of rank.Three of them are holdovers from the previo [+8494 chars]",
            "summary": "He later rose to be deputy Shanghai party secretary and then party secretary of the northeastern rust belt province of Liaoning. Before moving to Beijing, Zhao was party secretary for Shaanxi and, before that, for the remote western province of Qinghai on the Tibetan plateau, where he was born and spent his early career.Zhao, like Xi, is a second-generation party member and unconfirmed accounts say their fathers were friends. The caves carved from the loess hills where Mao Zedong and other party leaders road out World War II have since become a pilgrimage site for party faithful. POLITICAL THEORIST WANG HUNINGLongtime party political theorist Wang Huning, 62, has been a member of the Politburo Standing Committee since 2017 and moves up from fifth position, reflecting his status as one of Xis most important advisers. XI CONFIDANTE DING XUEXIANG As head of the General Office since 2017, Ding Xuexiang holds one of the most important bureaucratic positions in the party, with sweeping control over information and access to officials. Three are holdovers from the previous committee, including General Secretary Xi Jinping, who has received a precedent-breaking third term as party head. Cai, 66, is a Fujian native and considered one of the partys leading intellectuals, having earned a doctorate in political economy from Fujian Normal University, while also proving himself a competent manager.",
            "html_summary": "<ul><li>He later rose to be deputy Shanghai party secretary and then party secretary of the northeastern rust belt province of Liaoning.</li><li>Before moving to Beijing, Zhao was party secretary for Shaanxi and, before that, for the remote western province of Qinghai on the Tibetan plateau, where he was born and spent his early career.Zhao, like Xi, is a second-generation party member and unconfirmed accounts say their fathers were friends.</li><li>The caves carved from the loess hills where Mao Zedong and other party leaders road out World War II have since become a pilgrimage site for party faithful.</li><li>POLITICAL THEORIST WANG HUNINGLongtime party political theorist Wang Huning, 62, has been a member of the Politburo Standing Committee since 2017 and moves up from fifth position, reflecting his status as one of Xi’s most important advisers.</li><li>XI CONFIDANTE DING XUEXIANG As head of the General Office since 2017, Ding Xuexiang holds one of the most important bureaucratic positions in the party, with sweeping control over information and access to officials.</li><li>Three are holdovers from the previous committee, including General Secretary Xi Jinping, who has received a precedent-breaking third term as party head.</li></ul>",
            "website_url": "https://apnews.com/4a0e0d4d9b60be451b8ea2c6608062a5"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOE McDONALD - Associated Press",
            "title": "World faces tension with China under Xi Jinpings third term",
            "description": "The world faces the prospect of more tension with China over trade, security and human rights after Xi Jinping awarded himself another fiveyear term as leader of the ruling Communist Party and called for selfreliance in technology, a stronger military",
            "url": "/2022-10-23-0426169ced84c1e95189a0697b8929fd",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/5/8a/58aaca5c-a67e-56f5-839d-e538cf75ef43/6355eaa70f2f4.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-24T01:15:21Z",
            "content": "By JOE McDONALD  Associated PressBEIJING (AP) The world faces the prospect of more tension with China over trade, security and human rights after Xi Jinping awarded himself a third fiveyear term  [+7680 chars]",
            "summary": "He said the diplomatic corps will improve its fighting skills and always stand at the forefront of safeguarding national interests and national dignity.COVID: Xi gave no indication Chinas severe Zero COVID strategy might ease despite public frustration with its costs. It has become much more authoritarian and at times totalitarian.ECONOMY: By 2035, the Communist Party wants economic output per person to match a medium-level developed country, Xi said in a report to the congress. Activists says Xis government wants to deflect criticism of abuses by changing the U.N.s definition of human rights.Xi says the world system is broken and China has answers, said William Callahan of the London School of Economics. Beijing wants to be a world leader, and part of that, according to Beijing, is to be a leader in the hard politics of global security. Chinese diplomats, in a trend dubbed wolf warrior diplomacy, are more confrontational and sometimes violent. Public health experts say more of the elderly need to be vaccinated before the ruling party can relax Zero COVID. That might take months. Zero COVID, which tracks individuals using smartphone apps and has confined tens of millions to their homes, is indicative of how Xi Jinping wants Chinese society to work, said Callahan. If top leaders take the target seriously, they might have to adopt a more pro-growth policy stance, Hu and Zhang said in a report.",
            "html_summary": "<ul><li>He said the diplomatic corps will “improve its fighting skills and always stand at the forefront of safeguarding national interests and national dignity.”COVID: Xi gave no indication China’s severe “Zero COVID” strategy might ease despite public frustration with its costs.</li><li>“It has become much more authoritarian and at times totalitarian.”ECONOMY: By 2035, the Communist Party wants economic output per person to match a “medium-level developed country,” Xi said in a report to the congress.</li><li>Activists says Xi’s government wants to deflect criticism of abuses by changing the U.N.’s definition of human rights.Xi says “the world system is broken and China has answers,” said William Callahan of the London School of Economics.</li><li>“Beijing wants to be a world leader, and part of that, according to Beijing, is to be a leader in the hard politics of global security.” Chinese diplomats, in a trend dubbed “wolf warrior diplomacy,” are more confrontational and sometimes violent.</li><li>Public health experts say more of the elderly need to be vaccinated before the ruling party can relax “Zero COVID.” That might take months.</li><li>“Zero COVID,” which tracks individuals using smartphone apps and has confined tens of millions to their homes, “is indicative of how Xi Jinping wants Chinese society to work,” said Callahan.</li></ul>",
            "website_url": "https://apnews.com/0426169ced84c1e95189a0697b8929fd"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Joe Mcdonald",
            "title": "Chinas Xi expands powers, promotes allies",
            "description": "BEIJING (AP)  President Xi Jinping, Chinas most powerful leader in decades, increased his dominance when he was named Sunday to another term as head of the ruling Communist Party in a break with tradition and promoted allies who support his vision of tighte",
            "url": "/2022-10-23-21fa1812435b563f2532effb4fe5758e",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/4b09569b419442848e3b519c8a58aba9/3000.jpeg",
            "publishedAt": "2022-10-23T04:13:18Z",
            "content": "BEIJING (AP) President Xi Jinping, Chinas most powerful leader in decades, increased his dominance when he was named Sunday to another term as head of the ruling Communist Party in a break with tradi [+2890 chars]",
            "summary": "Those posts are to be assigned when the legislature meets next year.Leadership changes were announced as the party wrapped up a twice-a-decade congress that was closely watched for initiatives to reverse an economic slump or changes in a severe zero-COVID strategy that has shut down cities and disrupted business. The 69-year-old leader is expected by some to try to stay in power for life.The party also named a seven-member Standing Committee, its inner circle of power, dominated by Xi allies after Premier Li Keqiang, the No. Its trading partners complain Beijing improperly subsidizes and shields its suppliers from competition.Trumps successor, Joe Biden, has kept punitive tariff hikes on Chinese goods and this month increased restrictions on Chinas access to U.S. chip technology.The party has tightened control over private sector leaders including e-commerce giant Alibaba Group. Wang, 67, is below retirement age.Other new Standing Committee members include Cai Qi, the Beijing party secretary, and Ding Xuexiang, a career party functionary who is regarded as Xis alter ego or chief of staff. He gave no indication of possible changes in policies that prompted then-President Donald Trump to launch a tariff war with Beijing in 2018 over its technology ambitions.The party has poured money into nurturing Chinese creators of renewable energy, electric car, computer chip, aerospace and other technologies. That was despite Li being a year younger than the partys informal retirement age of 68.Power will be even more concentrated in the hands of Xi Jinping, said Jean-Pierre Cabestan, a Chinese politics expert at Hong Kong Baptist University. That broke up party factions and weakened potential challengers.Xi is on track to become the first leader in a generation to pick his own successor but has yet to indicate possible candidates.",
            "html_summary": "<ul><li>Those posts are to be assigned when the legislature meets next year.Leadership changes were announced as the party wrapped up a twice-a-decade congress that was closely watched for initiatives to reverse an economic slump or changes in a severe “zero-COVID” strategy that has shut down cities and disrupted business.</li><li>The 69-year-old leader is expected by some to try to stay in power for life.The party also named a seven-member Standing Committee, its inner circle of power, dominated by Xi allies after Premier Li Keqiang, the No.</li><li>Its trading partners complain Beijing improperly subsidizes and shields its suppliers from competition.Trump’s successor, Joe Biden, has kept punitive tariff hikes on Chinese goods and this month increased restrictions on China’s access to U.S. chip technology.The party has tightened control over private sector leaders including e-commerce giant Alibaba Group.</li><li>Wang, 67, is below retirement age.Other new Standing Committee members include Cai Qi, the Beijing party secretary, and Ding Xuexiang, a career party functionary who is regarded as Xi’s “alter ego” or chief of staff.</li><li>He gave no indication of possible changes in policies that prompted then-President Donald Trump to launch a tariff war with Beijing in 2018 over its technology ambitions.The party has poured money into nurturing Chinese creators of renewable energy, electric car, computer chip, aerospace and other technologies.</li><li>That was despite Li being a year younger than the party’s informal retirement age of 68.“Power will be even more concentrated in the hands of Xi Jinping,” said Jean-Pierre Cabestan, a Chinese politics expert at Hong Kong Baptist University.</li></ul>",
            "website_url": "https://apnews.com/21fa1812435b563f2532effb4fe5758e"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. XI TIGHTENS GRIP. A look at the 7 men slated to lead Chinas Communist Party. World faces tension with China under Xi Jinpings third term. A look at the 7 men slated to lead Chinas Communist Party. World faces tension with China under Xi Jinpings third term. Chinas Xi expands powers, promotes allies"
}