{
    "status": "ok",
    "totalResults": 9,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Sara Fischer",
            "title": "Slow fade for Google and Metas ad dominance",
            "description": "Data Insider Intelligence. Note Ecommerce includes Amazon, eBay, Walmart and Etsy; streaming includes TikTok, Hulu, Roku, Pluto, Tubi, Spotify, Pandora and iHeartMedia; tech includes Microsoft, Yelp and Verizon/Yahoo; social media includes Snap, Twitter, P",
            "url": "/2022-12-20-google-meta-duopoly-online-advertising",
            "urlToImage": "https://images.axios.com/CRRcEdenwFFN3uFVru6k4LvaRwI=/0x0:1280x720/1366x768/2022/12/20/1671536893875.png",
            "publishedAt": "2022-12-20T11:00:22Z",
            "content": "Data Insider Intelligence. Note Ecommerce includes Amazon, eBay, Walmart and Etsy; streaming includes TikTok, Hulu, Roku, Pluto, Tubi, Spotify, Pandora and iHeartMedia; tech includes Microsoft, Ye [+3337 chars]",
            "summary": "What to watch: Aggressive lobbying against Big Tech's ad dominance, mostly by the digital news industry and smaller technology rivals, will make it harder for Google and Meta to expand their ad businesses through acquisitions. Be smart: The ubiquity of screens in the home, workplace and on-the-go has made it so that virtually any company can target customers with digital ads, expanding the set of competitors for Google and Meta from other publishers and social media firms to streamers, e-commerce companies and beyond. Google and Meta, known together in the ad industry as the \"duopoly,\" are expected to bring in less than half of all U.S. digital advertising this year for the first time since 2014. By the numbers: Google and Meta will together capture 48.4% of all U.S. digital ad revenue this year (28.8% for Google and 19.6% for Meta), down from 54.7% at their peak in 2017 (34.7% for Google and 20.0% for Meta), per data from Insider Intelligence. The big picture: Google has long dominated digital search advertising while Meta has conquered targeted social media advertising. Why it matters: The duo's ad dominance has for years made both companies the target of antitrust investigations and lawsuits. While TikTok's ad business is booming, it's still relatively small in the U.S. compared to its Big Tech rivals.",
            "html_summary": "<ul><li>What to watch: Aggressive lobbying against Big Tech's ad dominance, mostly by the digital news industry and smaller technology rivals, will make it harder for Google and Meta to expand their ad businesses through acquisitions.</li><li>Be smart: The ubiquity of screens in the home, workplace and on-the-go has made it so that virtually any company can target customers with digital ads, expanding the set of competitors for Google and Meta from other publishers and social media firms to streamers, e-commerce companies and beyond.</li><li>Google and Meta, known together in the ad industry as the \"duopoly,\" are expected to bring in less than half of all U.S. digital advertising this year for the first time since 2014.</li><li>By the numbers: Google and Meta will together capture 48.4% of all U.S. digital ad revenue this year (28.8% for Google and 19.6% for Meta), down from 54.7% at their peak in 2017 (34.7% for Google and 20.0% for Meta), per data from Insider Intelligence.</li><li>The big picture: Google has long dominated digital search advertising while Meta has conquered targeted social media advertising.</li><li>Why it matters: The duo's ad dominance has for years made both companies the target of antitrust investigations and lawsuits.</li></ul>",
            "website_url": "https://www.axios.com/2022/12/20/google-meta-duopoly-online-advertising"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "GARANCE BURKE, JOSEF FEDERMAN, HUIZHONG WU, KRUTIKA PATHI and ROD McGUIRK",
            "title": "Police seize on COVID19 tech to expand global surveillance  The Associated Press  en Espaol",
            "description": "JERUSALEM (AP)  Majd Ramlawi was serving coffee in Jerusalems Old City when a chilling text message appeared on his phone.  You have been spotted as having participated in acts of violence in the AlAqsa Mosque, it read in Arabic.",
            "url": "/2022-12-20-3f3f348d176bc7152a8cb2dbab2e4cc4",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/5778a90f147440f19ab9e45bcfe0444a/1920.webp",
            "publishedAt": "2022-12-20T05:30:12Z",
            "content": "JERUSALEM (AP) Majd Ramlawi was serving coffee in Jerusalems Old City when a chilling text message appeared on his phone. You have been spotted as having participated in acts of violence in the Al [+24512 chars]",
            "summary": "Now, from Beijing to Jerusalem to Hyderabad, India, and Perth, Australia, The Associated Press has found that authorities used these technologies and data to halt travel for activists and ordinary people, harass marginalized communities and link peoples health information to other surveillance and law enforcement tools. From Beijing to Jerusalem to Hyderabad, India, The Associated Press has found that authorities used COVID-19 technologies and data to halt travel for activists and ordinary people, and link peoples health information to other surveillance and law enforcement tools. Police Commissioner C.V. Anand said the city has spent hundreds of millions of dollars in recent years on patrol vehicles, CCTV cameras, facial recognition and geo-tracking applications and several hundred facial recognition cameras, among other technologies powered by algorithms or machine learning. The country is seeking to build what will be among the worlds largest facial recognition networks.As the pandemic took hold in early 2020, state and central governments tasked local police with enforcing mask mandates. Griffis said he could not comment on discussions that occurred under the previous administration.The protocols appeared to lack information safeguards or usage restrictions, said Paromita Shah, Just Futures Laws executive director. The possibilities included integrating identifiable patient data, such as mental health, substance use and behavioral health information from group homes, shelters, jails, detox facilities and schools. Would it be added to the polices facial recognition database?Now hes suing in the Telangana High Court to find out why his photo was taken and to limit the widespread use of facial recognition.",
            "html_summary": "<ul><li>Now, from Beijing to Jerusalem to Hyderabad, India, and Perth, Australia, The Associated Press has found that authorities used these technologies and data to halt travel for activists and ordinary people, harass marginalized communities and link people’s health information to other surveillance and law enforcement tools.</li><li>From Beijing to Jerusalem to Hyderabad, India, The Associated Press has found that authorities used COVID-19 technologies and data to halt travel for activists and ordinary people, and link people’s health information to other surveillance and law enforcement tools.</li><li>Police Commissioner C.V. Anand said the city has spent hundreds of millions of dollars in recent years on patrol vehicles, CCTV cameras, facial recognition and geo-tracking applications and several hundred facial recognition cameras, among other technologies powered by algorithms or machine learning.</li><li>The country is seeking to build what will be among the world’s largest facial recognition networks.As the pandemic took hold in early 2020, state and central governments tasked local police with enforcing mask mandates.</li><li>Griffis said he could not comment on discussions that occurred under the previous administration.The protocols appeared to lack information safeguards or usage restrictions, said Paromita Shah, Just Futures Law’s executive director.</li><li>The possibilities included integrating “identifiable patient data,” such as mental health, substance use and behavioral health information from group homes, shelters, jails, detox facilities and schools.</li></ul>",
            "website_url": "https://apnews.com/3f3f348d176bc7152a8cb2dbab2e4cc4"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Thomas Peipert",
            "title": "Racers, mechanics, tinkerers converting classic cars to EVs  The Associated Press",
            "description": "DENVER (AP)  When Kevin Erickson fires up his 1972 Plymouth Satellite, a faint hum replaces what is normally the sound of pistons pumping, gas coursing through the carburetor and the low thrum of the exhaust.",
            "url": "/2022-12-20-9f9694650c23036ed3ee2e7c917d8e22",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/808d131e9dfb4c9fa9450b412cf9ddcf/3000.webp",
            "publishedAt": "2022-12-20T06:31:40Z",
            "content": "DENVER (AP) When Kevin Erickson fires up his 1972 Plymouth Satellite, a faint hum replaces what is normally the sound of pistons pumping, gas coursing through the carburetor and the low thrum of the  [+6276 chars]",
            "summary": "About 25% of respondents said they approve of classic vehicles being partially or fully converted to EVs.Electric vehicles deliver some pretty astonishing performance just by the nature of the mechanics of how they work, Klinger said. Its electric.Erickson is among a small but expanding group of tinkerers, racers, engineers and entrepreneurs across the country who are converting vintage cars and trucks into greener, and often much faster, electric vehicles. He said that during SEMAs annual show in Las Vegas this fall, some 21,000 square feet (1,951 square meters) of convention space was dedicated to electric vehicles and their parts. Because classic vehicles are driven for fewer than 1,500 miles (2,414 kilometers) a year on average, it takes longer to offset the initial carbon footprint of manufacturing the batteries, Klinger said. The respondents top three reasons for converting their vehicles were for faster acceleration and improved performance, for a fun and challenging project, and because of environmental and emissions concerns. DENVER (AP)  When Kevin Erickson fires up his 1972 Plymouth Satellite, a faint hum replaces what is normally the sound of pistons pumping, gas coursing through the carburetor and the low thrum of the exhaust.Even though its nearly silent, the classic American muscle car isnt broken. Some are even building vehicle frames with the electric motor, batteries and components already installed.",
            "html_summary": "<ul><li>About 25% of respondents said they approve of classic vehicles being partially or fully converted to EVs.“Electric vehicles deliver some pretty astonishing performance just by the nature of the mechanics of how they work,” Klinger said.</li><li>It’s electric.Erickson is among a small but expanding group of tinkerers, racers, engineers and entrepreneurs across the country who are converting vintage cars and trucks into greener, and often much faster, electric vehicles.</li><li>He said that during SEMA’s annual show in Las Vegas this fall, some 21,000 square feet (1,951 square meters) of convention space was dedicated to electric vehicles and their parts.</li><li>Because classic vehicles are driven for fewer than 1,500 miles (2,414 kilometers) a year on average, it takes longer to offset the initial carbon footprint of manufacturing the batteries, Klinger said.</li><li>The respondents’ top three reasons for converting their vehicles were for faster acceleration and improved performance, for a fun and challenging project, and because of environmental and emissions concerns.</li><li>DENVER (AP) — When Kevin Erickson fires up his 1972 Plymouth Satellite, a faint hum replaces what is normally the sound of pistons pumping, gas coursing through the carburetor and the low thrum of the exhaust.Even though it’s nearly silent, the classic American muscle car isn’t broken.</li></ul>",
            "website_url": "https://apnews.com/9f9694650c23036ed3ee2e7c917d8e22"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "Musk and Trump 2 disrupters face reckoning...",
            "description": "WASHINGTON (AP)  Elon Musk and Donald Trump share bestridethecolossus egos, an incessant desire to be the center of attention and a platform to showcase their eccentricities and erraticism. Both the Tesla CEO and the former president have used that platfor",
            "url": "/2022-12-20-capitol-siege-elon-musk-technology-business-donald-trump-0146e216bdebb755b3ef95365d015bc5",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/3ee4738842e948e0b23d70a4edf415d5/2205.webp",
            "publishedAt": "2022-12-20T12:00:04Z",
            "content": "Elon Musk and Donald Trump 2 disrupters face a reckoningWASHINGTON (AP)  Elon Musk and Donald Trump share bestridethecolossus egos, an incessant desire to be the center of attention and a platfor [+6214 chars]",
            "summary": "Musk, a 51-year-old native of South Africa who lived in Canada as a young man, is known for working insane hours, hands on, these days in Twitters San Francisco headquarters.But as disrupters, they might as well be twins separated at birth.Both of these guys are free-stylers, said Dezenhall. In the public-opinion influence game, its made up mostly of tweets and corporate policy about how to manage them.Their politics dont match  Musks right-wing and libertarian beliefs come with a devotion to controlling global warming, for example, and Trumps dont. Even though Trump has failed multiple times, hes always been protected by family money and amazing luck, Dezenhall said. The site has vastly amplified both their voices, in a way that has benefited Musks businesses and Trumps political career over the years, though at a cost to their reputations.A hater hellscape, Musk called Twitter in 2017. Then he decided to buy the platform.Now both face a reckoning this week brought on at least in part by their use of Twitter to advance their agendas and feed their outsize id. Trump has often argued he should be considered among the wealthiest, though behind that claim was a mirage.Both have operated from a sense that things begin and end by CEO fiat. In an unscientific poll he set up, a majority of the 17.5 million respondents said he should step down as Twitter chief.",
            "html_summary": "<ul><li>Musk, a 51-year-old native of South Africa who lived in Canada as a young man, is known for working insane hours, hands on, these days in Twitter’s San Francisco headquarters.But as disrupters, they might as well be twins separated at birth.“Both of these guys are free-stylers,” said Dezenhall.</li><li>In the public-opinion influence game, it’s made up mostly of tweets and corporate policy about how to manage them.Their politics don’t match — Musk’s right-wing and libertarian beliefs come with a devotion to controlling global warming, for example, and Trump’s don’t.</li><li>“Even though Trump has failed multiple times, he’s always been protected by family money and amazing luck,” Dezenhall said.</li><li>The site has vastly amplified both their voices, in a way that has benefited Musk’s businesses and Trump’s political career over the years, though at a cost to their reputations.“A hater hellscape,” Musk called Twitter in 2017.</li><li>Then he decided to buy the platform.Now both face a reckoning this week brought on at least in part by their use of Twitter to advance their agendas and feed their outsize id.</li><li>Trump has often argued he should be considered among the wealthiest, though behind that claim was a mirage.Both have operated from a sense that things begin and end by CEO fiat.</li></ul>",
            "website_url": "https://apnews.com/article/capitol-siege-elon-musk-technology-business-donald-trump-0146e216bdebb755b3ef95365d015bc5"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Earlystage Mexico fintech Aviva is making loans as easy as a video call",
            "description": "Aviva uses AI and natural language processing to match customers spoken words with fields of a loan application. Within minutes, customers can qualify for up to $1,000.Earlystage Mexico fintech Aviva is making loans as easy as a video call by Christine Hal",
            "url": "/2022-12-20-mexico-fintech-aviva-loans-video",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/Kiosk-Customer-3.jpeg?resize=1200,676",
            "publishedAt": "2022-12-20T13:01:17Z",
            "content": "There are some 40 million Mexicans who are excluded from certain financial products due to banks not thinking it is a segment worth going after, but Filiberto Castro does.The former banking executi [+3099 chars]",
            "summary": "In the future, Castro also sees the company providing a full banking offer to its customers.The credit card will give us a way to deposit loans if customers dont have a bank account, he said. This has the potential to create a new middle class in Mexico and later across Latin America.The company makes money from financing the interest on the loans, but is able to charge less than current banks. Much has been done in big cities, but by creating deep tech, AI and the video calls, we can establish elements to examine credit and lower interest rates. Average interest rates in Mexico can get as high as triple digits, but Aviva is able to charge around 80%, though still high, he added.Aviva is still very much in its early stages. The five-minute video call booths use biometrics and biosignals to determine the clients risk and willingness to pay in order to underwrite the loans.No one has done anything for this segment in the last 25 years, Castro told TechCrunch. That is great for us because it shows we are tackling the right segment  people who dont have any relationship with a bank.The hyperactive open banking market of Latin America: How the region is being APIfied It launched its product in November with 10 employees and has three kiosk locations where more than 500 customers have passed through since.",
            "html_summary": "<ul><li>In the future, Castro also sees the company providing a full banking offer to its customers.“The credit card will give us a way to deposit loans if customers don’t have a bank account,” he said.</li><li>This has the potential to create a new middle class in Mexico and later across Latin America.”The company makes money from financing the interest on the loans, but is able to charge less than current banks.</li><li>“Much has been done in big cities, but by creating deep tech, AI and the video calls, we can establish elements to examine credit and lower interest rates.</li><li>Average interest rates in Mexico can get as high as triple digits, but Aviva is able to charge around 80%, though still high, he added.Aviva is still very much in its early stages.</li><li>The five-minute “video call booths” use biometrics and biosignals to determine the client’s risk and willingness to pay in order to underwrite the loans.“No one has done anything for this segment in the last 25 years,” Castro told TechCrunch.</li><li>“That is great for us because it shows we are tackling the right segment — people who don’t have any relationship with a bank.”The hyperactive open banking market of Latin America: How the region is being APIfied</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/20/mexico-fintech-aviva-loans-video/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARI YAMAGUCHI - Associated Press",
            "title": "Japanese court says 45yearold nuclear reactor can operate",
            "description": "A Japanese court has ruled that a 45yearold nuclear reactor can continue to operate, rejecting demands by residents that it be suspended because of safety risks. The decision supports the governments push for greater use of nuclear energy because of",
            "url": "/2022-12-20-828779b99b121e188848f89e0b4c5e20",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/2b/92bf2032-5819-5bca-ad0a-4b2fc355dc15/63a1aad6e067f.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-20T12:17:11Z",
            "content": "By MARI YAMAGUCHI  Associated PressTOKYO (AP) A Japanese court ruled Tuesday that a 45yearold nuclear reactor in central Japan can continue to operate, rejecting demands by residents that it be  [+3671 chars]",
            "summary": "Kishida said in August that Japan needs to consider all options in its energy mix, including nuclear, to secure a stable energy supply amid potential shortages resulting from Russias war on Ukraine, while strengthening its green transformation to meet greenhouse gas emissions reduction targets. While four reactors that have operated more than 40 years have cleared the Nuclear Regulation Authoritys safety standards and have received permission to operate, the Mihama No. Anti-nuclear sentiment and safety concerns rose sharply in Japan after the Fukushima disaster, in which a massive earthquake and tsunami damaged reactor cooling systems, causing three to melt and release large amounts of radiation. 3 reactor, Kansai Electric Power Co., has taken adequate steps to prevent equipment degradation to fulfil the requirements of the Nuclear Regulation Authority and obtain an operational permit. Most nuclear reactors in Japan are more than 30 years old. The government initially planned to phase out nuclear power but has since reversed that stance. They also say developing next-generation reactors involves huge costs and uncertain prospects.",
            "html_summary": "<ul><li>Kishida said in August that Japan needs to consider all options in its energy mix, including nuclear, to secure a stable energy supply amid potential shortages resulting from Russia’s war on Ukraine, while strengthening its “green transformation” to meet greenhouse gas emissions reduction targets.</li><li>While four reactors that have operated more than 40 years have cleared the Nuclear Regulation Authority’s safety standards and have received permission to operate, the Mihama No.</li><li>Anti-nuclear sentiment and safety concerns rose sharply in Japan after the Fukushima disaster, in which a massive earthquake and tsunami damaged reactor cooling systems, causing three to melt and release large amounts of radiation.</li><li>3 reactor, Kansai Electric Power Co., has taken adequate steps to prevent equipment degradation to fulfil the requirements of the Nuclear Regulation Authority and obtain an operational permit.</li><li>Most nuclear reactors in Japan are more than 30 years old.</li><li>The government initially planned to phase out nuclear power but has since reversed that stance.</li></ul>",
            "website_url": "https://apnews.com/828779b99b121e188848f89e0b4c5e20"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Hyung-jin Kim",
            "title": "Kims sister says doubt on spy satellite are dog barking",
            "description": "SEOUL, South Korea (AP)  The powerful sister of North Korean leader Kim Jong Un on Tuesday dismissed as malicious disparaging and dog barking the outside assessments that cast doubt on its developmental spy satellite and other military capabilities.",
            "url": "/2022-12-20-8c77f7b14bf07a1fee8d05da8a30a850",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/0d6598d8ccaa497eaff2e3c4fc2ef4c9/3000.webp",
            "publishedAt": "2022-12-20T04:28:07Z",
            "content": "SEOUL, South Korea (AP) The powerful sister of North Korean leader Kim Jong Un on Tuesday dismissed as malicious disparaging and dog barking the outside assessments that cast doubt on its development [+3211 chars]",
            "summary": "Other weapons Kim wants to build are multi-warhead missiles, solid-fueled long-range missiles, underwater-launched nuclear missiles, nuclear-powered submarines and hypersonic missiles. North Korea said its rocket launches Sunday were tests of systems for its first military reconnaissance satellite and released two low-resolution photos of South Korean cities as viewed from space. Earlier Tuesday, Kims sister, Kim Yo Jong, used a slew of derisive terms  such as malicious disparaging, rubbish and dog barking  when she dismissed the outside assessments that cast doubt on North Koreas spy satellite development and long-range missiles. The deployment of the U.S. B-52 bombers and the F-22 stealth fighter jets for joint drills with South Korean warplanes was part of an agreement to protect South Korea with all available means, including nuclear, South Koreas Defense Ministry said. But North Korea has repeatedly argued its tests of missiles capable of reaching the U.S. and its allies have confirmed warheads can survive atmospheric reentry and other challenges.All of North Koreas ICBM tests have been performed at a steep angle to avoid neighboring countries. Kim Yo Jong said the test satellite carried a commercial camera because there was no reason to use an expensive, high-resolution camera for a single-shot test. She said North Korea used two old missiles as space launch vehicles.",
            "html_summary": "<ul><li>Other weapons Kim wants to build are multi-warhead missiles, solid-fueled long-range missiles, underwater-launched nuclear missiles, nuclear-powered submarines and hypersonic missiles.</li><li>North Korea said its rocket launches Sunday were tests of systems for its first military reconnaissance satellite and released two low-resolution photos of South Korean cities as viewed from space.</li><li>Earlier Tuesday, Kim’s sister, Kim Yo Jong, used a slew of derisive terms — such as “malicious disparaging,” “rubbish” and “dog barking” — when she dismissed the outside assessments that cast doubt on North Korea’s spy satellite development and long-range missiles.</li><li>The deployment of the U.S. B-52 bombers and the F-22 stealth fighter jets for joint drills with South Korean warplanes was part of an agreement to protect South Korea with all available means, including nuclear, South Korea’s Defense Ministry said.</li><li>But North Korea has repeatedly argued its tests of missiles capable of reaching the U.S. and its allies have confirmed warheads can survive atmospheric reentry and other challenges.All of North Korea’s ICBM tests have been performed at a steep angle to avoid neighboring countries.</li><li>Kim Yo Jong said the test satellite carried a commercial camera because there was no reason to use an expensive, high-resolution camera for a single-shot test.</li></ul>",
            "website_url": "https://apnews.com/8c77f7b14bf07a1fee8d05da8a30a850"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Edith M. Lederer",
            "title": "US and Iran clash over Russia using Iran drones in Ukraine",
            "description": "UNITED NATIONS (AP)  The United States and its allies clashed with Iran and its ally Russia over Western claims that Tehran is supplying Moscow with drones that have been attacking Ukraine  and the U.S.",
            "url": "/2022-12-20-4fa2b1d55ba590a48eea1bbf2a7edbc9",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/dce08e3239874270ad501cec60b261bb/3000.webp",
            "publishedAt": "2022-12-20T06:14:01Z",
            "content": "UNITED NATIONS (AP) The United States and its allies clashed with Iran and its ally Russia over Western claims that Tehran is supplying Moscow with drones that have been attacking Ukraine and the U.S [+6251 chars]",
            "summary": "Ambassador Vassily Nebenzia called allegations of Iranian drone deliveries to his country for use in Ukraine patently concocted and false. Russia is well aware that Ukrainian representatives have been unable to provide Tehran bilaterally any documentation to corroborate the use by Russian military personnel of Iranian-origin drones, he said. This is achievable if the U.S. demonstrates genuine political will  The U.S. now has the ball in its court.Speaking before Iravani, U.S. Deputy Ambassador Robert Wood said the door to negotiations remains open for a mutual U.S.-Iranian return to full implementation of the JCPOA. Iran is ready to resume talks and arrange a ministerial meeting as soon as possible to declare the JCPOA restoration, Iravani said. So let me just simply say, The ball is not in the U.S. court, Wood said. Lets make it clear: pressure, intimidation and confrontation are not solutions and will get nowhere, Iravani said. On the contrary, the ball is in Irans court. Britains U.N.",
            "html_summary": "<ul><li>Ambassador Vassily Nebenzia called allegations of Iranian drone deliveries to his country for use in Ukraine “patently concocted and false.” Russia is well aware that Ukrainian representatives “have been unable to provide Tehran bilaterally any documentation to corroborate the use by Russian military personnel of Iranian-origin drones,” he said.</li><li>“This is achievable if the U.S. demonstrates genuine political will … The U.S. now has the ball in its court.”Speaking before Iravani, U.S. Deputy Ambassador Robert Wood said “the door to negotiations remains open” for a mutual U.S.-Iranian return to full implementation of the JCPOA.</li><li>Iran is ready to resume talks and arrange a ministerial meeting “as soon as possible to declare the JCPOA restoration,” Iravani said.</li><li>“So let me just simply say, The ball is not in the U.S. court,” Wood said.</li><li>“Let’s make it clear: pressure, intimidation and confrontation are not solutions and will get nowhere,” Iravani said.</li></ul>",
            "website_url": "https://apnews.com/4fa2b1d55ba590a48eea1bbf2a7edbc9"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "RISHABH R. JAIN",
            "title": "Facial recognition wielded in India to enforce COVID policy",
            "description": "HYDERABAD, India (AP)  After a pair of Islamist bombings rocked the southcentral Indian city of Hyderabad in 2013, officials rushed to install 5,000 CCTV cameras to bolster security. Now there are nearly 700,000 in and around the metropolis.",
            "url": "/2022-12-20-9b5e249d7ef5cefd3c6dc74c2c4b5b84",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/4fbf0435a8a349118299819d8c53a5a2/3000.jpeg",
            "publishedAt": "2022-12-20T10:52:41Z",
            "content": "HYDERABAD, India (AP) After a pair of Islamist bombings rocked the southcentral Indian city of Hyderabad in 2013, officials rushed to install 5,000 CCTV cameras to bolster security. Now there are ne [+4235 chars]",
            "summary": "Three were men.Hyderabad has spent hundreds of millions of dollars on patrol vehicles, CCTV cameras, facial recognition and geo-tracking applications and several hundred facial recognition cameras, among other technologies, Anand said. The countrys National Crime Records Bureau is seeking to build what could be among the worlds largest facial recognition systems.Building steadily on previous government efforts, Prime Minister Narendra Modi and his Bharatiya Janata Party (BJP) have seized on the rise in surveillance technology since coming to power in 2014. The technology triggers any available camera in the area, pops up a mugshot database of criminals and can pair images with facial recognition software to scan CCTV footage for known criminals in the vicinity. His flagship Digital India campaign aims to overhaul the countrys digital infrastructure to govern using information technology.The government has promoted smart policing through drones, AI-enabled CCTV cameras and facial recognition. The app also connects almost all police officers in the city to a host of government and emergency services.Anand said photos of traffic violators and mask-mandate offenders are kept only long enough to be sure they arent needed in court and are then expunged. It cost $75 million, according to Mahender Reddy, director general of the Telangana State Police.Facial recognition and artificial intelligence have exploded in India in recent years, becoming key law enforcement tools for monitoring big gatherings. Police officers have access to an app, called TSCOP, on their smartphones and tablets that includes facial recognition scanning capabilities.",
            "html_summary": "<ul><li>Three were men.Hyderabad has spent hundreds of millions of dollars on patrol vehicles, CCTV cameras, facial recognition and geo-tracking applications and several hundred facial recognition cameras, among other technologies, Anand said.</li><li>The country’s National Crime Records Bureau is seeking to build what could be among the world’s largest facial recognition systems.Building steadily on previous government efforts, Prime Minister Narendra Modi and his Bharatiya Janata Party (BJP) have seized on the rise in surveillance technology since coming to power in 2014.</li><li>The technology triggers any available camera in the area, pops up a mugshot database of criminals and can pair images with facial recognition software to scan CCTV footage for known criminals in the vicinity.</li><li>His flagship Digital India campaign aims to overhaul the country’s digital infrastructure to govern using information technology.The government has promoted smart policing through drones, AI-enabled CCTV cameras and facial recognition.</li><li>The app also connects almost all police officers in the city to a host of government and emergency services.Anand said photos of traffic violators and mask-mandate offenders are kept only long enough to be sure they aren’t needed in court and are then expunged.</li><li>It cost $75 million, according to Mahender Reddy, director general of the Telangana State Police.Facial recognition and artificial intelligence have exploded in India in recent years, becoming key law enforcement tools for monitoring big gatherings.</li></ul>",
            "website_url": "https://apnews.com/9b5e249d7ef5cefd3c6dc74c2c4b5b84"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Slow fade for Google and Metas ad dominance. Police seize on COVID19 tech to expand global surveillance  The Associated Press  en Espaol. Racers, mechanics, tinkerers converting classic cars to EVs  The Associated Press. Musk and Trump 2 disrupters face reckoning.... Earlystage Mexico fintech Aviva is making loans as easy as a video call. Japanese court says 45yearold nuclear reactor can operate. Kims sister says doubt on spy satellite are dog barking. US and Iran clash over Russia using Iran drones in Ukraine. Facial recognition wielded in India to enforce COVID policy"
}