{
    "status": "ok",
    "totalResults": 13,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "David Klepper",
            "title": "Content moderation messy...",
            "description": "Content moderation messy...    (Second column, 10th story, link)    Related storiesMusks year of losing...Im not suicidal...If TWITTER collapses, will TESLA be far behind?Elon, Taibbi, and Very Modern Media Maelstrom...EU Social ",
            "url": "/2022-12-05-kanye-west-elon-musk-twitter-inc-entertainment-technology-0bf6e0ab969a60cd38abd9358ee5fd47",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/ef96f67fb67349749a18630b63723a8c/3000.webp",
            "publishedAt": "2022-12-05T18:34:38Z",
            "content": "Now that hes back on Twitter, neoNazi Andrew Anglin wants somebody to explain the rules.Anglin, the founder of an infamous neoNazi website, was reinstated Thursday, one of many previously banned  [+7073 chars]",
            "summary": "Last month, a senior EU official warned Musk that Twitter would have to improve its efforts to combat hate speech and misinformation; failure to comply could lead to huge fines.In another confusing move, Twitter announced in late November that it would end its policy prohibiting COVID-19 misinformation. Like, do I have to tag Elon Musk and hope that hes going to address the pogrom? Soundararajan said.Instances of hate speech and racial epithets soared on Twitter after Musks purchase as some users sought to test the new owners limits. Days later, it posted an update claiming that None of our policies have changed.On Friday, Musk revealed what he said was the inside story of Twitters decision in 2020 to limit the spread of a New York Post story about Hunter Bidens laptop. We are talking about the prevention of dangerous genocidal hate speech that can lead to mass atrocities.Soundararajans organization sits on Twitters Trust and Safety Council, which hasnt met since Musk took over. Now that hes back on Twitter, neo-Nazi Andrew Anglin wants somebody to explain the rules.Anglin, the founder of an infamous neo-Nazi website, was reinstated Thursday, one of many previously banned users to benefit from an amnesty granted by Twitters new owner Elon Musk. She said millions of Indians are terrified about who is going to get reinstated, and the company has stopped responding to the groups concerns.So what happens if theres another call for violence? Facebook also took actions to limit the storys spread.The information revealed by Musk included Twitters decision to delete a handful of tweets after receiving a request from Joe Bidens campaign.",
            "html_summary": "<ul><li>Last month, a senior EU official warned Musk that Twitter would have to improve its efforts to combat hate speech and misinformation; failure to comply could lead to huge fines.In another confusing move, Twitter announced in late November that it would end its policy prohibiting COVID-19 misinformation.</li><li>Like, do I have to tag Elon Musk and hope that he’s going to address the pogrom?” Soundararajan said.Instances of hate speech and racial epithets soared on Twitter after Musk’s purchase as some users sought to test the new owner’s limits.</li><li>Days later, it posted an update claiming that “None of our policies have changed.”On Friday, Musk revealed what he said was the inside story of Twitter’s decision in 2020 to limit the spread of a New York Post story about Hunter Biden’s laptop.</li><li>“We are talking about the prevention of dangerous genocidal hate speech that can lead to mass atrocities.”Soundararajan’s organization sits on Twitter’s Trust and Safety Council, which hasn’t met since Musk took over.</li><li>Now that he’s back on Twitter, neo-Nazi Andrew Anglin wants somebody to explain the rules.Anglin, the founder of an infamous neo-Nazi website, was reinstated Thursday, one of many previously banned users to benefit from an amnesty granted by Twitter’s new owner Elon Musk.</li><li>She said “millions of Indians are terrified about who is going to get reinstated,” and the company has stopped responding to the group’s concerns.“So what happens if there’s another call for violence?</li></ul>",
            "website_url": "https://apnews.com/article/kanye-west-elon-musk-twitter-inc-entertainment-technology-0bf6e0ab969a60cd38abd9358ee5fd47"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Joann Muller",
            "title": "Teslas electric Semi faces a long, slow, uphill climb",
            "description": "Teslas flashy new electric Semi truck isnt very practical for most freight haulers under pressure to reduce their carbon footprint. Why it matters Driving what CEO Elon Musk calls the most badass rig on the road doesnt matter to commercial truck operat",
            "url": "/2022-12-05-teslas-electric-semi-faces-a-long-slow-uphill-climb",
            "urlToImage": "https://images.axios.com/ktQ6hIH0hj6jUqKTlB9aajYzoMk=/0x0:1920x1080/1366x768/2022/12/02/1670006194466.jpg",
            "publishedAt": "2022-12-05T11:00:06Z",
            "content": "Teslas flashy new electric Semi truck isnt very practical for most freight haulers under pressure to reduce their carbon footprint. Why it matters Driving what CEO Elon Musk calls the most bad [+3296 chars]",
            "summary": "Why it matters: Driving what CEO Elon Musk calls \"the most bad-ass rig on the road\" doesn't matter to commercial truck operators, who are worried about hitting tougher emissions targets as well as long-term reliability and total cost of ownership. The bottom line: It's likely to take a mix of new technologies for truckers to cut emissions and meet sustainability targets. Illustration: Eniola Odetunde/AxiosTesla's flashy new electric Semi truck isn't very practical for most freight haulers under pressure to reduce their carbon footprint. Driving the news: Tesla last week delivered the company's first heavy-duty Semi to PepsiCo's Modesto, Calif., factory.Yes, but: Tesla omitted crucial information, including the truck's empty weight  an important consideration for measuring its efficiency.",
            "html_summary": "<ul><li>Why it matters: Driving what CEO Elon Musk calls \"the most bad-ass rig on the road\" doesn't matter to commercial truck operators, who are worried about hitting tougher emissions targets as well as long-term reliability and total cost of ownership.</li><li>The bottom line: It's likely to take a mix of new technologies for truckers to cut emissions and meet sustainability targets.</li><li>Illustration: Eniola Odetunde/AxiosTesla's flashy new electric Semi truck isn't very practical for most freight haulers under pressure to reduce their carbon footprint.</li></ul>",
            "website_url": "https://www.axios.com/2022/12/05/teslas-electric-semi-faces-a-long-slow-uphill-climb"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Scott Rosenberg",
            "title": "From Tesla to Twitter, 2022 was a year of losing for Elon Musk",
            "description": "Elon Musks yearend balance sheet for 2022 is full of red ink.Why it matters The worlds richest man has been an icon of technological success, but his moves this year  led by his purchase of Twitter  have slashed his financial bottom line and tarnished h",
            "url": "/2022-12-05-elon-musk-twitter-tesla-losing",
            "urlToImage": "https://images.axios.com/oUy-i-4DlVU_BUgFM7ASRUsbLA8=/0x0:1920x1080/1366x768/2022/12/04/1670121974507.jpg",
            "publishedAt": "2022-12-05T11:00:20Z",
            "content": "Elon Musks yearend balance sheet for 2022 is full of red ink.Why it matters The worlds richest man has been an icon of technological success, but his moves this year led by his purchase of Twit [+2082 chars]",
            "summary": "Photo illustration: Ada Amer/Axios.",
            "html_summary": "<ul><li>Photo illustration: Aïda Amer/Axios.</li></ul>",
            "website_url": "https://www.axios.com/2022/12/05/elon-musk-twitter-tesla-losing"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "New AI chatbot is scary good",
            "description": "The newest AI wonder, ChatGPT  the latest in a line of incredibly quicklyevolving AI text generators  is causing jaws to drop and brows to furrow.Whats happening Users are telling ChatGPT to rewrite literary classics in new styles or to produce performan",
            "url": "/2022-12-05-chatgpt-scary-good-ai-chatbot",
            "urlToImage": "https://images.axios.com/np2oXZSCA7plHf2nq1JNjvoJfDs=/0x0:1920x1080/1366x768/2022/12/04/1670191500919.jpg",
            "publishedAt": "2022-12-05T11:00:52Z",
            "content": "The newest AI wonder, ChatGPT the latest in a line of incredibly quicklyevolving AI text generators is causing jaws to drop and brows to furrow.Whats happening Users are telling ChatGPT to rewri [+3996 chars]",
            "summary": "Zoom out: Even in its present form, ChatGPT can serve up useful answers to plenty of questions  and that's without being trained on the latest news and information.What they're saying: Though people are clearly fascinated by ChatGPT, opinion is decidedly mixed on its net impact. Educators, who already often have to run essays through online tools to make sure they weren't plagiarized, worry that their difficult task could be made even harder.Zoom in: I gave ChatGPT a few tasks on Sunday, with varying success. Between the lines: ChatGPT, like other text generators, also creates problems when it gets things right. )Yes, but: The high quality of ChatGPT's responses adds to the fun, but also highlights the risks associated with AI. (There's also an unofficial Twitter bot for those who don't want to bother with signing up for the service. Why it matters: ChatGPT displays AI's power and fun.",
            "html_summary": "<ul><li>Zoom out: Even in its present form, ChatGPT can serve up useful answers to plenty of questions — and that's without being trained on the latest news and information.What they're saying: Though people are clearly fascinated by ChatGPT, opinion is decidedly mixed on its net impact.</li><li>Educators, who already often have to run essays through online tools to make sure they weren't plagiarized, worry that their difficult task could be made even harder.Zoom in: I gave ChatGPT a few tasks on Sunday, with varying success.</li><li>Between the lines: ChatGPT, like other text generators, also creates problems when it gets things right.</li><li>)Yes, but: The high quality of ChatGPT's responses adds to the fun, but also highlights the risks associated with AI.</li><li>(There's also an unofficial Twitter bot for those who don't want to bother with signing up for the service.</li></ul>",
            "website_url": "https://www.axios.com/2022/12/05/chatgpt-scary-good-ai-chatbot"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "The Google Assistants automatic website navigation feature is dead",
            "description": "Google wanted to click through websites on your behalf, but did that solve a problem?",
            "url": "/2022-12-05-the-google-assistants-automatic-website-navigation-feature-is-dead",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2019/11/Duplexforweb_hero_8SkVHSf.max-1000x1000-760x380.png",
            "publishedAt": "2022-12-05T18:12:05Z",
            "content": "Enlarge/ After you press the buy tickets button, the Google Assistant takes over. 4 with 0 posters participatingView more storiesGoogle is shutting down a rather obscure project Google Duple [+2922 chars]",
            "summary": "is a valuable command, but very few people probably knew that the Assistant could autonomously navigate a website to buy a movie ticket or check in to a flight on your behalf. Google's automated mouse clicker theoretically would have scaled well because it could bring voice support to a website without needing any work from the website owner.Now, though, it's dead. The feature couldn't have been very popular, and TechCrunch spotted a support page update that says Duplex on the Web will be dead by the end of the month.Duplex on the Web launched in late 2019 and was announced earlier that year at Google I/O. This version of DuplexDuplex on the Webwas a Google Assistant feature that could autonomously navigate websites on your behalf and do things like buy items and check in to a flight. With no comprehensive list of accepted commands for Google Assistant, it's not clear how anyone is supposed to learn about these features.Besides the eternal problem of discoverability, it's not clear this feature ever actually solved a problem. You'll need to find the item and possibly the time slot you want if it's a reservation, enter in your billing info, and mash \"next\" a lot, and Duplex on the Web was supposed to be able to do all that autonomously. The branding exists on two products: this \"web\" feature and Google's human-impersonating voice AI, the latter of which is still running as far as we know.",
            "html_summary": "<ul><li>is a valuable command, but very few people probably knew that the Assistant could autonomously navigate a website to buy a movie ticket or check in to a flight on your behalf.</li><li>Google's automated mouse clicker theoretically would have scaled well because it could bring voice support to a website without needing any work from the website owner.Now, though, it's dead.</li><li>The feature couldn't have been very popular, and TechCrunch spotted a support page update that says Duplex on the Web will be dead by the end of the month.Duplex on the Web launched in late 2019 and was announced earlier that year at Google I/O.</li><li>This version of Duplex—Duplex on the Web—was a Google Assistant feature that could autonomously navigate websites on your behalf and do things like buy items and check in to a flight.</li><li>With no comprehensive list of accepted commands for Google Assistant, it's not clear how anyone is supposed to learn about these features.Besides the eternal problem of discoverability, it's not clear this feature ever actually solved a problem.</li><li>You'll need to find the item and possibly the time slot you want if it's a reservation, enter in your billing info, and mash \"next\" a lot, and Duplex on the Web was supposed to be able to do all that autonomously.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/12/the-google-assistants-automatic-website-navigation-feature-is-dead/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JANIE HAR and CLAUDIA LAUER - Associated Press",
            "title": "US police rarely deploy deadly robots to confront suspects",
            "description": "The unabashedly liberal city of San Francisco became the unlikely proponent of weaponized police robots this week after supervisors approved them for limited use. In doing so, the board addressed headon an evolving technology that has become more widely avai",
            "url": "/2022-12-05-162a3eadb8b6b2e4e541c5bd1d6c8e46",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/19/6193b0d7-c228-54ac-aa20-787132ee6bda/638d8c8930519.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-05T06:02:51Z",
            "content": "By JANIE HAR and CLAUDIA LAUER  Associated PressSAN FRANCISCO (AP) The unabashedly liberal city of San Francisco became the unlikely proponent of weaponized police robots last week after superviso [+9035 chars]",
            "summary": "Brown was widely praised for his handling of the shooting and the standoff.There was this spray of doom about how police departments were going to use robots in the six months after Dallas, said Mark Lomax, former executive director of the National Tactical Officers Association. The approved policy allows only a limited number of high-ranking officers to authorize use of robots as a deadly force  and only when lives are at stake and after exhausting alternative force or de-escalation tactics, or concluding they would not be able to subdue the suspect otherwise. San Francisco police say the dozen functioning ground robots the department already has have never been used to deliver an explosive device, but are used to assess bombs or provide eyes in low-visibility situations.We live in a time when unthinkable mass violence is becoming more commonplace. The suspect was fatally shot by police when he exited through the damaged doorway and fired a weapon.As of this week, the state attorney generals office had not completed its review of the tactics used in the 2018 standoff, including the use of the explosive charge. Around the country, police have used robots over the past decade to communicate with barricaded suspects, enter potentially dangerous spaces and, in rare cases, for deadly force. Its a violent world, so well cross that bridge when we come to it, he said.There are often better options than robots if lethal force is needed, because bombs can create collateral damage to buildings and people, said Lomax, the former head of the tactical officers group. The authorization comes as police departments across the U.S. face increasing scrutiny for the use of militarized equipment and force amid a yearslong reckoning on criminal justice.",
            "html_summary": "<ul><li>Brown was widely praised for his handling of the shooting and the standoff.“There was this spray of doom about how police departments were going to use robots in the six months after Dallas,” said Mark Lomax, former executive director of the National Tactical Officers Association.</li><li>The approved policy allows only a limited number of high-ranking officers to authorize use of robots as a deadly force — and only when lives are at stake and after exhausting alternative force or de-escalation tactics, or concluding they would not be able to subdue the suspect otherwise.</li><li>San Francisco police say the dozen functioning ground robots the department already has have never been used to deliver an explosive device, but are used to assess bombs or provide eyes in low-visibility situations.“We live in a time when unthinkable mass violence is becoming more commonplace.</li><li>The suspect was fatally shot by police when he exited through the damaged doorway and fired a weapon.As of this week, the state attorney general’s office had not completed its review of the tactics used in the 2018 standoff, including the use of the explosive charge.</li><li>Around the country, police have used robots over the past decade to communicate with barricaded suspects, enter potentially dangerous spaces and, in rare cases, for deadly force.</li><li>“It’s a violent world, so we’ll cross that bridge when we come to it,” he said.There are often better options than robots if lethal force is needed, because bombs can create collateral damage to buildings and people, said Lomax, the former head of the tactical officers group.</li></ul>",
            "website_url": "https://apnews.com/162a3eadb8b6b2e4e541c5bd1d6c8e46"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Pfizer announces $750M expansion of western Michigan plant",
            "description": "Pfizer has announced a $750 million project toward expanding capacity at the western Michigan pharmaceutical plant where the company first mass produced its COVID19 vaccine. Company officials said Monday the project will boost the plants manufacturing of st",
            "url": "/2022-12-05-67a00830603da0775d157b48483f7b37",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/c72cf8ac-c550-11ea-86bd-3761faee86a6.jpg?resize=600%2C315",
            "publishedAt": "2022-12-05T18:04:48Z",
            "content": "LANSING, Mich. (AP) Pfizer announced a $750 million project Monday toward expanding capacity at the western Michigan pharmaceutical plant where the company first mass produced its COVID19 vaccine. [+1185 chars]",
            "summary": "Whitmer called the companys plans its third miracle following its production and distribution of the COVID-19 vaccine.Pfizer started work last year on a separate $465 million expansion of the Portage plant for production of a pain medication. Gretchen Whitmer joined Breen for the project announcement in Lansing.",
            "html_summary": "<ul><li>Whitmer called the company’s plans its “third miracle” following its production and distribution of the COVID-19 vaccine.Pfizer started work last year on a separate $465 million expansion of the Portage plant for production of a pain medication.</li></ul>",
            "website_url": "https://apnews.com/67a00830603da0775d157b48483f7b37"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By GILLIAN FLACCUS - Associated Press",
            "title": "Sale jumpstarts floating, offshore wind power in US waters",
            "description": "Tuesday marks the firstever U.S. auction for leases to develop commercialscale floating wind farms in the deep waters off the West Coast. The live, online auction for the five leases  three off Californias central coast and two off its",
            "url": "/2022-12-05-82bb858c275f3dbb13852522fdf5b680",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/47/a47b360a-a875-5135-bc1d-7ae3f7752544/638e1a4b2083f.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-05T16:07:33Z",
            "content": "By GILLIAN FLACCUS  Associated PressPORTLAND, Ore. (AP) Tuesday marks the firstever U.S. auction of leases to develop commercialscale floating wind farms, in the deep waters off the West Coast. [+7507 chars]",
            "summary": "President Joe Biden set a goal of deploying 30 gigawatts of offshore wind by 2030 using traditional technology that secures wind turbines to the ocean floor, enough to power 10 million homes. The wind turbines will float roughly 25 miles offshore.The growth of offshore wind comes as climate change intensifies and need for clean energy grows. Then the administration announced plans in September to develop floating platforms that could vastly expand offshore wind in the United States.Minimum bids for the leases range from $6 million to $8 million, but sales could go higher. It declined 13% in 2021 alone.Offshore wind is well established in the U.K. and some other countries but is just beginning to ramp up off Americas coasts, and this is the nations first foray into floating wind turbines. The nations first offshore wind farm opened off the coast of Rhode Island in late 2016, allowing residents of small Block Island to shut off five diesel generators. An auction earlier this year for traditional offshore wind leases off the coasts of New York and New Jersey netted more than $4 billion, the record for the U.S. so far. We know that this can provide a huge slice of our our electricity needs, and if were going to solve the climate crisis we need to put as many clean electrons online as we can, particularly given increases in load demand with electric vehicles, he said.",
            "html_summary": "<ul><li>President Joe Biden set a goal of deploying 30 gigawatts of offshore wind by 2030 using traditional technology that secures wind turbines to the ocean floor, enough to power 10 million homes.</li><li>The wind turbines will float roughly 25 miles offshore.The growth of offshore wind comes as climate change intensifies and need for clean energy grows.</li><li>Then the administration announced plans in September to develop floating platforms that could vastly expand offshore wind in the United States.Minimum bids for the leases range from $6 million to $8 million, but sales could go higher.</li><li>It declined 13% in 2021 alone.Offshore wind is well established in the U.K. and some other countries but is just beginning to ramp up off America’s coasts, and this is the nation’s first foray into floating wind turbines.</li><li>The nation’s first offshore wind farm opened off the coast of Rhode Island in late 2016, allowing residents of small Block Island to shut off five diesel generators.</li><li>An auction earlier this year for traditional offshore wind leases off the coasts of New York and New Jersey netted more than $4 billion, the record for the U.S. so far.</li></ul>",
            "website_url": "https://apnews.com/82bb858c275f3dbb13852522fdf5b680"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "DAVID McHUGH - AP Business Writer",
            "title": "Russian oil price cap, EU ban aim to limit Kremlin war chest",
            "description": "Oil prices have risen as the first strong measures to limit Russias oil profits over the war in Ukraine took effect. The new sanctions bring with them uncertainty about how much crude could be lost to the global economy through",
            "url": "/2022-12-05-f8a8aed1128b576e371c7896c770e516",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/8/3d/83d966cb-8b5a-5483-8a83-e3efc920c488/638de325d222c.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-05T12:14:03Z",
            "content": "DAVID McHUGH  AP Business WriterFRANKFURT, Germany (AP) Oil prices rose Monday as the first strong measures to limit Russias oil profits over the war in Ukraine took effect, bringing with them un [+5371 chars]",
            "summary": "He said this cap will lock in the discount on Russian oil and countries like China and India would be able to bargain for steep price reductions.Indian Foreign Minister Subrahmanyam Jaishankar indicated Monday that the country would keep buying oil from Russia to prioritize its energy needs. They could later agree to lower the price cap to increase pressure on Russia, which says it will not sell to countries that observe the limit.That could take oil off global markets and raise energy costs, including for gasoline at the pump. The Biden administration doesnt expect that Russias threats to cut off countries observing the cap and slow production would have any impact long term on global oil prices, National Security Council spokesman John Kirby said. Russia could use methods to evade the sanctions such as those employed by Iran and Venezuela, including using dark fleet tankers with obscure ownership and ship-to-ship transfers of oil to tankers with oil of similar quality to hide its origin. Russias economy has shrunk  but not by as much as many expected at the start of the war almost 10 months ago.One unknown is how much of the oil formerly sold to Europe can be rerouted. French Finance Minister Bruno Le Maire said the cap was worth trying, adding that we will make an assessment of the efficiency of the old cap at the beginning of 2023.Ukraines President Volodymyr Zelenskyy had called for a price ceiling of around $30 per barrel. That would be near Russias cost of production, letting Russian oil companies earn enough only to avoid capping wells that can be hard to restart.",
            "html_summary": "<ul><li>He said “this cap will lock in the discount on Russian oil” and countries like China and India would be able to bargain for steep price reductions.Indian Foreign Minister Subrahmanyam Jaishankar indicated Monday that the country would keep buying oil from Russia to prioritize its energy needs.</li><li>They could later agree to lower the price cap to increase pressure on Russia, which says it will not sell to countries that observe the limit.That could take oil off global markets and raise energy costs, including for gasoline at the pump.</li><li>The Biden administration doesn’t expect that Russia’s threats to cut off countries observing the cap and slow production would “have any impact long term on global oil prices,” National Security Council spokesman John Kirby said.</li><li>Russia could use methods to evade the sanctions such as those employed by Iran and Venezuela, including using “dark fleet” tankers with obscure ownership and ship-to-ship transfers of oil to tankers with oil of similar quality to hide its origin.</li><li>Russia’s economy has shrunk — but not by as much as many expected at the start of the war almost 10 months ago.One unknown is how much of the oil formerly sold to Europe can be rerouted.</li><li>French Finance Minister Bruno Le Maire said the cap was “worth trying,” adding that “we will make an assessment of the efficiency of the old cap at the beginning of 2023.”Ukraine’s President Volodymyr Zelenskyy had called for a price ceiling of around $30 per barrel.</li></ul>",
            "website_url": "https://apnews.com/f8a8aed1128b576e371c7896c770e516"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By FRANK BAJAK - AP Technology Writer",
            "title": "Review The digital sleuths who demystified cryptocurrency",
            "description": "Tracers In The Dark by Andy Greenberg sketches the evolution of a wholly new discipline  the tracking of cryptocurrency transactions by a new breed of digital sleuths. They take down Silk Road and other dark web markets and merchants,",
            "url": "/2022-12-05-0e64197c94c801719bf3dfb5c5741d8b",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/d/4e/d4ec6a2f-4e51-512c-a255-d40bb048d767/638e38da76904.image.jpg?crop=1165%2C612%2C0%2C583&resize=1165%2C612&order=crop%2Cresize",
            "publishedAt": "2022-12-05T18:12:05Z",
            "content": "By FRANK BAJAK  AP Technology WriterTracers In The Dark by Andy Greenberg (Doubleday)The year was 2011. Cryptocurrency was a littleunderstood novelty, and Sen. Chuck Schumer called a news conf [+4198 chars]",
            "summary": "The agents who worked that case can never unsee the terrible images they gathered as evidence, linking purchases to patrons cryptocurrency wallets.Well told is how Dutch cyber police surreptitiously take over and run the Hansa dark web marketplace just as patrons of the shuttered AlphaBay sign up in droves. But painstaking digital sleuthing  and carelessness  foils many cybercrooks.In the spotlight are Armenian-born accountant-turned-IRS agent named Tigran Gambaryan and blue-eyed Danish programmer Michael Groniger, co-founder of Chainalysis, a pioneer in commercial crypto-tracing, which counts law enforcement and intelligence agencies among its main customers. They take down Silk Road and other dark web markets and merchants, finger crypto money launderers and snare the sysadmin and users of Welcome to Video, a major South-Korea-based distributor of child sexual abuse material. The rare Russian cybercrook to face Western justice, he is alleged to have laundered more than $4 billion and awaits trial in California.For all their success tracking Bitcoin and other cybercurrencies, the heroes of Greenbergs book are often frustrated by a lack of Russian legal cooperation in particular. A young Quebecois behind the AlphaBay dark web market, Alexandre Cazes, lives large in Thailand, rocketing around in a Lamborghini, running up $12,000 restaurant bills and boasting of adulterous sexploits online. But Greenberg is more interested in the uber-geeks blazing this new digital law enforcement trail as they track cryptocurrency on the so-called blockchain, where every transaction is recorded. One tale Greenberg is unable to tell well is of the biggest criminal cyber coin exchange to date, BTC-e. Thats hardly his fault.",
            "html_summary": "<ul><li>The agents who worked that case can never unsee the terrible images they gathered as evidence, linking purchases to patrons’ cryptocurrency wallets.Well told is how Dutch cyber police surreptitiously take over and run the Hansa dark web marketplace just as patrons of the shuttered AlphaBay sign up in droves.</li><li>But painstaking digital sleuthing – and carelessness – foils many cybercrooks.In the spotlight are Armenian-born accountant-turned-IRS agent named Tigran Gambaryan and blue-eyed Danish programmer Michael Groniger, co-founder of Chainalysis, a pioneer in commercial crypto-tracing, which counts law enforcement and intelligence agencies among its main customers.</li><li>They take down Silk Road and other “dark web” markets and merchants, finger crypto money launderers and snare the sysadmin and users of Welcome to Video, a major South-Korea-based distributor of child sexual abuse material.</li><li>The rare Russian cybercrook to face Western justice, he is alleged to have laundered more than $4 billion and awaits trial in California.For all their success tracking Bitcoin and other cybercurrencies, the heroes of Greenberg’s book are often frustrated by a lack of Russian legal cooperation in particular.</li><li>A young Quebecois behind the AlphaBay dark web market, Alexandre Cazes, lives large in Thailand, rocketing around in a Lamborghini, running up $12,000 restaurant bills and boasting of adulterous sexploits online.</li><li>But Greenberg is more interested in the uber-geeks blazing this new digital law enforcement trail as they track cryptocurrency on the so-called blockchain, where every transaction is recorded.</li></ul>",
            "website_url": "https://apnews.com/0e64197c94c801719bf3dfb5c5741d8b"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By HOWARD FENDRICH and STEVEN WINE - AP Sports Writers",
            "title": "Nick Bollettieri, coach to many tennis stars, dead at age 91",
            "description": "Hall of Fame tennis coach Nick Bollettieri has died at the age of 91. Bollettieri worked with some of the sports biggest stars, including Andre Agassi and Monica Seles, and founded an academy that revolutionized the development of young athletes.",
            "url": "/2022-12-05-b8495093bf80986e776d82d4bff64a83",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/a/f0/af0fcb38-9609-5421-ba06-c58a3c310050/638e0c9d0e0df.image.jpg?crop=1769%2C929%2C0%2C121&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-05T14:57:01Z",
            "content": "By HOWARD FENDRICH and STEVEN WINE  AP Sports WritersNick Bollettieri, the Hall of Fame tennis coach who worked with some of the sports biggest stars, including Andre Agassi and Monica Seles, and  [+4934 chars]",
            "summary": "He earned a philosophy degree and played tennis at Spring Hill College in Mobile, Alabama, and was a paratrooper in the Army before enrolling in law school at the University of Miami.For spending money, Bollettieri began teaching tennis for $1.50 an hour, according to the Hall of Fame. He touched so many lives and he had a great send-off.Known for his gravelly voice, leathery skin and wraparound sunglasses  and a man who called himself the Michelangelo of Tennis despite never playing professionally  Bollettieri helped no fewer than 10 players who went on to be No. The truth is, any criticism was no match for the astounding success of his pupils.His teaching methods were widely copied and tennis academies dot the globe today.Our sport lost one of its most passionate coaches & advocates, Hall of Fame member Billie Jean King wrote on Twitter. He was 91.Bollettieri died Sunday night at home in Florida after a series of health issues, his manager, Steve Shulla, said in a telephone interview with The Associated Press on Monday.When he became sick, he got so many wonderful messages from former students and players and coaches. He showed us all how life can be lived to the fullest Thank you, Nick.Bollettieri remained active into his 80s, touring the world to drop in on the top tournaments and, in 2014, became only the fourth coach to be inducted into the International Tennis Hall of Fame. Nick Bollettieri, the Hall of Fame tennis coach who worked with some of the sports biggest stars, including Andre Agassi and Monica Seles, and founded an academy that revolutionized the development of young athletes, has died. That approach worked for Agassi, Seles, Courier and many others.In my dreams, Bollettieri confessed with a grin, I say, Nick, youre darn good.___Steven Wine is a retired AP sports writer.___AP tennis: https://apnews.com/hub/tennis and https://twitter.com/AP_Sports",
            "html_summary": "<ul><li>He earned a philosophy degree and played tennis at Spring Hill College in Mobile, Alabama, and was a paratrooper in the Army before enrolling in law school at the University of Miami.For spending money, Bollettieri began teaching tennis for $1.50 an hour, according to the Hall of Fame.</li><li>He touched so many lives and he had a great send-off.”Known for his gravelly voice, leathery skin and wraparound sunglasses — and a man who called himself the “Michelangelo of Tennis” despite never playing professionally — Bollettieri helped no fewer than 10 players who went on to be No.</li><li>The truth is, any criticism was no match for the astounding success of his pupils.His teaching methods were widely copied and tennis academies dot the globe today.“Our sport lost one of its most passionate coaches & advocates,” Hall of Fame member Billie Jean King wrote on Twitter.</li><li>He was 91.Bollettieri died Sunday night at home in Florida after a series of health issues, his manager, Steve Shulla, said in a telephone interview with The Associated Press on Monday.“When he became sick, he got so many wonderful messages from former students and players and coaches.</li><li>“He showed us all how life can be lived to the fullest… Thank you, Nick.”Bollettieri remained active into his 80s, touring the world to drop in on the top tournaments and, in 2014, became only the fourth coach to be inducted into the International Tennis Hall of Fame.</li><li>Nick Bollettieri, the Hall of Fame tennis coach who worked with some of the sport’s biggest stars, including Andre Agassi and Monica Seles, and founded an academy that revolutionized the development of young athletes, has died.</li></ul>",
            "website_url": "https://apnews.com/b8495093bf80986e776d82d4bff64a83"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Dmitry Rogozin may be in some trouble in Russia",
            "description": "Wagner Group soldiers are welltrained to identify those attired in NATO clothing.",
            "url": "/2022-12-05-dmitry-rogozin-may-be-in-some-trouble-in-russia",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/12/rogozin-760x380.jpg",
            "publishedAt": "2022-12-05T14:42:23Z",
            "content": "Enlarge/ Dmitry Rogozin, second from left, has been active in the Donbas region of Ukraine.3 with 0 posters participatingIt has been nearly five months since Dmitry Rogozin was sacked as director [+3270 chars]",
            "summary": "Some of his equipment, in fact, was made in NATO countries, which Russia opposes.Apparently Russian military correspondents are making fun of Dmitry Rogozin because he keeps posting photos of himself in fancy NATO military gear that is an order of magnitude more expensive than regular Russian troops get. Rogozin's stated aim has been to test and supply the advanced weapons technology needed by Russian troops to win the war.As part of his efforts, Rogozin has been posting images and statements to his Telegram account from the Donbas region of Ukraine, visiting with troops. Prigozhin said the actions of Rogozin in Ukraine are clearly being done for the purposes of public relations rather than furthering the Russian war effort. Prigozhin has seen his profile rise significantly this year as Putin has turned to him to help stem the tide of a flailing war effort in Ukraine. Of the Russian military general staff, he said in October, \"All these bastards ought to be sent to the front barefoot with just a submachine gun. To look the partand, knowing Rogozin, likely to build up his image as a \"tough guy\"Rogozin has also posted images of himself dressed up as a soldier. In this role, Prigozhin effectively has carte blanche to act within Russia and Ukraine.Prigozhin leads an organization called the Wagner Group, which has stood up mercenary armies to support Russian forces in Eastern Ukraine.",
            "html_summary": "<ul><li>Some of his equipment, in fact, was made in NATO countries, which Russia opposes.Apparently Russian military correspondents are making fun of Dmitry Rogozin because he keeps posting photos of himself in fancy NATO military gear that is an order of magnitude more expensive than regular Russian troops get.</li><li>Rogozin's stated aim has been to test and supply the advanced weapons technology needed by Russian troops to win the war.As part of his efforts, Rogozin has been posting images and statements to his Telegram account from the Donbas region of Ukraine, visiting with troops.</li><li>Prigozhin said the actions of Rogozin in Ukraine are clearly being done for the purposes of public relations rather than furthering the Russian war effort.</li><li>Prigozhin has seen his profile rise significantly this year as Putin has turned to him to help stem the tide of a flailing war effort in Ukraine.</li><li>Of the Russian military general staff, he said in October, \"All these bastards ought to be sent to the front barefoot with just a submachine gun.</li><li>To look the part—and, knowing Rogozin, likely to build up his image as a \"tough guy\"—Rogozin has also posted images of himself dressed up as a soldier.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/12/dmitry-rogozin-may-be-in-some-trouble-in-russia/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Content moderation messy.... Teslas electric Semi faces a long, slow, uphill climb. From Tesla to Twitter, 2022 was a year of losing for Elon Musk. New AI chatbot is scary good. The Google Assistants automatic website navigation feature is dead. US police rarely deploy deadly robots to confront suspects. Pfizer announces $750M expansion of western Michigan plant. Sale jumpstarts floating, offshore wind power in US waters. Russian oil price cap, EU ban aim to limit Kremlin war chest. Review The digital sleuths who demystified cryptocurrency. Nick Bollettieri, coach to many tennis stars, dead at age 91. Dmitry Rogozin may be in some trouble in Russia"
}