{
    "status": "ok",
    "totalResults": 24,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "This car company set new track records to prove its 3D printing tech",
            "description": "Kevin and Lukas Czinger have a new way of making cars, and its starting to catch on.",
            "url": "/2022-10-06-turning-powdered-aluminum-into-supercar-parts-with-divergent-3d",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/QUAIL22to_004563-760x380.jpg",
            "publishedAt": "2022-10-06T15:58:40Z",
            "content": "Enlarge/ The Czinger 21C features tandem seating and a 3.51 lifttodrag ratio.11 with 10 posters participatingBMW provided flights from DC to San Francisco and back, plus five nights in a hotel [+2433 chars]",
            "summary": "The intriguing thing wasn't the concept itself but rather the direct-metal laser sintering technique that Divergent and its founder Kevin Czinger were developing as a much more rapid way to build low-volume vehicles.Czinger started developing the 3D printers after earlier co-founding an electric vehicle company. We have a factory in Los Angeles, and we make things like suspension systems or rear frames or front frames, and we supply those to the big car companies. \"Divergent 3D has really become a big tier-one supplier to lots of the big car companies,\" explained Lukas Czinger, SVP of operations at Divergent and a co-founder of Czinger. \"Such supplier arrangements are almost invariably confidential unless disclosed by the automaker, but just before Car Week, Aston Martin announced it was using a Divergent-printed rear subframe for its DBR22 concept. \"You need hundreds of millions of dollars up front for hardware design and construction, which needs to be amortized, and changes to that hardware become prohibitively expensive. \"Divergent's mission is really to go global and grow big as a platform business, have hundreds of microfactories all over the world,\" Lukas told me.  Jonathan M. Gitlin - Oct 6, 2022 3:58 pm UTC MONTEREY, Calif.Perhaps the coolest thing I saw at the 2016 Los Angeles Auto Show was a concept car showing off the work of Divergent 3D.",
            "html_summary": "<ul><li>The intriguing thing wasn't the concept itself but rather the direct-metal laser sintering technique that Divergent and its founder Kevin Czinger were developing as a much more rapid way to build low-volume vehicles.Czinger started developing the 3D printers after earlier co-founding an electric vehicle company.</li><li>We have a factory in Los Angeles, and we make things like suspension systems or rear frames or front frames, and we supply those to the big car companies.</li><li>\"Divergent 3D has really become a big tier-one supplier to lots of the big car companies,\" explained Lukas Czinger, SVP of operations at Divergent and a co-founder of Czinger.</li><li>\"Such supplier arrangements are almost invariably confidential unless disclosed by the automaker, but just before Car Week, Aston Martin announced it was using a Divergent-printed rear subframe for its DBR22 concept.</li><li>\"You need hundreds of millions of dollars up front for hardware design and construction, which needs to be amortized, and changes to that hardware become prohibitively expensive.</li><li>\"Divergent's mission is really to go global and grow big as a platform business, have hundreds of microfactories all over the world,\" Lukas told me.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/10/turning-powdered-aluminum-into-supercar-parts-with-divergent-3d/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Boston Dynamics *really* does not want you to add weapons to its robots",
            "description": "Open letter cites concerns about misuse of widely available commercial robots among the public.",
            "url": "/2022-10-06-boston-dynamics-other-firms-pledge-not-to-weaponize-their-general-purpose-robots",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/boston_dynamics_police_dog-760x380.jpg",
            "publishedAt": "2022-10-06T21:28:31Z",
            "content": "Enlarge/ Herbert Reul, Interior Minister of North RhineWestphalia, looks at Boston Dynamics robot police dog in January 2022.22 with 20 posters participatingBoston Dynamics and several other ro [+2740 chars]",
            "summary": "Instead, it primarily concerns public use of \"widely available\" robots and calls for government regulation: \"We call on policymakers to work with us to promote safe use of these robots and to prohibit their misuse.  Benj Edwards - Oct 6, 2022 9:28 pm UTC Boston Dynamics and several other robotics companies have pledged not to weaponize \"general purpose robots\" according to an open letter released publicly on Thursday and first reported by Axios. \"The letter's specific focus on \"advanced-mobility general-purpose robots\" leaves room for interpretation regarding specialty robots designed for warfare or law enforcement, which the pledge does not cover. \"For their part, the robot manufacturers write, \"We pledge that we will not weaponize our advanced-mobility general-purpose robots or the software we develop that enables advanced robotics and we will not support others to do so. On this point, the letter carves out a sizable exception to its pledge: \"To be clear, we are not taking issue with existing technologies that nations and their government agencies use to defend themselves and uphold their laws. \"Boston Dynamics previously supplied robots to police forces for unarmed uses, causing a backlash in New York City last year, although the firm's contract with the New York Police Department prohibited using the Spot robot as a weapon. During the Russian invasion of Ukraine, news of makeshift bombers made of off-the-shelf DJI quadcopter drones and munitions have made the rounds on social media.",
            "html_summary": "<ul><li>Instead, it primarily concerns public use of \"widely available\" robots and calls for government regulation: \"We call on policymakers to work with us to promote safe use of these robots and to prohibit their misuse.</li><li> Benj Edwards - Oct 6, 2022 9:28 pm UTC Boston Dynamics and several other robotics companies have pledged not to weaponize \"general purpose robots\" according to an open letter released publicly on Thursday and first reported by Axios.</li><li>\"The letter's specific focus on \"advanced-mobility general-purpose robots\" leaves room for interpretation regarding specialty robots designed for warfare or law enforcement, which the pledge does not cover.</li><li>\"For their part, the robot manufacturers write, \"We pledge that we will not weaponize our advanced-mobility general-purpose robots or the software we develop that enables advanced robotics and we will not support others to do so.</li><li>On this point, the letter carves out a sizable exception to its pledge: \"To be clear, we are not taking issue with existing technologies that nations and their government agencies use to defend themselves and uphold their laws.</li><li>\"Boston Dynamics previously supplied robots to police forces for unarmed uses, causing a backlash in New York City last year, although the firm's contract with the New York Police Department prohibited using the Spot robot as a weapon.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2022/10/boston-dynamics-other-firms-pledge-not-to-weaponize-their-general-purpose-robots/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Timothy B. Lee",
            "title": "The robot takeout revolution is closer than you think",
            "description": "I learned a lot ordering a donut and a muffin from delivery robots.",
            "url": "/2022-10-06-the-robot-takeout-revolution-is-closer-than-you-think",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/kiwibot_with_scooter-760x380.jpg",
            "publishedAt": "2022-10-06T14:00:17Z",
            "content": "Enlarge/ This Kiwibot robot is waiting to be loaded with my muffin. Afterward, a worker carried it across the street on the scooter.54 with 37 posters participatingId been following the robot for [+4620 chars]",
            "summary": "So the woman zipped off on her scooter with the robot balanced in front of her.I caught up with her and watched her put my muffin in the robot, put the robot back on her scooter, and ferry it across the street once again. Each restaurant had a line of Starship robots waiting outside, and I saw employees come out to put food in the robots at least three times.I talked to several George Mason students who received robot deliveries. Robots are supposed to save human labor, and this robot wasnt doing that.But another sidewalk robot company seems to be much further along. A digital display on the front showed a pair of pixellated cartoon eyes, but the robot was struggling to understand its surroundings.The robot repeatedly stopped, turned around, retraced its steps, and turned again. But after seeing Tuohys robots in action, I believe him.Over the next couple of years, I expect a lot more college campuses to feature Starship robots. The robot then made its way to my chosen delivery point, where I was able to retrieve the muffin without further difficulty.This did not seem like a viable businessat least not yet. Ryan Tuohy, the companys chief commercial officer, told me that the company has 2,000 robots in operation worldwide, up from 700 two years ago.",
            "html_summary": "<ul><li>So the woman zipped off on her scooter with the robot balanced in front of her.I caught up with her and watched her put my muffin in the robot, put the robot back on her scooter, and ferry it across the street once again.</li><li>Each restaurant had a line of Starship robots waiting outside, and I saw employees come out to put food in the robots at least three times.I talked to several George Mason students who received robot deliveries.</li><li>Robots are supposed to save human labor, and this robot wasn’t doing that.But another sidewalk robot company seems to be much further along.</li><li>A digital display on the front showed a pair of pixellated cartoon eyes, but the robot was struggling to understand its surroundings.The robot repeatedly stopped, turned around, retraced its steps, and turned again.</li><li>But after seeing Tuohy’s robots in action, I believe him.Over the next couple of years, I expect a lot more college campuses to feature Starship robots.</li><li>The robot then made its way to my chosen delivery point, where I was able to retrieve the muffin without further difficulty.This did not seem like a viable business—at least not yet.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/10/the-robot-takeout-revolution-is-closer-than-you-think/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "Acers Ryzen 6000powered Swift Edge laptop has a 16inch OLED screen for $1,500",
            "description": "The AMDbased Swift Edge is bigger and OLEDier than the Intelbased Swift ultralight.",
            "url": "/2022-10-06-acers-ryzen-6000-powered-swift-edge-laptop-has-a-16-inch-oled-screen-for-1500",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/Acer-Swift-Edge-SFA16-41-right-facing-Windows-760x380.jpeg",
            "publishedAt": "2022-10-07T04:30:44Z",
            "content": "Enlarge/ Acer announced the Swift Edge laptop today. 1 with 1 posters participatingAcers Swift Edge clamshell announced today is a gentle reminder of the socalled Intel tax. The PC offers a lar [+3822 chars]",
            "summary": "Acer claims the Swift Edge's 54 Wh battery can last up to 10.5 hours of video playback, eight hours browsing the web, and 7.5 hours on the MobileMark 2018 benchmark. The \"Edge\" moniker may also help AMD shake a reputation that has many consumers considering its chips as a budget alternative to Intel.The Swift Edge launches this Friday at $1,500 as specced above (SKU SFA16-41-R7SU). The PC offers a larger screen with more expensive display technology and pixels than a similarly specced Acer Swift 5 ultralight for the same price. The Swift Edge won't necessarily be as powerful as a $1,900, business-focused ThinkPad, but Ryzen 6000 has potential for Acer to leverage.Just as there's frequently a so-called Intel tax on PCs, there's usually an OLED tax on battery life, too. The OLED screen is specced with 100 percent DCI-P3 color coverage, up to 500 nits of brightness, and VESA DisplayHDR True Black 500 certification. The Swift Edge continues a trend we've seen over the past few years as AMD chips increasingly find their way into not just more laptop models, but more higher-end designs. But an early look at those specs shows that you can upgrade in other places if you're interested in an AMD CPU over an Intel one.And there's good reason to be.",
            "html_summary": "<ul><li>Acer claims the Swift Edge's 54 Wh battery can last up to 10.5 hours of video playback, eight hours browsing the web, and 7.5 hours on the MobileMark 2018 benchmark.</li><li>The \"Edge\" moniker may also help AMD shake a reputation that has many consumers considering its chips as a budget alternative to Intel.The Swift Edge launches this Friday at $1,500 as specced above (SKU SFA16-41-R7SU).</li><li>The PC offers a larger screen with more expensive display technology and pixels than a similarly specced Acer Swift 5 ultralight for the same price.</li><li>The Swift Edge won't necessarily be as powerful as a $1,900, business-focused ThinkPad, but Ryzen 6000 has potential for Acer to leverage.Just as there's frequently a so-called Intel tax on PCs, there's usually an OLED tax on battery life, too.</li><li>The OLED screen is specced with 100 percent DCI-P3 color coverage, up to 500 nits of brightness, and VESA DisplayHDR True Black 500 certification.</li><li>The Swift Edge continues a trend we've seen over the past few years as AMD chips increasingly find their way into not just more laptop models, but more higher-end designs.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/10/acers-ryzen-6000-powered-swift-edge-laptop-has-a-16-inch-oled-screen-for-1500/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "After 23 years, Weather Channels iconic computerized channel is shutting down",
            "description": "Cultfavorite Weatherscan TV service launched in 1999; hobbyists aim to keep it alive.",
            "url": "/2022-10-06-after-23-years-weather-channels-iconic-computerized-channel-is-shutting-down",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/weatherscan_1-760x380.jpg",
            "publishedAt": "2022-10-07T20:16:27Z",
            "content": "Enlarge/ An onair capture of Weatherscan in 2020. Weatherscan shows 24/7 weather forecasts controlled by computer.6 with 6 posters participatingIn the early 2000s, Americans who wanted to catch  [+4805 chars]",
            "summary": "\"Weatherscan has been dying a slow death over the course of the last 10 years because the hardware is aging,\" says Mike Bates, a tech hobbyist who collects and restores Weather Channel computer hardware as part of a group of die-hard fans who follow insider news from the company. Some have also created software that simulates the service in a browser.The Weather Channel amassed a large fan following over the decades, and that community maintains a wiki filled with intricate details about beloved on-air talent, discontinued programs, and the back-end tech that pulls it all together. \"Over the years, Weatherscan developed a cult following due to the way the service mixes computers with weather, along with a measure of nostalgia for the smooth jazz music that plays continuously over the forecasts.  Benj Edwards - Oct 7, 2022 8:16 pm UTC In the early 2000s, Americans who wanted to catch the local weather forecast at any time might turn on their TV and switch over to Weatherscan, a 24-hour computer-controlled weather forecast channel with a relaxing smooth jazz soundtrack. Declining viewership and the ubiquity of smartphone weather apps are the primary reasons it's going offline.There are also technical issues with maintaining the hardware behind the service. The Weather Star software inspired its own wave of nostalgia, including simulators that mimic its distinct retro look.However, getting Weatherscan to run locally was a team effort, primarily by friends named Ethan, Brian, and Jesse. \"Because of the small subscriber user base for the technology, I am assuming the Weather Channel just quit porting [the Weatherscan system] forward to newer hardware,\" says Bates.",
            "html_summary": "<ul><li>\"Weatherscan has been dying a slow death over the course of the last 10 years because the hardware is aging,\" says Mike Bates, a tech hobbyist who collects and restores Weather Channel computer hardware as part of a group of die-hard fans who follow insider news from the company.</li><li>Some have also created software that simulates the service in a browser.The Weather Channel amassed a large fan following over the decades, and that community maintains a wiki filled with intricate details about beloved on-air talent, discontinued programs, and the back-end tech that pulls it all together.</li><li>\"Over the years, Weatherscan developed a cult following due to the way the service mixes computers with weather, along with a measure of nostalgia for the smooth jazz music that plays continuously over the forecasts.</li><li> Benj Edwards - Oct 7, 2022 8:16 pm UTC In the early 2000s, Americans who wanted to catch the local weather forecast at any time might turn on their TV and switch over to Weatherscan, a 24-hour computer-controlled weather forecast channel with a relaxing smooth jazz soundtrack.</li><li>Declining viewership and the ubiquity of smartphone weather apps are the primary reasons it's going offline.There are also technical issues with maintaining the hardware behind the service.</li><li>The Weather Star software inspired its own wave of nostalgia, including simulators that mimic its distinct retro look.However, getting Weatherscan to run locally was a team effort, primarily by friends named Ethan, Brian, and Jesse.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2022/10/after-23-years-weather-channels-iconic-computerized-channel-is-shutting-down/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "Exclusive Boston Dynamics pledges not to weaponize its robots",
            "description": "Several robotics companies, including Boston Dynamics, are pledging not to support the weaponization of their products and are calling for others in the industry to do the same, according to a letter shared first with Axios.Why it matters Robots, like drones",
            "url": "/2022-10-06-boston-dynamics-pledges-weaponize-robots",
            "urlToImage": "https://images.axios.com/acEirFXQkLD_jFJq-1SsQDCd6UE=/0x0:5812x3269/1366x768/2022/10/04/1664915315251.jpg",
            "publishedAt": "2022-10-06T11:00:54Z",
            "content": "Several robotics companies, including Boston Dynamics, are pledging not to support the weaponization of their products and are calling for others in the industry to do the same, according to a letter [+4640 chars]",
            "summary": "And that means we need policy that prohibits bad actors from misusing it. \"Go deeper: Here's the full text of the letter:",
            "html_summary": "<ul><li>And that means we need policy that prohibits bad actors from misusing it.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/06/boston-dynamics-pledges-weaponize-robots"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Lachlan Markay",
            "title": "AI becomes a political superweapon",
            "description": "Innovations in artificial intelligence are making it faster and cheaper for political campaigns to identify, turn out and extract money from voters.The big picture Consultants for both major parties are hoovering up voter data to hone advanced fundraising an",
            "url": "/2022-10-06-ai-becomes-a-political-super-weapon",
            "urlToImage": "https://static.axios.com/img/axios-site/axios-placeholder-16x9.png",
            "publishedAt": "2022-10-07T09:30:17Z",
            "content": "Innovations in artificial intelligence are making it faster and cheaper for political campaigns to identify, turn out and extract money from voters.The big picture Consultants for both major parti [+4020 chars]",
            "summary": "Innovations in artificial intelligence are making it faster and cheaper for political campaigns to identify, turn out and extract money from voters.The big picture: Consultants for both major parties are hoovering up voter data to hone advanced fundraising and persuasion tactics.",
            "html_summary": "<ul></ul>",
            "website_url": "https://www.axios.com/2022/10/07/ai-becomes-a-political-super-weapon"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Steve Haske",
            "title": "What happened to the virtual reality gaming revolution?",
            "description": "VR hasnt taken over the world, but that doesnt mean it has failed.",
            "url": "/2022-10-06-what-happened-to-the-virtual-reality-gaming-revolution",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/the-state-of-vr-760x380.jpg",
            "publishedAt": "2022-10-07T11:30:39Z",
            "content": "0 with 0 posters participatingSix years ago, consumer virtual reality seemed set to be the next major tech breakthrough.With the demonstration of his impressive prototype Oculus Rift headmounted [+3403 chars]",
            "summary": "Two years later, Oculus accepted a $2 billion buyout offer from Facebook.The lead-up to the 2016 launch of the first consumer version of the Oculus Rift (the CV1) only raised consumer VRs profile further. Analyst predictions were bullish, going so far as to say that the VR market would be worth $150 billion in just five years. Decades removed from the hangover of failed VR arcades and gimmicky consumer trinkets, things would be different this time.Double Fines Tim Schafer put it best at DICE 2016. (Goldman Sachs said in 2016 that mass adoption of VR hardware alone would overpower the $99 billion TV market by 2025, and it was hardly the only company making such lofty claims. I think theres been a huge leap [this time].Six years later, VR has yet to reach the stratospheric heights its cyberpunk fantasy promised. This led the Kickstarter campaign for the first Oculus developer kit to balloon past its $250,000 funding goal on the way to a final haul of $2.4 million. Google even partnered with Disney to give away its low-tech paper Cardboard sleeves, enticing fans of Star Wars and other mega properties with themed mobile experiences.",
            "html_summary": "<ul><li>Two years later, Oculus accepted a $2 billion buyout offer from Facebook.The lead-up to the 2016 launch of the first consumer version of the Oculus Rift (the CV1) only raised consumer VR’s profile further.</li><li>Analyst predictions were bullish, going so far as to say that the VR market would be worth $150 billion in just five years.</li><li>Decades removed from the hangover of failed VR arcades and gimmicky consumer trinkets, things would be different this time.Double Fine’s Tim Schafer put it best at DICE 2016.</li><li>(Goldman Sachs said in 2016 that mass adoption of VR hardware alone would overpower the $99 billion TV market by 2025, and it was hardly the only company making such lofty claims.</li><li>“I think there’s been a huge leap [this time].”Six years later, VR has yet to reach the stratospheric heights its cyberpunk fantasy promised.</li><li>This led the Kickstarter campaign for the first Oculus developer kit to balloon past its $250,000 funding goal on the way to a final haul of $2.4 million.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2022/10/what-happened-to-the-virtual-reality-gaming-revolution/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "US, UK hold drone drill in Persian Gulf after Iran seizures...",
            "description": "DUBAI, United Arab Emirates (AP)  The U.S. Navy held a joint drone drill with the United Kingdom on Friday in the Persian Gulf, testing the same unmanned surveillance ships that Iran twice has seized in recent months in the Middle East.",
            "url": "/2022-10-06-iran-technology-united-kingdom-dubai-arab-emirates-3313590ab51b316b70b354e09d63957d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/facf80465c3c45fab8079039fa9ce5ec/3000.jpeg",
            "publishedAt": "2022-10-07T18:00:04Z",
            "content": "US, UK hold drone drill in Persian Gulf after Iran seizuresDUBAI, United Arab Emirates (AP)  The U.S. Navy held a joint drone drill with the United Kingdom on Friday in the Persian Gulf, testing the [+4251 chars]",
            "summary": "Recent events notwithstanding, we have been operating these systems safely, responsibly and in accordance with international law and will continue to do so, Hawkins said.The Navy underscored its plan to keep operating the drones in notices sent to shippers and sailors in the region beginning Thursday. Navy (drones) are U.S. government property and will lawfully operate in international waters and through straits in accordance with internationally recognized rights and freedoms, the Navy said in the notice. In August and September, Iranian regular and paramilitary forces seized Saildrones in both the Persian Gulf and the Red Sea, alleging without providing evidence that the drones posed a danger to nearby ships. The drones searched for a target on the seas, then sent the still images its cameras captured back to both the warships and the 5th Fleets command center in the island kingdom of Bahrain. You have to do that in a partnered way and an innovative way. But Iran, which long has equated Americas presence in the region to it patrolling the Gulf of Mexico, views the drones with suspicion. It said that the drones would continue to broadcast their location via their Automatic Identification System trackers. Ships are supposed to keep their AIS trackers on, but Iranian vessels routinely turn theirs off to mask their movements as Tehran faces international sanctions over its nuclear program and human rights abuses.U.S.",
            "html_summary": "<ul><li>“Recent events notwithstanding, we have been operating these systems safely, responsibly and in accordance with international law and will continue to do so,” Hawkins said.The Navy underscored its plan to keep operating the drones in notices sent to shippers and sailors in the region beginning Thursday.</li><li>Navy (drones) are U.S. government property and will lawfully operate in international waters and through straits in accordance with internationally recognized rights and freedoms,” the Navy said in the notice.</li><li>In August and September, Iranian regular and paramilitary forces seized Saildrones in both the Persian Gulf and the Red Sea, alleging without providing evidence that the drones posed a danger to nearby ships.</li><li>The drones searched for a target on the seas, then sent the still images its cameras captured back to both the warships and the 5th Fleet’s command center in the island kingdom of Bahrain.</li><li>“You have to do that in a partnered way and an innovative way.” But Iran, which long has equated America’s presence in the region to it patrolling the Gulf of Mexico, views the drones with suspicion.</li><li>It said that the drones would continue to broadcast their location via their Automatic Identification System trackers.</li></ul>",
            "website_url": "https://apnews.com/article/iran-technology-united-kingdom-dubai-arab-emirates-3313590ab51b316b70b354e09d63957d"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Pixel 7 Pro teardown shows better cooling, cleaner layout than last years model",
            "description": "A cleaner layout enables more thermal tape over the SoC, camera, and battery.",
            "url": "/2022-10-06-pixel-7-pro-teardown-shows-better-cooling-cleaner-layout-than-last-years-model",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/8-760x380.jpg",
            "publishedAt": "2022-10-07T16:16:57Z",
            "content": "1 with 1 posters participating The Pixel 7 Pro innards (bottom) look a lot neater than those of the Pixel 6 Pro (top). The graphite thermal tape (the shiny black stuff on the Pixel 6, the [+3074 chars]",
            "summary": "With no cable in the way, the thermal tape can have a way larger surface area overtop of the battery, camera, and SoC. The battery has pull tabs, but they still won't work without soaking the battery adhesive in alcohol first. On the Pixel 7 Pro, the mmWave antenna cable is way longer and runs around the perimeter of the battery under the metal mid-frame. Part of the laughable infeasibility of mmWave is that your hand easily blocks the signal, so while the Pixel 7 might have a clear line-of-sight in portrait mode, mmWave in landscape on the Pixel 7 would require some awkward hand positioning. PBK Reviews could not get the back glass off, so it sounds like you'd have to replace the entire metal frame if the back glass shatters. The USB-C port is soldered onto the main board, which would make a broken charging port a costly fix. Google has done a much neater job with the graphite thermal tape this year.",
            "html_summary": "<ul><li>With no cable in the way, the thermal tape can have a way larger surface area overtop of the battery, camera, and SoC.</li><li>The battery has pull tabs, but they still won't work without soaking the battery adhesive in alcohol first.</li><li>On the Pixel 7 Pro, the mmWave antenna cable is way longer and runs around the perimeter of the battery under the metal mid-frame.</li><li>Part of the laughable infeasibility of mmWave is that your hand easily blocks the signal, so while the Pixel 7 might have a clear line-of-sight in portrait mode, mmWave in landscape on the Pixel 7 would require some awkward hand positioning.</li><li>PBK Reviews could not get the back glass off, so it sounds like you'd have to replace the entire metal frame if the back glass shatters.</li><li>The USB-C port is soldered onto the main board, which would make a broken charging port a costly fix.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/10/pixel-7-pro-teardown-shows-better-cooling-cleaner-layout-than-last-years-model/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By FRANK BAJAK - AP Technology Writer",
            "title": "Biden order promises EU citizens better data privacy",
            "description": "President Joe Biden has signed an executive order designed to allay European concerns that U.S. intelligence agencies are illegally spying on them. It promises strengthened safeguards against data collection abuses and creates a forum for legal challenges. Fr",
            "url": "/2022-10-06-493ea47a4991b0c933bea2bbb47c2c6c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/9/3a/93a777bb-dba0-5ecc-9163-b271b1187e3b/63403484423ec.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-07T14:04:19Z",
            "content": "By FRANK BAJAK  AP Technology WriterPresident Joe Biden signed an executive order Friday designed to allay European concerns that U.S. intelligence agencies are illegally spying on them. It promis [+4117 chars]",
            "summary": "Nor were U.S. privacy advocates, including the American Civil Liberties Union, satisfied.The reworked Privacy Shield includes a robust commitment to strengthen the privacy and civil liberties safeguards for signals intelligence, which should ensure the privacy of EU personal data, Commerce Secretary Gina Raimondo told reporters. However much the U.S. authorities try to paper over the cracks of the original Privacy Shield, the reality is that the EU and U.S. still have a different approach to data protection which cannot be cancelled out by an executive order, said the groups deputy director general, Ursula Pachl. A revived framework will enable the continued flow of data that underpins more than $1 trillion in cross-border trade and investment every year, Raimondo said.Twice, in 2015 and again in 2020, the European Unions top court struck down data privacy framework agreements between Washington and Brussels. The moment EU citizens data travels across the Atlantic, it will not be afforded similar protections as in the EU.The American Civil Liberties Union said Bidens order is a step in the right direction but lacks adequate safeguards for Europeans or Americans. The order builds on a preliminary agreement Biden announced in March with European Commission President Ursula von der Leyen in a bid to end a yearslong battle over the safety of EU citizens data that tech companies store in the U.S. It promises strengthened safeguards against data collection abuses and creates a forum for legal challenges. If it did, the U,S, would have to fundamentally limit its mass surveillance systems to comply with the EU understanding of proportionate surveillance, Schrems said.",
            "html_summary": "<ul><li>Nor were U.S. privacy advocates, including the American Civil Liberties Union, satisfied.The reworked Privacy Shield “includes a robust commitment to strengthen the privacy and civil liberties safeguards for signals intelligence, which should ensure the privacy of EU personal data,” Commerce Secretary Gina Raimondo told reporters.</li><li>“However much the U.S. authorities try to paper over the cracks of the original Privacy Shield, the reality is that the EU and U.S. still have a different approach to data protection which cannot be cancelled out by an executive order,” said the group’s deputy director general, Ursula Pachl.</li><li>A revived framework “will enable the continued flow of data that underpins more than $1 trillion in cross-border trade and investment every year,” Raimondo said.Twice, in 2015 and again in 2020, the European Union’s top court struck down data privacy framework agreements between Washington and Brussels.</li><li>“The moment EU citizens’ data travels across the Atlantic, it will not be afforded similar protections as in the EU.”The American Civil Liberties Union said Biden’s order is “a step in the right direction” but lacks adequate safeguards for Europeans or Americans.</li><li>The order builds on a preliminary agreement Biden announced in March with European Commission President Ursula von der Leyen in a bid to end a yearslong battle over the safety of EU citizens’ data that tech companies store in the U.S.</li><li>It promises strengthened safeguards against data collection abuses and creates a forum for legal challenges.</li></ul>",
            "website_url": "https://apnews.com/493ea47a4991b0c933bea2bbb47c2c6c"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. This car company set new track records to prove its 3D printing tech. Boston Dynamics *really* does not want you to add weapons to its robots. The robot takeout revolution is closer than you think. Acers Ryzen 6000powered Swift Edge laptop has a 16inch OLED screen for $1,500. After 23 years, Weather Channels iconic computerized channel is shutting down. Exclusive Boston Dynamics pledges not to weaponize its robots. AI becomes a political superweapon. What happened to the virtual reality gaming revolution?. US, UK hold drone drill in Persian Gulf after Iran seizures.... Pixel 7 Pro teardown shows better cooling, cleaner layout than last years model. Biden order promises EU citizens better data privacy"
}