{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "TWITTER Users Vote for Musk to Step Down as CEO...",
            "description": "More than half of 17.5 million users who responded to a Twitter poll created by billionaire Elon Musk over whether he should step down as head of the company had voted yes by the time the poll closed Monday.",
            "url": "/2022-12-19-elon-musk-twitter-inc-technology-business-8dac8ae023444ef9c37ca1d8fe1c14df",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/333459642e2342f49ceb0d07309a3a23/3000.webp",
            "publishedAt": "2022-12-19T12:00:04Z",
            "content": "Twitter poll closes, users vote in favor of Musk exit as CEOMore than half of 17.5 million users who responded to a poll that asked whether billionaire Elon Musk should step down as head of Twitter v [+5889 chars]",
            "summary": "Musk has taken a number of unscientific polls on substantial issues facing the social media platform, including whether to reinstate journalists that he had suspended from Twitter, which was broadly criticized in and out of media circles. Twitter had announced that users will no longer be able to link to Facebook, Instagram, Mastodon and other platforms the company described as prohibited. That decision generated immediate blowback, including criticism from past defenders of Twitters new owner. Musk then promised that he would not make any more major policy changes to Twitter without an online survey of users, including who should lead the company. Millions of Twitter users asked Elon Musk to step down as head of Twitter in a poll on the platform that the billionaire had created and promised to abide by. His Twitter account was promptly suspended, and then restored, as Musk reversed the policy implemented just hours earlier.Graham has not posted on Twitter since saying he would leave. The results of the unscientific online survey regarding whether Musk should remain as top executive at Twitter, which lasted 12 hours, showed that 57.5% of those who voted wanted him to leave, while 42.5% wanted him to stay. He has advocated for free speech, but has suspended journalists and shut down a longstanding account that tracked the whereabouts of his jet, calling it a security risk.",
            "html_summary": "<ul><li>Musk has taken a number of unscientific polls on substantial issues facing the social media platform, including whether to reinstate journalists that he had suspended from Twitter, which was broadly criticized in and out of media circles.</li><li>Twitter had announced that users will no longer be able to link to Facebook, Instagram, Mastodon and other platforms the company described as “prohibited.” That decision generated immediate blowback, including criticism from past defenders of Twitter’s new owner.</li><li>Musk then promised that he would not make any more major policy changes to Twitter without an online survey of users, including who should lead the company.</li><li>Millions of Twitter users asked Elon Musk to step down as head of Twitter in a poll on the platform that the billionaire had created and promised to abide by.</li><li>His Twitter account was promptly suspended, and then restored, as Musk reversed the policy implemented just hours earlier.Graham has not posted on Twitter since saying he would leave.</li><li>The results of the unscientific online survey regarding whether Musk should remain as top executive at Twitter, which lasted 12 hours, showed that 57.5% of those who voted wanted him to leave, while 42.5% wanted him to stay.</li></ul>",
            "website_url": "https://apnews.com/article/elon-musk-twitter-inc-technology-business-8dac8ae023444ef9c37ca1d8fe1c14df"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DAMIAN J. TROISE - AP Business Writer",
            "title": "Stocks edge lower in uncertain trading on Wall Street",
            "description": "Stocks edged lower in uncertain trading on Wall Street as investors brace for higher interest rates from central banks to fight inflation. The S&P 500 fell 0.2% Monday. Major indexes are coming off two weeks of losses. European markets are",
            "url": "/2022-12-19-8bd1a2766f0aebc96d65dc3ff75e2281",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/c/5e/c5e20bae-8f11-5d1e-b06d-2d08db40cdfb/63a08743ce0ae.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-19T15:35:39Z",
            "content": "By DAMIAN J. TROISE  AP Business WriterNEW YORK (AP) Stocks edged lower in uncertain trading on Wall Street Monday as investors brace for higher interest rates from central banks to fight inflatio [+2080 chars]",
            "summary": "Consumer confidence and spending has been another strong area of the economy, but inflation is starting to put a tighter squeeze on consumers.The government will release a closely watched monthly snapshot of consumer spending on Friday, the personal consumption expenditure price index for November. Microsoft fell 1% and Apple fell 1.2%.Facebooks parent company fell 2.9% after the European Union accused the company of breaching antitrust rules by distorting competition in the online classified ads business.U.S. The Federal Reserve last week raised its forecast of how long interest rates have to stay elevated to cool inflation that has been hurting businesses and threatening spending. The yield on the 10-year Treasury, which influences mortgage rates, rose to 3.58% from 3.49% late Friday.Investors have several economic reports to review this week as they try to determine the continuing path of inflation.The National Association of Realtors delivers its November tally of U.S. home sales Wednesday. NEW YORK (AP)  Stocks edged lower in uncertain trading on Wall Street Monday as investors brace for higher interest rates from central banks to fight inflation.The S&P 500 fell 0.2% as of 10:20 a.m. Eastern. Home sales have been falling, but prices in the housing market have remained strong.The Conference Board will release its consumer confidence report for December on Wednesday. European markets gained ground and Asian markets closed lower overnight.Treasury yields gained ground.",
            "html_summary": "<ul><li>Consumer confidence and spending has been another strong area of the economy, but inflation is starting to put a tighter squeeze on consumers.The government will release a closely watched monthly snapshot of consumer spending on Friday, the personal consumption expenditure price index for November.</li><li>Microsoft fell 1% and Apple fell 1.2%.Facebook’s parent company fell 2.9% after the European Union accused the company of breaching antitrust rules by distorting competition in the online classified ads business.U.S.</li><li>The Federal Reserve last week raised its forecast of how long interest rates have to stay elevated to cool inflation that has been hurting businesses and threatening spending.</li><li>The yield on the 10-year Treasury, which influences mortgage rates, rose to 3.58% from 3.49% late Friday.Investors have several economic reports to review this week as they try to determine the continuing path of inflation.The National Association of Realtors delivers its November tally of U.S. home sales Wednesday.</li><li>NEW YORK (AP) — Stocks edged lower in uncertain trading on Wall Street Monday as investors brace for higher interest rates from central banks to fight inflation.The S&P 500 fell 0.2% as of 10:20 a.m. Eastern.</li><li>Home sales have been falling, but prices in the housing market have remained strong.The Conference Board will release its consumer confidence report for December on Wednesday.</li></ul>",
            "website_url": "https://apnews.com/8bd1a2766f0aebc96d65dc3ff75e2281"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "ImagenAI, which uses AI to personalize photo editing styles, lands $30M",
            "description": "ImagenAI, a startup offering a service that uses AI to personalize photo editing styles and apply them at scale, has raised $30 million.",
            "url": "/2022-12-19-imagenai-which-uses-ai-to-personalize-photo-editing-styles-lands-30m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/07/travelphotography-shutterstock.jpg?resize=1200,800",
            "publishedAt": "2022-12-19T13:00:47Z",
            "content": "ImagenAI, a startup using AI to help professional photographers edit photos and automate postproduction work, today announced that it raised $30 million in an allequity growth investment from Summi [+4909 chars]",
            "summary": "The platform is ingesting more than 150 million photos annually for tens of thousands of customers globally, he said.Imagen profiles evolve and learn with the user over time, allowing better accuracy and consistency in applying each photographers style to new photos ingested into Imagen, Gil said. Any photographer that edits at scale and spends a lot of time on post production can benefit from time and cost savings while maintaining quality.Imagen also provides pretrained profiles, called Talent AI Profiles, based on industry-leading photographers unique editing styles. Gil claims that theyre tested on a large database of photos to ensure that they produce consistent results.Before Imagen, photographers could either edit manually or outsource to an editing service, which is costly, has a long turnaround time and doesnt offer a guarantee on the results consistency, Gil said. But he argues that none are as personalized or customizable as Imagen  at least not yet.Image Credits: ImagenAIImagens ability to edit with a users own style, and to adjust editing to each photo based on the photos characteristics, gives a huge value to the user, Gil said. Available as a cloud-based plugin for Adobe Lightroom Classic and a standalone app, ImagenAI taps machine learning to attempt to capture editing styles and predict dozens of different editing parameters, taking around a half-second  and $0.05 per photo  to complete an edit.ImagenAIs user interface within Adobe Lightroom. Imagen democratizes professional photography post-production, eliminating the need for multiple professional photo editors to process a brands visual assets, and enabling photography assets to become available and usable much faster.Gil says that Imagen is currently profitable, with more than $10 million in annual recurring revenue coming in. ImagenAI, a startup using AI to help professional photographers edit photos and automate post-production work, today announced that it raised $30 million in an all-equity growth investment from Summit Partners.",
            "html_summary": "<ul><li>The platform is ingesting more than 150 million photos annually for “tens of thousands” of customers globally, he said.“Imagen profiles evolve and learn with the user over time, allowing better accuracy and consistency in applying each photographer’s style to new photos ingested into Imagen,” Gil said.</li><li>“Any photographer that edits at scale and spends a lot of time on post production can benefit from time and cost savings while maintaining quality.”Imagen also provides pretrained profiles, called Talent AI Profiles, based on “industry-leading” photographers’ unique editing styles.</li><li>Gil claims that they’re tested on a large database of photos to ensure that they produce consistent results.“Before Imagen, photographers could either edit manually or outsource to an editing service, which is costly, has a long turnaround time and doesn’t offer a guarantee on the results’ consistency,” Gil said.</li><li>But he argues that none are as personalized or customizable as Imagen — at least not yet.Image Credits: ImagenAI“Imagen’s ability to edit with a user’s own style, and to adjust editing to each photo based on the photo’s characteristics, gives a huge value to the user,” Gil said.</li><li>Available as a cloud-based plugin for Adobe Lightroom Classic and a standalone app, ImagenAI taps machine learning to attempt to capture editing styles and predict dozens of different editing parameters, taking around a half-second — and $0.05 per photo — to complete an edit.ImagenAI’s user interface within Adobe Lightroom.</li><li>“Imagen democratizes professional photography post-production, eliminating the need for multiple professional photo editors to process a brand’s visual assets, and enabling photography assets to become available and usable much faster.”Gil says that Imagen is currently profitable, with more than $10 million in annual recurring revenue coming in.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/19/imagenai-which-uses-ai-to-personalize-photo-editing-styles-lands-30m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Zeekr files for an IPO, Elon sells more Tesla shares and a message to readers",
            "description": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here  just click The Station  to receive the full edition of the newsletter every weekend in your inbox. This is a shorter version of The Station newsletter that is emailed t",
            "url": "/2022-12-19-zeekr-files-for-an-ipo-elon-sells-more-tesla-shares-and-a-message-to-readers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/waymo-zeekr-logo.jpg?resize=1200,675",
            "publishedAt": "2022-12-19T12:05:32Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. This is a sho [+12006 chars]",
            "summary": "Moog also joined the round as a strategic investor.Tropos Technologies, an electric commercial Low Speed Electric Vehicles manufacturers, raised $10 million from Workhorse Group.Zeekr, the premium electric car brand under Chinas Geely, confidentially filed for a U.S. initial public offering. The company announced its $5 million Series A funding earlier this year, bringing total outside investment to $15 million. In Germany, e-bikes are the most popular form of EV.Just after Rad Power Bikes wowed us with its new trike, the company announced its laying off 63 employees.Taiwan has extended its electric two-wheel subsidy by another four years. Simcoe will continue to report to GM President Mark Reuss.Nikola Corp. founder Trevor Milton asked for a new trial on securities fraud charges.Northvolt named former SAP CEO Jim Hagemann Snabe as its new chairman. Just 10 months ago, Quanergy became a publicly traded company through a SPAC merger at an implied equity valuation of $1.4 billion.A few years ago, there were more than 70 lidar companies all vying for funding, partnerships and commercial success. Existing investors such as Figma CEO Dylan Field, Notion co-founder Akshay Kothari and Rocket Lab CEO Peter Beck also participated.SafeAI, an autonomous heavy equipment startup, raised $38 million in a Series B funding round from Builders VC, McKinley Management, George Kaiser Family Foundation, Energy Innovation Capital. woof.EnviroSpark, the Georgia-based EV charging company, raised $10 million in funding round led by Ultra Capital.",
            "html_summary": "<ul><li>Moog also joined the round as a strategic investor.Tropos Technologies, an electric commercial Low Speed Electric Vehicles manufacturers, raised $10 million from Workhorse Group.Zeekr, the premium electric car brand under China’s Geely, confidentially filed for a U.S. initial public offering.</li><li>The company announced its $5 million Series A funding earlier this year, bringing total outside investment to $15 million.</li><li>In Germany, e-bikes are the most popular form of EV.Just after Rad Power Bikes wowed us with its new trike, the company announced it’s laying off 63 employees.Taiwan has extended its electric two-wheel subsidy by another four years.</li><li>Simcoe will continue to report to GM President Mark Reuss.Nikola Corp. founder Trevor Milton asked for a new trial on securities fraud charges.Northvolt named former SAP CEO Jim Hagemann Snabe as its new chairman.</li><li>Just 10 months ago, Quanergy became a publicly traded company through a SPAC merger at an implied equity valuation of $1.4 billion.A few years ago, there were more than 70 lidar companies all vying for funding, partnerships and commercial success.</li><li>Existing investors such as Figma CEO Dylan Field, Notion co-founder Akshay Kothari and Rocket Lab CEO Peter Beck also participated.SafeAI, an autonomous heavy equipment startup, raised $38 million in a Series B funding round from Builders VC, McKinley Management, George Kaiser Family Foundation, Energy Innovation Capital.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/19/zeekr-files-for-an-ipo-elon-sells-more-tesla-shares-and-a-message-to-readers/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Foundation raises $7M to return sovereignty to a chaotic crypto world",
            "description": "Foundation Devices announced it has raised a $7 million seed round to double down on its sovereign computing platform.",
            "url": "/2022-12-19-foundation-devices-seed",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/Foundation-Passport-Batch-2.jpg?resize=1200,872",
            "publishedAt": "2022-12-19T14:31:11Z",
            "content": "Hot on the heels of Ledger announcing its working with iPod creator Tony Fadell to create its newest hardware wallet, competing hardware wallet startup Foundation Devices announced it has raised a $ [+7399 chars]",
            "summary": "Im at the factory at least every couple of weeks.As Crypto exchanges struggle in a bear market, are hardware wallets about to make a comeback?One thing is for sure: The companys devices certainly look very different than many hardware crypto wallets out there. Yes, that means that, should you be so inclined, you can go on GitHub and look at every line of code, every component, every mechanical design and the full bill of materials  every aspect of the design of every one of its products. The company is taking a novel approach to hardware wallets in that it open sources both the hardware and software for every device it releases. At first, I was interested in the investment potential, under the thesis that bitcoin represents an ideal form of money  that its limited supply means that, as demand increases, so will bitcoins price. TechCrunch caught up with the companys founder and CEO, Zach Herbert, at the Baukunst Creative Technologist conference earlier this year, where he detailed a refreshing take on the future of crypto. We built hardware and software, including cryptocurrency ASIC mining hardware. The companys founder has very little patience or trust in overseas manufacturing.Theres a geopolitical imperative, and a security imperative, to manufacture in the United States.",
            "html_summary": "<ul><li>I’m at the factory at least every couple of weeks.”As Crypto exchanges struggle in a bear market, are hardware wallets about to make a comeback?One thing is for sure: The company’s devices certainly look very different than many hardware crypto wallets out there.</li><li>Yes, that means that, should you be so inclined, you can go on GitHub and look at every line of code, every component, every mechanical design and the full bill of materials — every aspect of the design of every one of its products.</li><li>The company is taking a novel approach to hardware wallets in that it open sources both the hardware and software for every device it releases.</li><li>At first, I was interested in the investment potential, under the thesis that bitcoin represents an ideal form of money — that its limited supply means that, as demand increases, so will bitcoin’s price.</li><li>TechCrunch caught up with the company’s founder and CEO, Zach Herbert, at the Baukunst Creative Technologist conference earlier this year, where he detailed a refreshing take on the future of crypto.</li><li>We built hardware and software, including cryptocurrency ASIC mining hardware.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/19/foundation-devices-seed/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Helm.ai snags $31M to scale its unsupervised autonomous driving software",
            "description": "A few bright spots remain in the autonomous vehicle industry even amid macroeconomic headwinds that have nearly shut off the spigot of venture capital and led to further consolidation. Helm.ai, a startup developing software designed for advanced driver as",
            "url": "/2022-12-19-helm-ai-snags-31m-to-scale-its-unsupervised-autonomous-driving-software",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/helm.ai_.jpg?resize=1200,800",
            "publishedAt": "2022-12-19T16:11:19Z",
            "content": "A few bright spots remain in the autonomous vehicle industry even amid macroeconomic headwinds that have nearly shut off the spigot of venture capital and led to further consolidation.Helm.ai, a st [+3186 chars]",
            "summary": "The autonomous driving market generally has not been efficient in the last few years due to all the misplaced hype.Helm.ai has attracted a number of customers, although Voroninski said he couldnt name the other customers due to non-disclosure agreements. Ive been basically predicting for a number of years now that the vast majority of autonomous driving companies will fail to make it to market due to outdated technological approaches and subpar business models. The six-year-old startup uses an unsupervised learning approach to develop software that can train neural networks without the need for large-scale fleet data, simulation or annotation. The company has raised $78 million, to date.Like so many other autonomous vehicle startups, Helm.ai launched to push the technology forward with a new approach. Instead of the sensors or compute, Helm.ai co-founders Tudor Achim and Vlad Voroninski took aim at the software.Helm.ai developed software that can understand sensor data as well as a human  a goal not unlike others in the field. This latest round, which included ACVC Partners, Amplo and strategic investors Honda Motor Co., Goodyear Ventures and Sungwoo Hitech, has pushed Helm.ais valuation to $431 million.Brandon Freeman, founder of the Freeman Group, is joining the Helm.ai board of directors as part of this financing. Its approach is the noteworthy part.",
            "html_summary": "<ul><li>The autonomous driving market generally has not been efficient in the last few years due to all the misplaced hype.”Helm.ai has attracted a number of customers, although Voroninski said he couldn’t name the other customers due to non-disclosure agreements.</li><li>“I’ve been basically predicting for a number of years now that the vast majority of autonomous driving companies will fail to make it to market due to outdated technological approaches and subpar business models.</li><li>The six-year-old startup uses an unsupervised learning approach to develop software that can train neural networks without the need for large-scale fleet data, simulation or annotation.</li><li>The company has raised $78 million, to date.Like so many other autonomous vehicle startups, Helm.ai launched to push the technology forward with a new approach.</li><li>Instead of the sensors or compute, Helm.ai co-founders Tudor Achim and Vlad Voroninski took aim at the software.Helm.ai developed software that can understand sensor data as well as a human — a goal not unlike others in the field.</li><li>This latest round, which included ACVC Partners, Amplo and strategic investors Honda Motor Co., Goodyear Ventures and Sungwoo Hitech, has pushed Helm.ai’s valuation to $431 million.Brandon Freeman, founder of the Freeman Group, is joining the Helm.ai board of directors as part of this financing.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/19/helm-ai-snags-31m-to-scale-its-unsupervised-autonomous-driving-software/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. TWITTER Users Vote for Musk to Step Down as CEO.... Stocks edge lower in uncertain trading on Wall Street. ImagenAI, which uses AI to personalize photo editing styles, lands $30M. Zeekr files for an IPO, Elon sells more Tesla shares and a message to readers. Foundation raises $7M to return sovereignty to a chaotic crypto world. Helm.ai snags $31M to scale its unsupervised autonomous driving software"
}