{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Tesla appears to be turning back to radar for its vehicles",
            "description": "Tesla plans to add a new radar product to its vehicles in midJanuary, according to documents posted with the Federal Communications Commission.  Tesla FSD...",
            "url": "/2022-12-08-tesla-appears-to-be-turning-back-to-radar-for-its-vehicles",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/Ldn38Ins9Yk81WoahYZPQQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/1e1722458771b6df852a146362886719",
            "publishedAt": "2022-12-08T01:03:32Z",
            "content": "Tesla plans to add a new radar product to its vehicles in midJanuary, according to documents posted with the Federal Communications Commission.The disclosure, which was first reported by Electrek, [+2858 chars]",
            "summary": "Ultrasonic sensors measure distance via ultrasonic waves and are used as proximity sensors to support anti-collision safety systems, particularly in parking use cases.Now it appears radar is back. He has recently admitted the problem will take longer to solve.And perhaps, as every other autonomous vehicle technologist says, its not actually achievable yet through cameras alone.The company began removing radar from its vehicles last May. To avoid any unnecessary disclosure and competitive harm before our product launching, we would like to request above exhibits to be held for another 60 days until 2023-02-07.The FCC filings show that the regulator has granted Teslas request for extended confidentiality. Tesla CEO Elon Musk previously promised to solve full self-driving by the end of this year (hes also promised Tesla would get there every year for roughly nine years now). @greentheonly Tesla is requesting short term confidentiality extension in HD radar documents, as it will be marketed Mid January. Its not yet clear which models will get the new radar. Late last month, Tesla applied to extend that confidentiality treatment another 60 days from its date of expiration, which is December 7.",
            "html_summary": "<ul><li>Ultrasonic sensors measure distance via ultrasonic waves and are used as proximity sensors to support anti-collision safety systems, particularly in parking use cases.Now it appears radar is back.</li><li>He has recently admitted the problem will take longer to solve.And perhaps, as every other autonomous vehicle technologist says, it’s not actually achievable yet through cameras alone.The company began removing radar from its vehicles last May.</li><li>To avoid any unnecessary disclosure and competitive harm before our product launching, we would like to request above exhibits to be held for another 60 days until 2023-02-07.”The FCC filings show that the regulator has granted Tesla’s request for extended confidentiality.</li><li>Tesla CEO Elon Musk previously promised to “solve” full self-driving by the end of this year (he’s also promised Tesla would get there every year for roughly nine years now).</li><li>@greentheonly Tesla is requesting short term confidentiality extension in HD radar documents, as it will be marketed Mid January.</li><li>It’s not yet clear which models will get the new radar.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/07/tesla-appears-to-be-turning-back-to-radar-for-its-vehicles/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "Amazons Echo Show 15 smart display becomes a portable Fire TV",
            "description": "Amazon already had a lot of success with Fire TV devices.",
            "url": "/2022-12-08-amazons-echo-show-15-smart-display-becomes-a-portable-fire-tv",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/12/Fire-TV-on-Echo-Show_-760x380.jpg",
            "publishedAt": "2022-12-08T00:09:27Z",
            "content": "Enlarge/ Fire TV on the Amazon Echo Show 15. 0 with 0 posters participatingAmazons Echo Show 15 versatile smart display now has a more mainstream purpose streaming TV and movies. Amazon pushed  [+2663 chars]",
            "summary": "At the time, it said 70 percent of people who used the 15.6-inch smart display in the prior month did so to watch videos.Upon release, the Echo Show 15 supported Amazon Prime Video, Netflix, and Hulu; (though you could only summon them by asking Alexa). But today's news puts those apps under one umbrella while adding additional streaming services, including HBO Max and Discovery+ (soon to merge into Max?)  Scharon Harding - Dec 8, 2022 12:09 am UTC Amazon's Echo Show 15 versatile smart display now has a more mainstream purpose: streaming TV and movies. Earlier this year, Meta gave its connected video conferencing display an additional, more common functionality when it updated the Portal to serve as a wireless monitor.",
            "html_summary": "<ul><li>At the time, it said 70 percent of people who used the 15.6-inch smart display in the prior month did so to watch videos.Upon release, the Echo Show 15 supported Amazon Prime Video, Netflix, and Hulu; (though you could only summon them by asking Alexa).</li><li>But today's news puts those apps under one umbrella while adding additional streaming services, including HBO Max and Discovery+ (soon to merge into Max?)</li><li> Scharon Harding - Dec 8, 2022 12:09 am UTC Amazon's Echo Show 15 versatile smart display now has a more mainstream purpose: streaming TV and movies.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/12/amazons-echo-show-15-smart-display-becomes-a-portable-fire-tv/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Sigfox owner UnaBiz doubles its Series B funding to $50 million  TechCrunch",
            "description": "UnaBiz, the Massive Internet of Things service provider and new owner of Sigfox, announced today it has raised another $25 million in Series B funding. This doubles the rounds total amount to $50 million, after the first tranche was announced in October 2021",
            "url": "/2022-12-08-unabiz-series-b",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1341846254.jpg?resize=1200,800",
            "publishedAt": "2022-12-08T07:00:53Z",
            "content": "UnaBiz, the Massive Internet of Things service provider andowner of Sigfox, announced today it has raised another $25 million in Series B funding. This doubles the rounds total amount to $50 million [+1776 chars]",
            "summary": "The UnaBiz representative said it has closed down SigFoxs loss-making entities and brought in new executives, including a chief customer officer to focus on pipeline and revenue streams, a chief operating officer to oversee operations stability and cost optimization and a chief technology officer. A UnaBiz representative told TechCrunch that the new capital will prepare UnaBiz for its next stage of growth so it can focus on driving commercial activities and delivery to customers in 2023, regardless of economic conditions.UnaBiz acquired Sigfox in April after the French IoT startup filed for bankruptcy protection. UnaBiz, which is based in Singapore, has now raised $60 million in total.The funding was led by SPARX Group, an investment company based in Tokyo, with participation from G K Goh Holdings and Optimal Investment, all returning investors. UnaBiz, the Massive Internet of Things service provider and owner of Sigfox, announced today it has raised another $25 million in Series B funding. Its goal is to consolidate its business more quickly.UnaBiz plans to invest in four verticals (utilities, security, facilities management and supply chain and logistics) across Latin America, APAC and EMEA. This doubles the rounds total amount to $50 million, after the first tranche was announced in October 2021. The acquisition doubled UnaBizs office locations and tripled its headcount to more than 240 employees.",
            "html_summary": "<ul><li>The UnaBiz representative said it has closed down SigFox’s loss-making entities and brought in new executives, including a chief customer officer to focus on pipeline and revenue streams, a chief operating officer to oversee operations stability and cost optimization and a chief technology officer.</li><li>A UnaBiz representative told TechCrunch that the new capital will prepare UnaBiz for its next stage of growth so it can focus on driving commercial activities and delivery to customers in 2023, regardless of economic conditions.UnaBiz acquired Sigfox in April after the French IoT startup filed for bankruptcy protection.</li><li>UnaBiz, which is based in Singapore, has now raised $60 million in total.The funding was led by SPARX Group, an investment company based in Tokyo, with participation from G K Goh Holdings and Optimal Investment, all returning investors.</li><li>UnaBiz, the Massive Internet of Things service provider and owner of Sigfox, announced today it has raised another $25 million in Series B funding.</li><li>Its goal is to consolidate its business more quickly.UnaBiz plans to invest in four verticals (utilities, security, facilities management and supply chain and logistics) across Latin America, APAC and EMEA.</li><li>This doubles the round’s total amount to $50 million, after the first tranche was announced in October 2021.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/07/unabiz-series-b/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By GILLIAN FLACCUS - Associated Press",
            "title": "1st US floating offshore wind auction nets $757M off Calif",
            "description": "The firstever U.S. auction of leases to develop commercialscale floating wind farms in the deep waters off the West Coast raised $757 million in bids, from mostly European companies. The auction offered two adjoining lease areas in northern California and",
            "url": "/2022-12-08-87f602496e34299f5429a3d8a67ae478",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/c/a0/ca062b5f-a869-5205-8e4e-bb4f274a338e/638e7f62b7e00.image.jpg?crop=1921%2C1009%2C0%2C35&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-08T00:26:51Z",
            "content": "By GILLIAN FLACCUS  Associated PressPORTLAND, Ore. (AP) The firstever U.S. auction of leases to develop commercialscale floating wind farms in the deep waters off the West Coast attracted $757 m [+3737 chars]",
            "summary": "Then the administration announced plans in September to develop floating platforms that could vastly expand offshore wind in the United States.The nations first offshore wind farm opened off the coast of Rhode Island in late 2016, allowing residents of small Block Island to shut off five diesel generators. Those leases involved turbines fixed to the seafloor in shallower water.Industry experts say the lower bids this week are likely due to the lack of maturity in the offshore wind market on the West Coast and the nascent technology involved in anchoring floating wind farms in deep ocean waters. Combined, the lease areas cover 583 square miles (1,510 square kilometers) of Pacific Ocean.The winning bids came from Norways Equinor; California North Floating, part of Denmarks Copenhagen Infrastructure Partners; Germanys RWE AG, and Central California Offshore Wind, a part of the French and Portugese joint venture Ocean Winds. Offshore wind is well established in the U.K. and some other countries but is just beginning to ramp up off Americas coasts, and this is the nations first foray into floating wind turbines. President Joe Biden set a goal of deploying 30 gigawatts of offshore wind by 2030 using traditional fixed offshore technology, enough to power 10 million homes. It declined 13% in 2021 alone.The auction netted less than the $4.37 billion generated by an offshore wind lease sale off the East Coast earlier this year, which was expected by at least one industry group. The auction featured five lease areas  two in northern California and three in central California  about 25 miles off the coast that have the potential to generate 4.5 gigawatts of energy, enough for 1.5 million homes.",
            "html_summary": "<ul><li>Then the administration announced plans in September to develop floating platforms that could vastly expand offshore wind in the United States.The nation’s first offshore wind farm opened off the coast of Rhode Island in late 2016, allowing residents of small Block Island to shut off five diesel generators.</li><li>Those leases involved turbines fixed to the seafloor in shallower water.Industry experts say the lower bids this week are likely due to the lack of maturity in the offshore wind market on the West Coast and the nascent technology involved in anchoring floating wind farms in deep ocean waters.</li><li>Combined, the lease areas cover 583 square miles (1,510 square kilometers) of Pacific Ocean.The winning bids came from Norway’s Equinor; California North Floating, part of Denmark’s Copenhagen Infrastructure Partners; Germany’s RWE AG, and Central California Offshore Wind, a part of the French and Portugese joint venture Ocean Winds.</li><li>Offshore wind is well established in the U.K. and some other countries but is just beginning to ramp up off America’s coasts, and this is the nation’s first foray into floating wind turbines.</li><li>President Joe Biden set a goal of deploying 30 gigawatts of offshore wind by 2030 using traditional fixed offshore technology, enough to power 10 million homes.</li><li>It declined 13% in 2021 alone.The auction netted less than the $4.37 billion generated by an offshore wind lease sale off the East Coast earlier this year, which was expected by at least one industry group.</li></ul>",
            "website_url": "https://apnews.com/87f602496e34299f5429a3d8a67ae478"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By HANNAH FINGERHUT - Associated Press",
            "title": "Biden approval, views of economy steady, sour APNORC poll",
            "description": "President Joe Biden is facing consistent but critical assessments of his leadership and the national economy as his second year in the White House comes to a close. A new poll from The Associated PressNORC Center for Public Affairs Research",
            "url": "/2022-12-08-afe0d0d66a1097b3defb7999b2b378f5",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/8f/b8f1d8ab-5915-5d71-b380-d724e142fdf0/639176692bbdf.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-08T05:15:44Z",
            "content": "By HANNAH FINGERHUT  Associated PressWASHINGTON (AP) Fresh off his partys betterthananticipated performance in the midterm elections, President Joe Biden is facing consistent but critical assess [+5498 chars]",
            "summary": "The 44-year-old in South Bend, Indiana, said shes frustrated about rising expenses when shes living paycheck to paycheck as a dietary aide at a nursing home.The more I work, I just cant get ahead, Conlee said. Ratings of the economy have soured amid record-high inflation, even as Biden touts falling gas prices and a low unemployment rate at 3.7%.Joshua Steffens doubts that the job market is as good as indicators show. Bidens not doing us any good.The Biden administration in its second year in the White House relished economic growth, a series of legislative wins and relative success for the presidents party in the midterms. But that has yet to translate to glowing reviews from a pessimistic public.I dont understand why his approval ratings are so low, said 56-year-old Sarah Apwisch, highlighting the administrations investments in infrastructure and computer chip technology. Thats just all there is to it.She doesnt blame Biden for the state of inflation, but I feel like hes not doing anything to change it, said Conlee, an independent who voted for former President Donald Trump. Thats similar to October, just weeks before the Nov. 8 elections that most Americans considered pivotal for the countrys future.Only about a quarter say the nation is headed in the right direction or the economy is in good condition. But Democrats have shown renewed faith in Biden, boosting his overall job approval rating from a summer slump.",
            "html_summary": "<ul><li>The 44-year-old in South Bend, Indiana, said she’s frustrated about rising expenses when she’s living paycheck to paycheck as a dietary aide at a nursing home.“The more I work, I just can’t get ahead,” Conlee said.</li><li>Ratings of the economy have soured amid record-high inflation, even as Biden touts falling gas prices and a low unemployment rate at 3.7%.Joshua Steffens doubts that the job market is as good as indicators show.</li><li>Biden’s “not doing us any good.”The Biden administration in its second year in the White House relished economic growth, a series of legislative wins and relative success for the president’s party in the midterms.</li><li>But that has yet to translate to glowing reviews from a pessimistic public.“I don’t understand why his approval ratings are so low,” said 56-year-old Sarah Apwisch, highlighting the administration’s investments in infrastructure and computer chip technology.</li><li>“That’s just all there is to it.”She doesn’t blame Biden for the state of inflation, but “I feel like he’s not doing anything to change it,” said Conlee, an independent who voted for former President Donald Trump.</li><li>That’s similar to October, just weeks before the Nov. 8 elections that most Americans considered pivotal for the country’s future.Only about a quarter say the nation is headed in the right direction or the economy is in good condition.</li></ul>",
            "website_url": "https://apnews.com/afe0d0d66a1097b3defb7999b2b378f5"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Smartynames uses AI to find you the perfect domain name",
            "description": "Theres a lot of weird and wonderful uses for AI applications. In the last few weeks, weve seen AI powering better marketing emails, more smartly understanding the context of video content, and getting the most from customer feedback. It shows no sign of slo",
            "url": "/2022-12-08-smartynames",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/12/GettyImages-1170935904.jpg?resize=1200,666",
            "publishedAt": "2022-12-08T05:09:19Z",
            "content": "Theres a lot of weird and wonderful uses for AI applications. In the last few weeks, weve seen AI powering better marketing emails, more smartly understanding the context of video content, and gett [+2273 chars]",
            "summary": "The cost of running the service is limited; for around 40,000 requests, he shares it cost him around $10 in OpenAI charges, and $100 or so for the service he uses to do domain availability checking.3 views: Predicting 2023s key startup themes Image Credit: Smartynames (screenshot)The service is powered by OpenAI in the backend, more specifically by its GPT-3, which was recently launched version 3.5.You just tell it what your business is all about, and boom, you get domain names back. In the last few weeks, weve seen AI powering better marketing emails, more smartly understanding the context of video content, and getting the most from customer feedback. Its not rocket science, but one a great way to use robots for something useful, Zubovsky told TechCrunch. It shows no sign of slowing: OpenAI announced it is pouring $10 million into the ecosystem to accelerate things further. Theres a lot of weird and wonderful uses for AI applications.",
            "html_summary": "<ul><li>The cost of running the service is limited; for around 40,000 requests, he shares it cost him around $10 in OpenAI charges, and $100 or so for the service he uses to do domain availability checking.3 views: Predicting 2023’s key startup themes</li><li>Image Credit: Smartynames (screenshot)The service is powered by OpenAI in the backend, more specifically by its GPT-3, which was recently launched version 3.5.“You just tell it what your business is all about, and boom, you get domain names back.</li><li>In the last few weeks, we’ve seen AI powering better marketing emails, more smartly understanding the context of video content, and getting the most from customer feedback.</li><li>It’s not rocket science, but one a great way to use robots for something useful,” Zubovsky told TechCrunch.</li><li>It shows no sign of slowing: OpenAI announced it is pouring $10 million into the ecosystem to accelerate things further.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/07/smartynames/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Tesla appears to be turning back to radar for its vehicles. Amazons Echo Show 15 smart display becomes a portable Fire TV. Sigfox owner UnaBiz doubles its Series B funding to $50 million  TechCrunch. 1st US floating offshore wind auction nets $757M off Calif. Biden approval, views of economy steady, sour APNORC poll. Smartynames uses AI to find you the perfect domain name"
}