{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Tough times for plantbased meat",
            "description": "Companies that make faux burgers and other meat substitutes are laying off employees and staring down weak sales, amid what Beyond Meat describes as ongoing softness in the plantbased meat category.Why it matters The biggest fastfood chains and meat prod",
            "url": "/2022-10-25-tough-times-for-plant-based-meat",
            "urlToImage": "https://images.axios.com/WXSGD8lxHI0OuJ1KS4ZMfvQKy2k=/0x0:1920x1080/1366x768/2022/10/24/1666646898176.jpg",
            "publishedAt": "2022-10-25T09:30:46Z",
            "content": "Companies that make faux burgers and other meat substitutes are laying off employees and staring down weak sales, amid what Beyond Meat describes as ongoing softness in the plantbased meat category [+4442 chars]",
            "summary": "Illustration: Rae Cook/AxiosCompanies that make faux burgers and other meat substitutes are laying off employees and staring down weak sales, amid what Beyond Meat describes as \"ongoing softness in the plant-based meat category. \"Why it matters: The biggest fast-food chains and meat producers have raced to cash in on fake meat, sensing consumer appetite for sustainable and animal-friendly alternatives. \"Taste test: Beyond Meat sent private chefs to cook Beyond Steak for journalists like me in advance of the product announcement.Go deeper: McDonalds bringing back McRib for a farewell tour\" Yes, but: There are still bullish growth predictions for plant-based meats, and Impossible Foods  a private company that doesn't have to report its numbers  tells Axios it's seeing \"hyper-growth, with over 60% year-over-year sales growth in retail alone. But high prices and flattening demand have dogged the industry.",
            "html_summary": "<ul><li>Illustration: Rae Cook/AxiosCompanies that make faux burgers and other meat substitutes are laying off employees and staring down weak sales, amid what Beyond Meat describes as \"ongoing softness in the plant-based meat category.</li><li>\"Why it matters: The biggest fast-food chains and meat producers have raced to cash in on fake meat, sensing consumer appetite for sustainable and animal-friendly alternatives.</li><li>\"Taste test: Beyond Meat sent private chefs to cook Beyond Steak for journalists like me in advance of the product announcement.Go deeper: McDonald’s bringing back McRib for a “farewell tour\"</li><li>Yes, but: There are still bullish growth predictions for plant-based meats, and Impossible Foods — a private company that doesn't have to report its numbers — tells Axios it's seeing \"hyper-growth, with over 60% year-over-year sales growth in retail alone.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/25/tough-times-for-plant-based-meat"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KANIS LEUNG - Associated Press",
            "title": "Prodemocracy publisher Lai found guilty on fraud charges",
            "description": "Prodemocracy Hong Kong publisher Jimmy Lai has been found guilty on a pair of fraud charges related to lease violations. Tuesdays ruling marks the latest in a series of prosecutions apparently aimed at punishing Lai for his past activism. Lai",
            "url": "/2022-10-25-e6e240bf69e43ecf0f41d88d0322567e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/a/0f/a0f42e50-fc45-59c0-b1e6-ada559045eb3/6357a599d6049.image.jpg?crop=1752%2C920%2C0%2C131&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-25T08:46:09Z",
            "content": "By KANIS LEUNG  Associated PressHONG KONG (AP) Prodemocracy Hong Kong publisher Jimmy Lai was found guilty Tuesday on a pair of fraud charges related to lease violations the latest of a series of [+2778 chars]",
            "summary": "His former colleague, Wong Wai-keung, was also convicted Tuesday on a single charge of fraud.Lai and two former executives at his company were charged with fraud for subletting part of the office space to a secretarial firm, which was also controlled by Lai, between 2016 and 2020. Some wordings on the posters, which were generally about COVID-19 restrictions, were intended to incite others to hate or despise the central government or leaders of the central government, said Lo Yin-lam, chief inspector of Hong Kong Islands regional public order event investigation team. District Court Judge Stanley Chan Kwong-chi said the firms business did not conform with what was stipulated in the lease agreements, and ruled that Lai had hidden the fact that the company was occupying space in the building. Separately, a mainland Chinese man was arrested for allegedly posting three signs carrying seditious words at the protest zone of the citys legislative complex on Oct. 15, police said Tuesday. The second fraud count was for letting the same firm use the media outlets office space in alleged breach of lease agreements from 1998 and 2015. HONG KONG (AP)  Pro-democracy Hong Kong publisher Jimmy Lai was found guilty Tuesday on two fraud charges related to lease violations, the latest in a series of prosecutions apparently aimed at punishing him for his past activism. Local newspaper Ming Pao said the content of the posters was linked to a protest at Beijings Sitong Bridge, where someone hung banners calling for freedom and not COVID-19 lockdowns days before the congress opened.",
            "html_summary": "<ul><li>His former colleague, Wong Wai-keung, was also convicted Tuesday on a single charge of fraud.Lai and two former executives at his company were charged with fraud for subletting part of the office space to a secretarial firm, which was also controlled by Lai, between 2016 and 2020.</li><li>Some wordings on the posters, which were generally about COVID-19 restrictions, were intended to incite others to hate or despise the central government or leaders of the central government, said Lo Yin-lam, chief inspector of Hong Kong Island’s regional public order event investigation team.</li><li>District Court Judge Stanley Chan Kwong-chi said the firm’s business did not conform with what was stipulated in the lease agreements, and ruled that Lai had hidden the fact that the company was occupying space in the building.</li><li>Separately, a mainland Chinese man was arrested for allegedly posting three signs carrying “seditious” words at the protest zone of the city’s legislative complex on Oct. 15, police said Tuesday.</li><li>The second fraud count was for letting the same firm use the media outlet’s office space in alleged breach of lease agreements from 1998 and 2015.</li><li>HONG KONG (AP) — Pro-democracy Hong Kong publisher Jimmy Lai was found guilty Tuesday on two fraud charges related to lease violations, the latest in a series of prosecutions apparently aimed at punishing him for his past activism.</li></ul>",
            "website_url": "https://apnews.com/e6e240bf69e43ecf0f41d88d0322567e"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By YURI KAGEYAMA - AP Business Writer",
            "title": "Japan steps up push to get public buyin to digital IDs",
            "description": "Japan has stepped up its push to catch up on digitization by telling a reluctant public they have to sign on or possibly lose access to their public health insurance. The My Number initiative aims to get the devoutly analog",
            "url": "/2022-10-25-d47817295a647379f69da9bb16160d13",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/a/c7/ac76bc6f-6d6f-5f01-b437-b82f1ce4b6b4/63574a3dab03a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-25T02:11:40Z",
            "content": "By YURI KAGEYAMA  AP Business WriterTOKYO (AP) Japan has stepped up its push to catch up on digitization by telling a reluctant public they have to sign up for digital IDs or possibly lose access  [+5487 chars]",
            "summary": "He told lawmakers in Parliament that the old health insurance cards will be phased out but the government will arrange for people to continue to use their public health insurance if they are paying into a health plan. These people see digitization as a negation of their past work, said Watanave, who spells his last name with a v instead of the usual b. The process of getting an existing My Number digitized is time consuming and very analog, it turns out. Saeko Fujimori, who works in the music copyright business, said shes supposed to get My Number information from the people she deals with, but many balk at giving it out. Japans Minister of Digital Affairs, Taro Kono, acknowledged in a recent interview with The Associated Press that more is needed to persuade people of the benefits of going digital.To create a digitized society, we need to work on developing new infrastructure. Opponents of the change say the current system has been working for decades and going digital would require extra work at a time when the pandemic is still straining the medical system. They keep failing in anything digital and we have no memories of successful digital transformation by the government, said Nobi Hayashi, a consultant and technology expert. TOKYO (AP)  Japan has stepped up its push to catch up on digitization by telling a reluctant public they have to sign up for digital IDs or possibly lose access to their public health insurance.",
            "html_summary": "<ul><li>He told lawmakers in Parliament that the old health insurance cards will be phased out but the government will arrange for people to continue to use their public health insurance if they are paying into a health plan.</li><li>These people see digitization as a negation of their past work,” said Watanave, who spells his last name with a “v” instead of the usual “b.” The process of getting an existing My Number digitized is time consuming and very analog, it turns out.</li><li>Saeko Fujimori, who works in the music copyright business, said she’s supposed to get My Number information from the people she deals with, but many balk at giving it out.</li><li>Japan’s Minister of Digital Affairs, Taro Kono, acknowledged in a recent interview with The Associated Press that more is needed to persuade people of the benefits of going digital.“To create a digitized society, we need to work on developing new infrastructure.</li><li>Opponents of the change say the current system has been working for decades and going digital would require extra work at a time when the pandemic is still straining the medical system.</li><li>“They keep failing in anything digital and we have no memories of successful digital transformation by the government,” said Nobi Hayashi, a consultant and technology expert.</li></ul>",
            "website_url": "https://apnews.com/d47817295a647379f69da9bb16160d13"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELAINE KURTENBACH - AP Business Writer",
            "title": "World shares mostly slip as investors eye corporate earnings",
            "description": "Shares are mostly lower in Europe and Asia as investors gear up for a slew of corporate earnings reports. Markets remained jittery over the outcome of a Communist Party congress in China, where key reformers were excluded from the highest",
            "url": "/2022-10-25-0bffeb3d860fd3a882b2fe72d0c2feda",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/0/c3/0c313987-603a-5a4c-a3d3-43dc25d1d1d8/635770ff54582.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-25T10:38:04Z",
            "content": "By ELAINE KURTENBACH  AP Business WriterBANGKOK (AP) Shares were mostly lower in Europe and Asia on Tuesday as investors geared up for a slew of corporate earnings reports.U.S. futures edged 0.1 [+4765 chars]",
            "summary": "This applies to potential changes in the central bank governor, banking regulator and economic adviser.The Chinese yuan slid to a 15-year low of 7.3089 to the U.S. dollar after Chinas central bank appeared to ease off trying to counter market forces that were pushing the tightly controlled currency lower. The Shanghai Composite index fell less than 0.1%, to 2,976.28.Chinese stocks have languished after the Communist Party congress awarded leader Xi Jinping an unprecedented third five-year term and installed key Xi allies as top ruling party leaders, vanquishing officials considered pro-market reformers. On Wall Street on Monday, stocks extended gains from last week as investors geared up for a heavy week of earnings from big technology companies. But after the ruling partys congress ended over the weekend, the central bank set the yuans starting price for trading Tuesday unusually low.Elsewhere in Asia, Tokyos Nikkei 225 index rose 1% to 27,250.28, while the Kospi in Seoul lost 0.1%, to 2,235.07. Germanys DAX fell 0.8% to 12,824.91 following the release of a German Business Climate report that was better than expected but overall gloomy, with no meaningful signal of improvement in the German economy, Alex Kuptsikevich, FxPro senior market analyst, said in a report. Xi wants a bigger Communist Party role in Chinas business and technology development, raising fears centralized control will stunt an economy that already is slowing.But that might not mean major policy changes, said Iris Pang of ING. Economists and investors worry central banks could go too far in slowing economic activity, triggering a recession.",
            "html_summary": "<ul><li>This applies to potential changes in the central bank governor, banking regulator and economic adviser.”The Chinese yuan slid to a 15-year low of 7.3089 to the U.S. dollar after China’s central bank appeared to ease off trying to counter market forces that were pushing the tightly controlled currency lower.</li><li>The Shanghai Composite index fell less than 0.1%, to 2,976.28.Chinese stocks have languished after the Communist Party congress awarded leader Xi Jinping an unprecedented third five-year term and installed key Xi allies as top ruling party leaders, vanquishing officials considered pro-market reformers.</li><li>On Wall Street on Monday, stocks extended gains from last week as investors geared up for a heavy week of earnings from big technology companies.</li><li>But after the ruling party’s congress ended over the weekend, the central bank set the yuan’s starting price for trading Tuesday unusually low.Elsewhere in Asia, Tokyo’s Nikkei 225 index rose 1% to 27,250.28, while the Kospi in Seoul lost 0.1%, to 2,235.07.</li><li>Germany’s DAX fell 0.8% to 12,824.91 following the release of a German Business Climate report that was better than expected but overall gloomy, with no “meaningful signal of improvement in the German economy,” Alex Kuptsikevich, FxPro senior market analyst, said in a report.</li><li>Xi wants a bigger Communist Party role in China’s business and technology development, raising fears centralized control will stunt an economy that already is slowing.But that might not mean major policy changes, said Iris Pang of ING.</li></ul>",
            "website_url": "https://apnews.com/0bffeb3d860fd3a882b2fe72d0c2feda"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By YURI KAGEYAMA - AP Business Writer",
            "title": "Japan steps up push to get public buyin to digital IDs",
            "description": "Japan has stepped up its push to catch up on digitization by telling a reluctant public they have to sign on or possibly lose access to their public health insurance. The My Number initiative aims to get the devoutly analog",
            "url": "/2022-10-25-d47817295a647379f69da9bb16160d13",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/27/b2718536-c205-5c95-a58d-65c7de1358ad/63574a2d20919.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-25T02:11:40Z",
            "content": "By YURI KAGEYAMA  AP Business WriterTOKYO (AP) Japan has stepped up its push to catch up on digitization by telling a reluctant public they have to sign up for digital IDs or possibly lose access  [+5538 chars]",
            "summary": "He told lawmakers in Parliament that the old health insurance cards will be phased out but the government will arrange for people to continue to use their public health insurance if they are paying into a health plan. These people see digitization as a negation of their past work, said Watanave, who spells his last name with a v instead of the usual b. The process of getting an existing My Number digitized is time consuming and very analog, it turns out. Saeko Fujimori, who works in the music copyright business, said shes supposed to get My Number information from the people she deals with, but many balk at giving it out. Japans Minister of Digital Affairs, Taro Kono, acknowledged in a recent interview with The Associated Press that more is needed to persuade people of the benefits of going digital.To create a digitized society, we need to work on developing new infrastructure. Opponents of the change say the current system has been working for decades and going digital would require extra work at a time when the pandemic is still straining the medical system. They keep failing in anything digital and we have no memories of successful digital transformation by the government, said Nobi Hayashi, a consultant and technology expert. TOKYO (AP)  Japan has stepped up its push to catch up on digitization by telling a reluctant public they have to sign up for digital IDs or possibly lose access to their public health insurance.",
            "html_summary": "<ul><li>He told lawmakers in Parliament that the old health insurance cards will be phased out but the government will arrange for people to continue to use their public health insurance if they are paying into a health plan.</li><li>These people see digitization as a negation of their past work,” said Watanave, who spells his last name with a “v” instead of the usual “b.” The process of getting an existing My Number digitized is time consuming and very analog, it turns out.</li><li>Saeko Fujimori, who works in the music copyright business, said she’s supposed to get My Number information from the people she deals with, but many balk at giving it out.</li><li>Japan’s Minister of Digital Affairs, Taro Kono, acknowledged in a recent interview with The Associated Press that more is needed to persuade people of the benefits of going digital.“To create a digitized society, we need to work on developing new infrastructure.</li><li>Opponents of the change say the current system has been working for decades and going digital would require extra work at a time when the pandemic is still straining the medical system.</li><li>“They keep failing in anything digital and we have no memories of successful digital transformation by the government,” said Nobi Hayashi, a consultant and technology expert.</li></ul>",
            "website_url": "https://apnews.com/d47817295a647379f69da9bb16160d13"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ERIC TUCKER and NOMAAN MERCHANT - Associated Press",
            "title": "Chinese officers charged in plot to obstruct US Huawei probe",
            "description": "Two suspected Chinese intelligence officers have been charged with attempting to obstruct the U.S. criminal investigation and prosecution of Chinese tech giant Huawei. The Justice Department announced Monday the two men are charged with trying to direct a per",
            "url": "/2022-10-25-4202d00da079550ed0dcb338e8903468",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/dc/9dca9610-0d5e-5b81-89d4-0db2b67e38c5/6356f9887baff.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-25T10:47:24Z",
            "content": "By ERIC TUCKER and NOMAAN MERCHANT  Associated PressWASHINGTON (AP) Two suspected Chinese intelligence officers have been charged with attempting to obstruct a U.S. criminal investigation of Chine [+5355 chars]",
            "summary": "The company, a top executive and several subsidiaries had just been indicted on U.S. charges of financial fraud, trade secret theft and sanctions violations.Wang and He, according to prosecutors, were eager for non-public information about the prosecution and the status of the investigation. Huawei has previously called the federal investigation political persecution, plain and simple.Attacking Huawei will not help the U.S. stay ahead of the competition, the company said in a statement published in 2020. In the case linked to Operation Fox Hunt, prosecutors say Chinese agents tried to intimidate an unnamed person and his family to return to China. Part of the plot, the U.S. alleges, involved having the persons nephew travel to the U.S. as part of a tour group to deliver threats that included, Coming back and turning yourself in is the only way out. Washington has long accused Beijing of interfering in U.S. political affairs and stealing secrets and intellectual property.",
            "html_summary": "<ul><li>The company, a top executive and several subsidiaries had just been indicted on U.S. charges of financial fraud, trade secret theft and sanctions violations.Wang and He, according to prosecutors, were eager for non-public information about the prosecution and the status of the investigation.</li><li>Huawei has previously called the federal investigation “political persecution, plain and simple.”“Attacking Huawei will not help the U.S. stay ahead of the competition,” the company said in a statement published in 2020.</li><li>In the case linked to Operation Fox Hunt, prosecutors say Chinese agents tried to intimidate an unnamed person and his family to return to China.</li><li>Part of the plot, the U.S. alleges, involved having the person’s nephew travel to the U.S. as part of a tour group to deliver threats that included, “Coming back and turning yourself in is the only way out.”</li></ul>",
            "website_url": "https://apnews.com/4202d00da079550ed0dcb338e8903468"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "54gene CEO steps down as the company looks to cut more jobs",
            "description": "54gene CEO Abasi EneObong steps down from the company. Though it laid off 95 employees in August, there are more job cuts on the way.",
            "url": "/2022-10-25-54gene-ceo-steps-down-as-the-company-looks-to-cut-more-jobs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/PhotoPictureResizer_221025_014542647_crop_1068x761.jpg",
            "publishedAt": "2022-10-25T05:36:09Z",
            "content": "54gene cofounder and chief executive officer Dr. Abasi EneObong has stepped down from his executive role, the African genomics company confirmed to TechCrunch today.The threeyearold company has [+5251 chars]",
            "summary": "I am excited to see them take the company to its next phase.African genomics startup 54gene raises $25M to expand precision medicine capabilitiesAfrican genomics startup 54gene raises $15M led by Adjuvant Capital 54gene co-founder and chief executive officer Dr. Abasi Ene-Obong has stepped down from his executive role, the African genomics company confirmed to TechCrunch today.The three-year-old company has appointed General Counsel Teresia L. Bost as interim CEO. Id like to thank the 54gene Board for their support over the years, and the many talented scientists and technology professionals I have had the pleasure to work with during my time at the company. Though it has already let go of 95 employees, the company confirmed that it will conduct a second round of layoffs following restructuring across several departments. According to the YC-backed company, it wants to focus resources on its core mission of African genomics research and equalizing precision medicine. Also, when the company carried out its first round of layoffs, allegations of financial impropriety were leveled against him and his executives from a group of employees. This continues the meaningful work the company has invested in, whilst de-emphasizing the clinical diagnostic business line at the time.Its unclear exactly why Ene-Obong is stepping down.",
            "html_summary": "<ul><li>I am excited to see them take the company to its next phase.African genomics startup 54gene raises $25M to expand precision medicine capabilitiesAfrican genomics startup 54gene raises $15M led by Adjuvant Capital</li><li>54gene co-founder and chief executive officer Dr. Abasi Ene-Obong has stepped down from his executive role, the African genomics company confirmed to TechCrunch today.The three-year-old company has appointed General Counsel Teresia L. Bost as interim CEO.</li><li>I’d like to thank the 54gene Board for their support over the years, and the many talented scientists and technology professionals I have had the pleasure to work with during my time at the company.</li><li>Though it has already let go of 95 employees, the company confirmed that it will conduct a second round of layoffs following restructuring across several departments.</li><li>According to the YC-backed company, it wants to focus resources on its core mission of African genomics research and equalizing precision medicine.</li><li>Also, when the company carried out its first round of layoffs, allegations of financial impropriety were leveled against him and his executives from a group of employees.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/24/54gene-ceo-steps-down-as-the-company-looks-to-cut-more-jobs/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Tough times for plantbased meat. Prodemocracy publisher Lai found guilty on fraud charges. Japan steps up push to get public buyin to digital IDs. World shares mostly slip as investors eye corporate earnings. Japan steps up push to get public buyin to digital IDs. Chinese officers charged in plot to obstruct US Huawei probe. 54gene CEO steps down as the company looks to cut more jobs"
}