{
    "status": "ok",
    "totalResults": 17,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "Acers Ryzen 6000powered Swift Edge laptop has a 16inch OLED screen for $1,500",
            "description": "The AMDbased Swift Edge is bigger and OLEDier than the Intelbased Swift ultralight.",
            "url": "/2022-10-07-acers-ryzen-6000-powered-swift-edge-laptop-has-a-16-inch-oled-screen-for-1500",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/Acer-Swift-Edge-SFA16-41-right-facing-Windows-760x380.jpeg",
            "publishedAt": "2022-10-07T04:30:44Z",
            "content": "Enlarge/ Acer announced the Swift Edge laptop today. 1 with 1 posters participatingAcers Swift Edge clamshell announced today is a gentle reminder of the socalled Intel tax. The PC offers a lar [+3822 chars]",
            "summary": "Acer claims the Swift Edge's 54 Wh battery can last up to 10.5 hours of video playback, eight hours browsing the web, and 7.5 hours on the MobileMark 2018 benchmark. The \"Edge\" moniker may also help AMD shake a reputation that has many consumers considering its chips as a budget alternative to Intel.The Swift Edge launches this Friday at $1,500 as specced above (SKU SFA16-41-R7SU). The PC offers a larger screen with more expensive display technology and pixels than a similarly specced Acer Swift 5 ultralight for the same price. The Swift Edge won't necessarily be as powerful as a $1,900, business-focused ThinkPad, but Ryzen 6000 has potential for Acer to leverage.Just as there's frequently a so-called Intel tax on PCs, there's usually an OLED tax on battery life, too. The OLED screen is specced with 100 percent DCI-P3 color coverage, up to 500 nits of brightness, and VESA DisplayHDR True Black 500 certification. The Swift Edge continues a trend we've seen over the past few years as AMD chips increasingly find their way into not just more laptop models, but more higher-end designs. But an early look at those specs shows that you can upgrade in other places if you're interested in an AMD CPU over an Intel one.And there's good reason to be.",
            "html_summary": "<ul><li>Acer claims the Swift Edge's 54 Wh battery can last up to 10.5 hours of video playback, eight hours browsing the web, and 7.5 hours on the MobileMark 2018 benchmark.</li><li>The \"Edge\" moniker may also help AMD shake a reputation that has many consumers considering its chips as a budget alternative to Intel.The Swift Edge launches this Friday at $1,500 as specced above (SKU SFA16-41-R7SU).</li><li>The PC offers a larger screen with more expensive display technology and pixels than a similarly specced Acer Swift 5 ultralight for the same price.</li><li>The Swift Edge won't necessarily be as powerful as a $1,900, business-focused ThinkPad, but Ryzen 6000 has potential for Acer to leverage.Just as there's frequently a so-called Intel tax on PCs, there's usually an OLED tax on battery life, too.</li><li>The OLED screen is specced with 100 percent DCI-P3 color coverage, up to 500 nits of brightness, and VESA DisplayHDR True Black 500 certification.</li><li>The Swift Edge continues a trend we've seen over the past few years as AMD chips increasingly find their way into not just more laptop models, but more higher-end designs.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/10/acers-ryzen-6000-powered-swift-edge-laptop-has-a-16-inch-oled-screen-for-1500/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "After 23 years, Weather Channels iconic computerized channel is shutting down",
            "description": "Cultfavorite Weatherscan TV service launched in 1999; hobbyists aim to keep it alive.",
            "url": "/2022-10-07-after-23-years-weather-channels-iconic-computerized-channel-is-shutting-down",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/weatherscan_1-760x380.jpg",
            "publishedAt": "2022-10-07T20:16:27Z",
            "content": "Enlarge/ An onair capture of Weatherscan in 2020. Weatherscan shows 24/7 weather forecasts controlled by computer.6 with 6 posters participatingIn the early 2000s, Americans who wanted to catch  [+4805 chars]",
            "summary": "\"Weatherscan has been dying a slow death over the course of the last 10 years because the hardware is aging,\" says Mike Bates, a tech hobbyist who collects and restores Weather Channel computer hardware as part of a group of die-hard fans who follow insider news from the company. Some have also created software that simulates the service in a browser.The Weather Channel amassed a large fan following over the decades, and that community maintains a wiki filled with intricate details about beloved on-air talent, discontinued programs, and the back-end tech that pulls it all together. \"Over the years, Weatherscan developed a cult following due to the way the service mixes computers with weather, along with a measure of nostalgia for the smooth jazz music that plays continuously over the forecasts.  Benj Edwards - Oct 7, 2022 8:16 pm UTC In the early 2000s, Americans who wanted to catch the local weather forecast at any time might turn on their TV and switch over to Weatherscan, a 24-hour computer-controlled weather forecast channel with a relaxing smooth jazz soundtrack. Declining viewership and the ubiquity of smartphone weather apps are the primary reasons it's going offline.There are also technical issues with maintaining the hardware behind the service. The Weather Star software inspired its own wave of nostalgia, including simulators that mimic its distinct retro look.However, getting Weatherscan to run locally was a team effort, primarily by friends named Ethan, Brian, and Jesse. \"Because of the small subscriber user base for the technology, I am assuming the Weather Channel just quit porting [the Weatherscan system] forward to newer hardware,\" says Bates.",
            "html_summary": "<ul><li>\"Weatherscan has been dying a slow death over the course of the last 10 years because the hardware is aging,\" says Mike Bates, a tech hobbyist who collects and restores Weather Channel computer hardware as part of a group of die-hard fans who follow insider news from the company.</li><li>Some have also created software that simulates the service in a browser.The Weather Channel amassed a large fan following over the decades, and that community maintains a wiki filled with intricate details about beloved on-air talent, discontinued programs, and the back-end tech that pulls it all together.</li><li>\"Over the years, Weatherscan developed a cult following due to the way the service mixes computers with weather, along with a measure of nostalgia for the smooth jazz music that plays continuously over the forecasts.</li><li> Benj Edwards - Oct 7, 2022 8:16 pm UTC In the early 2000s, Americans who wanted to catch the local weather forecast at any time might turn on their TV and switch over to Weatherscan, a 24-hour computer-controlled weather forecast channel with a relaxing smooth jazz soundtrack.</li><li>Declining viewership and the ubiquity of smartphone weather apps are the primary reasons it's going offline.There are also technical issues with maintaining the hardware behind the service.</li><li>The Weather Star software inspired its own wave of nostalgia, including simulators that mimic its distinct retro look.However, getting Weatherscan to run locally was a team effort, primarily by friends named Ethan, Brian, and Jesse.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2022/10/after-23-years-weather-channels-iconic-computerized-channel-is-shutting-down/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "Well take it Prime Video unveils brief sneak peek at Wheel of Time S2 at NYCC",
            "description": "The only way to stop all this suffering is to stop the wheel itself.",
            "url": "/2022-10-07-well-take-it-prime-video-unveils-brief-sneak-peek-at-wheel-of-time-s2-at-nycc",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/wheel2-760x380.jpg",
            "publishedAt": "2022-10-08T20:12:05Z",
            "content": "3 with 3 posters participatingPrime Video dropped a rapidfire S1 recap and sneak peek at the second season of Wheel of Time during New York Comic Con.New York Comic Con is happening this weekend [+3837 chars]",
            "summary": "Ars Senior Technology Editor Lee Hutchinson and Senior Technology Reporter Andrew Cunningham are mega-fans of the book series, and devoted themselves to recapping every S1 episode in great detail, as well as giving frank assessments of how well the series handled adapting the source material. And Perrin helped dig up the flaming Horn of Valere, which plays a big role in the second book in the series.The NYCC teaser whips through a series of rapid-fire moments from S1, and the new footage starts about the :23 second mark, featuring a despairing voiceover by Moraine. Their overall verdict after the S1 finale: despite some massive divergences from the books, the series was mostly entertaining, although they would have liked the show to spend more time on the story to let the main characters develop more fully. The new season isn't slated to premiere until sometime next year, but the streaming platform is confident enough in the series that it's already been renewed for a third. Long ago, a great evil called the Dark One caused the saidin to become tainted, such that most men who show an ability to channel that magic go mad. But the big news (for those unfamiliar with the books) is that Rand was identified as the Dragon Reborn and went into hiding to avoid his destiny and/or harming his friendsbut not before he may have accidentally released the Dark One. )As I've written previously, the series centers on Moiraine (Rosamund Pike), a member of a powerful, all-woman organization called the Aes Sedai.",
            "html_summary": "<ul><li>Ars Senior Technology Editor Lee Hutchinson and Senior Technology Reporter Andrew Cunningham are mega-fans of the book series, and devoted themselves to recapping every S1 episode in great detail, as well as giving frank assessments of how well the series handled adapting the source material.</li><li>And Perrin helped dig up the flaming Horn of Valere, which plays a big role in the second book in the series.The NYCC teaser whips through a series of rapid-fire moments from S1, and the new footage starts about the :23 second mark, featuring a despairing voiceover by Moraine.</li><li>Their overall verdict after the S1 finale: despite some massive divergences from the books, the series was mostly entertaining, although they would have liked the show to spend more time on the story to let the main characters develop more fully.</li><li>The new season isn't slated to premiere until sometime next year, but the streaming platform is confident enough in the series that it's already been renewed for a third.</li><li>Long ago, a great evil called the Dark One caused the saidin to become tainted, such that most men who show an ability to channel that magic go mad.</li><li>But the big news (for those unfamiliar with the books) is that Rand was identified as the Dragon Reborn and went into hiding to avoid his destiny and/or harming his friends—but not before he may have accidentally released the Dark One.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2022/10/well-take-it-prime-video-unveils-brief-sneak-peek-at-wheel-of-time-s2-at-nycc/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "China lashes out at latest U.S. export controls on chips  The Associated Press  en Espaol",
            "description": "China lashes out at latest U.S. export controls on chipsThe Associated Press  en EspaolBiden Administration Clamps Down on Chinas Access to Chip TechnologyThe New York TimesU.S. tries to hobble China chip industry with new",
            "url": "/2022-10-07-technology-business-china-global-trade-47eed4a9fa1c2f51027ed12cf929ff55",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/493519c134a14c1cbb9efa0dc42cb9be/3000.jpeg",
            "publishedAt": "2022-10-08T10:11:43Z",
            "content": "BEIJING (AP) China on Saturday criticized the latest U.S. decision to tighten export controls that would make it harder for China to obtain and manufacture advanced computing chips, calling it a viol [+1937 chars]",
            "summary": "The U.S. has implemented a raft of measures and restrictions designed to prevent China from obtaining chip technology, while China has earmarked billions for investment into the production of semiconductors.The tensions have impacted semiconductor companies in the U.S. and globally which either export chips or manufacture chips in China. It will not only damage the legitimate rights and interests of Chinese companies, but also affect American companies interests, she said.",
            "html_summary": "<ul><li>The U.S. has implemented a raft of measures and restrictions designed to prevent China from obtaining chip technology, while China has earmarked billions for investment into the production of semiconductors.The tensions have impacted semiconductor companies in the U.S. and globally which either export chips or manufacture chips in China.</li></ul>",
            "website_url": "https://apnews.com/article/technology-business-china-global-trade-47eed4a9fa1c2f51027ed12cf929ff55"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Lachlan Markay",
            "title": "AI becomes a political superweapon",
            "description": "Innovations in artificial intelligence are making it faster and cheaper for political campaigns to identify, turn out and extract money from voters.The big picture Consultants for both major parties are hoovering up voter data to hone advanced fundraising an",
            "url": "/2022-10-07-ai-becomes-a-political-super-weapon",
            "urlToImage": "https://static.axios.com/img/axios-site/axios-placeholder-16x9.png",
            "publishedAt": "2022-10-07T09:30:17Z",
            "content": "Innovations in artificial intelligence are making it faster and cheaper for political campaigns to identify, turn out and extract money from voters.The big picture Consultants for both major parti [+4020 chars]",
            "summary": "Innovations in artificial intelligence are making it faster and cheaper for political campaigns to identify, turn out and extract money from voters.The big picture: Consultants for both major parties are hoovering up voter data to hone advanced fundraising and persuasion tactics.",
            "html_summary": "<ul></ul>",
            "website_url": "https://www.axios.com/2022/10/07/ai-becomes-a-political-super-weapon"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Steve Haske",
            "title": "What happened to the virtual reality gaming revolution?",
            "description": "VR hasnt taken over the world, but that doesnt mean it has failed.",
            "url": "/2022-10-07-what-happened-to-the-virtual-reality-gaming-revolution",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/the-state-of-vr-760x380.jpg",
            "publishedAt": "2022-10-07T11:30:39Z",
            "content": "0 with 0 posters participatingSix years ago, consumer virtual reality seemed set to be the next major tech breakthrough.With the demonstration of his impressive prototype Oculus Rift headmounted [+3403 chars]",
            "summary": "Two years later, Oculus accepted a $2 billion buyout offer from Facebook.The lead-up to the 2016 launch of the first consumer version of the Oculus Rift (the CV1) only raised consumer VRs profile further. Analyst predictions were bullish, going so far as to say that the VR market would be worth $150 billion in just five years. Decades removed from the hangover of failed VR arcades and gimmicky consumer trinkets, things would be different this time.Double Fines Tim Schafer put it best at DICE 2016. (Goldman Sachs said in 2016 that mass adoption of VR hardware alone would overpower the $99 billion TV market by 2025, and it was hardly the only company making such lofty claims. I think theres been a huge leap [this time].Six years later, VR has yet to reach the stratospheric heights its cyberpunk fantasy promised. This led the Kickstarter campaign for the first Oculus developer kit to balloon past its $250,000 funding goal on the way to a final haul of $2.4 million. Google even partnered with Disney to give away its low-tech paper Cardboard sleeves, enticing fans of Star Wars and other mega properties with themed mobile experiences.",
            "html_summary": "<ul><li>Two years later, Oculus accepted a $2 billion buyout offer from Facebook.The lead-up to the 2016 launch of the first consumer version of the Oculus Rift (the CV1) only raised consumer VR’s profile further.</li><li>Analyst predictions were bullish, going so far as to say that the VR market would be worth $150 billion in just five years.</li><li>Decades removed from the hangover of failed VR arcades and gimmicky consumer trinkets, things would be different this time.Double Fine’s Tim Schafer put it best at DICE 2016.</li><li>(Goldman Sachs said in 2016 that mass adoption of VR hardware alone would overpower the $99 billion TV market by 2025, and it was hardly the only company making such lofty claims.</li><li>“I think there’s been a huge leap [this time].”Six years later, VR has yet to reach the stratospheric heights its cyberpunk fantasy promised.</li><li>This led the Kickstarter campaign for the first Oculus developer kit to balloon past its $250,000 funding goal on the way to a final haul of $2.4 million.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2022/10/what-happened-to-the-virtual-reality-gaming-revolution/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "US, UK hold drone drill in Persian Gulf after Iran seizures...",
            "description": "DUBAI, United Arab Emirates (AP)  The U.S. Navy held a joint drone drill with the United Kingdom on Friday in the Persian Gulf, testing the same unmanned surveillance ships that Iran twice has seized in recent months in the Middle East.",
            "url": "/2022-10-07-iran-technology-united-kingdom-dubai-arab-emirates-3313590ab51b316b70b354e09d63957d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/facf80465c3c45fab8079039fa9ce5ec/3000.jpeg",
            "publishedAt": "2022-10-07T18:00:04Z",
            "content": "US, UK hold drone drill in Persian Gulf after Iran seizuresDUBAI, United Arab Emirates (AP)  The U.S. Navy held a joint drone drill with the United Kingdom on Friday in the Persian Gulf, testing the [+4251 chars]",
            "summary": "Recent events notwithstanding, we have been operating these systems safely, responsibly and in accordance with international law and will continue to do so, Hawkins said.The Navy underscored its plan to keep operating the drones in notices sent to shippers and sailors in the region beginning Thursday. Navy (drones) are U.S. government property and will lawfully operate in international waters and through straits in accordance with internationally recognized rights and freedoms, the Navy said in the notice. In August and September, Iranian regular and paramilitary forces seized Saildrones in both the Persian Gulf and the Red Sea, alleging without providing evidence that the drones posed a danger to nearby ships. The drones searched for a target on the seas, then sent the still images its cameras captured back to both the warships and the 5th Fleets command center in the island kingdom of Bahrain. You have to do that in a partnered way and an innovative way. But Iran, which long has equated Americas presence in the region to it patrolling the Gulf of Mexico, views the drones with suspicion. It said that the drones would continue to broadcast their location via their Automatic Identification System trackers. Ships are supposed to keep their AIS trackers on, but Iranian vessels routinely turn theirs off to mask their movements as Tehran faces international sanctions over its nuclear program and human rights abuses.U.S.",
            "html_summary": "<ul><li>“Recent events notwithstanding, we have been operating these systems safely, responsibly and in accordance with international law and will continue to do so,” Hawkins said.The Navy underscored its plan to keep operating the drones in notices sent to shippers and sailors in the region beginning Thursday.</li><li>Navy (drones) are U.S. government property and will lawfully operate in international waters and through straits in accordance with internationally recognized rights and freedoms,” the Navy said in the notice.</li><li>In August and September, Iranian regular and paramilitary forces seized Saildrones in both the Persian Gulf and the Red Sea, alleging without providing evidence that the drones posed a danger to nearby ships.</li><li>The drones searched for a target on the seas, then sent the still images its cameras captured back to both the warships and the 5th Fleet’s command center in the island kingdom of Bahrain.</li><li>“You have to do that in a partnered way and an innovative way.” But Iran, which long has equated America’s presence in the region to it patrolling the Gulf of Mexico, views the drones with suspicion.</li><li>It said that the drones would continue to broadcast their location via their Automatic Identification System trackers.</li></ul>",
            "website_url": "https://apnews.com/article/iran-technology-united-kingdom-dubai-arab-emirates-3313590ab51b316b70b354e09d63957d"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Pixel 7 Pro teardown shows better cooling, cleaner layout than last years model",
            "description": "A cleaner layout enables more thermal tape over the SoC, camera, and battery.",
            "url": "/2022-10-07-pixel-7-pro-teardown-shows-better-cooling-cleaner-layout-than-last-years-model",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/8-760x380.jpg",
            "publishedAt": "2022-10-07T16:16:57Z",
            "content": "1 with 1 posters participating The Pixel 7 Pro innards (bottom) look a lot neater than those of the Pixel 6 Pro (top). The graphite thermal tape (the shiny black stuff on the Pixel 6, the [+3074 chars]",
            "summary": "With no cable in the way, the thermal tape can have a way larger surface area overtop of the battery, camera, and SoC. The battery has pull tabs, but they still won't work without soaking the battery adhesive in alcohol first. On the Pixel 7 Pro, the mmWave antenna cable is way longer and runs around the perimeter of the battery under the metal mid-frame. Part of the laughable infeasibility of mmWave is that your hand easily blocks the signal, so while the Pixel 7 might have a clear line-of-sight in portrait mode, mmWave in landscape on the Pixel 7 would require some awkward hand positioning. PBK Reviews could not get the back glass off, so it sounds like you'd have to replace the entire metal frame if the back glass shatters. The USB-C port is soldered onto the main board, which would make a broken charging port a costly fix. Google has done a much neater job with the graphite thermal tape this year.",
            "html_summary": "<ul><li>With no cable in the way, the thermal tape can have a way larger surface area overtop of the battery, camera, and SoC.</li><li>The battery has pull tabs, but they still won't work without soaking the battery adhesive in alcohol first.</li><li>On the Pixel 7 Pro, the mmWave antenna cable is way longer and runs around the perimeter of the battery under the metal mid-frame.</li><li>Part of the laughable infeasibility of mmWave is that your hand easily blocks the signal, so while the Pixel 7 might have a clear line-of-sight in portrait mode, mmWave in landscape on the Pixel 7 would require some awkward hand positioning.</li><li>PBK Reviews could not get the back glass off, so it sounds like you'd have to replace the entire metal frame if the back glass shatters.</li><li>The USB-C port is soldered onto the main board, which would make a broken charging port a costly fix.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/10/pixel-7-pro-teardown-shows-better-cooling-cleaner-layout-than-last-years-model/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By FRANK BAJAK - AP Technology Writer",
            "title": "Biden order promises EU citizens better data privacy",
            "description": "President Joe Biden has signed an executive order designed to allay European concerns that U.S. intelligence agencies are illegally spying on them. It promises strengthened safeguards against data collection abuses and creates a forum for legal challenges. Fr",
            "url": "/2022-10-07-493ea47a4991b0c933bea2bbb47c2c6c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/9/3a/93a777bb-dba0-5ecc-9163-b271b1187e3b/63403484423ec.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-07T14:04:19Z",
            "content": "By FRANK BAJAK  AP Technology WriterPresident Joe Biden signed an executive order Friday designed to allay European concerns that U.S. intelligence agencies are illegally spying on them. It promis [+4117 chars]",
            "summary": "Nor were U.S. privacy advocates, including the American Civil Liberties Union, satisfied.The reworked Privacy Shield includes a robust commitment to strengthen the privacy and civil liberties safeguards for signals intelligence, which should ensure the privacy of EU personal data, Commerce Secretary Gina Raimondo told reporters. However much the U.S. authorities try to paper over the cracks of the original Privacy Shield, the reality is that the EU and U.S. still have a different approach to data protection which cannot be cancelled out by an executive order, said the groups deputy director general, Ursula Pachl. A revived framework will enable the continued flow of data that underpins more than $1 trillion in cross-border trade and investment every year, Raimondo said.Twice, in 2015 and again in 2020, the European Unions top court struck down data privacy framework agreements between Washington and Brussels. The moment EU citizens data travels across the Atlantic, it will not be afforded similar protections as in the EU.The American Civil Liberties Union said Bidens order is a step in the right direction but lacks adequate safeguards for Europeans or Americans. The order builds on a preliminary agreement Biden announced in March with European Commission President Ursula von der Leyen in a bid to end a yearslong battle over the safety of EU citizens data that tech companies store in the U.S. It promises strengthened safeguards against data collection abuses and creates a forum for legal challenges. If it did, the U,S, would have to fundamentally limit its mass surveillance systems to comply with the EU understanding of proportionate surveillance, Schrems said.",
            "html_summary": "<ul><li>Nor were U.S. privacy advocates, including the American Civil Liberties Union, satisfied.The reworked Privacy Shield “includes a robust commitment to strengthen the privacy and civil liberties safeguards for signals intelligence, which should ensure the privacy of EU personal data,” Commerce Secretary Gina Raimondo told reporters.</li><li>“However much the U.S. authorities try to paper over the cracks of the original Privacy Shield, the reality is that the EU and U.S. still have a different approach to data protection which cannot be cancelled out by an executive order,” said the group’s deputy director general, Ursula Pachl.</li><li>A revived framework “will enable the continued flow of data that underpins more than $1 trillion in cross-border trade and investment every year,” Raimondo said.Twice, in 2015 and again in 2020, the European Union’s top court struck down data privacy framework agreements between Washington and Brussels.</li><li>“The moment EU citizens’ data travels across the Atlantic, it will not be afforded similar protections as in the EU.”The American Civil Liberties Union said Biden’s order is “a step in the right direction” but lacks adequate safeguards for Europeans or Americans.</li><li>The order builds on a preliminary agreement Biden announced in March with European Commission President Ursula von der Leyen in a bid to end a yearslong battle over the safety of EU citizens’ data that tech companies store in the U.S.</li><li>It promises strengthened safeguards against data collection abuses and creates a forum for legal challenges.</li></ul>",
            "website_url": "https://apnews.com/493ea47a4991b0c933bea2bbb47c2c6c"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By The Associated Press",
            "title": "NOT REAL NEWS A look at what didnt happen this week",
            "description": "Social media users shared a range of false claims this week. Here are the facts Vice President Kamala Harris did not say that Hurricane Ian relief would be distributed based on race. An infographic displaying supposed rules for conduct at",
            "url": "/2022-10-07-509fb65ce0ebb34c2258f4ff38a6fc95",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/7/7b/77b653e1-fa5b-5ed4-9eb3-120bc409c969/63405ee6629a2.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-07T17:03:13Z",
            "content": "A roundup of some of the most popular but completely untrue stories and visuals of the week. None of these are legit, even though they were shared widely on social media. The Associated Press checked [+13751 chars]",
            "summary": "___No, COVID shots dont change human DNA to a triple helixCLAIM: COVID-19 mRNA vaccines alter recipients DNA by changing its shape to a triple helix.THE FACTS: There is no evidence that the COVID-19 vaccines are editing humans DNA, experts have told the AP. The messenger RNA from the vaccine does not form a triple helix, and it certainly doesnt intercalate with the DNA to form a triple helix in any way, Kuritzkes said. The false claim, which has been shared repeatedly on social media, has surfaced again, this time in posts that allege the mRNA shots change DNA to a triple helix. DNA is made of two linked strands that appear like a twisted ladder, referred to as a double helix. She instead referenced money allocated to address climate change in the Inflation Reduction Act of 2022 and spoke about what she believes needs to be done to address the effects of climate change broadly, including the equitable distribution of resources. There is no hard evidence of either inflation falling sharply on a monthly basis, on a quarterly basis, on a semi-annual basis, on a yearly basis, or announcement of any substantial revision of official statistics, said Alessandro Rebucci, an associate professor of economics at Johns Hopkins Carey Business School. Widespread social media posts mischaracterized Harris comments during her conversation with actress Priyanka Chopra Jonas to claim she said communities of color would be prioritized in the distribution of relief for this storm. If you actually read the patent, it has nothing to do with forming a triple helix of the RNA therapeutic with the host DNA, Kuritzkes said.",
            "html_summary": "<ul><li>___No, COVID shots don’t change human DNA to a ‘triple helix’CLAIM: COVID-19 mRNA vaccines alter recipients’ DNA by changing its shape to a “triple helix.”THE FACTS: There is no evidence that the COVID-19 vaccines are editing humans’ DNA, experts have told the AP.</li><li>“The messenger RNA from the vaccine does not form a triple helix, and it certainly doesn’t intercalate with the DNA to form a triple helix in any way,” Kuritzkes said.</li><li>The false claim, which has been shared repeatedly on social media, has surfaced again, this time in posts that allege the mRNA shots change DNA to a “triple helix.” DNA is made of two linked strands that appear like a twisted ladder, referred to as a double helix.</li><li>She instead referenced money allocated to address climate change in the Inflation Reduction Act of 2022 and spoke about what she believes needs to be done to address the effects of climate change broadly, including the equitable distribution of resources.</li><li>“There is no hard evidence of either inflation falling sharply on a monthly basis, on a quarterly basis, on a semi-annual basis, on a yearly basis, or announcement of any substantial revision of official statistics,” said Alessandro Rebucci, an associate professor of economics at Johns Hopkins Carey Business School.</li><li>Widespread social media posts mischaracterized Harris’ comments during her conversation with actress Priyanka Chopra Jonas to claim she said communities of color would be prioritized in the distribution of relief for this storm.</li></ul>",
            "website_url": "https://apnews.com/509fb65ce0ebb34c2258f4ff38a6fc95"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SUMAN NAISHADHAM and ERIC GAY - Associated Press",
            "title": "Drought takes toll on countrys largest cotton producer",
            "description": "Drought and extreme heat have severely damaged much of the cotton harvest in the U.S., which produces roughly 35% of the worlds crop. Nowhere is this more apparent than the Texas High Plains, the windswept region that grows most of",
            "url": "/2022-10-07-42112182a5fd6a1b5cf8e71aa5897326",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/73769e9c-c54c-11ea-9ace-179ea39eeb22.jpg?resize=600%2C315",
            "publishedAt": "2022-10-07T14:49:36Z",
            "content": "LUBBOCK, Texas (AP) The cotton harvest is about to get underway in the Texas High Plains, the windswept region that grows most of the crop in the nations top cottonproducing state. But Barry Evans,  [+7772 chars]",
            "summary": "Especially the smaller ones just cant continue to stay open and operating.Most cotton farmers in this part of Texas use cotton seed varieties modified to withstand drought, said Kody Bessent, chief executive of Plains Cotton Growers, representing growers in 42 Texas High Plains counties. He estimates losses this year at the farmer-owned gin will amount to $1 million, but said profits from a strong harvest in 2021 would serve as a buffer.In the 1980s, around 500 cotton gins were operating in the state, according to Hudson. Farmers choose not to harvest when so little grows that it isnt worth the cost.Larry Black, who manages a ginning co-operative in Roscoe, Texas, about 150 miles (241 kilometers) away, said his facility processes cotton from 100,00 acres (40,469 hectares) of nearby farmland. Thats the worst harvest since 2009, according to the Texas Farm Bureau.The losses in cotton could cost the Texas High Plains $1.2 billion after farmers receive federal crop insurance payments, estimates Darren Hudson, director of the International Center for Agricultural Competitiveness at Texas Tech University. Extreme heat and a dearth of rainfall have severely damaged much of this years cotton harvest in the U.S., which produces about 35% of the worlds crop. Climate change is intensifying these effects.Subsoil moisture and topsoil moisture was already low to start, and it just got worse and worse, said Graham Soley, a USDA agricultural economist.In Texas, bad drought years are recalled with a certain familiarity. Any time you have a bad year in cotton, it has a role to play in the overall economy, Hudson said.",
            "html_summary": "<ul><li>Especially the smaller ones just can’t continue to stay open and operating.”Most cotton farmers in this part of Texas use cotton seed varieties modified to withstand drought, said Kody Bessent, chief executive of Plains Cotton Growers, representing growers in 42 Texas High Plains counties.</li><li>He estimates losses this year at the farmer-owned gin will amount to $1 million, but said profits from a strong harvest in 2021 would serve as a buffer.In the 1980s, around 500 cotton gins were operating in the state, according to Hudson.</li><li>Farmers choose not to harvest when so little grows that it isn’t worth the cost.Larry Black, who manages a ginning co-operative in Roscoe, Texas, about 150 miles (241 kilometers) away, said his facility processes cotton from 100,00 acres (40,469 hectares) of nearby farmland.</li><li>That’s the worst harvest since 2009, according to the Texas Farm Bureau.The losses in cotton could cost the Texas High Plains $1.2 billion after farmers receive federal crop insurance payments, estimates Darren Hudson, director of the International Center for Agricultural Competitiveness at Texas Tech University.</li><li>Extreme heat and a dearth of rainfall have severely damaged much of this year’s cotton harvest in the U.S., which produces about 35% of the world’s crop.</li><li>Climate change is intensifying these effects.“Subsoil moisture and topsoil moisture was already low to start, and it just got worse and worse,” said Graham Soley, a USDA agricultural economist.In Texas, bad drought years are recalled with a certain familiarity.</li></ul>",
            "website_url": "https://apnews.com/42112182a5fd6a1b5cf8e71aa5897326"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Acers Ryzen 6000powered Swift Edge laptop has a 16inch OLED screen for $1,500. After 23 years, Weather Channels iconic computerized channel is shutting down. Well take it Prime Video unveils brief sneak peek at Wheel of Time S2 at NYCC. China lashes out at latest U.S. export controls on chips  The Associated Press  en Espaol. AI becomes a political superweapon. What happened to the virtual reality gaming revolution?. US, UK hold drone drill in Persian Gulf after Iran seizures.... Pixel 7 Pro teardown shows better cooling, cleaner layout than last years model. Biden order promises EU citizens better data privacy. NOT REAL NEWS A look at what didnt happen this week. Drought takes toll on countrys largest cotton producer"
}