{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Aniruddha Ghosal, Huizhong Wu",
            "title": "A very hard road ahead for China as COVID19 cases spiral  The Associated Press  en Espaol",
            "description": "A very hard road ahead for China as COVID19 cases spiralThe Associated Press  en EspaolAs crematoriums fill up, China shifts how it counts Covid deathsCNNChina seeing 1 million COVID cases and 5,000 deaths a day report",
            "url": "/2022-12-23-health-china-covid-0437741cbb7db5e090bcf904ff38779b",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/15f190c85b964d1790fcd7d439a2c4fb/3000.webp",
            "publishedAt": "2022-12-23T08:01:35Z",
            "content": "BAZHOU, China (AP) Nearly three years after it was first identified in China, the coronavirus is now spreading through the vast country. Experts predict difficult months ahead for its 1.4 billion peo [+8846 chars]",
            "summary": "Were under pressure because we are receiving a large number of patients within a short time, said Yu.China has also not announced a clear triage plan, a system where hospitals prioritize giving treatments to the very sick to ration limited resources. Over 9 million people older than 80 have not had the third vaccine, according to Chinas official Xinhua News Agency.Vaccination rates have increased over 10-fold, to over a million doses administered a day, since the start of the month. Another study, from Hong Kong University, also predicts nearly a million deaths in a scenario in which the virus spreads throughout the country and authorities cant provide vaccine boosters and antiviral treatments. But in cities and towns around Baoding and Langfang, in Hebei province, an area that was among the first to face an unchecked outbreak, Associated Press reporters saw hospital intensive care units overwhelmed by patients, and ambulances being turned away. How well do they perform this particular catch up effort might determine some of the outcome.___Around Baoding and Langfang, hospitals have run out of intensive care beds and staff as severe cases surge. Predicting deaths has proven tricky throughout the pandemic, since it is influenced by varied factors and China presents an especially complicated case because of opaque information sharing.Its not clear exactly how large the current outbreak is, as China has reduced testing and stopped reporting most mild cases. Moreover, Chinas health system is focused on large hospitals, which typically treat even the mildly ill, said Chen.",
            "html_summary": "<ul><li>“We’re under pressure because we are receiving a large number of patients within a short time,” said Yu.China has also not announced a clear triage plan, a system where hospitals prioritize giving treatments to the very sick to ration limited resources.</li><li>Over 9 million people older than 80 have not had the third vaccine, according to China’s official Xinhua News Agency.Vaccination rates have increased over 10-fold, to over a million doses administered a day, since the start of the month.</li><li>Another study, from Hong Kong University, also predicts nearly a million deaths in a scenario in which the virus spreads throughout the country and authorities can’t provide vaccine boosters and antiviral treatments.</li><li>But in cities and towns around Baoding and Langfang, in Hebei province, an area that was among the first to face an unchecked outbreak, Associated Press reporters saw hospital intensive care units overwhelmed by patients, and ambulances being turned away.</li><li>“How well do they perform this particular catch up effort might determine some of the outcome.”___Around Baoding and Langfang, hospitals have run out of intensive care beds and staff as severe cases surge.</li><li>Predicting deaths has proven tricky throughout the pandemic, since it is influenced by varied factors and China presents an especially complicated case because of opaque information sharing.It’s not clear exactly how large the current outbreak is, as China has reduced testing and stopped reporting most mild cases.</li></ul>",
            "website_url": "https://apnews.com/article/health-china-covid-0437741cbb7db5e090bcf904ff38779b"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Flipkart and PhonePe complete separation",
            "description": "Indian ecommerce giant Flipkart no longer owns a stake in payments firm PhonePe. The two said on Friday that they have completed full ownership separation of PhonePe and shareholders in the Singapore entities of both firms have purchased shares directly in P",
            "url": "/2022-12-23-flipkart-and-phonepe-complete-separation",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/11/GettyImages-868500396.jpg?resize=1200,800",
            "publishedAt": "2022-12-23T05:04:28Z",
            "content": "Indian ecommerce giant Flipkart no longer owns a stake in payments firm PhonePe. The two said on Friday that they have completed full ownership separation of PhonePe and shareholders in the Singapor [+1508 chars]",
            "summary": "The payout to employees will, however, be at $43.67 per option, reflecting the increase in the market valuation of PhonePe, he wrote.Flipkart doesnt plan to re-enter the consumer payments market, according to another source familiar with the matter. This will help propel our vision to provide billions of Indians with financial inclusion, said Sameer Nigam (pictured above), founder and chief executive of PhonePe, in a statement.PhonePe is the top payments app on the nations homegrown UPI app, commanding over 40% of the market share. We are looking forward to the next phase of our growth as we invest in new businesses  like insurance, wealth management and lending, while also enabling the next wave of growth for UPI payments in India. We are proud to see PhonePe grow and thrive as a successful organization in its own right, said Kalyan Krishnamurthy, chief executive of Flipkart Group, in a statement.We are confident PhonePe will continue to scale and achieve its vision of providing financial inclusion to millions of Indians. The two said on Friday that they have completed a full ownership separation of PhonePe and shareholders in the Singapore entities of both firms have purchased shares directly in PhonePes India entity.The move comes as PhonePe, which was acquired by Flipkart in 2016, moves its entire base to India. PhonePe, which leads the mobile payments market in India, was valued at $5.5 billion in a funding round it unveiled in late 2020. In July, Flipkart Group raised $3.6 billion at a valuation of $37.6 billion.Flipkart and PhonePe are proud, homegrown Indian brands with a user base upwards of 400 million each.",
            "html_summary": "<ul><li>The payout to employees will, however, be at $43.67 per option, reflecting the increase in the market valuation of PhonePe,” he wrote.Flipkart doesn’t plan to re-enter the consumer payments market, according to another source familiar with the matter.</li><li>This will help propel our vision to provide billions of Indians with financial inclusion,” said Sameer Nigam (pictured above), founder and chief executive of PhonePe, in a statement.PhonePe is the top payments app on the nation’s homegrown UPI app, commanding over 40% of the market share.</li><li>We are looking forward to the next phase of our growth as we invest in new businesses – like insurance, wealth management and lending, while also enabling the next wave of growth for UPI payments in India.</li><li>We are proud to see PhonePe grow and thrive as a successful organization in its own right,” said Kalyan Krishnamurthy, chief executive of Flipkart Group, in a statement.“We are confident PhonePe will continue to scale and achieve its vision of providing financial inclusion to millions of Indians.</li><li>The two said on Friday that they have completed a full ownership separation of PhonePe and shareholders in the Singapore entities of both firms have purchased shares directly in PhonePe’s India entity.The move comes as PhonePe, which was acquired by Flipkart in 2016, moves its entire base to India.</li><li>PhonePe, which leads the mobile payments market in India, was valued at $5.5 billion in a funding round it unveiled in late 2020.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/22/flipkart-and-phonepe-complete-separation/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Hyung-jin Kim",
            "title": "N Korea fires ballistic missile days after USS Korea drills",
            "description": "SEOUL, South Korea (AP)  North Korea fired two shortrange ballistic missiles toward its eastern waters on Friday, South Koreas military said, its latest weapons demonstration that came days after U.S.",
            "url": "/2022-12-23-57f5dbdb5339acd873c27f078ed241d1",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/bbc88715c6aa4f489b4571d5d244f5b6/3000.webp",
            "publishedAt": "2022-12-23T08:54:19Z",
            "content": "SEOUL, South Korea (AP) North Korea fired two shortrange ballistic missiles toward its eastern waters on Friday, South Koreas military said, its latest weapons demonstration that came days after U.S [+2412 chars]",
            "summary": "Recently, the North also claimed to have performed major tests needed to acquire its first spy satellite and a more mobile intercontinental ballistic missile capable of reaching the U.S. mainland.South Koreas military detected the two missile launches from North Koreas capital region at around 4:32 p.m. on Friday. He said that missile might have showed an irregular trajectory, a possible reference to North Koreas highly maneuverable, nuclear-capable KN-23 missile, which was modeled on Russias Iskander missile.South Koreas military called the launches a grave provocation that hurts international peace. Its state media also published low-resolution photos of South Korean cities as viewed from space.Some civilian experts in South Korea said the photos were too crude for surveillance purposes and that the launches were likely a cover for tests of North Koreas missile technology. Washington and Seoul have said their drills are defensive in nature, but North Korea calls them practice for an invasion.The latest U.S.-South Korean drills drew B-52 nuclear-capable bombers and F-22 stealth fighter jets from the United States and other advanced warplanes from South Korea. Japan said it also confirmed at least one missile launch by North Korea. The training was part of a bilateral agreement on boosting a U.S. commitment to defend its Asian ally with all available military capabilities, including nuclear, according to South Koreas Defense Ministry. South Koreas military has maintained North Korea fired two medium-range ballistic missiles.",
            "html_summary": "<ul><li>Recently, the North also claimed to have performed major tests needed to acquire its first spy satellite and a more mobile intercontinental ballistic missile capable of reaching the U.S. mainland.South Korea’s military detected the two missile launches from North Korea’s capital region at around 4:32 p.m. on Friday.</li><li>He said that missile might have showed an “irregular” trajectory, a possible reference to North Korea’s highly maneuverable, nuclear-capable KN-23 missile, which was modeled on Russia’s Iskander missile.South Korea’s military called the launches “a grave provocation” that hurts international peace.</li><li>Its state media also published low-resolution photos of South Korean cities as viewed from space.Some civilian experts in South Korea said the photos were too crude for surveillance purposes and that the launches were likely a cover for tests of North Korea’s missile technology.</li><li>Washington and Seoul have said their drills are defensive in nature, but North Korea calls them practice for an invasion.The latest U.S.-South Korean drills drew B-52 nuclear-capable bombers and F-22 stealth fighter jets from the United States and other advanced warplanes from South Korea.</li><li>Japan said it also confirmed at least one missile launch by North Korea.</li><li>The training was part of a bilateral agreement on boosting a U.S. commitment to defend its Asian ally with all available military capabilities, including nuclear, according to South Korea’s Defense Ministry.</li></ul>",
            "website_url": "https://apnews.com/57f5dbdb5339acd873c27f078ed241d1"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Aniruddha Ghosal, Huizhong Wu",
            "title": "A very hard road ahead for China as COVID19 cases spiral",
            "description": "BAZHOU, China (AP)  Nearly three years after it was first identified in China, the coronavirus is now spreading through the vast country. Experts predict difficult months ahead for its 1.4 billion people.",
            "url": "/2022-12-23-0437741cbb7db5e090bcf904ff38779b",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/15f190c85b964d1790fcd7d439a2c4fb/3000.webp",
            "publishedAt": "2022-12-23T08:59:49Z",
            "content": "BAZHOU, China (AP) Nearly three years after it was first identified in China, the coronavirus is now spreading through the vast country. Experts predict difficult months ahead for its 1.4 billion peo [+8846 chars]",
            "summary": "Were under pressure because we are receiving a large number of patients within a short time, said Yu.China has also not announced a clear triage plan, a system where hospitals prioritize giving treatments to the very sick to ration limited resources. Over 9 million people older than 80 have not had the third vaccine, according to Chinas official Xinhua News Agency.Vaccination rates have increased over 10-fold, to over a million doses administered a day, since the start of the month. Another study, from Hong Kong University, also predicts nearly a million deaths in a scenario in which the virus spreads throughout the country and authorities cant provide vaccine boosters and antiviral treatments. But in cities and towns around Baoding and Langfang, in Hebei province, an area that was among the first to face an unchecked outbreak, Associated Press reporters saw hospital intensive care units overwhelmed by patients, and ambulances being turned away. How well do they perform this particular catch up effort might determine some of the outcome.___Around Baoding and Langfang, hospitals have run out of intensive care beds and staff as severe cases surge. Predicting deaths has proven tricky throughout the pandemic, since it is influenced by varied factors and China presents an especially complicated case because of opaque information sharing.Its not clear exactly how large the current outbreak is, as China has reduced testing and stopped reporting most mild cases. Moreover, Chinas health system is focused on large hospitals, which typically treat even the mildly ill, said Chen.",
            "html_summary": "<ul><li>“We’re under pressure because we are receiving a large number of patients within a short time,” said Yu.China has also not announced a clear triage plan, a system where hospitals prioritize giving treatments to the very sick to ration limited resources.</li><li>Over 9 million people older than 80 have not had the third vaccine, according to China’s official Xinhua News Agency.Vaccination rates have increased over 10-fold, to over a million doses administered a day, since the start of the month.</li><li>Another study, from Hong Kong University, also predicts nearly a million deaths in a scenario in which the virus spreads throughout the country and authorities can’t provide vaccine boosters and antiviral treatments.</li><li>But in cities and towns around Baoding and Langfang, in Hebei province, an area that was among the first to face an unchecked outbreak, Associated Press reporters saw hospital intensive care units overwhelmed by patients, and ambulances being turned away.</li><li>“How well do they perform this particular catch up effort might determine some of the outcome.”___Around Baoding and Langfang, hospitals have run out of intensive care beds and staff as severe cases surge.</li><li>Predicting deaths has proven tricky throughout the pandemic, since it is influenced by varied factors and China presents an especially complicated case because of opaque information sharing.It’s not clear exactly how large the current outbreak is, as China has reduced testing and stopped reporting most mild cases.</li></ul>",
            "website_url": "https://apnews.com/0437741cbb7db5e090bcf904ff38779b"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Matt Burns",
            "title": "Tesla announces a $300 charging mat that can recharge 3 devices at once",
            "description": "Remember the Apple Airpower charging mat? Announced in 2017, the device was supposed to recharge three devices simultaneously, but Apple never released it, citing engineering issues. Now, Tesla is giving it a shot with the justannounced Wireless Charging Pla",
            "url": "/2022-12-23-tesla-300-charging-mat-airpower",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/apple-wwdc-2022-2022-12-23-at-9.49.31-AM.jpg?resize=1200,751",
            "publishedAt": "2022-12-23T14:52:47Z",
            "content": "Remember the Apple Airpower charging mat? Announced in 2017, the device was supposed to recharge three devices simultaneously, but Apple never released it, citing engineering issues. Now, Tesla is gi [+1017 chars]",
            "summary": "Allegedly, users can just toss their devices on the Alcantara surface, and no matter where they land, theyll get recharged.This convenience doesnt come cheap; the Wireless Charging Platform costs $300.Aira, the company that developed the recharging platform, was founded in 2017 and has since raised $16 million to date. At the time, the company said the funding was going to be used to reach beyond the consumer market, and allow the company to expand into enterprise, automotive and hospitality. Now, Tesla is giving it a shot with the just-announced Wireless Charging Platform.Inside the Cybertruck-inspired aluminum casing is a wireless charging platform named FreePower from a startup called Aira. Announced in 2017, the device was supposed to recharge three devices simultaneously, but Apple never released it, citing engineering issues. Its latest fundraising came by way of angel investors in 2019, primarily led by private investors, including Jawad Ahsan, Lori Greiner and Robert Herjavec. This technology provides up to 15W of fast charging for up to three devices. This is the same platform used in other multi-device charging mats like the Nomad Base Station Pro.",
            "html_summary": "<ul><li>Allegedly, users can just toss their devices on the Alcantara surface, and no matter where they land, they’ll get recharged.This convenience doesn’t come cheap; the Wireless Charging Platform costs $300.Aira, the company that developed the recharging platform, was founded in 2017 and has since raised $16 million to date.</li><li>At the time, the company said the funding was going to be used to reach beyond the consumer market, and allow the company to expand into enterprise, automotive and hospitality.</li><li>Now, Tesla is giving it a shot with the just-announced Wireless Charging Platform.Inside the Cybertruck-inspired aluminum casing is a wireless charging platform named FreePower from a startup called Aira.</li><li>Announced in 2017, the device was supposed to recharge three devices simultaneously, but Apple never released it, citing engineering issues.</li><li>Its latest fundraising came by way of angel investors in 2019, primarily led by private investors, including Jawad Ahsan, Lori Greiner and Robert Herjavec.</li><li>This technology provides up to 15W of fast charging for up to three devices.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/23/tesla-300-charging-mat-airpower/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Questions linger over Facebook, Twitter, TikToks commitment to uphold election integrity in Africa, as countries head to polls",
            "description": "Questions linger over Facebook, Twitter, TikToks commitment to uphold election integrity in Africa, as countries head to pollstechcrunch.com",
            "url": "/2022-12-23-questions-linger-over-facebook-twitter-tittoks-commitment-to-uphold-election-integrity-in-africa-as-countries-head-to-polls",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/06/gettyimages-1230783269-594x594-1.jpg",
            "publishedAt": "2022-12-23T17:07:47Z",
            "content": "A dozen countries in Africa including Nigeria, the continents biggest economy and democracy, are expected to hold their presidential elections next year, and questions linger on how well social media [+8068 chars]",
            "summary": "The calls for the platforms to step up content moderation, while not new, follow the increased use of social sites owing to smartphone and internet penetration.The reach and influence of social media have grown ever larger in the years since the 2019 election. The social media giant is also taking the same measures as before and during Kenyas elections, which included verifying the identities of persons posting political ads. Last year, the former Kenyan president, Uhuru Kenyatta, was mentioned in the Pandora Papers  a leakage of files detailing the hidden wealth of a number of global leaders, celebrities and billionaires in offshore havens. Election environments are incredibly low trust environments. When you compare to other regions, we are getting the second-rate treatment. And whats the effect?",
            "html_summary": "<ul><li>The calls for the platforms to step up content moderation, while not new, follow the increased use of social sites owing to smartphone and internet penetration.“The reach and influence of social media have grown ever larger in the years since the 2019 election.</li><li>The social media giant is also taking the same measures as before and during Kenya’s elections, which included verifying the identities of persons posting political ads.</li><li>Last year, the former Kenyan president, Uhuru Kenyatta, was mentioned in the Pandora Papers — a leakage of files detailing the hidden wealth of a number of global leaders, celebrities and billionaires in offshore havens.</li><li>Election environments are incredibly low trust environments.</li><li>When you compare to other regions, we are getting the second-rate treatment.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/23/questions-linger-over-facebook-twitter-tittoks-commitment-to-uphold-election-integrity-in-africa-as-countries-head-to-polls/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. A very hard road ahead for China as COVID19 cases spiral  The Associated Press  en Espaol. Flipkart and PhonePe complete separation. N Korea fires ballistic missile days after USS Korea drills. A very hard road ahead for China as COVID19 cases spiral. Tesla announces a $300 charging mat that can recharge 3 devices at once. Questions linger over Facebook, Twitter, TikToks commitment to uphold election integrity in Africa, as countries head to polls"
}