{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "General Atlantic values media tech Amagi at $1.4 billion in new funding  TechCrunch",
            "description": "Media tech startup Amagi, which offers cloud broadcast and targeted advertising software, has raised over $100 million in new funding.",
            "url": "/2022-11-10-general-atlantic-values-media-tech-amagi-at-1-4-billion-in-new-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/05/GettyImages-1249307290-1.jpg?resize=1200,536",
            "publishedAt": "2022-11-10T13:06:49Z",
            "content": "Amagi, which offers cloud broadcast and targeted advertising software to scores of media and entertainment giants, has raised a large new funding round as it looks to expand its tech offerings and in [+2372 chars]",
            "summary": "The company has also championed the use of cloud technology to optimise results for their broadcast and streaming partners globally, said Shantanu Rastogi, Managing Director and Head of India at General Atlantic, in a statement.",
            "html_summary": "<ul><li>The company has also championed the use of cloud technology to optimise results for their broadcast and streaming partners globally,” said Shantanu Rastogi, Managing Director and Head of India at General Atlantic, in a statement.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/10/general-atlantic-values-media-tech-amagi-at-1-4-billion-in-new-funding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Apple limits AirDrop everyone option to 10 minutes in China",
            "description": "A change in the iOS 16.1.1 update for Chinese users is turning some heads. Apple is restricting the Everyone option in AirDrop to ten minutes on iPhones purchased in mainland China, according to online user reports. That means people can no longer keep thei",
            "url": "/2022-11-10-apple-limits-airdrop-everyone-option-to-10-minutes-in-china",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/03/GettyImages-825760228.jpg?resize=1200,800",
            "publishedAt": "2022-11-10T03:57:15Z",
            "content": "A change in the iOS 16.1.1 update for Chinese users is turning some heads. Apple is restricting the Everyone option in AirDrop to ten minutes on iPhones purchased in mainland China, according to on [+1446 chars]",
            "summary": "In the second quarter, iPhones accounted for 13% of handset shipments in China, according to Counterpoints research, down from 18% and 22% in Q1 and Q4 respectively.Its not unusual for Apple to introduce region-specific restrictions to abide by local regulations. Apple is restricting the Everyone option in AirDrop to ten minutes on iPhones purchased in mainland China, according to online user reports. In EU countries, for example, users cant exceed the EU Volume Level as a result of hearing protection standards. A change in the iOS 16.1.1 update for Chinese users is turning some heads.",
            "html_summary": "<ul><li>In the second quarter, iPhones accounted for 13% of handset shipments in China, according to Counterpoint’s research, down from 18% and 22% in Q1 and Q4 respectively.It’s not unusual for Apple to introduce region-specific restrictions to abide by local regulations.</li><li>Apple is restricting the “Everyone” option in AirDrop to ten minutes on iPhones purchased in mainland China, according to online user reports.</li><li>In EU countries, for example, users can’t exceed the EU Volume Level as a result of hearing protection standards.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/09/apple-limits-airdrop-everyone-option-to-10-minutes-in-china/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "US weather satellite, test payload launched into space",
            "description": "A satellite intended to improve weather forecasting and an experimental inflatable heat shield to protect spacecraft entering atmospheres have been launched into space from California. A United Launch Alliance Atlas V rocket carrying the Joint Polar Satellite",
            "url": "/2022-11-10-b585696cd7f0984bfe95655f52e8f54d",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/c72cf8ac-c550-11ea-86bd-3761faee86a6.jpg?resize=600%2C315",
            "publishedAt": "2022-11-10T10:32:15Z",
            "content": "LOS ANGELES (AP) A satellite intended to improve weather forecasting and an experimental inflatable heat shield to protect spacecraft entering atmospheres were launched into space from California on  [+3129 chars]",
            "summary": "NASA hoped to recover the aeroshell as well as a data recorder that was to be ejected before splashdown.",
            "html_summary": "<ul><li>NASA hoped to recover the aeroshell as well as a data recorder that was to be ejected before splashdown.</li></ul>",
            "website_url": "https://apnews.com/b585696cd7f0984bfe95655f52e8f54d"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Ordergroove picks up $100M to grow ecommerce subscriptions as a service",
            "description": "Subscriptions have been one of the moats in a rapidly slowing ecommerce market, leading to a big round for this subsasaservice startup.",
            "url": "/2022-11-10-ordergroove-picks-up-100m-to-grow-e-commerce-subscriptions-as-a-service",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-1084839932-1.jpg?resize=1200,800",
            "publishedAt": "2022-11-10T12:59:17Z",
            "content": "Amazon has mastered the concept of subscriptions in ecommerce. Primebased memberships, and the ability to set up recurring purchases for everyday items, have been central to how it drums up repeat  [+6204 chars]",
            "summary": "The focus is not subscriptions per se, he said, Its lifetime value.The funding is technically being described as over $100 million in equity, and it is being led by Primus Capital, with other investors in the round not being disclosed. Put simply, its crunch time.The arrival and two-year nadir of the Covid pandemic saw a boom in online spending as people stayed away from in-person commerce, leading to a lot of exuberant projections for how we wouldnt be going back to the days of brick-and-mortar. Voice interfaces  something else that Alvo talked about in 2017  are still part of the product vision, but they are now about creating easier ways to repeat purchase (as you do with subscriptions).How do we get people to buy products again? And perhaps more notably given the slowdown in e-commerce activity, he said that gross merchandise value on the platform is growing at a rate of 60% today, which was the same as during the pandemic.Customer growth rates are the same as they were 10-18 months ago, he told me. We think there will be more of these non-shopping cart based experiences in next five years.And he predicts will be anchored in subscription buying, which is expected to reach $1 trillion in sales by 2026, according to the company. The Ordergroove team has built an industry-leading platform to help brands build more sustainable revenue streamsand to scale in response to consumer demand. That has been a focus that Ordergroove has evolved over the years: when I covered the startup back in 2017, Alvo talked a mean game around Dash buttons, building Prime Now competitors, and more.",
            "html_summary": "<ul><li>The focus is not subscriptions per se, he said, “It’s lifetime value.”The funding is technically being described as “over” $100 million in equity, and it is being led by Primus Capital, with other investors in the round not being disclosed.</li><li>Put simply, it’s crunch time.The arrival and two-year nadir of the Covid pandemic saw a boom in online spending as people stayed away from in-person commerce, leading to a lot of exuberant projections for how “we wouldn’t be going back” to the days of brick-and-mortar.</li><li>Voice interfaces — something else that Alvo talked about in 2017 — are still part of the product vision, but they are now about creating easier ways to repeat purchase (as you do with subscriptions).“How do we get people to buy products again?</li><li>And perhaps more notably given the slowdown in e-commerce activity, he said that gross merchandise value on the platform is growing at a rate of 60% today, which was the same as during the pandemic.“Customer growth rates are the same as they were 10-18 months ago,” he told me.</li><li>We think there will be more of these non-shopping cart based experiences in next five years.”And he predicts will be anchored in subscription buying, which is expected to reach $1 trillion in sales by 2026, according to the company.</li><li>“The Ordergroove team has built an industry-leading platform to help brands build more sustainable revenue streams—and to scale in response to consumer demand.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/10/ordergroove-picks-up-100m-to-grow-e-commerce-subscriptions-as-a-service/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Zack Whittaker",
            "title": "Aiphone door entry systems can be easily bypassed thanks to NFC bug",
            "description": "The vulnerability in the door entry security system, used in government buildings and apartment complexes, cannot be fixed.",
            "url": "/2022-11-10-aiphone-door-entry-nfc-bug",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-94025883.jpg?resize=1200,799",
            "publishedAt": "2022-11-10T13:02:11Z",
            "content": "A security research firm says it discovered an easily exploitable vulnerability in a door entry security system used in government buildings and apartment complexes, but warns that the vulnerabilit [+2711 chars]",
            "summary": "Promon also said it discovered that the app used to set up the door entry system offers an unencrypted, plaintext file that contains the administrator code for the systems back-end portal. Aiphone told the security company that systems manufactured before December 7, 2021 are affected and cannot be updated, but that systems after this date have a software fix that limits the rate of door entry attempts.Its not the only bug that Promon discovered in the Aiphone system. Because the system does not limit how many times a code can be tried, Palmer said it takes only minutes to cycle through each of the 10,000 possible four-digit codes used by the door entry system. Palmer said the affected Aiphone models do not store logs, allowing a bad actor to bypass the systems security without leaving a digital trace.Image Credits: Cameron Lowell Palmer / PromonPalmer disclosed the vulnerability to Aiphone in late June 2021. CBORD fixed the bug after the researcher reported the issue to the company.Security flaws in a popular smart home hub let hackers unlock front doors",
            "html_summary": "<ul><li>Promon also said it discovered that the app used to set up the door entry system offers an unencrypted, plaintext file that contains the administrator code for the system’s back-end portal.</li><li>Aiphone told the security company that systems manufactured before December 7, 2021 are affected and cannot be updated, but that systems after this date have a software fix that limits the rate of door entry attempts.It’s not the only bug that Promon discovered in the Aiphone system.</li><li>Because the system does not limit how many times a code can be tried, Palmer said it takes only minutes to cycle through each of the 10,000 possible four-digit codes used by the door entry system.</li><li>Palmer said the affected Aiphone models do not store logs, allowing a bad actor to bypass the system’s security without leaving a digital trace.Image Credits: Cameron Lowell Palmer / PromonPalmer disclosed the vulnerability to Aiphone in late June 2021.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/10/aiphone-door-entry-nfc-bug/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Moore scores 18 to help Missouri St. beat Missouri S&T 8247",
            "description": "SPRINGFIELD, Mo. (AP)  Chance Moore scored 18 points as Missouri State beat Missouri Science & Technology 8247 on Wednesday night. Moore had six rebounds for the Bears (10). Alston Mason shot 5 for 6, including 3 for 4 from beyond the arc to add 13 points.",
            "url": "/2022-11-10-b373e2951a9a9a3d66160bc3151acc95",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-11-10T09:35:54Z",
            "content": "SPRINGFIELD, Mo. (AP) Chance Moore scored 18 points as Missouri State beat Missouri Science &amp; Technology 8247 on Wednesday night.Moore had six rebounds for the Bears (10). Alston Mason shot 5 [+491 chars]",
            "summary": "Jonathan Mogbo recorded 11 points and shot 5 of 5 from the field.Ikenna Okeke finished with 14 points for the Miners (0-1). In addition, Ryan Parker finished with five points.NEXT UPMissouri State visits BYU in its next matchup on November 16.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. Alston Mason shot 5 for 6, including 3 for 4 from beyond the arc to add 13 points. (AP)  Chance Moore scored 18 points as Missouri State beat Missouri Science & Technology 82-47 on Wednesday night.Moore had six rebounds for the Bears (1-0). Andrew Young added 14 points and two blocks for Missouri S&T.",
            "html_summary": "<ul><li>Jonathan Mogbo recorded 11 points and shot 5 of 5 from the field.Ikenna Okeke finished with 14 points for the Miners (0-1).</li><li>In addition, Ryan Parker finished with five points.NEXT UPMissouri State visits BYU in its next matchup on November 16.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>Alston Mason shot 5 for 6, including 3 for 4 from beyond the arc to add 13 points.</li><li>(AP) — Chance Moore scored 18 points as Missouri State beat Missouri Science & Technology 82-47 on Wednesday night.Moore had six rebounds for the Bears (1-0).</li></ul>",
            "website_url": "https://apnews.com/b373e2951a9a9a3d66160bc3151acc95"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Michael Cantu",
            "title": "Edmunds Best EVs with the longest driving range",
            "description": "Driving range is one of the most important factors for most shoppers in the market for an electric vehicle . The term range anxiety has been synonymous with EVs for most of their existence, but that shouldnt be the case anymore.",
            "url": "/2022-11-10-803c04b0a578d6c5eeede9b197b57e25",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-11-10T01:05:17Z",
            "content": "Driving range is one of the most important factors for most shoppers in the market for an electric vehicle. The term range anxiety has been synonymous with EVs for most of their existence, but that s [+4539 chars]",
            "summary": "It currently dominates Edmunds EV range leaderboard by driving a very impressive 505 miles in Edmunds real-world test, proving that electric cars can go the distance.But its driving range isnt the only impressive number. EPA-estimated driving range: 358 milesStarting price: $59,1902022 FORD MUSTANG MACH-E CALIFORNIA ROUTE 1The Mach-E offers an Extended Range model that provides the longest driving ranges. EPA-estimated driving range: 324 milesStarting price: $85,0952022 TESLA MODEL 3 LONG RANGEThe Model 3 Long Range is the smallest and most affordable EV on this list. EPA-estimated driving range: 314 milesStarting price: $64,875EDMUNDS SAYS:If the EVs above are over your budget, there are more affordable options with slightly shorter driving ranges. Mercedes says the EQS can charge from 10% to 80% battery capacity in 31 minutes with a powerful enough fast charger.EPA-estimated driving range: 350 milesStarting price: $103,360 2022 BMW IX XDRIVE50The iX is BMWs first electric SUV and the only luxury SUV on this list. If you take it on a road trip, Lucid says the Air can add up to 300 miles of range in just 20 minutes using an appropriate public DC fast charger. Tesla says a Supercharger can add roughly 175 miles of range in 15 minutes when charging a Model 3.",
            "html_summary": "<ul><li>It currently dominates Edmunds EV range leaderboard by driving a very impressive 505 miles in Edmunds’ real-world test, proving that electric cars can go the distance.But its driving range isn’t the only impressive number.</li><li>EPA-estimated driving range: 358 milesStarting price: $59,1902022 FORD MUSTANG MACH-E CALIFORNIA ROUTE 1The Mach-E offers an Extended Range model that provides the longest driving ranges.</li><li>EPA-estimated driving range: 324 milesStarting price: $85,0952022 TESLA MODEL 3 LONG RANGEThe Model 3 Long Range is the smallest and most affordable EV on this list.</li><li>EPA-estimated driving range: 314 milesStarting price: $64,875EDMUNDS SAYS:If the EVs above are over your budget, there are more affordable options with slightly shorter driving ranges.</li><li>Mercedes says the EQS can charge from 10% to 80% battery capacity in 31 minutes with a powerful enough fast charger.EPA-estimated driving range: 350 milesStarting price: $103,360 2022 BMW IX XDRIVE50The iX is BMW’s first electric SUV and the only luxury SUV on this list.</li><li>If you take it on a road trip, Lucid says the Air can add up to 300 miles of range in just 20 minutes using an appropriate public DC fast charger.</li></ul>",
            "website_url": "https://apnews.com/803c04b0a578d6c5eeede9b197b57e25"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. General Atlantic values media tech Amagi at $1.4 billion in new funding  TechCrunch. Apple limits AirDrop everyone option to 10 minutes in China. US weather satellite, test payload launched into space. Ordergroove picks up $100M to grow ecommerce subscriptions as a service. Aiphone door entry systems can be easily bypassed thanks to NFC bug. Moore scores 18 to help Missouri St. beat Missouri S&T 8247. Edmunds Best EVs with the longest driving range"
}