{
    "status": "ok",
    "totalResults": 32,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Brooke Schultz",
            "title": "Schools going online in disasters, worsening disruption...",
            "description": "When a water crisis forced schools back online in Jackson, Mississippi, fifthgrade teacher Ryan Johnson saw reminders everywhere of pandemic times. Two and a half years after schools switched to remote learning for COVID19, he once again logged into online ",
            "url": "/2022-09-15-storms-technology-covid-health-education-19a59d35a80720ee63fe8412729bffd9",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/900ded4c17b74627bcb8390f1dbfd6fe/3000.jpeg",
            "publishedAt": "2022-09-15T21:19:40Z",
            "content": "When a water crisis forced schools back online in Jackson, Mississippi, fifthgrade teacher Ryan Johnson saw reminders everywhere of pandemic times.Two and a half years after schools switched to re [+6156 chars]",
            "summary": "Now I think its going to be: How can we get organized to provide remote learning?Schools in Mora, New Mexico, switched to remote learning last April when the town was evacuated due to a wildfire. Most schools tried to redistribute students to other in-person facilities, said Gary Henry, dean of the University of Delawares College of Education and Human Development, who has been part of a long-term research effort studying the impact.Now, Henry thinks districts will reach first for remote learning. As the water pressure came back, the school system bused some students and teachers to alternate sites to bring them back to in-person instruction as quickly as possible. Even with social workers reaching out, MacAuley said it was difficult gauging how students were doing during remote learning. In the short term  a few weeks, perhaps  he thinks it could be a way to keep students on track, but the pandemic showed its not a sustainable model.I think it will be an automatic response in most places to short-term disruptions in schooling, he said. Its a last resort and it shouldnt be a crutch that we rely on for school.In Jackson, Johnson used his experience from the pandemic to help new teachers at his school when the district moved online during the water crisis. Its going to be the first reaction, whereas, back during the hurricanes, it was: Where can we get these students in another physical location where they can resume their school experience?",
            "html_summary": "<ul><li>Now I think it’s going to be: How can we get organized to provide remote learning?”Schools in Mora, New Mexico, switched to remote learning last April when the town was evacuated due to a wildfire.</li><li>Most schools tried to redistribute students to other in-person facilities, said Gary Henry, dean of the University of Delaware’s College of Education and Human Development, who has been part of a long-term research effort studying the impact.Now, Henry thinks districts will reach first for remote learning.</li><li>As the water pressure came back, the school system bused some students and teachers to alternate sites to bring them back to in-person instruction as quickly as possible.</li><li>Even with social workers reaching out, MacAuley said it was difficult gauging how students were doing during remote learning.</li><li>In the short term — a few weeks, perhaps — he thinks it could be a way to keep students on track, but the pandemic showed it’s not a sustainable model.“I think it will be an automatic response in most places to short-term disruptions in schooling,” he said.</li><li>“It’s a last resort and it shouldn’t be a crutch that we rely on for school.”In Jackson, Johnson used his experience from the pandemic to help new teachers at his school when the district moved online during the water crisis.</li></ul>",
            "website_url": "https://apnews.com/article/storms-technology-covid-health-education-19a59d35a80720ee63fe8412729bffd9"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Brady Dale",
            "title": "The Feds want dollars to move much faster",
            "description": "Dollars should be faster by now, and the White House wants to do its part to speed them up. Driving the news Based on a fact sheet summarizing several reports coming from the Biden administration today, stemming from the Presidents March executive order, th",
            "url": "/2022-09-15-federal-reserve-dollars-faster-payments-cbdc-fednow",
            "urlToImage": "https://images.axios.com/PHwHplc5SOFJf8OXOGR2KSvkvq8=/0x0:1920x1080/1366x768/2022/09/15/1663282858306.jpg",
            "publishedAt": "2022-09-16T10:00:23Z",
            "content": "Dollars should be faster by now, and the White House wants to do its part to speed them up. Driving the news Based on a fact sheet summarizing several reports coming from the Biden administration  [+3353 chars]",
            "summary": "What's next: The fact sheet details several ways in which the Federal government is looking to advance faster payments in the United States and internationally. But they also pose real risks as evidenced by recent events in crypto markets,\" per the White House fact sheet on the \"Comprehensive Framework for Responsible Development of Digital Assets.\" What they're saying: \"Innovation without adequate regulation can result in significant disruption,\" Treasury Secretary Janet Yellen said on a call with reporters Thursday. \"Digital assets and other emerging technology could offer significant opportunities. Dollars should be faster by now, and the White House wants to do its part to speed them up.",
            "html_summary": "<ul><li>What's next: The fact sheet details several ways in which the Federal government is looking to advance faster payments in the United States and internationally.</li><li>But they also pose real risks as evidenced by recent events in crypto markets,\" per the White House fact sheet on the \"Comprehensive Framework for Responsible Development of Digital Assets.\"</li><li>What they're saying: \"Innovation without adequate regulation can result in significant disruption,\" Treasury Secretary Janet Yellen said on a call with reporters Thursday.</li><li>\"Digital assets and other emerging technology could offer significant opportunities.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/16/federal-reserve-dollars-faster-payments-cbdc-fednow"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Erica Pandey",
            "title": "Elon Musk vs. Twitter",
            "description": "Elon Musk and Twitter are set to face off in court in October over whether Musk will be forced to go through with his offer to buy Twitter.Why it matters The richest man in the world, the most talkedabout billionaire and the head of multiple companies shapi",
            "url": "/2022-09-15-elon-musk-twitter-deal-free-speech",
            "urlToImage": "https://images.axios.com/03F_u76-yOI60ISjJsR4kDl4qj8=/0x0:1920x1080/1366x768/2022/09/15/1663276988707.jpg",
            "publishedAt": "2022-09-16T10:00:53Z",
            "content": "Elon Musk and Twitter are set to face off in court in October over whether Musk will be forced to go through with his offer to buy Twitter.Why it matters The richest man in the world, the most tal [+3638 chars]",
            "summary": "\"He has a kind of a vision of what he is trying to build, a deep degree of certainty that he can do it and that he can navigate risks.Tesla sold more than 900,000 cars last year, a record for the company. \"I think he's always been very intellectually principled,\" says Reid Hoffman, the co-founder of LinkedIn who has known Musk since the Tesla days.",
            "html_summary": "<ul><li>\"He has a kind of a vision of what he is trying to build, a deep degree of certainty that he can do it and that he can navigate risks.Tesla sold more than 900,000 cars last year, a record for the company.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/16/elon-musk-twitter-deal-free-speech"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Xi, Putin meet in Uzbekistan as Ukraine war dominates  The Associated Press  en Espaol",
            "description": "Xi, Putin meet in Uzbekistan as Ukraine war dominatesThe Associated Press  en EspaolXi and Putin want to create a new world order. Russias setback in Ukraine could spoil their plansCNNLATEST UPDATES Xi Jinping expected to",
            "url": "/2022-09-15-russia-ukraine-putin-japan-india-asia-dbe2a0bda954e06bb8fcb7cccbd39b21",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/22230dc20f56485ea8864307143cfb9f/3000.jpeg",
            "publishedAt": "2022-09-15T13:13:22Z",
            "content": "SAMARKAND, Uzbekistan (AP) Chinese President Xi Jinping and Russias Vladimir Putin met for talks on boosting ties between their countries Thursday, an encounter that follows a major setback for Mosco [+5259 chars]",
            "summary": "It is somewhat curious that President Putin would be the one to admit it and to admit it so openly, Price said in Washington, D.C.Speaking after the meeting, Russian Foreign Minister Sergey Lavrov said the assessments of the international situation by Moscow and Beijing fully coincide. They are absolutely unacceptable for the vast majority of countries on the globe, he said in opening remarks.The tandem of Moscow and Beijing plays a key role in ensuring global and regional stability, Putin said. Raisi said Moscow and Tehran were finalizing a major treaty that would bring their relations to a strategic level. He and Putin both criticized the U.S. at the start of their meeting. State Department spokesperson Ned Price called Putins apparent admission striking, but said that Chinas concerns are not surprising given its verbal gymnastics to avoid criticizing the Russian invasion. Relations between India and China are strained due to clashes between the countries soldiers from a border dispute involving a remote area of the Himalayas.Putin also is scheduled for a one-on-one meeting with Turkish President Recep Tayyip Erdogan and President Ilham Aliyev of Azerbaijan. Turkey and Azerbaijan have the status of dialogue partners with the SCO.Earlier this week, Azerbaijan and Armenia engaged in cross-border shelling that killed 176 troops on both sides, the most serious hostilities in nearly two years between the decades-long adversaries. Raisi accused the U.S. of breaching its obligations under Irans nuclear deal with world powers.",
            "html_summary": "<ul><li>“It is somewhat curious that President Putin would be the one to admit it and to admit it so openly,” Price said in Washington, D.C.Speaking after the meeting, Russian Foreign Minister Sergey Lavrov said the assessments of the international situation by Moscow and Beijing “fully coincide.</li><li>They are absolutely unacceptable for the vast majority of countries on the globe,” he said in opening remarks.“The tandem of Moscow and Beijing plays a key role in ensuring global and regional stability,” Putin said.</li><li>Raisi said Moscow and Tehran were finalizing a major treaty that would bring their relations to a “strategic level.” He and Putin both criticized the U.S. at the start of their meeting.</li><li>State Department spokesperson Ned Price called Putin’s apparent admission “striking,” but said that China’s concerns are not surprising given its verbal gymnastics to avoid criticizing the Russian invasion.</li><li>Relations between India and China are strained due to clashes between the countries’ soldiers from a border dispute involving a remote area of the Himalayas.Putin also is scheduled for a one-on-one meeting with Turkish President Recep Tayyip Erdogan and President Ilham Aliyev of Azerbaijan.</li><li>Turkey and Azerbaijan have the status of “dialogue partners” with the SCO.Earlier this week, Azerbaijan and Armenia engaged in cross-border shelling that killed 176 troops on both sides, the most serious hostilities in nearly two years between the decades-long adversaries.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-putin-japan-india-asia-dbe2a0bda954e06bb8fcb7cccbd39b21"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Chinas Xi calls for effort to prevent color revolutions  The Associated Press  en Espaol",
            "description": "SAMARKAND, Uzbekistan (AP)  Russian President Vladimir Putin sought Friday to assuage Indias concern about the conflict in Ukraine as he works to court key allies, saying that Moscow wants to see a quick end to the fighting and alleging Ukrainian officials ",
            "url": "/2022-09-15-russia-ukraine-putin-health-covid-6da5f93a0427f4410ec12b0388c47019",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/d9f1bd1124004c4b942253b484e4ef57/3000.jpeg",
            "publishedAt": "2022-09-16T11:26:15Z",
            "content": "SAMARKAND, Uzbekistan (AP) Russian President Vladimir Putin sought Friday to assuage Indias concern about the conflict in Ukraine as he works to court key allies, saying that Moscow wants to see a qu [+4244 chars]",
            "summary": "The European Union, the United States and other Western nations have put sanctions on Russian energy due to the war in Ukraine.Xi, in a statement released by his government, expressed support for Russias core interests but also interest in working together to inject stability into world affairs. Some hard-line politicians and military bloggers have urged the Kremlin to follow Ukraines example and order a broad mobilization to beef up the ranks, lamenting Russias manpower shortage.Russia was forced to pull back its forces from large swaths of northeastern Ukraine last week after a swift Ukrainian counteroffensive. Regrettably, the other side, the leadership of Ukraine, has rejected the negotiations process and stated that it wants to achieve its goals by military means, on the battlefield.Ukrainian President Volodymyr Zelenskyy says its Russia that allegedly doesnt want to negotiate in earnest. We arent in a rush, the Russian leader said, adding that Moscow has only deployed volunteer soldiers to fight in Ukraine. The group also includes India, Pakistan and the four ex-Soviet Central Asian nations of Kazakhstan, Kyrgyzstan, Tajikistan and Uzbekistan. Iran is on track to receive full membership.___Follow all AP stories about the war in Ukraine at https://apnews.com/hub/russia-ukraine. Ukraine has claimed responsibility for some of the attacks and refrained from commenting on others.",
            "html_summary": "<ul><li>The European Union, the United States and other Western nations have put sanctions on Russian energy due to the war in Ukraine.Xi, in a statement released by his government, expressed support for Russia’s “core interests” but also interest in working together to “inject stability” into world affairs.</li><li>Some hard-line politicians and military bloggers have urged the Kremlin to follow Ukraine’s example and order a broad mobilization to beef up the ranks, lamenting Russia’s manpower shortage.Russia was forced to pull back its forces from large swaths of northeastern Ukraine last week after a swift Ukrainian counteroffensive.</li><li>Regrettably, the other side, the leadership of Ukraine, has rejected the negotiations process and stated that it wants to achieve its goals by military means, on the battlefield.”Ukrainian President Volodymyr Zelenskyy says it’s Russia that allegedly doesn’t want to negotiate in earnest.</li><li>“We aren’t in a rush,” the Russian leader said, adding that Moscow has only deployed volunteer soldiers to fight in Ukraine.</li><li>The group also includes India, Pakistan and the four ex-Soviet Central Asian nations of Kazakhstan, Kyrgyzstan, Tajikistan and Uzbekistan.</li><li>Iran is on track to receive full membership.___Follow all AP stories about the war in Ukraine at https://apnews.com/hub/russia-ukraine.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-putin-health-covid-6da5f93a0427f4410ec12b0388c47019"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Hyung-jin Kim",
            "title": "Top China official wants hightech cooperation with S. Korea  The Associated Press  en Espaol",
            "description": "SEOUL, South Korea (AP)  The head of Chinas legislature called for cooperation with South Korea in advanced technology and supply chains, as he met South Korean leaders Friday amid concerns that their moves to solidify a military alliance with Washington co",
            "url": "/2022-09-15-russia-ukraine-china-beijing-xi-jinping-8aad201998c3a06493cf1bd25b036123",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/a1beb89736da4ca4a0513e51660e804b/3000.jpeg",
            "publishedAt": "2022-09-16T03:44:58Z",
            "content": "SEOUL, South Korea (AP) The head of Chinas legislature called for cooperation with South Korea in advanced technology and supply chains, as he met South Korean leaders Friday amid concerns that their [+5350 chars]",
            "summary": "SEOUL, South Korea (AP)  The head of Chinas legislature called for cooperation with South Korea in advanced technology and supply chains, as he met South Korean leaders Friday amid concerns that their moves to solidify a military alliance with Washington could hamper Seouls ties with Beijing. His comments are likely to reflect concerns in Beijing that its intensifying competition with the United States may lead to supply chain disruptions as some U.S. companies shift sourcing and production away from China. There was also a public reevaluation of a boosting of the South Korea-U.S. alliance and of South Korea-U.S.-Japan security cooperation.South Korea, the worlds 10th-largest economy, is a major supplier of semiconductors, automobiles, smartphones and other electronic products. China also opposes South Koreas possible participation in a U.S.-led semiconductor alliance involving Taiwan and Japan.Lis closeness to Xi suggests his comments reflect the thinking of Xi and his inner circle. Li said he and Kim agreed that establishing peace on the Korean Peninsula through dialogue would serve the interests of both nations.___Associated Press writers Kim Tong-hyung in Seoul and Joe McDonald in Beijing contributed to this report. Earlier this month, Li visited Russia, where he decried international sanctions against Moscow, underscoring Beijing support for Russia in its war on Ukraine despite claims of neutrality. China, which says the radar can spy on its territory, suspended group tours to South Korea and conducted an unofficial boycott of South Korean products.",
            "html_summary": "<ul><li>SEOUL, South Korea (AP) — The head of China’s legislature called for cooperation with South Korea in advanced technology and supply chains, as he met South Korean leaders Friday amid concerns that their moves to solidify a military alliance with Washington could hamper Seoul’s ties with Beijing.</li><li>His comments are likely to reflect concerns in Beijing that its intensifying competition with the United States may lead to supply chain disruptions as some U.S. companies shift sourcing and production away from China.</li><li>There was also a public reevaluation of a boosting of the South Korea-U.S. alliance and of South Korea-U.S.-Japan security cooperation.”South Korea, the world’s 10th-largest economy, is a major supplier of semiconductors, automobiles, smartphones and other electronic products.</li><li>China also opposes South Korea’s possible participation in a U.S.-led semiconductor alliance involving Taiwan and Japan.Li’s closeness to Xi suggests his comments reflect the thinking of Xi and his inner circle.</li><li>Li said he and Kim agreed that establishing peace on the Korean Peninsula through dialogue would serve the interests of both nations.___Associated Press writers Kim Tong-hyung in Seoul and Joe McDonald in Beijing contributed to this report.</li><li>Earlier this month, Li visited Russia, where he decried international sanctions against Moscow, underscoring Beijing support for Russia in its war on Ukraine despite claims of neutrality.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-china-beijing-xi-jinping-8aad201998c3a06493cf1bd25b036123"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Facebook admits to error banning Holocaust movie for violating race policy",
            "description": "Roy Scheiders final movie is now back on Facebook.",
            "url": "/2022-09-15-facebook-admits-to-error-banning-holocaust-movie-for-violating-race-policy",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-80095220-760x380.jpg",
            "publishedAt": "2022-09-16T17:03:42Z",
            "content": "Enlarge/ Writerdirector Joshua Newton and actor Roy Scheider.11 with 10 posters participatingThis September, British filmmaker Joshua Newton prepared to rerelease his 2009 film Beautiful Blue Ey [+5267 chars]",
            "summary": "But then more than a decade passed, and Newton told Rolling Stone that AI technology had finally advanced enough that the filmmaker could repair lost film frames.Excited to put this cut of his thriller in front of audiences, Newton prepared to promote the rerelease on Facebook. The 2022 premiere was important to Newton, as hed waited more than a decade to finally share with the world a version of the movie that was previously lost.Roy Scheider starred in Newtons movie, and it ended up being his final role. This is our final decision, the message said.Newtons movie is now being screened in hundreds of movie theaters that are also simultaneously rereleasing Jaws in IMAX. Scheiderwho is best known for playing the beloved Jaws police chief who says, Youre gonna need a bigger boatportrayed a New York cop who reunites with his estranged son and tracks down the Nazi responsible for murdering his family members during the Holocaust. The WSJ board called on Facebook to release more emails so the public can better understand the governments role in Facebook's moderation practices.You must login or create an account to comment. Rolling Stone shared the message that Facebook sent in response to Newtons appeal, informing the filmmaker that advertising and even trailers were permanently restricted. The Wall Street Journal last week posted an opinion piece from its Editorial Board after emails shared in court showed how Facebook and other tech companies directly coordinate with federal officials to decide what gets removed.",
            "html_summary": "<ul><li>But then more than a decade passed, and Newton told Rolling Stone that AI technology had finally advanced enough that the filmmaker could repair lost film frames.Excited to put this cut of his thriller in front of audiences, Newton prepared to promote the rerelease on Facebook.</li><li>The 2022 premiere was important to Newton, as he’d waited more than a decade to finally share with the world a version of the movie that was previously lost.Roy Scheider starred in Newton’s movie, and it ended up being his final role.</li><li>This is our final decision,” the message said.Newton’s movie is now being screened in hundreds of movie theaters that are also simultaneously rereleasing Jaws in IMAX.</li><li>Scheider—who is best known for playing the beloved Jaws police chief who says, “You’re gonna need a bigger boat”—portrayed a New York cop who reunites with his estranged son and tracks down the Nazi responsible for murdering his family members during the Holocaust.</li><li>The WSJ board called on Facebook to release more emails so the public can better understand the government’s role in Facebook's moderation practices.You must login or create an account to comment.</li><li>Rolling Stone shared the message that Facebook sent in response to Newton’s appeal, informing the filmmaker that advertising and even trailers were “permanently restricted.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/facebook-admits-to-error-banning-holocaust-movie-for-violating-race-policy/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "As buy now, pay later plans grow, so do delinquencies...",
            "description": "NEW YORK (AP)  Americans have grown fond of buy now, pay later services, but the pay later part is becoming increasingly difficult for some borrowers.  Buy now, pay later loans  allow users to pay for items such new sneakers, electronics, or luxury goods",
            "url": "/2022-09-15-inflation-technology-economy-113f3fc36a6af9e6d9dc919aa22ca276",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/61503fe8f2d9435da2199effd15726b4/2293.jpeg",
            "publishedAt": "2022-09-15T13:00:05Z",
            "content": "As buy now, pay later plans grow, so do delinquenciesNEW YORK (AP)  Americans have grown fond of buy now, pay later services, but the pay later part is becoming increasingly difficult for some [+8447 chars]",
            "summary": "Companies that do charge interest can clearly state upfront how much a borrower will pay in financial charges.Given those features, consumer advocates and financial advisors initially had seen buy now, pay later plans as a potentially healthier form of consumer debt if used correctly. The most popular type of buy now, pay later loans allow for four payments over six weeks  one payment at the time of purchase and three others that borrowers often try to sync up with pay periods. NEW YORK (AP)  Americans have grown fond of buy now, pay later services, but the pay later part is becoming increasingly difficult for some borrowers. Jasmine Francis, 29, a technology analyst based in Charlotte, North Carolina, said she first used a buy now, pay later service in 2018 to buy clothes from fast-fashion brand Forever21.I remember I just had a cartful, she said. Credit reporting company TransUnion found that buy now, pay later borrowers are using the product just as much as credit cards, piling on debt on top of additional debt. Buy now, pay later loans allow users to pay for items such new sneakers, electronics, or luxury goods in installments. Hypothetically a borrower could take out several short-term loans across multiple buy now, pay later companies  a practice known as loan stacking  and they would never appear on a credit report.",
            "html_summary": "<ul><li>Companies that do charge interest can clearly state upfront how much a borrower will pay in financial charges.Given those features, consumer advocates and financial advisors initially had seen buy now, pay later plans as a potentially healthier form of consumer debt if used correctly.</li><li>The most popular type of buy now, pay later loans allow for four payments over six weeks — one payment at the time of purchase and three others that borrowers often try to sync up with pay periods.</li><li>NEW YORK (AP) — Americans have grown fond of “buy now, pay later” services, but the “pay later” part is becoming increasingly difficult for some borrowers.</li><li>Jasmine Francis, 29, a technology analyst based in Charlotte, North Carolina, said she first used a buy now, pay later service in 2018 to buy clothes from fast-fashion brand Forever21.“I remember I just had a cartful,” she said.</li><li>Credit reporting company TransUnion found that buy now, pay later borrowers are using the product just as much as credit cards, piling on debt on top of additional debt.</li><li>Buy now, pay later loans allow users to pay for items such new sneakers, electronics, or luxury goods in installments.</li></ul>",
            "website_url": "https://apnews.com/article/inflation-technology-economy-113f3fc36a6af9e6d9dc919aa22ca276"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By AAMER MADHANI - Associated Press",
            "title": "Biden order to sharpen foreign investment screening process",
            "description": "President Joe Biden is set to sign an executive order that aims to sharpen the national security considerations taken in the federal governments review process for foreign investment in the United States. Biden administration officials say the order being si",
            "url": "/2022-09-15-a7c7538fb8d3a2284bd5f1089cd995a7",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/9d/49d423aa-aea7-5f67-aabe-e004ce9ccb46/6323255e60cfd.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-15T13:00:46Z",
            "content": "By AAMER MADHANI  Associated PressWASHINGTON (AP) President Joe Biden on Thursday will sign an executive order that administration officials say aims to sharpen the national security consideration [+3526 chars]",
            "summary": "Strengthening our supply chains and protecting against foreign threats enhances our national security, and this executive order highlights CFIUSs important role in that work.Bidens executive order comes after CFIUS oversight role of foreign investment was significantly expanded by 2018 legislation passed by Congress. President Bidens executive order highlights CFIUSs increasing attention to national security risks in several key areas and sharpens the committees focus on protecting Americas national security, while maintaining the U.S. open investment policy, Treasury Secretary Janet Yellen said in a statement. The 2018 legislation expanded CFIUS oversight to review certain joint ventures, minority stakes and real estate deals near military bases or other sensitive national security facilities.The legislation was prompted by complaints Chinese companies were taking advantage of gaps in U.S. law and improperly obtaining technology and possibly sensitive information. CFIUS already has been considering many of the criteria laid out in Bidens executive order, according to senior administration officials, who briefed reporters on the condition of anonymity under ground rules set by the White House. It also calls on CFIUS to consider cybersecurity risks that could stem from a transaction and stipulates that the risks to U.S. residents sensitive data should also be considered. The committee, known as CFIUS, is made up of members of the departments of State, Defense, Justice, Commerce, Energy and Homeland Security and is led by the Treasury secretary.",
            "html_summary": "<ul><li>“Strengthening our supply chains and protecting against foreign threats enhances our national security, and this executive order highlights CFIUS’s important role in that work.”Biden’s executive order comes after CFIUS’ oversight role of foreign investment was significantly expanded by 2018 legislation passed by Congress.</li><li>“President Biden’s executive order highlights CFIUS’s increasing attention to national security risks in several key areas and sharpens the committee’s focus on protecting America’s national security, while maintaining the U.S. open investment policy,” Treasury Secretary Janet Yellen said in a statement.</li><li>The 2018 legislation expanded CFIUS’ oversight to review certain joint ventures, minority stakes and real estate deals near military bases or other sensitive national security facilities.The legislation was prompted by complaints Chinese companies were taking advantage of gaps in U.S. law and improperly obtaining technology and possibly sensitive information.</li><li>CFIUS already has been considering many of the criteria laid out in Biden’s executive order, according to senior administration officials, who briefed reporters on the condition of anonymity under ground rules set by the White House.</li><li>It also calls on CFIUS to consider cybersecurity risks that could stem from a transaction and stipulates that the risks to U.S. residents’ sensitive data should also be considered.</li></ul>",
            "website_url": "https://apnews.com/a7c7538fb8d3a2284bd5f1089cd995a7"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DON THOMPSON - Associated Press",
            "title": "California 1st with law protecting childrens online privacy",
            "description": "A new law in California will require companies that provide online services to protect childrens privacy. Gov. Gavin Newsom signed the law on Thursday. It requires companies to not profile children or use childrens personal information that could harm their",
            "url": "/2022-09-15-b4767350cfe67fe45b44b03b713f0c22",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/f8/cf8237db-9735-5e58-8b3b-273266834453/6323b57e31a74.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-15T23:14:48Z",
            "content": "By DON THOMPSON  Associated PressSACRAMENTO, Calif. (AP) California will be the first state to require online companies to put kids safety first by barring them from profiling children or using p [+2987 chars]",
            "summary": "He noted that as a father of four, Im familiar with the real issues our children are experiencing online.The bill requires tech companies that provide online services attractive to children to follow age-appropriate design code principles aimed at keeping children safe. SACRAMENTO, Calif. (AP)  California will be the first state to require online companies to put kids safety first by barring them from profiling children or using personal information in ways that could harm children physically or mentally, Gov. The law was opposed by a coalition including the Entertainment Software Association that said it includes an over-inclusive standard and would capture far more websites and platforms than necessary.Its the second groundbreaking online protections bill signed by Newsom this week. Gavin Newsom said Thursday.Were taking aggressive action in California to protect the health and wellbeing of our kids, Newsom said in a statement announcing that he had signed the bill. The earlier measure requires social media companies to provide details on how and when they remove disturbing content including hate speech.But a third proposal failed to pass the state Legislature this year. It would have banned social media companies from adopting features it knows can cause children to become addicted. It called the law an important development towards establishing these standards. The bill is modeled after a similar measure in the United Kingdom.",
            "html_summary": "<ul><li>He noted that as a father of four, “I’m familiar with the real issues our children are experiencing online.”The bill requires tech companies that provide online services attractive to children to follow age-appropriate design code principles aimed at keeping children safe.</li><li>SACRAMENTO, Calif. (AP) — California will be the first state to require online companies to put kids’ safety first by barring them from profiling children or using personal information in ways that could harm children physically or mentally, Gov.</li><li>The law was opposed by a coalition including the Entertainment Software Association that said it includes “an over-inclusive standard and would capture far more websites and platforms than necessary.”It’s the second groundbreaking online protections bill signed by Newsom this week.</li><li>Gavin Newsom said Thursday.“We’re taking aggressive action in California to protect the health and wellbeing of our kids,” Newsom said in a statement announcing that he had signed the bill.</li><li>The earlier measure requires social media companies to provide details on how and when they remove disturbing content including hate speech.But a third proposal failed to pass the state Legislature this year.</li><li>It would have banned social media companies from adopting features it knows can cause children to become addicted.</li></ul>",
            "website_url": "https://apnews.com/b4767350cfe67fe45b44b03b713f0c22"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KEN SWEET - AP Business Writer",
            "title": "As buy now, pay later plans grow, so do delinquencies",
            "description": "A growing number of American shoppers have jumped at the chance to use buy now, pay later loans to pay for new sneakers, electronics, or luxury goods in installments. Companies such as Affirm, Afterpay, Klarna and PayPal have built popular",
            "url": "/2022-09-15-113f3fc36a6af9e6d9dc919aa22ca276",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/e/c1/ec15c190-3271-5031-a391-7b7b51b22a3c/6322a71bed1ac.image.jpg?crop=1764%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-15T04:01:07Z",
            "content": "By KEN SWEET  AP Business WriterNEW YORK (AP) Americans have grown fond of buy now, pay later services, but the pay later part is becoming increasingly difficult for some borrowers.Buy now, pay  [+7926 chars]",
            "summary": "Companies that do charge interest can clearly state upfront how much a borrower will pay in financial charges.Given those features, consumer advocates and financial advisors initially had seen buy now, pay later plans as a potentially healthier form of consumer debt if used correctly. The most popular type of buy now, pay later loans allow for four payments over six weeks  one payment at the time of purchase and three others that borrowers often try to sync up with pay periods. NEW YORK (AP)  Americans have grown fond of buy now, pay later services, but the pay later part is becoming increasingly difficult for some borrowers. Jasmine Francis, 29, a technology analyst based in Charlotte, North Carolina, said she first used a buy now, pay later service in 2018 to buy clothes from fast-fashion brand Forever21.I remember I just had a cartful, she said. Credit reporting company TransUnion found that buy now, pay later borrowers are using the product just as much as credit cards, piling on debt on top of additional debt. Buy now, pay later loans allow users to pay for items such new sneakers, electronics, or luxury goods in installments. Hypothetically a borrower could take out several short-term loans across multiple buy now, pay later companies  a practice known as loan stacking  and they would never appear on a credit report.",
            "html_summary": "<ul><li>Companies that do charge interest can clearly state upfront how much a borrower will pay in financial charges.Given those features, consumer advocates and financial advisors initially had seen buy now, pay later plans as a potentially healthier form of consumer debt if used correctly.</li><li>The most popular type of buy now, pay later loans allow for four payments over six weeks — one payment at the time of purchase and three others that borrowers often try to sync up with pay periods.</li><li>NEW YORK (AP) — Americans have grown fond of “buy now, pay later” services, but the “pay later” part is becoming increasingly difficult for some borrowers.</li><li>Jasmine Francis, 29, a technology analyst based in Charlotte, North Carolina, said she first used a buy now, pay later service in 2018 to buy clothes from fast-fashion brand Forever21.“I remember I just had a cartful,” she said.</li><li>Credit reporting company TransUnion found that buy now, pay later borrowers are using the product just as much as credit cards, piling on debt on top of additional debt.</li><li>Buy now, pay later loans allow users to pay for items such new sneakers, electronics, or luxury goods in installments.</li></ul>",
            "website_url": "https://apnews.com/113f3fc36a6af9e6d9dc919aa22ca276"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BROOKE SCHULTZ - Associated Press/Report for America",
            "title": "Schools are going online in disasters, worsening disruption",
            "description": "At times of crisis like the water outage in Jackson, Mississippi, schools have applied lessons from the pandemic to pivot to remote learning. But experts and families whose children have found themselves back in virtual learning say it cannot be",
            "url": "/2022-09-15-19a59d35a80720ee63fe8412729bffd9",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/e/c0/ec0dd63d-934c-554d-aad8-f45309a13409/6322ed224af1f.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-15T09:02:14Z",
            "content": "By BROOKE SCHULTZ  Associated Press/Report for AmericaWhen a water crisis forced schools back online in Jackson, Mississippi, fifthgrade teacher Ryan Johnson saw reminders everywhere of pandemic  [+6341 chars]",
            "summary": "Now I think its going to be: How can we get organized to provide remote learning?Schools in Mora, New Mexico, switched to remote learning last April when the town was evacuated due to a wildfire. Most schools tried to redistribute students to other in-person facilities, said Gary Henry, dean of the University of Delawares College of Education and Human Development, who has been part of a long-term research effort studying the impact.Now, Henry thinks districts will reach first for remote learning. As the water pressure came back, the school system bused some students and teachers to alternate sites to bring them back to in-person instruction as quickly as possible. Even with social workers reaching out, MacAuley said it was difficult gauging how students were doing during remote learning. In the short term  a few weeks, perhaps  he thinks it could be a way to keep students on track, but the pandemic showed its not a sustainable model.I think it will be an automatic response in most places to short-term disruptions in schooling, he said. Its a last resort and it shouldnt be a crutch that we rely on for school.In Jackson, Johnson used his experience from the pandemic to help new teachers at his school when the district moved online during the water crisis. Its going to be the first reaction, whereas, back during the hurricanes, it was: Where can we get these students in another physical location where they can resume their school experience?",
            "html_summary": "<ul><li>Now I think it’s going to be: How can we get organized to provide remote learning?”Schools in Mora, New Mexico, switched to remote learning last April when the town was evacuated due to a wildfire.</li><li>Most schools tried to redistribute students to other in-person facilities, said Gary Henry, dean of the University of Delaware’s College of Education and Human Development, who has been part of a long-term research effort studying the impact.Now, Henry thinks districts will reach first for remote learning.</li><li>As the water pressure came back, the school system bused some students and teachers to alternate sites to bring them back to in-person instruction as quickly as possible.</li><li>Even with social workers reaching out, MacAuley said it was difficult gauging how students were doing during remote learning.</li><li>In the short term — a few weeks, perhaps — he thinks it could be a way to keep students on track, but the pandemic showed it’s not a sustainable model.“I think it will be an automatic response in most places to short-term disruptions in schooling,” he said.</li><li>“It’s a last resort and it shouldn’t be a crutch that we rely on for school.”In Jackson, Johnson used his experience from the pandemic to help new teachers at his school when the district moved online during the water crisis.</li></ul>",
            "website_url": "https://apnews.com/19a59d35a80720ee63fe8412729bffd9"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Schools going online in disasters, worsening disruption.... The Feds want dollars to move much faster. Elon Musk vs. Twitter. Xi, Putin meet in Uzbekistan as Ukraine war dominates  The Associated Press  en Espaol. Chinas Xi calls for effort to prevent color revolutions  The Associated Press  en Espaol. Top China official wants hightech cooperation with S. Korea  The Associated Press  en Espaol. Facebook admits to error banning Holocaust movie for violating race policy. As buy now, pay later plans grow, so do delinquencies.... Biden order to sharpen foreign investment screening process. California 1st with law protecting childrens online privacy. As buy now, pay later plans grow, so do delinquencies. Schools are going online in disasters, worsening disruption"
}