{
    "status": "ok",
    "totalResults": 35,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Biden proposes new Bill of Rights to protect Americans from AI snooping",
            "description": "Nonbinding national guidelines on AI harms may inform future policy and business decisions.",
            "url": "/2022-10-03-biden-proposes-new-bill-of-rights-to-protect-americans-from-ai-snooping",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/ai_whitehouse_hero_1-760x380.jpg",
            "publishedAt": "2022-10-04T16:11:28Z",
            "content": "Enlarge/ The White House, engulfed in pixels.14 with 13 posters participatingToday, the White House proposed a Blueprint for an AI Bill of Rights, a set of principles and practices that seek to [+2840 chars]",
            "summary": "It touches on concerns about bias in AI systems, AI-based surveillance, unfair health care or insurance decisions, data securityand much morein the context of American civil liberties, criminal justice, education, and the private sector. \"Among the great challenges posed to democracy today is the use of technology, data, and automated systems in ways that threaten the rights of the American public,\" reads the foreword of the blueprint. The White House crafted the blueprint, it said, after a year-long process that sought input from people across the country \"on the issue of algorithmic and data-driven harms and potential remedies. \"The document represents a wide-ranging approach to countering potential harms in artificial intelligence. \"Too often, these tools are used to limit our opportunities and prevent our access to critical resources or services.",
            "html_summary": "<ul><li>It touches on concerns about bias in AI systems, AI-based surveillance, unfair health care or insurance decisions, data security—and much more—in the context of American civil liberties, criminal justice, education, and the private sector.</li><li>\"Among the great challenges posed to democracy today is the use of technology, data, and automated systems in ways that threaten the rights of the American public,\" reads the foreword of the blueprint.</li><li>The White House crafted the blueprint, it said, after a year-long process that sought input from people across the country \"on the issue of algorithmic and data-driven harms and potential remedies.</li><li>\"The document represents a wide-ranging approach to countering potential harms in artificial intelligence.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2022/10/biden-proposes-new-bill-of-rights-to-protect-americans-from-ai-snooping/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Garance Burke",
            "title": "White House unveils artificial intelligence Bill of Rights  The Associated Press  en Espaol",
            "description": "White House unveils artificial intelligence Bill of RightsThe Associated Press  en EspaolBiden administration announces AI Bill of RightsNew York Post White House releases AI Bill of Rights blueprintThe Hill<",
            "url": "/2022-10-03-technology-business-artificial-intelligence-7a39848340d210592aeea2478225f489",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/e3eccfa44df44341aa00bc70404178c4/3000.jpeg",
            "publishedAt": "2022-10-04T13:20:13Z",
            "content": "The Biden administration unveiled a set of farreaching goals Tuesday aimed at averting harms caused by the rise of artificial intelligence systems, including guidelines for how to protect peoples pe [+4672 chars]",
            "summary": "We can and should expect better and demand better from our technologies.The office said the white paper represents a major advance in the administrations agenda to hold technology companies accountable, and highlighted various federal agencies commitments to weighing new rules and studying the specific impacts of AI technologies. Nelson said agencies would continue to use existing rules to prevent automated systems from unfairly disadvantaging people. Fueled by the power of American innovation, these tools hold the potential to redefine every part of our society and make life better for everyone. This important progress must not come at the price of civil rights or democratic values, the document said.___Follow Garance Burke on Twitter at @garanceburke.",
            "html_summary": "<ul><li>“We can and should expect better and demand better from our technologies.”The office said the white paper represents a major advance in the administration’s agenda to hold technology companies accountable, and highlighted various federal agencies’ commitments to weighing new rules and studying the specific impacts of AI technologies.</li><li>Nelson said agencies would continue to use existing rules to prevent automated systems from unfairly disadvantaging people.</li><li>“Fueled by the power of American innovation, these tools hold the potential to redefine every part of our society and make life better for everyone.</li></ul>",
            "website_url": "https://apnews.com/article/technology-business-artificial-intelligence-7a39848340d210592aeea2478225f489"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Irans supreme leader breaks silence on protests, blames US  The Associated Press  en Espaol",
            "description": "Irans supreme leader breaks silence on protests, blames USThe Associated Press  en EspaolProtests continue in support of IraniansWFAAWhite House alarmed and appalled by Irans violent crackdown on student protestersThe",
            "url": "/2022-10-03-iran-israel-middle-east-dubai-united-arab-emirates-25c14800b5b145d850fe3181eb062664",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/d69e20c6e9b244e1a4133a340f951eee/2500.jpeg",
            "publishedAt": "2022-10-03T13:08:24Z",
            "content": "DUBAI, United Arab Emirates (AP) Irans supreme leader Ayatollah Ali Khamenei responded publicly on Monday to the biggest protests in Iran in years, breaking weeks of silence to condemn what he called [+7027 chars]",
            "summary": "These riots and insecurities were designed by America and the Zionist regime, and their employees.Meanwhile, Sharif University of Technology in Tehran announced that only doctoral students would be allowed on campus until further notice following hours of turmoil Sunday, when witnesses said antigovernment protesters clashed with pro-establishment students. The student association said plainclothes officers surrounded the school from all sides as protests roiled the campus after nightfall and detained at least 300 students.Plainclothes officers beat a professor and several university employees, the association added. The witnesses, who spoke on condition of anonymity for fear of reprisals, said the police kept hundreds of students holed up on campus and fired rounds of tear gas to disperse the demonstrations. There is no such thing as defeat for them.As the new academic year began this week, students at universities in major cities across Iran gathered in protest, according to videos widely shared on social media, clapping, chanting slogans against the government and waving their headscarves. A Tehran-based university teacher, Shahindokht Kharazmi, said the new generation has come up with unpredictable ways to defy authorities.The (young protesters) have learned the strategy from video games and play to win, Kharazmi told the pro-reform Etemad newspaper. The unrest, ignited by the death of a young woman in the custody of Irans morality police, is flaring up across the country for a third week despite government efforts to crack down. Most recently Sunday, authorities arrested Alborz Nezami, a reporter at an economic newspaper in Tehran.Irans intelligence ministry said nine foreigners have been detained over the protests.",
            "html_summary": "<ul><li>“These riots and insecurities were designed by America and the Zionist regime, and their employees.”Meanwhile, Sharif University of Technology in Tehran announced that only doctoral students would be allowed on campus until further notice following hours of turmoil Sunday, when witnesses said antigovernment protesters clashed with pro-establishment students.</li><li>The student association said plainclothes officers surrounded the school from all sides as protests roiled the campus after nightfall and detained at least 300 students.Plainclothes officers beat a professor and several university employees, the association added.</li><li>The witnesses, who spoke on condition of anonymity for fear of reprisals, said the police kept hundreds of students holed up on campus and fired rounds of tear gas to disperse the demonstrations.</li><li>“There is no such thing as defeat for them.”As the new academic year began this week, students at universities in major cities across Iran gathered in protest, according to videos widely shared on social media, clapping, chanting slogans against the government and waving their headscarves.</li><li>A Tehran-based university teacher, Shahindokht Kharazmi, said the new generation has come up with unpredictable ways to defy authorities.“The (young protesters) have learned the strategy from video games and play to win,” Kharazmi told the pro-reform Etemad newspaper.</li><li>The unrest, ignited by the death of a young woman in the custody of Iran’s morality police, is flaring up across the country for a third week despite government efforts to crack down.</li></ul>",
            "website_url": "https://apnews.com/article/iran-israel-middle-east-dubai-united-arab-emirates-25c14800b5b145d850fe3181eb062664"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Irans president tries to assuage anger as protests continue  The Associated Press  en Espaol",
            "description": "Irans president tries to assuage anger as protests continueThe Associated Press  en EspaolStudent protests in Iran continue despite crackdownCBS NewsWhite House alarmed and appalled by Irans violent crackdown on student",
            "url": "/2022-10-03-iran-middle-east-dubai-united-arab-emirates-ali-khamenei-5f0c742d8d84316a9acd886a701df780",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/d7f0cd71f2de41489f0e6d06933df878/3000.jpeg",
            "publishedAt": "2022-10-04T09:21:28Z",
            "content": "DUBAI, United Arab Emirates (AP) Iranian President Ebrahim Raisi on Tuesday appealed for national unity and tried to allay anger against the countrys rulers, even as the antigovernment protests that [+6325 chars]",
            "summary": "Neither foreign enemies nor domestic opposition can take cities into a state of riot without a background of discontent, its editorial read.Irans security forces have sought to disperse demonstrations with tear gas, metal pellets, and in some cases live fire, rights groups say. Unity and national integrity are necessities that render our enemy hopeless.His claims echoed those of Irans supreme leader Ayatollah Ali Khamenei, who blamed the United States and Israel, the countrys adversaries, for inciting the unrest in his first remarks on the nationwide protests on Monday. Its a familiar tactic for Irans leaders, who have been mistrustful of Western influence since the 1979 Islamic Revolution.Iran has also blamed the unrest on Kurdish opposition groups in the countrys northwest that operate along the border with neighboring Iraq. Evin Prison has become a university!  referring to Irans notorious prison in Tehran.Protests also appeared to grip gender-segregated high schools across Iran, where groups of young schoolgirls waved their hijabs and chanted Woman! Local officials report at least 1,500 arrests.Shervin Hajipour, a singer who emerged as a protest icon for his wildly popular song inspired by Aminis death, was detained last week. Nika Shahkarami, who lived in the capital with her mother, vanished one night last month during the protests in Tehran, her uncle Kianoush Shakarami told Tasnim news agency. Freedom! in the city of Karaj west of the capital and in the Kurdish city of Sanandaj on Monday, according to widely shared footage.The response by Irans security forces has drawn widespread condemnation.",
            "html_summary": "<ul><li>“Neither foreign enemies nor domestic opposition can take cities into a state of riot without a background of discontent,” its editorial read.Iran’s security forces have sought to disperse demonstrations with tear gas, metal pellets, and in some cases live fire, rights groups say.</li><li>“Unity and national integrity are necessities that render our enemy hopeless.”His claims echoed those of Iran’s supreme leader Ayatollah Ali Khamenei, who blamed the United States and Israel, the country’s adversaries, for inciting the unrest in his first remarks on the nationwide protests on Monday.</li><li>It’s a familiar tactic for Iran’s leaders, who have been mistrustful of Western influence since the 1979 Islamic Revolution.Iran has also blamed the unrest on Kurdish opposition groups in the country’s northwest that operate along the border with neighboring Iraq.</li><li>Evin Prison has become a university!” — referring to Iran’s notorious prison in Tehran.Protests also appeared to grip gender-segregated high schools across Iran, where groups of young schoolgirls waved their hijabs and chanted “Woman!</li><li>Local officials report at least 1,500 arrests.Shervin Hajipour, a singer who emerged as a protest icon for his wildly popular song inspired by Amini’s death, was detained last week.</li><li>Nika Shahkarami, who lived in the capital with her mother, vanished one night last month during the protests in Tehran, her uncle Kianoush Shakarami told Tasnim news agency.</li></ul>",
            "website_url": "https://apnews.com/article/iran-middle-east-dubai-united-arab-emirates-ali-khamenei-5f0c742d8d84316a9acd886a701df780"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Rebecca Santana",
            "title": "In Ians wake, Florida residents brave a slow wait for power  The Associated Press  en Espaol",
            "description": "BONITA SPRINGS, Fla. (AP)  Hurricane Ian  may be long gone from Florida, but the job of restoring power and searching for anyone still inside flooded or damaged homes  pressed on Tuesday.",
            "url": "/2022-10-03-hurricanes-floods-florida-north-carolina-storms-5c4bcc1b7c681e916723426a705d10e6",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/2b9c3e48dedf455f8818894eea1ae3d6/3000.jpeg",
            "publishedAt": "2022-10-04T04:18:28Z",
            "content": "BONITA SPRINGS, Fla. (AP) Hurricane Ian may be long gone from Florida, but the job of restoring power and searching for anyone still inside flooded or damaged homes pressed on Tuesday.The number of [+6264 chars]",
            "summary": "Those outages dont include customers whose homes or businesses were destroyed.Another major electricity provider in the hard-hit coastal region, Lee County Electric Cooperative, said Monday that it expects to hit the 95% mark by the end of Saturday. She was still using a borrowed generator to try to keep her kids and their grandfather cool as temperatures in the typically humid area reached the upper 80s (about 30 degrees Celsius).The heat is unbearable, Mejilla said. Ian knocked out power to 2.6 million customers across Florida after it roared ashore with 150 mph (241 kph) winds and a powerful storm surge. Arbuckle said its difficult being without power.But Im not the only one, she said. The storms onshore winds are causing some minor ocean flooding at high tide from the North Carolina Outer Banks to Long Island, New York.If people had not heeded warnings, I think it could have been a lot worse, North Carolina Gov. She bought a generator after Hurricane Irma left her neighborhood without power in 2017. When theres no power ... we cant make food, we dont have gas. Her mother has trouble breathing and needed to go to a friends house with electricity.",
            "html_summary": "<ul><li>Those outages don’t include customers whose homes or businesses were destroyed.Another major electricity provider in the hard-hit coastal region, Lee County Electric Cooperative, said Monday that it expects to hit the 95% mark by the end of Saturday.</li><li>She was still using a borrowed generator to try to keep her kids and their grandfather cool as temperatures in the typically humid area reached the upper 80s (about 30 degrees Celsius).“The heat is unbearable,” Mejilla said.</li><li>Ian knocked out power to 2.6 million customers across Florida after it roared ashore with 150 mph (241 kph) winds and a powerful storm surge.</li><li>Arbuckle said it’s difficult being without power.“But I’m not the only one,” she said.</li><li>The storm’s onshore winds are causing some minor ocean flooding at high tide from the North Carolina Outer Banks to Long Island, New York.“If people had not heeded warnings, I think it could have been a lot worse,” North Carolina Gov.</li><li>She bought a generator after Hurricane Irma left her neighborhood without power in 2017.</li></ul>",
            "website_url": "https://apnews.com/article/hurricanes-floods-florida-north-carolina-storms-5c4bcc1b7c681e916723426a705d10e6"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Margaret Harding McGill, Ina Fried",
            "title": "White Houses AI Bill of Rights enters crowded field",
            "description": "The White House issued a call for artificial intelligence systems to be developed with builtin protections Tuesday, even as the tech industry barrels forward in an AI freeforall. Why it matters Automated systems can influence or even determine important a",
            "url": "/2022-10-03-white-house-ai-protections-artificial-intelligence-bill-of-rights",
            "urlToImage": "https://images.axios.com/Nxzbl4U27aZ9zCeuijXu9IWUYik=/0x0:1920x1080/1366x768/2022/10/03/1664838849733.jpg",
            "publishedAt": "2022-10-04T11:00:07Z",
            "content": "The White House issued a call for artificial intelligence systems to be developed with builtin protections Tuesday, even as the tech industry barrels forward in an AI freeforall. Why it matters [+4687 chars]",
            "summary": "Details: The AI Bill of Rights blueprint includes these five points.What's next: The White House says it will lead by example  with a dozen federal agencies announcing actions related to automated systems, including the development of a new federal policy for the procurement and use of AI systems. The White House issued a call for artificial intelligence systems to be developed with built-in protections Tuesday, even as the tech industry barrels forward in an AI free-for-all. Why it matters: Automated systems can influence or even determine important aspects of Americans' lives, including healthcare, employment, housing and education. Many others have already weighed in with recommendations on AI best practices, including other governments, human rights groups and tech companies. In the U.S., government regulations covering the new technology remain minimal or nonexistent.",
            "html_summary": "<ul><li>Details: The AI Bill of Rights blueprint includes these five points.What's next: The White House says it will lead by example — with a dozen federal agencies announcing actions related to automated systems, including the development of a new federal policy for the procurement and use of AI systems.</li><li>The White House issued a call for artificial intelligence systems to be developed with built-in protections Tuesday, even as the tech industry barrels forward in an AI free-for-all.</li><li>Why it matters: Automated systems can influence or even determine important aspects of Americans' lives, including healthcare, employment, housing and education.</li><li>Many others have already weighed in with recommendations on AI best practices, including other governments, human rights groups and tech companies.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/04/white-house-ai-protections-artificial-intelligence-bill-of-rights"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Scott Rosenberg",
            "title": "Stadia shutdown shows Googles struggle to innovate",
            "description": "Google is increasingly looking like a giant that has a hard time innovating.Driving the news Googles decision to shut down Stadia, its threeyearold cloudbased gaming service, marks the companys latest failure to turn a technical breakthrough into a grow",
            "url": "/2022-10-03-google-stadia-shutdown-struggle-innovate",
            "urlToImage": "https://images.axios.com/Mylxe151up6PLnChKT7FHTHCPL8=/0x0:1280x720/1366x768/2022/10/03/1664765816885.jpg",
            "publishedAt": "2022-10-03T09:59:08Z",
            "content": "Google is increasingly looking like a giant that has a hard time innovating.Driving the news Googles decision to shut down Stadia, its threeyearold cloudbased gaming service, marks the company [+2538 chars]",
            "summary": "The bottom line: Google has an enormous research unit and regularly refines and fine-tunes its core search and advertising services, but the company keeps flubbing efforts to add big new revenue streams based on bold new technology plays. If they're having trouble inventing new products they spend cash to acquire startup talent and ideas.",
            "html_summary": "<ul><li>The bottom line: Google has an enormous research unit and regularly refines and fine-tunes its core search and advertising services, but the company keeps flubbing efforts to add big new revenue streams based on bold new technology plays.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/03/google-stadia-shutdown-struggle-innovate"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Erica Pandey",
            "title": "Elon Musks empire of risk",
            "description": "Elon Musk may be forced by a court to go through with his purchase of Twitter, raising questions about how his approach to risktaking in business might play out on the platform.Why it matters Musks high tolerance for risk at his companies, including Tesla ",
            "url": "/2022-10-03-elon-musk-twitter-spacex-tesla",
            "urlToImage": "https://images.axios.com/1hXf-DQ8ulUBdRFAzkdD-qy8NNU=/0x0:1920x1080/1366x768/2022/10/03/1664832503046.jpg",
            "publishedAt": "2022-10-04T09:30:27Z",
            "content": "Elon Musk may be forced by a court to go through with his purchase of Twitter, raising questions about how his approach to risktaking in business might play out on the platform.Why it matters Mus [+4408 chars]",
            "summary": "Its been widely reported that Tesla has quashed several unionization efforts in their plants.SpaceX builds risk into the way it builds its rockets, testing them and learning from failed tests and explosions to make better rockets.Why it matters: NASA is relying on SpaceX to get people to the Moon. As long as the platform functions as a global public square, engineering it comes close to engineering society. Risks gone wrong there could have consequences for everyone who touches Twitter  which includes governments, activists, journalists, and millions of everyday people.Go deeper: Listen to the new season of How It Happened: Elon Musk vs. Twitter. Driving the news: Newly public texts between Musk and Twitter co-founder Jack Dorsey give us a glimpse into Musk's potential vision for Twitter. That means \"it's tacitly endorsing its risk-taking behavior in the industry,\" Axios Space reporter Miriam Kramer says.The stakes are high when it comes to who will own and run Twitter. The culture of risk at Tesla reportedly seeps into the factories, too.Teslas autoworkers are not unionized. In 2021, the agency opened an investigation into Teslas Autopilot system and expanded that investigation nearly a year later.",
            "html_summary": "<ul><li>It’s been widely reported that Tesla has quashed several unionization efforts in their plants.SpaceX builds risk into the way it builds its rockets, testing them and learning from failed tests and explosions to make better rockets.Why it matters: NASA is relying on SpaceX to get people to the Moon.</li><li>As long as the platform functions as a global public square, engineering it comes close to engineering society.</li><li>Risks gone wrong there could have consequences for everyone who touches Twitter — which includes governments, activists, journalists, and millions of everyday people.Go deeper: Listen to the new season of How It Happened: Elon Musk vs. Twitter.</li><li>Driving the news: Newly public texts between Musk and Twitter co-founder Jack Dorsey give us a glimpse into Musk's potential vision for Twitter.</li><li>That means \"it's tacitly endorsing its risk-taking behavior in the industry,\" Axios Space reporter Miriam Kramer says.The stakes are high when it comes to who will own and run Twitter.</li><li>The culture of risk at Tesla reportedly seeps into the factories, too.Tesla’s autoworkers are not unionized.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/04/elon-musk-twitter-spacex-tesla"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Nobel prize in medicine awarded for research on evolution  The Associated Press  en Espaol",
            "description": "Nobel prize in medicine awarded for research on evolutionThe Associated Press  en EspaolNobel Prize in Physiology or Medicine Is Awarded to Svante PboThe New York TimesAncient DNA hunter who sequenced first Neanderthal ge",
            "url": "/2022-10-03-entertainment-science-health-stockholm-5cfe18038fc4fcda06d38323f7333c69",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9d3b01f9b7994b66b386aa2a5e25641f/3000.jpeg",
            "publishedAt": "2022-10-03T10:30:00Z",
            "content": "STOCKHOLM (AP) This years Nobel Prize in physiology or medicine has been awarded to Swedish scientist Svante Pbo for his discoveries on human evolution.Thomas Perlmann, secretary of the Nobel Com [+1490 chars]",
            "summary": "The Human Genome project, which ran from 1990-2003, got us the first sequence of the human genome, and weve improved that sequence ever since, Green said. Denisovan genes have been found in up to 6% of modern humans in Asia and Southeast Asia, indicating interbreeding occurred there too.By mixing with them after migrating out of Africa, Homo sapiens picked up sequences that improved their chances to survive in their new environments, Wedell said. But the idea that we can go back in time and sequence the genome that doesnt live anymore and something thats a direct relative of humans is truly remarkable, Green said. So we and others are now intensely studying the Neanderthal version versus the protective modern version to try to understand what the functional difference would be.Nobel Prize announcements continue Tuesday with the physics prize, chemistry on Wednesday and literature on Thursday. Paabo said they discovered during the pandemic that the greatest risk factor to become severely ill and even die when youre infected with the virus has come over to modern people from Neanderthals. Paabo took it with humor, splashing his feet and laughing.Paabos father, Sune Bergstrom, won the Nobel prize in medicine in 1982, the eighth time the son or daughter of a laureate also won a Nobel Prize. Dr. Eric Green, director of the National Human Genome Research Institute at the U.S. National Institutes of Health, called it a great day for genomics, a relatively young field first named in 1987.",
            "html_summary": "<ul><li>The Human Genome project, which ran from 1990-2003, “got us the first sequence of the human genome, and we’ve improved that sequence ever since,” Green said.</li><li>Denisovan genes have been found in up to 6% of modern humans in Asia and Southeast Asia, indicating interbreeding occurred there too.“By mixing with them after migrating out of Africa, Homo sapiens picked up sequences that improved their chances to survive in their new environments,” Wedell said.</li><li>But the idea that we can go back in time and sequence the genome that doesn’t live anymore and something that’s a direct relative of humans is truly remarkable,” Green said.</li><li>So we and others are now intensely studying the Neanderthal version versus the protective modern version to try to understand what the functional difference would be.”Nobel Prize announcements continue Tuesday with the physics prize, chemistry on Wednesday and literature on Thursday.</li><li>Paabo said they discovered during the pandemic that “the greatest risk factor to become severely ill and even die when you’re infected with the virus has come over to modern people from Neanderthals.</li><li>Paabo took it with humor, splashing his feet and laughing.Paabo’s father, Sune Bergstrom, won the Nobel prize in medicine in 1982, the eighth time the son or daughter of a laureate also won a Nobel Prize.</li></ul>",
            "website_url": "https://apnews.com/article/entertainment-science-health-stockholm-5cfe18038fc4fcda06d38323f7333c69"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "USBC mandate moves forward in EU, wireless charging regulation could follow",
            "description": "Parliament approves USBC rule for 2024, mulls wireless charging interoperability.",
            "url": "/2022-10-03-usb-c-mandate-moves-forward-in-eu-wireless-charging-regulation-could-follow",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/GettyImages-981176536-760x380.jpg",
            "publishedAt": "2022-10-04T17:15:47Z",
            "content": "Enlarge/ EUs USBC charging mandate is moving forward across 13 device cateogories39 with 33 posters participatingThe European Union is moving forward with legislation requiring USBC charging o [+3876 chars]",
            "summary": "The EU's universal charging mandate could one day require a different type of charging than USB-C, for example.Showing some forward thinking, the EU Parliament's announcement briefly mentioned wireless charging, though it didn't specify how the EU government might attempt to regulate it.\"... The law only applies to products released after this time period.Parliament said the vote passed with 602 votes in favor, 13 against, and eight abstentions.When the EU announced plans to require USB-C charging in September 2021, some critics, including Apple, said such a regulation could hinder innovation. This rule will be enforced with \"dedicated labels\" describing charging capabilities.After the rule is published, EU member states will have one year to transpose the rules, followed by another year to adhere. \"\"Disposed of and unused chargers account for about 11,000 tonnes of e-waste annually (PDF) in the EU,\" the announcement said.Following the EU's lead, other parts of the world have started looking at how they regulate electronics charging. \"Wireless charging is one potential route around the EU's USB-C requirement for companies staunchly against using the technology in its products, like Apple and its iPhones. An iPhone solely dependent on wireless charging, however, would be impractical due to cost, data transfer concerns, and chassis durability.  Scharon Harding - Oct 4, 2022 5:15 pm UTC The European Union is moving forward with legislation requiring USB-C charging on a variety of consumer electronics.",
            "html_summary": "<ul><li>The EU's universal charging mandate could one day require a different type of charging than USB-C, for example.Showing some forward thinking, the EU Parliament's announcement briefly mentioned wireless charging, though it didn't specify how the EU government might attempt to regulate it.\"...</li><li>The law only applies to products released after this time period.Parliament said the vote passed with 602 votes in favor, 13 against, and eight abstentions.When the EU announced plans to require USB-C charging in September 2021, some critics, including Apple, said such a regulation could hinder innovation.</li><li>This rule will be enforced with \"dedicated labels\" describing charging capabilities.After the rule is published, EU member states will have one year to transpose the rules, followed by another year to adhere.</li><li>\"\"Disposed of and unused chargers account for about 11,000 tonnes of e-waste annually (PDF) in the EU,\" the announcement said.Following the EU's lead, other parts of the world have started looking at how they regulate electronics charging.</li><li>\"Wireless charging is one potential route around the EU's USB-C requirement for companies staunchly against using the technology in its products, like Apple and its iPhones.</li><li>An iPhone solely dependent on wireless charging, however, would be impractical due to cost, data transfer concerns, and chassis durability.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/10/usb-c-mandate-moves-forward-in-eu-wireless-charging-regulation-could-follow/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Biden proposes new Bill of Rights to protect Americans from AI snooping. White House unveils artificial intelligence Bill of Rights  The Associated Press  en Espaol. Irans supreme leader breaks silence on protests, blames US  The Associated Press  en Espaol. Irans president tries to assuage anger as protests continue  The Associated Press  en Espaol. In Ians wake, Florida residents brave a slow wait for power  The Associated Press  en Espaol. White Houses AI Bill of Rights enters crowded field. Stadia shutdown shows Googles struggle to innovate. Elon Musks empire of risk. Nobel prize in medicine awarded for research on evolution  The Associated Press  en Espaol. USBC mandate moves forward in EU, wireless charging regulation could follow"
}