{
    "status": "ok",
    "totalResults": 25,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "iRobot and Amazon agree to share data with FTC on $1.7B deal",
            "description": "Both companies agreed to share data for FTCs investigation.",
            "url": "/2022-09-20-roomba-maker-amazon-give-more-data-to-ftc-in-hopes-of-getting-merger-approval",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-117126608-760x380.jpg",
            "publishedAt": "2022-09-20T19:51:28Z",
            "content": "10 with 9 posters participatingAfter Amazon made a blockbuster of a deal to acquire Roombamaker iRobot in August, it looked like Amazon was primed to suddenly dominate the consumer robotics indust [+2540 chars]",
            "summary": "However, earlier this month, Politico reported that the deal wont go through unless the Federal Trade Commission approves.Weeks in already, like a Roomba in a dusty basement, the FTCs investigation already looks like it wont finish without some serious back and forth. Politico previously reported on the projected timeline of the investigation, though, reporting that the companies are bracing for a potentially lengthy, arduous investigation, according to two people with knowledge of the probe.You must login or create an account to comment. On Tuesday, the FTC announced in a regulatory filing that it needs more information before it gives Amazon the go-ahead.The filing cites a federal regulation specifying that the FTC is requesting \"any soliciting material published, sent or given to security holders.  Ashley Belanger - Sep 20, 2022 7:51 pm UTC After Amazon made a blockbuster of a deal to acquire Roomba-maker iRobot in August, it looked like Amazon was primed to suddenly dominate the consumer robotics industry. By joining the Amazon family, we will be empowered to accelerate our businesses and delight customers with the help of Amazons resources and technology.Until the FTC concludes its investigation, the deal cannot be closed.",
            "html_summary": "<ul><li>However, earlier this month, Politico reported that the deal won’t go through unless the Federal Trade Commission approves.Weeks in already, like a Roomba in a dusty basement, the FTC’s investigation already looks like it won’t finish without some serious back and forth.</li><li>Politico previously reported on the projected timeline of the investigation, though, reporting that “the companies are bracing for a potentially lengthy, arduous investigation, according to two people with knowledge of the probe.”You must login or create an account to comment.</li><li>On Tuesday, the FTC announced in a regulatory filing that it needs more information before it gives Amazon the go-ahead.The filing cites a federal regulation specifying that the FTC is requesting \"any soliciting material published, sent or given to security holders.</li><li> Ashley Belanger - Sep 20, 2022 7:51 pm UTC After Amazon made a blockbuster of a deal to acquire Roomba-maker iRobot in August, it looked like Amazon was primed to suddenly dominate the consumer robotics industry.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/roomba-maker-amazon-give-more-data-to-ftc-in-hopes-of-getting-merger-approval/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Maysoon Khan",
            "title": "NYC subway trains getting 6,400 security cameras...",
            "description": "NEW YORK, N.Y. (AP)  Security cameras, which are already ubiquitous on New Yorks streets, will soon be installed in all of the citys nearly 6,400 subway cars as officials work to rebuild riders faith in the systems safety.",
            "url": "/2022-09-20-health-crime-new-york-city-covid-6803f1626d3b595c0c16d310faf4960a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/121dfbc713db4d4f835ca007f35610f9/3000.jpeg",
            "publishedAt": "2022-09-20T21:04:41Z",
            "content": "NEW YORK, N.Y. (AP) Security cameras, which are already ubiquitous on New Yorks streets, will soon be installed in all of the citys nearly 6,400 subway cars as officials work to rebuild riders faith  [+3590 chars]",
            "summary": "About 200 cameras will be installed each month, with the project wrapping sometime in 2025.Before the COVID-19 pandemic, New York Citys subway system had largely shaken its 1980s reputation as being filthy and crime-ridden, though complaints about overcrowding and reliability persisted. Real public safety comes from investing in our communities, not from omnipresent government surveillance, he said in a statement. Kathy Hochul said Tuesday as she announced the effort at a rail yard in Queens. Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues. Youre absolutely right, said Hochul, a Democrat. You think Big Brothers watching you on the subways?",
            "html_summary": "<ul><li>About 200 cameras will be installed each month, with the project wrapping sometime in 2025.Before the COVID-19 pandemic, New York City’s subway system had largely shaken its 1980s reputation as being filthy and crime-ridden, though complaints about overcrowding and reliability persisted.</li><li>Real public safety comes from investing in our communities, not from omnipresent government surveillance,” he said in a statement.</li><li>Kathy Hochul said Tuesday as she announced the effort at a rail yard in Queens.</li><li>Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues.</li><li>You’re absolutely right,” said Hochul, a Democrat.</li></ul>",
            "website_url": "https://apnews.com/article/health-crime-new-york-city-covid-6803f1626d3b595c0c16d310faf4960a"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Sam Kemmis Of Nerdwallet",
            "title": "AIRBNB hosts sick of AIRBNB...",
            "description": "Disgruntled Airbnb guests are taking to Twitter and TikTok to vent about everything from cleaning fees to misleading listings. But they arent the only ones with complaints Airbnb hosts themselves have become increasingly disillusioned with the platform and ",
            "url": "/2022-09-20-business-lifestyle-7f95f1c85905c5f404ddccc19a9ee3e5",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-09-21T19:19:41Z",
            "content": "Disgruntled Airbnb guests are taking to Twitter and TikTok to vent about everything from cleaning fees to misleading listings. But they arent the only ones with complaints Airbnb hosts themselves ha [+4571 chars]",
            "summary": "These policies allow local governments to collect taxes and regulate problematic behavior, but they add one more layer of complexity for hosts, many of whom have little experience in hospitality.Furthermore, many local governments place the burden of tax collection on hosts, not Airbnb. And small-time hosts cant keep up with these corporate competitors.A study of short-term rentals in the U.K. found that the number of listings managed by hosts with a single property dropped from 69% in 2015 to 39% in 2019. But they arent the only ones with complaints: Airbnb hosts themselves have become increasingly disillusioned with the platform and its disrespectful guests.On message boards and Facebook groups, hosts are sharing their own challenges and horror stories. They immediately called the police on me and I was kicked out of my own apartment by a team of the police  a complete shock.While these anecdotes might seem like the natural byproduct of the largely unregulated short-term rental industry, they speak to larger trends impacting hosts. And while many hosts consider this policy generous, it still comes with plenty of gray areas.Emily Muskin Rathner, a digital marketing professional living in Cleveland, began renting her house on Airbnb in August 2021. The air conditioning had been left off for a week  in June.RED TAPE EVERYWHEREThe early days of short-term vacation rentals offered hosts a simple proposition: Rent your home and earn some extra money. Yet as the industry has matured, its been met with regulation efforts from local governments.Cities such as Denver and Portland, Oregon, have been cracking down on unlicensed short-term rentals, levying fines against hosts and requiring expensive permits.",
            "html_summary": "<ul><li>These policies allow local governments to collect taxes and regulate problematic behavior, but they add one more layer of complexity for hosts, many of whom have little experience in hospitality.Furthermore, many local governments place the burden of tax collection on hosts, not Airbnb.</li><li>And small-time hosts can’t keep up with these corporate competitors.A study of short-term rentals in the U.K. found that the number of listings managed by hosts with a single property dropped from 69% in 2015 to 39% in 2019.</li><li>But they aren’t the only ones with complaints: Airbnb hosts themselves have become increasingly disillusioned with the platform and its disrespectful guests.On message boards and Facebook groups, hosts are sharing their own challenges and horror stories.</li><li>“They immediately called the police on me and I was kicked out of my own apartment by a team of the police — a complete shock.”While these anecdotes might seem like the natural byproduct of the largely unregulated short-term rental industry, they speak to larger trends impacting hosts.</li><li>And while many hosts consider this policy generous, it still comes with plenty of gray areas.Emily Muskin Rathner, a digital marketing professional living in Cleveland, began renting her house on Airbnb in August 2021.</li><li>The air conditioning had been left off for a week — in June.”RED TAPE EVERYWHEREThe early days of short-term vacation rentals offered hosts a simple proposition: Rent your home and earn some extra money.</li></ul>",
            "website_url": "https://apnews.com/article/business-lifestyle-7f95f1c85905c5f404ddccc19a9ee3e5"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Yuri Kageyama",
            "title": "Asian shares decline ahead of Fed decision on interest rates  The Associated Press  en Espaol",
            "description": "Asian shares decline ahead of Fed decision on interest ratesThe Associated Press  en EspaolStocks sink, havens sought as Russia worries combine with Fed jittersReutersAsia markets trade lower ahead of Federal Reserves expe",
            "url": "/2022-09-20-inflation-japan-asia-economy-financial-markets-005a68e167ba6be4b552e5078d8a7e9d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/a3cb7b2ae20d4d608b69dc49db530807/3000.jpeg",
            "publishedAt": "2022-09-20T20:48:45Z",
            "content": "TOKYO (AP) Asian shares mostly declined Wednesday as investors looked ahead to a widely expected interest rate hike by the U.S. Federal Reserve as it works to squash the highest inflation in decades. [+4689 chars]",
            "summary": "TOKYO (AP)  Asian shares mostly declined Wednesday as investors looked ahead to a widely expected interest rate hike by the U.S. Federal Reserve as it works to squash the highest inflation in decades.Japans benchmark Nikkei 225 dipped 1.4% in morning trading to 27,308.66. Fed Chair Jerome Powell bluntly warned in a speech last month that the rate hikes would bring some pain.He has done everything he possibly can to signal that its going to be another aggressive move, said Liz Young, head of investment strategy at SoFi. On Wall Street, the S&P 500 index fell 1.1% to 3,855.93, as more than 90% of stocks and every sector in the benchmark index lost ground. In energy trading, U.S. benchmark crude rose 15 cents to $84.09 a barrel in electronic trading on the New York Mercantile Exchange. Ford fell 12.3% for the biggest decline in the S&P 500 after slashing its third-quarter earnings forecast because a parts shortage will leave it with as many as 45,000 vehicles unfinished on its lots when the quarter ends Sept. 30. Exxon Mobil fell 0.8%.Smaller company stocks fell more than the broader market. The Fed is expected to raise its key short-term rate by three-quarters of a point for the third time at its meeting on Wednesday.",
            "html_summary": "<ul><li>TOKYO (AP) — Asian shares mostly declined Wednesday as investors looked ahead to a widely expected interest rate hike by the U.S. Federal Reserve as it works to squash the highest inflation in decades.Japan’s benchmark Nikkei 225 dipped 1.4% in morning trading to 27,308.66.</li><li>Fed Chair Jerome Powell bluntly warned in a speech last month that the rate hikes would “bring some pain.”“He has done everything he possibly can to signal that it’s going to be another aggressive move,” said Liz Young, head of investment strategy at SoFi.</li><li>On Wall Street, the S&P 500 index fell 1.1% to 3,855.93, as more than 90% of stocks and every sector in the benchmark index lost ground.</li><li>In energy trading, U.S. benchmark crude rose 15 cents to $84.09 a barrel in electronic trading on the New York Mercantile Exchange.</li><li>Ford fell 12.3% for the biggest decline in the S&P 500 after slashing its third-quarter earnings forecast because a parts shortage will leave it with as many as 45,000 vehicles unfinished on its lots when the quarter ends Sept. 30.</li><li>Exxon Mobil fell 0.8%.Smaller company stocks fell more than the broader market.</li></ul>",
            "website_url": "https://apnews.com/article/inflation-japan-asia-economy-financial-markets-005a68e167ba6be4b552e5078d8a7e9d"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Artist finds private medical record photos in popular AI training data set",
            "description": "LAION scraped medical photos for AI research use. Whos responsible for taking them down?",
            "url": "/2022-09-20-artist-finds-private-medical-record-photos-in-popular-ai-training-data-set",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/medical_images_hero2-760x380.jpg",
            "publishedAt": "2022-09-21T15:43:09Z",
            "content": "Enlarge/ Censored medical images found in the LAION5B data set used to train AI. The black bars and distortion have been added.26 with 22 posters participatingLate last week, a Californiabased  [+5579 chars]",
            "summary": "Its data can be used in various projects, from facial recognition to computer vision to image synthesis.For example, after an AI training process, some of the images in the LAION data set become the basis of Stable Diffusion's amazing ability to generate images from text descriptions. AI researchers download a subset of that data to train AI image synthesis models such as Stable Diffusion and Google Imagen.Lapine discovered her medical photos on a site called Have I Been Trained, which lets artists see if their work is in the LAION-5B data set. Thanks to services such as PimEyes, however, it has become trivial to associate someone's face with names through other means.Ultimately, Lapine understands how the chain of custody over her private images failed but still would like to see her images removed from the LAION data set. She was surprised to discover a set of two before-and-after medical photos of her face, which had only been authorized for private use by her doctor, as reflected in an authorization form Lapine tweeted and also provided to Ars.My face is in the #LAION dataset. Instead, LAION says that researchers must download the images from various locations when they want to use them in a project.Under these conditions, responsibility for a particular image's inclusion in the LAION set then becomes a fancy game of pass the buck. With records and photos provided by Lapine, Ars confirmed that there are medical images of her referenced in the LAION data set. \"I would like to have a way for anyone to ask to have their image removed from the data set without sacrificing personal information.",
            "html_summary": "<ul><li>Its data can be used in various projects, from facial recognition to computer vision to image synthesis.For example, after an AI training process, some of the images in the LAION data set become the basis of Stable Diffusion's amazing ability to generate images from text descriptions.</li><li>AI researchers download a subset of that data to train AI image synthesis models such as Stable Diffusion and Google Imagen.Lapine discovered her medical photos on a site called Have I Been Trained, which lets artists see if their work is in the LAION-5B data set.</li><li>Thanks to services such as PimEyes, however, it has become trivial to associate someone's face with names through other means.Ultimately, Lapine understands how the chain of custody over her private images failed but still would like to see her images removed from the LAION data set.</li><li>She was surprised to discover a set of two before-and-after medical photos of her face, which had only been authorized for private use by her doctor, as reflected in an authorization form Lapine tweeted and also provided to Ars.🚩My face is in the #LAION dataset.</li><li>Instead, LAION says that researchers must download the images from various locations when they want to use them in a project.Under these conditions, responsibility for a particular image's inclusion in the LAION set then becomes a fancy game of pass the buck.</li><li>With records and photos provided by Lapine, Ars confirmed that there are medical images of her referenced in the LAION data set.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2022/09/artist-finds-private-medical-record-photos-in-popular-ai-training-data-set/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By VANESSA GERA - Associated Press",
            "title": "European spyware investigators criticize Israel and Poland",
            "description": "European Parliament members investigating the use of surveillance spyware by European Union governments have sharply criticized Israel. They accuse Israel of a lack of transparency in allowing the sale of powerful Israeli spyware to European governments that ",
            "url": "/2022-09-20-5bb2bfc402747e1fa153a5e7eb107245",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/73769e9c-c54c-11ea-9ace-179ea39eeb22.jpg?resize=600%2C315",
            "publishedAt": "2022-09-21T12:59:17Z",
            "content": "WARSAW, Poland (AP) European Parliament members investigating the use of surveillance spyware by European Union governments sharply criticized Israel on Wednesday for a lack of transparency in allowi [+3346 chars]",
            "summary": "They are widely believed to be Poland and Hungary due to their democratic backsliding.Why can we not say with certainty that Poland was one of the two countries of which the contract has been terminated? she said. A financial journalist also was under surveillance. It learned that NSO stopped selling to two of those, but wont say which ones.",
            "html_summary": "<ul><li>They are widely believed to be Poland and Hungary due to their democratic backsliding.“Why can we not say with certainty that Poland was one of the two countries of which the contract has been terminated?” she said.</li><li>A financial journalist also was under surveillance.</li></ul>",
            "website_url": "https://apnews.com/5bb2bfc402747e1fa153a5e7eb107245"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By NOMAAN MERCHANT - Associated Press",
            "title": "US needs to reform efforts to stop enemy spies, report says",
            "description": "A new Senate study warns that U.S. spy agencies efforts to stop China and other adversaries from stealing secrets are hampered by miscommunication and a lack of money and staff at the agency intended to coordinate those efforts. But the",
            "url": "/2022-09-20-eebc9ccb505f82c09d8e8e50400a127c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/6e/66e1785e-ce56-50b2-ae89-95566f67cb49/6329dcaa9b8f0.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-20T15:12:06Z",
            "content": "By NOMAAN MERCHANT  Associated PressWASHINGTON (AP) A new Senate study warns that U.S. spy agencies efforts to stop China and other adversaries from stealing secrets are hampered by miscommunicati [+4733 chars]",
            "summary": "Marco Rubio, the Florida Republican who is the committees vice chairman, noted that China and other adversaries are targeting all sectors of society. The committee wants to make sure intelligence agencies have the authorities and resources necessary to effectively confront these new counterintelligence threats, he said. WASHINGTON (AP)  A new Senate study warns that U.S. spy agencies efforts to stop China and other adversaries from stealing secrets are hampered by miscommunication and a lack of money and staff at the office intended to coordinate those efforts. Creating new requirements would end up being counterproductive, he said, because people will do everything they can to do the minimum required and not the maximum. Its the simple, on the ground reality that you cant mandate everything, he said. Theres also disagreement among intelligence officials about who should lead responses to cyberattacks and campaigns trying to influence Americans  and whether those efforts should be categorized as counterintelligence, the report says. New threats and new technology mean that we have to make substantial adjustments to our counterintelligence posture if we are going to protect our countrys national and economic security.Sen. A spokesperson for NCSC said the center appreciates the committee identifying multiple recommendations to improve NCSCs ability to lead the counterintelligence mission.The report notes experts dont agree on a solution. A new agency would also likely face opposition across the intelligence community and supporters of those agencies in Congress.",
            "html_summary": "<ul><li>Marco Rubio, the Florida Republican who is the committee’s vice chairman, noted that China and other adversaries are “targeting all sectors of society.” The committee wants to make sure intelligence agencies have “the authorities and resources necessary to effectively confront these new counterintelligence threats,” he said.</li><li>WASHINGTON (AP) — A new Senate study warns that U.S. spy agencies’ efforts to stop China and other adversaries from stealing secrets are hampered by miscommunication and a lack of money and staff at the office intended to coordinate those efforts.</li><li>Creating new requirements would end up being counterproductive, he said, because “people will do everything they can to do the minimum required and not the maximum.” “It’s the simple, on the ground reality that you can’t mandate everything,” he said.</li><li>There’s also disagreement among intelligence officials about who should lead responses to cyberattacks and campaigns trying to influence Americans — and whether those efforts should be categorized as counterintelligence, the report says.</li><li>“New threats and new technology mean that we have to make substantial adjustments to our counterintelligence posture if we are going to protect our country’s national and economic security.”Sen.</li><li>A spokesperson for NCSC said the center appreciates the committee “identifying multiple recommendations to improve NCSC’s ability to lead the counterintelligence mission.”The report notes experts don’t agree on a solution.</li></ul>",
            "website_url": "https://apnews.com/eebc9ccb505f82c09d8e8e50400a127c"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARGARET STAFFORD - Associated Press",
            "title": "Judge tosses most charges against Kansas researcher",
            "description": "A federal judge has thrown out three of four charges against a researcher who was convicted of concealing work he did for China while employed by the University of Kansas. In a ruling released Tuesday, U.S. District Judge Julie Robinson",
            "url": "/2022-09-20-276087faef2f22c12ad1e5b91aaa3709",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/e/a7/ea7f889c-77db-5f9f-8527-be2f1a272bd5/6329f8ebc12f0.image.jpg?crop=1293%2C679%2C0%2C461&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-20T17:04:28Z",
            "content": "By MARGARET STAFFORD  Associated PressA federal judge on Tuesday threw out three of four convictions against a Kansas researcher accused of illegally concealing work he was doing at a Chinese univ [+3124 chars]",
            "summary": "A federal judge on Tuesday threw out three of four convictions against a Kansas researcher accused of illegally concealing work he was doing at a Chinese university while working at the University of Kansas, leaving only a conviction for making a false statement on a form. Taos attorney, Peter Zeidenberg, said in a statement that the defense team was gratified that Robinson found Tao did not intend to defraud Kansas or the federal government, and that Tao was an outstanding researcher and award-winning professor at Kansas. He was accused of not disclosing that he was working for Fuzhou University in China while employed at the Kansas university.However, U.S. District Judge Julie Robinson ruled that federal prosecutors did not provide sufficient evidence to support the wire fraud convictions. Zeidenberg said the defense team is considering its next steps related to the filing a false statement conviction, which carries a possible sentence of up to five years. As part of that program he traveled to China to set up a laboratory and recruit staff for Fuzhou University, while telling Kansas officials that he was in Germany.Zeidenberg noted during the trial that Tao listed his affiliation with both schools in some papers, suggesting he wasnt hiding it. Federal prosecutors argued during the trial that Tao concealed his work in China to defraud the University of Kansas, the U.S. Department of Energy and the National Science Foundation. She upheld the making a false statement conviction and denied Taos request for a new trial on that count.",
            "html_summary": "<ul><li>A federal judge on Tuesday threw out three of four convictions against a Kansas researcher accused of illegally concealing work he was doing at a Chinese university while working at the University of Kansas, leaving only a conviction for making a false statement on a form.</li><li>Tao’s attorney, Peter Zeidenberg, said in a statement that the defense team was gratified that Robinson found Tao did not intend to defraud Kansas or the federal government, and that Tao was “an outstanding researcher and award-winning professor” at Kansas.</li><li>He was accused of not disclosing that he was working for Fuzhou University in China while employed at the Kansas university.However, U.S. District Judge Julie Robinson ruled that federal prosecutors did not provide sufficient evidence to support the wire fraud convictions.</li><li>Zeidenberg said the defense team is considering its next steps related to the filing a false statement conviction, which carries a possible sentence of up to five years.</li><li>As part of that program he traveled to China to set up a laboratory and recruit staff for Fuzhou University, while telling Kansas officials that he was in Germany.Zeidenberg noted during the trial that Tao listed his affiliation with both schools in some papers, suggesting he wasn’t hiding it.</li><li>Federal prosecutors argued during the trial that Tao concealed his work in China to defraud the University of Kansas, the U.S. Department of Energy and the National Science Foundation.</li></ul>",
            "website_url": "https://apnews.com/276087faef2f22c12ad1e5b91aaa3709"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "My MOGOMOTSI MAGOME - Associated Press",
            "title": "South Africa in electricity crisis, nationwide blackouts",
            "description": "South African President Cyril Ramaphosa has an urgent meeting scheduled with his Cabinet to discuss an electricity crisis which has led to unprecedented levels of nationwide power blackouts. The troubled stateowned power utility Eskom is implementing schedul",
            "url": "/2022-09-20-a838348aec7e4b4012979f9a33bc1dec",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/73769e9c-c54c-11ea-9ace-179ea39eeb22.jpg?resize=600%2C315",
            "publishedAt": "2022-09-21T16:14:48Z",
            "content": "JOHANNESBURG (AP) South African President Cyril Ramaphosa had an urgent meeting scheduled with his Cabinet on Wednesday to discuss the countrys electricity crisis, which has led to unprecedented leve [+3880 chars]",
            "summary": "The blackouts are also affecting other government services, including water supplies in some areas as electric-powered pumps grind to a halt.With South Africas economy already struggling to rebound from the COVID-19 pandemic, economists have given stark warnings on the effect of the blackouts. It has announced a program to urgently procure at least 1,000 megawatts of electricity from the private sector to ease the burden of the blackouts.Ramaphosa faces pressure from opposition parties that called on him to fire the ministers responsible for state-owned enterprises and the energy sector. Eskom had started implementing Stage 6 power cuts, a level that means businesses and homes go without electricity for more than 10 hours a day. The company has since reduced the level to Stage 5, which requires South Africans to go without power for up to eight hours a day. Eskom is in a race against time to procure additional capacity from renewable energy sources like wind and solar through independent power producers. But this is the Eskom we inherited, this is the Eskom were trying to fix very hard.There are already moves by Ramaphosas rivals to oust him as the leader of the ruling African National Congress at the partys elective conference in December. He canceled his trip to New York to attend the United Nations General Assembly.",
            "html_summary": "<ul><li>The blackouts are also affecting other government services, including water supplies in some areas as electric-powered pumps grind to a halt.With South Africa’s economy already struggling to rebound from the COVID-19 pandemic, economists have given stark warnings on the effect of the blackouts.</li><li>It has announced a program to urgently procure at least 1,000 megawatts of electricity from the private sector to ease the burden of the blackouts.Ramaphosa faces pressure from opposition parties that called on him to fire the ministers responsible for state-owned enterprises and the energy sector.</li><li>Eskom had started implementing Stage 6 power cuts, a level that means businesses and homes go without electricity for more than 10 hours a day.</li><li>The company has since reduced the level to Stage 5, which requires South Africans to go without power for up to eight hours a day.</li><li>Eskom is in a race against time to procure additional capacity from renewable energy sources like wind and solar through independent power producers.</li><li>“But this is the Eskom we inherited, this is the Eskom we’re trying to fix very hard.”There are already moves by Ramaphosa’s rivals to oust him as the leader of the ruling African National Congress at the party’s elective conference in December.</li></ul>",
            "website_url": "https://apnews.com/a838348aec7e4b4012979f9a33bc1dec"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By STEVE KARNOWSKI - Associated Press",
            "title": "Lindell sues to recover cellphone seized by FBI agents",
            "description": "MyPillow chief executive Mike Lindell has sued the Department of Justice and the FBI to demand the return of a cellphone seized from him at a fast food restaurant in Minnesota last week. Agents apparently seized it as part of",
            "url": "/2022-09-20-c0f9d0ea3f591ec4a348b96be88a7046",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/a/c4/ac470b60-05f6-5a33-9860-475f2718d800/6321bb5f88202.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-21T20:48:05Z",
            "content": "By STEVE KARNOWSKI  Associated PressMINNEAPOLIS (AP) MyPillow chief executive Mike Lindell has sued the Department of Justice and the FBI, demanding the return of a cellphone agents seized from hi [+3120 chars]",
            "summary": "It says the agents allowed Lindell to leave only after he handed over his phone.Lindell says he needs the phone back because its the main way he runs MyPillow and affiliated businesses. His complaint alleges the government obtained the warrant in bad faith, and without apprising the magistrate judge of Lindells role in the Colorado case. In a separate case, a federal judge in Minnesota on Monday said a defamation lawsuit against Lindell by a different voting machine company, Smartmatic, can go forward.",
            "html_summary": "<ul><li>It says the agents allowed Lindell to leave only after he handed over his phone.Lindell says he needs the phone back because it’s the main way he runs MyPillow and affiliated businesses.</li><li>His complaint alleges the government obtained the warrant in bad faith, and without apprising the magistrate judge of Lindell’s role in the Colorado case.</li></ul>",
            "website_url": "https://apnews.com/c0f9d0ea3f591ec4a348b96be88a7046"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By CORA LEWIS - Associated Press",
            "title": "How the Feds steep rate hikes stand to affect your finances",
            "description": "Mortgage rates have jumped, home sales have slumped and credit cards and auto loans have gotten pricier. Savings rates are slightly juicier, though. Yet many economists say they fear that a recession is inevitable in the coming months  and",
            "url": "/2022-09-20-4378483e854aa9ae12c55e5a1232de47",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/7/d4/7d49ebc4-03ed-53d3-aacc-45c0faa7c997/6321f4cf1dbea.image.jpg?crop=1662%2C873%2C0%2C187&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-21T04:01:07Z",
            "content": "By CORA LEWIS  Associated PressNEW YORK (AP) Mortgage rates have jumped, home sales have slumped and credit cards and auto loans have gotten pricier. Savings rates are slightly juicier, though.Y [+10146 chars]",
            "summary": "Rates can be something tricky for consumers to wrap their minds around.HOW WILL THIS AFFECT CREDIT CARD RATES?Even before the Feds decision Wednesday, credit card borrowing rates have reached their highest level since 1996, according to Bankrate.com, and these will likely continue to rise. So even as borrowing rates steadily rise, many households might not feel a much heavier debt burden immediately.Im not sure interest rates are top of mind for most consumers right now, Hoyt said. Research published earlier this month by the Brookings Institution stated that unemployment might have to go as high as 7.5% to reduce inflation to the Feds 2% target.WILL THIS AFFECT STUDENT LOANS?Borrowers who take out new private student loans should prepare to pay more as as rates increase. Heres what to know:HOW DOES RAISING INTEREST RATES REDUCE INFLATION?If one definition of inflation is  too much money chasing too few goods, then by making it more expensive to borrow money, the Fed hopes to reduce the amount of money in circulation, eventually lowering prices. WHICH CONSUMERS ARE MOST AFFECTED?Anyone borrowing money to make a large purchase, such as a home, car, or large appliance, will take a hit, said Scott Hoyt, an analyst with Moodys Analytics.The new rate pretty dramatically increases your monthly payments and your cost, he said. Thats because those rates are based in part on banks prime rate, which follows the Feds.WHAT IF I WANT TO BUY A CAR?Auto loans are at their highest levels since 2012, according to Bankrate.coms Greg McBride. There are roughly two job openings advertised for every unemployed worker.Job openings continue to exceed job hires, indicating employers are still struggling to fill vacancies, noted Odeta Kushi, an economist with First American.As a result, some argue higher unemployment might cool wage pressures and tame inflation.",
            "html_summary": "<ul><li>Rates can be something tricky for consumers to wrap their minds around.”HOW WILL THIS AFFECT CREDIT CARD RATES?Even before the Fed’s decision Wednesday, credit card borrowing rates have reached their highest level since 1996, according to Bankrate.com, and these will likely continue to rise.</li><li>So even as borrowing rates steadily rise, many households might not feel a much heavier debt burden immediately.“I’m not sure interest rates are top of mind for most consumers right now,” Hoyt said.</li><li>Research published earlier this month by the Brookings Institution stated that unemployment might have to go as high as 7.5% to reduce inflation to the Fed’s 2% target.WILL THIS AFFECT STUDENT LOANS?Borrowers who take out new private student loans should prepare to pay more as as rates increase.</li><li>Here’s what to know:HOW DOES RAISING INTEREST RATES REDUCE INFLATION?If one definition of inflation is “ too much money chasing too few goods,” then by making it more expensive to borrow money, the Fed hopes to reduce the amount of money in circulation, eventually lowering prices.</li><li>WHICH CONSUMERS ARE MOST AFFECTED?Anyone borrowing money to make a large purchase, such as a home, car, or large appliance, will take a hit, said Scott Hoyt, an analyst with Moody’s Analytics.“The new rate pretty dramatically increases your monthly payments and your cost,” he said.</li><li>That’s because those rates are based in part on banks’ prime rate, which follows the Fed’s.WHAT IF I WANT TO BUY A CAR?Auto loans are at their highest levels since 2012, according to Bankrate.com’s Greg McBride.</li></ul>",
            "website_url": "https://apnews.com/4378483e854aa9ae12c55e5a1232de47"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. iRobot and Amazon agree to share data with FTC on $1.7B deal. NYC subway trains getting 6,400 security cameras.... AIRBNB hosts sick of AIRBNB.... Asian shares decline ahead of Fed decision on interest rates  The Associated Press  en Espaol. Artist finds private medical record photos in popular AI training data set. European spyware investigators criticize Israel and Poland. US needs to reform efforts to stop enemy spies, report says. Judge tosses most charges against Kansas researcher. South Africa in electricity crisis, nationwide blackouts. Lindell sues to recover cellphone seized by FBI agents. How the Feds steep rate hikes stand to affect your finances"
}