{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Yuri Kageyama",
            "title": "Asian shares rise except Japan as markets eye China protests  The Associated Press",
            "description": "Asian shares rise except Japan as markets eye China protestsThe Associated PressGlobal stocks, oil slide as China unrest growsReutersS&P 500, Dow, Nasdaq slump as unrest grows over Chinas noCOVID planUSA TODAYC",
            "url": "/2022-11-29-health-china-asia-united-states-covid-bebe6d5af070bd12aa413a6c4858add6",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/01fde06a47bb40eba375f50b747f7493/3000.jpeg",
            "publishedAt": "2022-11-29T02:15:00Z",
            "content": "TOKYO (AP) Asian shares were mostly higher Tuesday as market jitters declined over protests in China set off by growing public anger over COVID19 restrictions.Benchmarks rose in early trading in A [+4627 chars]",
            "summary": "The closely watched monthly report on the job market will be released on Friday.In energy trading, benchmark U.S. crude fell 17 cents to $77.07 a barrel. TOKYO (AP)  Asian shares were mostly higher Tuesday as market jitters declined over protests in China set off by growing public anger over COVID-19 restrictions.Benchmarks rose in early trading in Australia, South Korea and China, while shares fell in Japan. It has warned it may have to ultimately raise rates to previously unanticipated levels to rein in high prices on everything from food to clothing.Federal Reserve Chair Jerome Powell will speak at the Brookings Institution about the outlook for the U.S. economy and the labor market on Wednesday. Investors have a busier week ahead as they continue monitoring the hottest inflation in decades and its impact on consumers, business and monetary policy.Anxiety remains high over the ability of the Federal Reserve to tame inflation by raising interest rates without going too far and causing a recession. Apple, which has seen iPhone production hit hard by lockdowns in China, fell 2.6%.Banks and industrial stocks also were among the biggest drags on the market. The absence of any clear escalation in protests could aid to bring some calm to markets, said Yeap Jun Rong, market strategist at IG. Although market sentiment has been weighed down by recent demonstrations in China, some analysts noted calm could return in coming sessions.",
            "html_summary": "<ul><li>The closely watched monthly report on the job market will be released on Friday.In energy trading, benchmark U.S. crude fell 17 cents to $77.07 a barrel.</li><li>TOKYO (AP) — Asian shares were mostly higher Tuesday as market jitters declined over protests in China set off by growing public anger over COVID-19 restrictions.Benchmarks rose in early trading in Australia, South Korea and China, while shares fell in Japan.</li><li>It has warned it may have to ultimately raise rates to previously unanticipated levels to rein in high prices on everything from food to clothing.Federal Reserve Chair Jerome Powell will speak at the Brookings Institution about the outlook for the U.S. economy and the labor market on Wednesday.</li><li>Investors have a busier week ahead as they continue monitoring the hottest inflation in decades and its impact on consumers, business and monetary policy.Anxiety remains high over the ability of the Federal Reserve to tame inflation by raising interest rates without going too far and causing a recession.</li><li>Apple, which has seen iPhone production hit hard by lockdowns in China, fell 2.6%.Banks and industrial stocks also were among the biggest drags on the market.</li><li>“The absence of any clear escalation in protests could aid to bring some calm to markets,” said Yeap Jun Rong, market strategist at IG.</li></ul>",
            "website_url": "https://apnews.com/article/health-china-asia-united-states-covid-bebe6d5af070bd12aa413a6c4858add6"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "As Pipes founding team departs, tensions rise over allegations",
            "description": "On November 22, alternative financing startup Pipe announced that its three cofounders were stepping down from their executive roles and that a search for a new, veteran CEO had commenced. In an exclusive interview, cofounder and former coCEO Harry Hurst",
            "url": "/2022-11-29-as-pipes-founding-team-departs-tensions-rise-over-allegations",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/GettyImages-1186698642.jpg?resize=1200,800",
            "publishedAt": "2022-11-29T02:53:00Z",
            "content": "On November 22, alternative financing startup Pipe announced that its three cofounders werestepping down from their executive roles and that a search for a new, veteran CEO had commenced.In an exc [+5772 chars]",
            "summary": "Indeed, Pipes spokesperson reiterated today what the company said publicly last week, that Josh [Mangel] is now interim CEO and Harry is still at the company in his new capacity as Vice Chairman. For starters, Pipe  which has raised more than $300 million from investors since it was founded in 2019  has just one outside board member in Peter Ackerson, a general partner at Fin Capital who himself became a VC just three years ago. One source alleged that Hurst and the other two founders sold millions of dollars worth of their own shares in a secondary sale, a practice that became fairly common during the pandemic across numerous young companies. In a Twitter thread last night, he ranted against VCs and others hating on our company based on rumors. When we asked Hurst last week just how much investors had let the co-founders take off the table already, he declined to answer. They both want to see Pipe reach its ultimate potential and are committed to finding a new CEO as reported and announced Once Pipes new CEO is named, she added, that individual will assume Hursts seat on the board. If you prefer to remain anonymous, click here to contact us, which includes SecureDrop (instructions here) and various encrypted messaging apps.Pipes founding team stepping down as hunt for veteran CEO begins",
            "html_summary": "<ul><li>Indeed, Pipe’s spokesperson reiterated today what the company said publicly last week, that “Josh [Mangel] is now interim CEO and Harry is still at the company in his new capacity as Vice Chairman.</li><li>For starters, Pipe — which has raised more than $300 million from investors since it was founded in 2019 — has just one outside board member in Peter Ackerson, a general partner at Fin Capital who himself became a VC just three years ago.</li><li>One source alleged that Hurst and the other two founders sold millions of dollars’ worth of their own shares in a secondary sale, a practice that became fairly common during the pandemic across numerous young companies.</li><li>In a Twitter thread last night, he ranted against “VCs and others hating on our company based on rumors.</li><li>When we asked Hurst last week just how much investors had let the co-founders take off the table already, he declined to answer.</li><li>They both want to see Pipe reach its ultimate potential and are committed to finding a new CEO as reported and announced…” Once Pipe’s new CEO is named, she added, that individual will assume Hurst’s seat on the board.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/28/as-pipes-founding-team-departs-tensions-rise-over-allegations/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By The Associated Press",
            "title": "Today in History November 29, Warren Commission appointed",
            "description": "Today in History",
            "url": "/2022-11-29-56f4f434db99b9f6d70fb535f8ad0d29",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/c72cf8ac-c550-11ea-86bd-3761faee86a6.jpg?resize=600%2C315",
            "publishedAt": "2022-11-29T05:00:09Z",
            "content": "Today in HistoryToday is Tuesday, Nov. 29, the 333rd day of 2022. There are 32 days left in the year.Todays Highlight in HistoryOn Nov. 29, 1947, the U.N. General Assembly passed a resolution  [+5598 chars]",
            "summary": "One year ago: A federal judge blocked the Biden administration from enforcing a coronavirus vaccine mandate on thousands of health care workers in 10 states that had brought the first legal challenge against the requirement. In 2001, former Beatle George Harrison died in Los Angeles following a battle with cancer; he was 58.In 2008, Indian commandos killed the last remaining gunmen holed up at a luxury Mumbai hotel, ending a 60-hour rampage through Indias financial capital by suspected Pakistani-based militants that killed 166 people. Todays Highlight in History: On Nov. 29, 1947, the U.N. General Assembly passed a resolution calling for the partitioning of Palestine between Arabs and Jews; 33 members, including the United States, voted in favor of the resolution, 13 voted against while 10 abstained. Garrison Keillor, whod entertained public radio listeners for 40 years on A Prairie Home Companion, was fired by Minnesota Public Radio following allegations of inappropriate workplace behavior. In 1986, actor Cary Grant died in Davenport, Iowa, at age 82.In 1987, a Korean Air 707 jetliner en route from Abu Dhabi to Bangkok was destroyed by a bomb planted by North Korean agents with the loss of all 115 people aboard. Today host Matt Lauer was fired for what NBC called inappropriate sexual behavior with a colleague; a published report accused him of crude and habitual misconduct with women around the office. (The vote was 138 in favor; nine members, including the United States, voted against and 41 abstained.)",
            "html_summary": "<ul><li>One year ago: A federal judge blocked the Biden administration from enforcing a coronavirus vaccine mandate on thousands of health care workers in 10 states that had brought the first legal challenge against the requirement.</li><li>In 2001, former Beatle George Harrison died in Los Angeles following a battle with cancer; he was 58.In 2008, Indian commandos killed the last remaining gunmen holed up at a luxury Mumbai hotel, ending a 60-hour rampage through India’s financial capital by suspected Pakistani-based militants that killed 166 people.</li><li>Today’s Highlight in History: On Nov. 29, 1947, the U.N. General Assembly passed a resolution calling for the partitioning of Palestine between Arabs and Jews; 33 members, including the United States, voted in favor of the resolution, 13 voted against while 10 abstained.</li><li>Garrison Keillor, who’d entertained public radio listeners for 40 years on “A Prairie Home Companion,” was fired by Minnesota Public Radio following allegations of inappropriate workplace behavior.</li><li>In 1986, actor Cary Grant died in Davenport, Iowa, at age 82.In 1987, a Korean Air 707 jetliner en route from Abu Dhabi to Bangkok was destroyed by a bomb planted by North Korean agents with the loss of all 115 people aboard.</li><li>“Today” host Matt Lauer was fired for what NBC called “inappropriate sexual behavior” with a colleague; a published report accused him of crude and habitual misconduct with women around the office.</li></ul>",
            "website_url": "https://apnews.com/56f4f434db99b9f6d70fb535f8ad0d29"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KEVIN FREKING - Associated Press",
            "title": "GOPs new committee leaders prepare blitz of investigations",
            "description": "House Republicans are promising aggressive oversight of the Biden administration once they assume the majority next year. They are planning to take particular focus on the business dealings of presidential son Hunter Biden, illegal immigration at the U.SMexi",
            "url": "/2022-11-29-e3b59e979c576194eafd99aa8a7fb16f",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/6a/d6aeb0cb-92b4-539e-9b07-45917f03da5f/638595ad52b0a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-29T05:07:55Z",
            "content": "By KEVIN FREKING  Associated PressWASHINGTON (AP) House Republicans are promising aggressive oversight of the Biden administration once they assume the majority next year, with a particular focus  [+6362 chars]",
            "summary": "Cathy McMorris Rodgers, R-Wash., is expected to serve as the next chair of the Energy and Commerce Committee, which has the broadest jurisdiction of any authorizing committee in Congress, from health care to environmental protection to national energy policy. James Comer, R-Ky., is expected to serve as the next chairman of the House Oversight and Reform Committee and has made clear that investigating President Joe Bidens son Hunter will be one of his top priorities. Michael McCaul, R-Texas, is expected to serve as the next chairman of the House Foreign Affairs Committee, which will be investigating the U.S. withdrawal from Afghanistan. Republicans on the committee have already spent months investigating the origins of COVID-19 and are expected to continue that work in the next Congress. The Republicans say their investigation of Hunter Bidens business dealings is to determine whether these activities compromise U.S. national security and President Bidens ability to lead with impartiality.Comer has also been laying the groundwork for investigating the situation on the U.S-Mexico border. He has also advocated for a wide-ranging look at the Biden administrations immigration policies and the origins of COVID-19.All those things need to be investigated just so you have the truth, Jordan told conservative activists last summer at a conference. President Donald Trump thought so highly of Jordan that he presented the congressman with the nations highest civilian honor, the Presidential Medal of Freedom.The Judiciary Committee handles oversight of the Departments of Justice and Homeland Security and issues such as crime, immigration and protection of civil liberties.",
            "html_summary": "<ul><li>Cathy McMorris Rodgers, R-Wash., is expected to serve as the next chair of the Energy and Commerce Committee, which has the broadest jurisdiction of any authorizing committee in Congress, from health care to environmental protection to national energy policy.</li><li>James Comer, R-Ky., is expected to serve as the next chairman of the House Oversight and Reform Committee and has made clear that investigating President Joe Biden’s son Hunter will be one of his top priorities.</li><li>Michael McCaul, R-Texas, is expected to serve as the next chairman of the House Foreign Affairs Committee, which will be investigating the U.S. withdrawal from Afghanistan.</li><li>Republicans on the committee have already spent months investigating the origins of COVID-19 and are expected to continue that work in the next Congress.</li><li>The Republicans say their investigation of Hunter Biden’s business dealings is to “determine whether these activities compromise U.S. national security and President Biden’s ability to lead with impartiality.”Comer has also been laying the groundwork for investigating the situation on the U.S-Mexico border.</li><li>He has also advocated for a wide-ranging look at the Biden administration’s immigration policies and the origins of COVID-19.“All those things need to be investigated just so you have the truth,” Jordan told conservative activists last summer at a conference.</li></ul>",
            "website_url": "https://apnews.com/e3b59e979c576194eafd99aa8a7fb16f"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By YURI KAGEYAMA - AP Business Writer",
            "title": "Asian shares rise except Japan as markets eye China protests",
            "description": "Asian shares are trading mostly higher as jitters over protests in China about its stringent antiCOVID policies fade. Hong Kongs benchmark gained 4% and most other markets were higher. U.S. futures edged higher. Oil prices rose more than $1 per",
            "url": "/2022-11-29-a11dc308e43ff97a8f28f005360af6bc",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/18/f1813429-9481-523e-aca1-371d5d0a856e/638508d00d829.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-29T05:44:10Z",
            "content": "By YURI KAGEYAMA  AP Business WriterTOKYO (AP) Asian shares were mostly higher Tuesday as jitters over protests in China set off by growing public anger over COVID19 restrictions subsided.U.S.  [+4895 chars]",
            "summary": "The closely watched monthly report on the job market will be released on Friday.In energy trading, benchmark U.S. crude added $1.37 to $78.61 a barrel in electronic trading on the New York Mercantile Exchange. It has warned it may have to ultimately raise rates to previously unanticipated levels to rein in high prices on everything from food to clothing.Federal Reserve Chair Jerome Powell will speak at the Brookings Institution about the outlook for the U.S. economy and the labor market on Wednesday. The absence of any clear escalation in protests could aid to bring some calm to markets, said Yeap Jun Rong, market strategist at IG. Although market sentiment has been weighed down by the recent demonstrations in China, some analysts noted calm could return in coming sessions. Oil prices rose more than $1 per barrel.Chinese shares rebounded after they were hit by sharp losses on Monday following protests over the weekend in various Chinese cities. A report about job openings and labor turnover for October will be released on Wednesday, followed by a weekly unemployment claims report on Thursday. Apple, which has seen iPhone production hit hard by lockdowns in China, fell 2.6%.Several casino operators gained ground as the Chinese gambling haven of Macao tentatively renewed their licenses.",
            "html_summary": "<ul><li>The closely watched monthly report on the job market will be released on Friday.In energy trading, benchmark U.S. crude added $1.37 to $78.61 a barrel in electronic trading on the New York Mercantile Exchange.</li><li>It has warned it may have to ultimately raise rates to previously unanticipated levels to rein in high prices on everything from food to clothing.Federal Reserve Chair Jerome Powell will speak at the Brookings Institution about the outlook for the U.S. economy and the labor market on Wednesday.</li><li>“The absence of any clear escalation in protests could aid to bring some calm to markets,” said Yeap Jun Rong, market strategist at IG.</li><li>Although market sentiment has been weighed down by the recent demonstrations in China, some analysts noted calm could return in coming sessions.</li><li>Oil prices rose more than $1 per barrel.Chinese shares rebounded after they were hit by sharp losses on Monday following protests over the weekend in various Chinese cities.</li><li>A report about job openings and labor turnover for October will be released on Wednesday, followed by a weekly unemployment claims report on Thursday.</li></ul>",
            "website_url": "https://apnews.com/a11dc308e43ff97a8f28f005360af6bc"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Orda raises millions to digitize African restaurants with its cloudbased operating system",
            "description": "Emerging market investor Quona Capital coled the round with FinTech Collective. LoftyInc Capital and Enza are some of the other investors.",
            "url": "/2022-11-29-orda-raises-millions-to-digitize-african-restaurants-with-its-cloud-based-operating-system",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/033936EA-4F15-4723-A244-9DF16FA3CE64.jpeg?resize=1200,800",
            "publishedAt": "2022-11-29T08:04:44Z",
            "content": "Most large restaurant chains across Africa have grown accustomed to using legacy systems and pointofsale providers to manage operations. However, for smaller restaurants  which represent the bigge [+5484 chars]",
            "summary": "Our software digitizes the process of those who write things in hand and helps them figure out their inventory management and recipe yields.Futi said Orda has witnessed tremendous adoption among small restaurants in its two markets, Nigeria and Kenya, and claims the startup might have reached product-market fit already. Ordas pricing model allows restaurants to choose between three payment plans: N1,000 (~$1.54), N5,000 (~$7.69) and N20,000 (~$30.76) to access different parts of the software, ranging from order management and an omnichannel to integrations with food aggregators and delivery platforms and setup personnel. Orda, a Nigerian food tech platform that provides a cloud-based restaurant operating system to solve these issues for small, independent restaurants, is announcing that it has secured a $3.4 million seed investment. But from our position, building the right software takes you deep down the rabbit hole and that requires focus.Vendease, a food procurement platform for African restaurants, nabs $30M led by Partech Africa and TLcomEmerging market investor Quona Capital co-led the round with New York-based FinTech Collective. Revenue has increased as a result, growing 30% month-on-month, according to Futi.Nigerian restaurant management platform Orda gets $1.1M, wants to be the Toast of AfricaDespite this growth, building solutions for these African restaurants, especially without a playbook, has come with its fair share of constraints. With limited access to technology, these restaurants typically resort to using offline methods, including pen and paper, for things like manual reconciliation and inventory management. However, for smaller restaurants  which represent the biggest segment of this $50 billion industry  these systems can be rather expensive and do not adequately cater to their needs; thus, they stick with running operations manually.",
            "html_summary": "<ul><li>“Our software digitizes the process of those who write things in hand and helps them figure out their inventory management and recipe yields.”Futi said Orda has witnessed tremendous adoption among small restaurants in its two markets, Nigeria and Kenya, and claims the startup might have reached product-market fit already.</li><li>Orda’s pricing model allows restaurants to choose between three payment plans: N1,000 (~$1.54), N5,000 (~$7.69) and N20,000 (~$30.76) to access different parts of the software, ranging from order management and an omnichannel to integrations with food aggregators and delivery platforms and setup personnel.</li><li>Orda, a Nigerian food tech platform that provides a cloud-based restaurant operating system to solve these issues for small, independent restaurants, is announcing that it has secured a $3.4 million seed investment.</li><li>But from our position, building the right software takes you deep down the rabbit hole and that requires focus.”Vendease, a food procurement platform for African restaurants, nabs $30M led by Partech Africa and TLcomEmerging market investor Quona Capital co-led the round with New York-based FinTech Collective.</li><li>Revenue has increased as a result, growing 30% month-on-month, according to Futi.Nigerian restaurant management platform Orda gets $1.1M, wants to be the Toast of AfricaDespite this growth, building solutions for these African restaurants, especially without a playbook, has come with its fair share of constraints.</li><li>With limited access to technology, these restaurants typically resort to using offline methods, including pen and paper, for things like manual reconciliation and inventory management.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/29/orda-raises-millions-to-digitize-african-restaurants-with-its-cloud-based-operating-system/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Asian shares rise except Japan as markets eye China protests  The Associated Press. As Pipes founding team departs, tensions rise over allegations. Today in History November 29, Warren Commission appointed. GOPs new committee leaders prepare blitz of investigations. Asian shares rise except Japan as markets eye China protests. Orda raises millions to digitize African restaurants with its cloudbased operating system"
}