{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "African creditled fintech Finclusion raises additional capital amidst rebrand",
            "description": "African creditled neobank Finclusion Group has raised an additional $2 million in equity financing as it officially rebrands to Fin, the company said in a statement shared with TechCrunch. The news follows a January announcement that the fintech, which uses",
            "url": "/2022-12-07-african-credit-led-fintech-finclusion-raises-additional-capital-amidst-rebrand",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/01/12EE045B-305A-4532-A3FE-948634C57BA7.jpeg?resize=1200,800",
            "publishedAt": "2022-12-07T11:42:55Z",
            "content": "African creditled neobank Finclusion Group has raised an additional $2 million in equity financing as it officially rebrands to Fin, the company said in a statement shared with TechCrunch.The new [+4217 chars]",
            "summary": "The news follows a January announcement that the fintech, which uses AI algorithms to provide financial services to African customers via an array of credit-centric products, raised $20 million in debt and equity pre-Series A financing. A planned expansion into new markets next year, then offering services to microfinance banks that will enhance their value proposition to customers; for instance, better credit or saving tools. Its wage streaming product provides payroll loans and future wage loans where employees can take loans off the back of their salary, deduct them from their payroll and lend through employer relationships. The real goal is to rethink what we need to do in 2023, integrate all the brands, and continue just scaling up our loan portfolio as well as bring more of these businesses to break even on an operating profit basis, said Nuy. African credit-led neobank Finclusion Group has raised an additional $2 million in equity financing as it officially rebrands to Fin, the company said in a statement shared with TechCrunch. When it comes to capital raising, well conduct a bigger capital raise probably towards the end of 2023.Finclusion raises $20M to build out credit-led neobank offering across Africa Fins plan is that the consolidation of its footprint across Africa under this identity will accentuate its ambition to dominate the neobank space across Eastern and Southern Africa, which has seen players such as TymeBank, Kwara, Koa and Fingo emerge in recent years.",
            "html_summary": "<ul><li>The news follows a January announcement that the fintech, which uses AI algorithms to provide financial services to African customers via an array of credit-centric products, raised $20 million in debt and equity pre-Series A financing.</li><li>A planned expansion into new markets next year, then offering services to microfinance banks that will enhance their value proposition to customers; for instance, better credit or saving tools.</li><li>Its wage streaming product provides payroll loans and future wage loans where employees can take loans off the back of their salary, deduct them from their payroll and lend through employer relationships.</li><li>“The real goal is to rethink what we need to do in 2023, integrate all the brands, and continue just scaling up our loan portfolio as well as bring more of these businesses to break even on an operating profit basis,” said Nuy.</li><li>African credit-led neobank Finclusion Group has raised an additional $2 million in equity financing as it officially rebrands to Fin, the company said in a statement shared with TechCrunch.</li><li>“When it comes to capital raising, we’ll conduct a bigger capital raise probably towards the end of 2023.”Finclusion raises $20M to build out credit-led neobank offering across Africa</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/07/african-credit-led-fintech-finclusion-raises-additional-capital-amidst-rebrand/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATT O'BRIEN - AP Technology Writer",
            "title": "Making indie video games gets trickier as industry evolves",
            "description": "Every year, some tiny and independent video game developer studios like hold their own with the big leagues by making hit games that achieve commercial success or at least critical acclaim. Ben Espositos latest, Neon White, is a campy twist",
            "url": "/2022-12-07-1c66c4338c1b36868f293d832e4e6fa4",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/e8/0e8441c1-38a5-5bf2-8ea5-52e3da92d884/6390793e8a46b.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-07T11:03:34Z",
            "content": "By MATT OBRIEN  AP Technology WriterVideo game developer Ben Espositos first big break was a quirky game called Donut County starring a raccoon who dropped small objects and then entire neighborh [+6270 chars]",
            "summary": "But the competition itself is absolutely massive.In the short term, the consolidation could be good for independent developers as companies like Microsoft strive to offer the widest possible array of games to get people hooked on buying a monthly subscription-based service such as Xbox Game Pass. Every year, some tiny and independent video game developer studios like Espositos Angel Matrix hold their own with the big leagues by making hit games that achieve commercial success or at least critical acclaim. Drawn in an anime style and with a romantic subplot, its nominated for Best Indie and Best Action game at Thursdays Game Awards, an Oscars-like event for the video game industry. Even one of the worlds most popular games, Minecraft, was started by an independent game developer in Sweden who later sold his studio to Microsoft for $2.5 billion.I have really odd taste, said Esposito, 33. Those include the French-made summer hit Stray, about a cute cat navigating the alleyways of a post-apocalyptic city; another game about a cult led by a possessed lamb; and the retro-looking Vampire Survivors that pits its hero against a constant stream of monsters. Its great for the people who are on there who get to be part of that wave, but the ones who are off, things might get harder. Theres this interesting balancing act thats taking place that the opportunities now are greater than theyve ever been for independent developers, Bailey said.",
            "html_summary": "<ul><li>“But the competition itself is absolutely massive.”In the short term, the consolidation could be good for independent developers as companies like Microsoft strive to offer the widest possible array of games to get people hooked on buying a monthly subscription-based service such as Xbox Game Pass.</li><li>Every year, some tiny and independent video game developer studios like Esposito’s Angel Matrix hold their own with the big leagues by making hit games that achieve commercial success or at least critical acclaim.</li><li>Drawn in an anime style and with a romantic subplot, it’s nominated for “Best Indie” and “Best Action” game at Thursday’s Game Awards, an Oscars-like event for the video game industry.</li><li>Even one of the world’s most popular games, Minecraft, was started by an independent game developer in Sweden who later sold his studio to Microsoft for $2.5 billion.“I have really odd taste,” said Esposito, 33.</li><li>Those include the French-made summer hit Stray, about a cute cat navigating the alleyways of a post-apocalyptic city; another game about a cult led by a possessed lamb; and the retro-looking Vampire Survivors that pits its hero against a constant stream of monsters.</li><li>It’s great for the people who are on there who get to be part of that wave, but the ones who are off, things might get harder.”</li></ul>",
            "website_url": "https://apnews.com/1c66c4338c1b36868f293d832e4e6fa4"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELAINE KURTENBACH - AP Business Writer",
            "title": "Asia stocks lower as China scales back many COVID curbs",
            "description": "Shares are lower in Asia after benchmarks fell again on Wall Street on fears the Federal Reserve will need to keep the brakes on the economy to get inflation under control, risking a sharp recession. Oil prices were mixed. China",
            "url": "/2022-12-07-835bd168c855c02b806364547191fe70",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2022-12-07T08:10:27Z",
            "content": "Shares fell in Asia on Wednesday with Hong Kongs benchmark down more than 2% even as Beijing announced it was drastically scaling back its zeroCOVID policies, shifting away from trying to isolate  [+3963 chars]",
            "summary": "The Fed is doing that by intentionally slowing the economy with higher interest rates.Investors are closely watching economic data and company announcements to get a better sense of how the economy is handling stubbornly hot inflation. The major indexes are on pace for a weekly loss after posting two straight weekly gains.Stocks pulled back Monday as stronger-than-expected readings on the economy raised worries that the Fed has a ways to go in getting inflation under control. The declines followed a retreat on Wall Street, driven by fears the Federal Reserve will need to keep the brakes on the U.S. economy to get inflation under control, risking a sharp recession.Germanys DAX fell 0.5% to 14,265.80 and the CAC 40 in Paris declined 0.6% to 6650.32. That will give investors more insight into how inflation is impacting businesses.The University of Michigan will release its December survey on consumer sentiment on Friday.In other trading Wednesday, U.S. benchmark crude oil gave up 70 cents to $73.54 per barrel in electronic trading on the New York Mercantile Exchange. Chinese trade had been forecast to weaken as global demand cooled following interest rate hikes by the Federal Reserve and central banks in Europe and Asia to rein in surging inflation.On Tuesday, the S&P 500 fell 1.4%, its fourth straight loss, and the Dow Jones Industrial Average lost 1%. The Feds policy risks hitting the brakes on the economy too hard and sending it into a recession.The Fed is meeting next week and is expected to raise interest rates by a half-percentage point. China reported its imports and exports fell in November as global demand weakened and anti-virus controls weighed on the second-largest economy.",
            "html_summary": "<ul><li>The Fed is doing that by intentionally slowing the economy with higher interest rates.Investors are closely watching economic data and company announcements to get a better sense of how the economy is handling stubbornly hot inflation.</li><li>The major indexes are on pace for a weekly loss after posting two straight weekly gains.Stocks pulled back Monday as stronger-than-expected readings on the economy raised worries that the Fed has a ways to go in getting inflation under control.</li><li>The declines followed a retreat on Wall Street, driven by fears the Federal Reserve will need to keep the brakes on the U.S. economy to get inflation under control, risking a sharp recession.Germany’s DAX fell 0.5% to 14,265.80 and the CAC 40 in Paris declined 0.6% to 6650.32.</li><li>That will give investors more insight into how inflation is impacting businesses.The University of Michigan will release its December survey on consumer sentiment on Friday.In other trading Wednesday, U.S. benchmark crude oil gave up 70 cents to $73.54 per barrel in electronic trading on the New York Mercantile Exchange.</li><li>Chinese trade had been forecast to weaken as global demand cooled following interest rate hikes by the Federal Reserve and central banks in Europe and Asia to rein in surging inflation.On Tuesday, the S&P 500 fell 1.4%, its fourth straight loss, and the Dow Jones Industrial Average lost 1%.</li><li>The Fed’s policy risks hitting the brakes on the economy too hard and sending it into a recession.The Fed is meeting next week and is expected to raise interest rates by a half-percentage point.</li></ul>",
            "website_url": "https://apnews.com/835bd168c855c02b806364547191fe70"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Autonomous and electric truck company Einride raises $500M in equity and debt",
            "description": "Swedish autonomous and electric truck company Einride today announced a $500 million tranche of financing consisting of debt and equity.",
            "url": "/2022-12-07-autonomous-electric-truck-company-einride-raises-500m-in-equity-and-debt",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/11/EINRIDE_GEA_2.jpg?resize=1200,800",
            "publishedAt": "2022-12-07T11:00:56Z",
            "content": "Einride today announced a $500 million tranche of financing as it looks to expand its autonomous and electric trucks into new markets globally.The cash injection constitutes an equitybased $200 mi [+2950 chars]",
            "summary": "Einride today announced a $500 million tranche of financing as it looks to expand its autonomous and electric trucks into new markets globally.The cash injection constitutes an equity-based $200 million Series C portion from backers including Northzone, EQT Ventures, Temasek, Swedish pension fund AMF, Polar Structure, and Norrsken VC.",
            "html_summary": "<ul><li>Einride today announced a $500 million tranche of financing as it looks to expand its autonomous and electric trucks into new markets globally.The cash injection constitutes an equity-based $200 million Series C portion from backers including Northzone, EQT Ventures, Temasek, Swedish pension fund AMF, Polar Structure, and Norrsken VC.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/07/autonomous-electric-truck-company-einride-raises-500m-in-equity-and-debt/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jagmeet Singh",
            "title": "Indias nationwide 5G rollout plan could hit turbulence due to aircraft interference concerns",
            "description": "Indian telecom operators are reevaluating their plans as a result of concerns over 5G services interfering with aircraft operations.",
            "url": "/2022-12-07-india-5g-rollout-plan-aircraft-interference-concerns",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/5g-india-rollout-getty.jpg",
            "publishedAt": "2022-12-07T04:59:29Z",
            "content": "India just started rolling out 5G networks after much anticipation and yearslong delay. Service operators expect to bring nextgeneration cellular connectivity to every town in the worlds secondla [+5607 chars]",
            "summary": "However, the Indian government auctioned the mid-band spectrum in the 3.3-3.6GHz range.Peeyush Vaish, a partner and telecom sector leader at Deloitte, said that Indian operators have a distinct separation of 530MHz from the international altimeter band. Hence, it is critical to identify ways to allow 5G technology near the airports while not compromising the safety and security of the passengers, he said.The DGCA is exploring the replacement of aircraft radio altimeter filters to overcome the roadblock for telcos. Telecom operators in the U.S. have the C-Band comprising a 3.7-3.98GHz frequency range, which is possible to intercept the altimeter range between 4.2-4.4GHz in some cases. It also ordered all three operators to limit the power emission of their equipment installed after the given range.The restrictions were enforced in response to concerns raised by the Indian Directorate General of Civil Aviation (DGCA). Prima facie, there are no problems for the aviation industry within India over 5G spectrum rollout, he had said.C-Band frequencies  a part of the mid-band spectrum  range between 4-8GHz. Service operators expect to bring next-generation cellular connectivity to every town in the worlds second-largest wireless market by as early as the end of 2023. However, it would take months for all flights to get the upgraded systems.",
            "html_summary": "<ul><li>However, the Indian government auctioned the mid-band spectrum in the 3.3-3.6GHz range.Peeyush Vaish, a partner and telecom sector leader at Deloitte, said that Indian operators have a distinct separation of 530MHz from the international altimeter band.</li><li>Hence, it is critical to identify ways to allow 5G technology near the airports while not compromising the safety and security of the passengers,” he said.The DGCA is exploring the replacement of aircraft radio altimeter filters to overcome the roadblock for telcos.</li><li>Telecom operators in the U.S. have the C-Band comprising a 3.7-3.98GHz frequency range, which is possible to intercept the altimeter range between 4.2-4.4GHz in some cases.</li><li>It also ordered all three operators to limit the power emission of their equipment installed after the given range.The restrictions were enforced in response to concerns raised by the Indian Directorate General of Civil Aviation (DGCA).</li><li>Prima facie, there are no problems for the aviation industry within India over 5G spectrum rollout,” he had said.C-Band frequencies — a part of the mid-band spectrum — range between 4-8GHz.</li><li>Service operators expect to bring next-generation cellular connectivity to every town in the world’s second-largest wireless market by as early as the end of 2023.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/06/india-5g-rollout-plan-aircraft-interference-concerns/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Uber and Motional launch robotaxi service in Las Vegas",
            "description": "Uber and Motional have launched a robotaxi service in Las Vegas as part of their 10year plan to scale across North America.",
            "url": "/2022-12-07-uber-and-motional-launch-robotaxi-service-in-las-vegas",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/Motional_Uber_LV-4-1.png",
            "publishedAt": "2022-12-07T11:00:37Z",
            "content": "Uber and Motional, the HyundaiAptiv joint venture focused on commercializing selfdriving technology, have launched a robotaxi service in Las Vegas  the first step in the companies 10year plan to [+2218 chars]",
            "summary": "The cost of building and testing the tech were too high and the risk to Ubers reputation too great, especially after one of Ubers test AVs (with a human safety operator behind the wheel) hit and killed a pedestrian. So far, the AV company only has a permit from the California Department of Motor Vehicles to test its AVs with a safety driver, and has applied for a driverless testing permit.In Vegas, Motionals electric IONIQ 5 robotaxis should be available on UberX and Uber Comfort Electric. Similar to Motionals other partnerships, the robotaxi service with Uber will initially be free while the companies collect user feedback.Partnering with Uber tracks onto Motionals commercialization strategy of tapping existing ride-share platforms. It comes a year after Motional and Uber partnered to test autonomous delivery in Santa Monica, California, which is still ongoing.Los Angeles will be Uber and Motionals second launch city at a later date, according to Motional. California has much stricter regulations than Nevada, and Motional is a few permits shy of being able to deploy a service to the public in the state. After starting its own self-driving unit, Uber ATG, in 2015, the company ended up selling it off to Aurora in 2020.",
            "html_summary": "<ul><li>The cost of building and testing the tech were too high and the risk to Uber’s reputation too great, especially after one of Uber’s test AVs (with a human safety operator behind the wheel) hit and killed a pedestrian.</li><li>So far, the AV company only has a permit from the California Department of Motor Vehicles to test its AVs with a safety driver, and has applied for a driverless testing permit.In Vegas, Motional’s electric IONIQ 5 robotaxis should be available on UberX and Uber Comfort Electric.</li><li>Similar to Motional’s other partnerships, the robotaxi service with Uber will initially be free while the companies collect user feedback.Partnering with Uber tracks onto Motional’s commercialization strategy of tapping existing ride-share platforms.</li><li>It comes a year after Motional and Uber partnered to test autonomous delivery in Santa Monica, California, which is still ongoing.Los Angeles will be Uber and Motional’s second launch city “at a later date,” according to Motional.</li><li>California has much stricter regulations than Nevada, and Motional is a few permits shy of being able to deploy a service to the public in the state.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/07/uber-and-motional-launch-robotaxi-service-in-las-vegas/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Atomico report European startups on track to raise $85B this year, down from $100B+ in 2021",
            "description": "Startups across Europe are on track to raise $85 billion in funding this year  a drop of $15 billion on 2021 levels when funding passed $100 billion, according to a report on the state of European tech. The figures come from London VC firm Atomicos annual S",
            "url": "/2022-12-07-atomico-report-european-startups-on-track-to-raise-85b-this-year-down-from-100b-in-2021",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/10/GettyImages-160225925.jpg?resize=1200,1184",
            "publishedAt": "2022-12-07T05:21:20Z",
            "content": "Startups across Europe are on track to raise $85 billion in funding this year  a drop of $15 billion on 2021 levels when funding passed $100 billion, according to a report on the state of European t [+6407 chars]",
            "summary": "Startups across Europe are on track to raise $85 billion in funding this year  a drop of $15 billion on 2021 when funding passed $100 billion, according to a new report published today. There were just three IPOs this year in the region, compared to a startling 86 the year prior, a drop of 30%.And the number of unicorns being produced  that is, companies reaching a valuation of more than $1 billion  also dropped. Then in July, activity dropped off a cliff and hasnt come back.Thats not a great sign going into 2023, but it also seems to indicate that 2021s $100 billion raised was also an outlier year. The wave of mark-downs of private companies and market cap lost for public companies, has worked out to a loss of about $400 billion for tech as a whole, Atomico notes. (Note: these are startups that either are mixing science with tech, or bringing tech to bear to fix bigger issues in the world such as climate change  not the same as investment going into all early-stage startups. It may have been, however, that some founders were looking to make hay while the sun was still shining: by the second half of the year, those big deals dropped, and there were a mere 37 rounds of that size. The total funding raised in 2020, for example (a year when all kinds of activity grounded to a halt with the start of the pandemic), was just $39 billion.Why the drop?",
            "html_summary": "<ul><li>Startups across Europe are on track to raise $85 billion in funding this year — a drop of $15 billion on 2021 when funding passed $100 billion, according to a new report published today.</li><li>There were just three IPOs this year in the region, compared to a startling 86 the year prior, a drop of 30%.And the number of “unicorns” being produced — that is, companies reaching a valuation of more than $1 billion — also dropped.</li><li>Then in July, activity dropped off a cliff and hasn’t come back.That’s not a great sign going into 2023, but it also seems to indicate that 2021’s $100 billion raised was also an outlier year.</li><li>The wave of mark-downs of private companies and market cap lost for public companies, has worked out to a loss of about $400 billion for tech as a whole, Atomico notes.</li><li>(Note: these are startups that either are mixing science with tech, or bringing tech to bear to fix bigger issues in the world such as climate change — not the same as investment going into all early-stage startups.</li><li>It may have been, however, that some founders were looking to make hay while the sun was still shining: by the second half of the year, those big deals dropped, and there were a “mere” 37 rounds of that size.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/06/atomico-report-european-startups-on-track-to-raise-85b-this-year-down-from-100b-in-2021/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. African creditled fintech Finclusion raises additional capital amidst rebrand. Making indie video games gets trickier as industry evolves. Asia stocks lower as China scales back many COVID curbs. Autonomous and electric truck company Einride raises $500M in equity and debt. Indias nationwide 5G rollout plan could hit turbulence due to aircraft interference concerns. Uber and Motional launch robotaxi service in Las Vegas. Atomico report European startups on track to raise $85B this year, down from $100B+ in 2021"
}