{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Devtron raises fresh capital for its cloud DevOps platform",
            "description": "The cloudnative market has seen the introduction of a range of open source DevOps tools  tools that combine software development and IT operations  built to address very specific use cases. As a result, DevOps teams today have too many narrow choices that ",
            "url": "/2022-10-26-devtron-raises-fresh-capital-for-its-cloud-devops-platform",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/GettyImages-947742868.jpg?resize=1200,800",
            "publishedAt": "2022-10-26T12:00:08Z",
            "content": "The cloudnative market has seen the introduction of a range of open source DevOps tools  tools that combine software development and IT operations  built to address very specific use cases. As a r [+3096 chars]",
            "summary": "Their experiences informed Devtrons design, which Ghildiyal describes as DevOps in a box, with tools that provide audit logs and metrics showing the state of an organizations DevOps maturity.Devtron also provides tools for access controls and policy management, as well as environment orchestration, software delivery workflow and cost. When asked about clients, Ghildiyal said Devtron has several unicorns and growth-stage companies as commercial customers, but he declined to reveal names  or Devtrons revenue.Ghildiyal said that India-based Devtrons principal focuses post-fundraise will be resources and cost optimizations to enable DevOps automation and efficiency at scale. The cloud-native market has seen the introduction of a range of open source DevOps tools  tools that combine software development and IT operations  built to address very specific use cases. In a 2019 Harvard Business Review survey, only 10% of developers said that their companies were successful at building and deploying software quickly, with less than half (48%) saying their organization always relies on DevOps methodologies. This saves significant time and resources to build and deploy in production, Zelman added.Ghildiyal sees Devtron competing against formidable incumbent vendors like GitLab and Harness in a DevOps market that was worth an estimated $4 billion in 2020, according to Global Market Insights. The platform handles app management, security and more, providing an interface that abstracts away the underlying infrastructure.To Ghildiyals point, theres evidence to suggest that theres a gap between DevOps adoption and success. A container management system, Devtron offers a low-code delivery platform optimized for Kubernetes.",
            "html_summary": "<ul><li>Their experiences informed Devtron’s design, which Ghildiyal describes as “DevOps in a box,” with tools that provide audit logs and metrics showing the state of an organization’s DevOps maturity.Devtron also provides tools for access controls and policy management, as well as environment orchestration, software delivery workflow and cost.</li><li>When asked about clients, Ghildiyal said Devtron has “several” unicorns and growth-stage companies as commercial customers, but he declined to reveal names — or Devtron’s revenue.Ghildiyal said that India-based Devtron’s principal focuses post-fundraise will be resources and cost optimizations to “enable DevOps automation and efficiency at scale.”</li><li>The cloud-native market has seen the introduction of a range of open source DevOps tools — tools that combine software development and IT operations — built to address very specific use cases.</li><li>In a 2019 Harvard Business Review survey, only 10% of developers said that their companies were successful at building and deploying software quickly, with less than half (48%) saying their organization always relies on DevOps methodologies.</li><li>“This saves significant time and resources to build and deploy in production,” Zelman added.Ghildiyal sees Devtron competing against formidable incumbent vendors like GitLab and Harness in a DevOps market that was worth an estimated $4 billion in 2020, according to Global Market Insights.</li><li>The platform handles app management, security and more, providing an interface that abstracts away the underlying infrastructure.To Ghildiyal’s point, there’s evidence to suggest that there’s a gap between DevOps adoption and success.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/26/devtron-raises-fresh-capital-for-its-cloud-devops-platform/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KIM TONG-HYUNG - Associated Press",
            "title": "South Korean chipmaker SK Hynix worries about China future",
            "description": "South Korean computer chipmaker SK Hynix says it might be forced to sell its manufacturing operations in China if a U.S. crackdown on exports of semiconductor technology and manufacturing equipment to China intensifies. SK Hynixs chief marketing officer, Kev",
            "url": "/2022-10-26-5a9c97076654592badb2256103618d15",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/89/989c2a8e-3fc5-5849-a09e-36c464eca998/6358e5939fd8e.image.jpg?crop=1752%2C920%2C0%2C131&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-26T07:38:37Z",
            "content": "By KIM TONGHYUNG  Associated PressSEOUL, South Korea (AP) South Korean computer chipmaker SK Hynix said Wednesday it might be forced to sell its manufacturing operations in China if a U.S. crackd [+3540 chars]",
            "summary": "SEOUL, South Korea (AP)  South Korean computer chipmaker SK Hynix said Wednesday it might be forced to sell its manufacturing operations in China if a U.S. crackdown on exports of semiconductor technology and manufacturing equipment to China intensifies. SK Hynix may find it difficult to equip its manufacturing line in the eastern Chinese city of Wuxi with the most advanced chipmaking machines, including extreme ultraviolent lithography (EUV) systems, Noh said. Citing an unprecedented deterioration in market conditions, SK Hynix said it would cut its investment next year by more than 50% as it anticipates supply will continue to exceed demand for the time being. The countrys operating profit for the three months through September was at 1.65 trillion won ($1.16 billion), compared to 4.17 trillion won ($2.92 billion) during the same period last year. Samsung, the worlds largest provider of memory chips, is widely believed to have received a similar exemption from the U.S. restrictions, although the company has not publicly confirmed it. SK Hynix and other semiconductor makers are also navigating new U.S. restrictions on exports of advanced semiconductors and chipmaking equipment to China. Some experts say that the U.S.-China technology standoff could force SK Hynix and Samsung Electronics, another major South Korean chipmaker, to significantly modify their Chinese operations over the next few years.",
            "html_summary": "<ul><li>SEOUL, South Korea (AP) — South Korean computer chipmaker SK Hynix said Wednesday it might be forced to sell its manufacturing operations in China if a U.S. crackdown on exports of semiconductor technology and manufacturing equipment to China intensifies.</li><li>SK Hynix may find it difficult to equip its manufacturing line in the eastern Chinese city of Wuxi with the most advanced chipmaking machines, including extreme ultraviolent lithography (EUV) systems, Noh said.</li><li>Citing an “unprecedented deterioration” in market conditions, SK Hynix said it would cut its investment next year by more than 50% as it anticipates supply will continue to exceed demand for the time being.</li><li>The country’s operating profit for the three months through September was at 1.65 trillion won ($1.16 billion), compared to 4.17 trillion won ($2.92 billion) during the same period last year.</li><li>Samsung, the world’s largest provider of memory chips, is widely believed to have received a similar exemption from the U.S. restrictions, although the company has not publicly confirmed it.</li><li>SK Hynix and other semiconductor makers are also navigating new U.S. restrictions on exports of advanced semiconductors and chipmaking equipment to China.</li></ul>",
            "website_url": "https://apnews.com/5a9c97076654592badb2256103618d15"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Trigo raises $100M to expand its Amazonstyle cashierfree store technology",
            "description": "Trigo, which helps grocery stores have just walk out experiences similar to what you might find at Amazon Go, has raised $100m.",
            "url": "/2022-10-26-trigo-raises-100m-to-expand-its-amazon-style-cashier-free-store-technology",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/Caption_ALDI-NORD-Utrecht_2_Credit_ALDI-NORD.jpg?resize=1200,799",
            "publishedAt": "2022-10-26T10:30:13Z",
            "content": "Amazon has become the pacemaker in commerce, and today a startup thats been building technology to help retailers keep up with it in the world of physical stores is announcing some funding to expand [+6549 chars]",
            "summary": "Tech-enabled cost savings accumulate over time and boost grocery retailers margins, he said.One argument for Trigo is that its tech can be used for all shopping, no matter the cart size, its focus right now, Gabay said, are large format supermarkets. Amazon has become the pacemaker in commerce, and today a startup thats been building technology to help retailers keep up with it in the world of physical stores is announcing some funding to expand its business. This latest round brings the total raised to almost $300 million.Computer vision, machine learning and other innovations in artificial intelligence are being put to use in earnest in autonomous systems across a range of industries these days, and supermarkets have been one of the more interesting applications. But we see huge potential to retrofit thousands of existing grocery stores worldwide, Gabay said. Especially in periods of high inflation, rising prices, and supply chain disruptions, the value of managing the inventory and procurement is huge, he said. The company does not disclose how much it costs to, say, equip an average supermarket with its technology, but it says that typically they get return on the investment within 18 months. As a leading provider of enterprise software for the retail industry, SAP is delighted to join as a strategic investor to Trigo to support the development of the StoreOS autonomous supermarket operating system.",
            "html_summary": "<ul><li>“Tech-enabled cost savings accumulate over time and boost grocery retailers’ margins,” he said.One argument for Trigo is that its tech can be used for all shopping, no matter the cart size, its focus right now, Gabay said, are large format supermarkets.</li><li>Amazon has become the pacemaker in commerce, and today a startup that’s been building technology to help retailers keep up with it in the world of physical stores is announcing some funding to expand its business.</li><li>This latest round brings the total raised to almost $300 million.Computer vision, machine learning and other innovations in artificial intelligence are being put to use in earnest in autonomous systems across a range of industries these days, and supermarkets have been one of the more interesting applications.</li><li>“But we see huge potential to retrofit thousands of existing grocery stores worldwide,” Gabay said.</li><li>“Especially in periods of high inflation, rising prices, and supply chain disruptions, the value of managing the inventory and procurement is huge,” he said.</li><li>The company does not disclose how much it costs to, say, equip an average supermarket with its technology, but it says that typically they get return on the investment within 18 months.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/26/trigo-raises-100m-to-expand-its-amazon-style-cashier-free-store-technology/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "UK watchdog warns against AI for emotional analysis, dubs immature biometrics a bias risk",
            "description": "The UK privacy watchdog has warned against use of emotion analysis technologies, saying immature biometrics pose a discrimination risk.",
            "url": "/2022-10-26-no-to-voight-kampff-tests",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/5563567802_8419411440_k.jpg?resize=1200,929",
            "publishedAt": "2022-10-26T11:59:03Z",
            "content": "The UKs privacy watchdog has warned against use of socalled emotion analysis technologies for anything more serious than kids party games, saying theres a discrimination risk attached to applyi [+10382 chars]",
            "summary": ").The watchdogs deputy commissioner, Stephen Bonner, appears to agree that this high tech nonsense must be stopped  saying today theres no evidence that such technologies do actually work as claimed (or that they will ever work).Developments in the biometrics and emotion AI market are immature. The inability of algorithms which are not sufficiently developed to detect emotional cues, means theres a risk of systemic bias, inaccuracy and even discrimination.Its not the first time the ICO has had concerns over rising use of biometric tech. This kind of data use is far more risky than traditional biometric technologies that are used to verify or identify a person, it continued. (Its also noteworthy that the regulator name-checks the involvement of the Ada Lovelace Institute (which commissioned the aforementioned legal review) and the British Youth Council which it says will be involved in a process of public dialogues it plans to use to help shape its forthcoming people-centric biometrics guidance. At the ICO, we are concerned that incorrect analysis of data could result in assumptions and judgements about a person that are inaccurate and lead to discrimination.The only sustainable biometric deployments will be those that are fully functional, accountable and backed by science. So a far cry from the comprehensive framework called for by the Ada Lovelace research institute-commissioned independent law review.In any case, the data reform bill remains on pause after a summer of domestic political turmoil that has led to two changes of prime minister in quick succession. Ironically enough, the iBorderCtrl project garnered EU R&D funding, even as critics accused the research project of automating discrimination.Its not clear what the status of the underlying AI lie detector technology is now.",
            "html_summary": "<ul><li>).The watchdog’s deputy commissioner, Stephen Bonner, appears to agree that this high tech nonsense must be stopped — saying today there’s no evidence that such technologies do actually work as claimed (or that they will ever work).“Developments in the biometrics and emotion AI market are immature.</li><li>“The inability of algorithms which are not sufficiently developed to detect emotional cues, means there’s a risk of systemic bias, inaccuracy and even discrimination.”It’s not the first time the ICO has had concerns over rising use of biometric tech.</li><li>This kind of data use is far more risky than traditional biometric technologies that are used to verify or identify a person,” it continued.</li><li>(It’s also noteworthy that the regulator name-checks the involvement of the Ada Lovelace Institute (which commissioned the aforementioned legal review) and the British Youth Council which it says will be involved in a process of public dialogues it plans to use to help shape its forthcoming ‘people-centric’ biometrics guidance.</li><li>At the ICO, we are concerned that incorrect analysis of data could result in assumptions and judgements about a person that are inaccurate and lead to discrimination.“The only sustainable biometric deployments will be those that are fully functional, accountable and backed by science.</li><li>So a far cry from the comprehensive framework called for by the Ada Lovelace research institute-commissioned independent law review.In any case, the data reform bill remains on pause after a summer of domestic political turmoil that has led to two changes of prime minister in quick succession.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/26/no-to-voight-kampff-tests/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Flush with Series A funding, Daye unwraps the big gynae health mission",
            "description": "TechCrunch talks to Daye founder, Valentina Milanova, about its new screening product  and the gruelling toil of closing a Series A.",
            "url": "/2022-10-26-daye-series-a",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/Lisa-Rodwell-CEO-Valentina-Milanova-Founder.jpg?resize=1200,800",
            "publishedAt": "2022-10-26T07:02:14Z",
            "content": "Talking to Valentina Milanova, the still just 28yearold founder of U.K. femtech Daye, is best described as an exhilarating experience. During our interview, she talks in and around her topic  buil [+25345 chars]",
            "summary": "None of the researchers she put the very same question knew the answer is her response.But lack of funding for womens health  and an associated lack of belief theres a large enough market for products solely addressing women  is the likely reason. So I wanted to make a point when we were announcing this fundraise that it wasnt easy for us  and I dont think its easy for most gynaecological health companies  and thats okay: It doesnt matter how many nos you get, you get one yes. We often think of gynaecologists as specialists because they specialist in female health but thats a misnomer because female health is so broad. (And, in a direct swipe at Goop, Milanova says that as part of the launch of the vaginal microbiome screening kit it will be offering a limited edition Your Vagina Smells Fine candle So touch Paltrow. The intention for us was always to deliver on a number of different areas of gynaecological health  not just changing the tampon so it serves people better and so it delivers pain relief. vaginal discharge and make women more vulnerable to catching STIs So its a truly vicious cycle women are being sold by all-too-many mainstream femcare brands.Horrifyingly, perfumed tampons are actually a real thing that exists. )Daye is deliberately trying to draw women in the other direction; away from evidence-free new age-y vibes and snake oil potions  and toward quality-validated products and the best current science to support their gynae health.",
            "html_summary": "<ul><li>None of the researchers she put the very same question knew the answer is her response.But lack of funding for women’s health — and an associated lack of belief there’s a large enough market for products solely addressing women — is the likely reason.</li><li>So I wanted to make a point when we were announcing this fundraise that it wasn’t easy for us — and I don’t think it’s easy for most gynaecological health companies — and that’s okay: It doesn’t matter how many nos you get, you get one yes.</li><li>We often think of gynaecologists as specialists because they specialist in female health but that’s a misnomer because female health is so broad.</li><li>(And, in a direct swipe at Goop, Milanova says that as part of the launch of the vaginal microbiome screening kit it will be offering a limited edition “Your Vagina Smells Fine” candle… So touché Paltrow.</li><li>The intention for us was always to deliver on a number of different areas of gynaecological health — not just changing the tampon so it serves people better and so it delivers pain relief.</li><li>vaginal discharge and make women more vulnerable to catching STIs… So it’s a truly vicious cycle women are being sold by all-too-many mainstream ‘femcare’ brands.Horrifyingly, perfumed tampons are actually a real thing that exists.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/26/daye-series-a/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Carly Page",
            "title": "US charges Ukrainian national over alleged role in Raccoon Infostealer malware operation",
            "description": "U.S. officials have charged a Ukrainian national over his alleged role in the Raccoon Infostealer malwareasaservice operation that infected millions of computers worldwide. Mark Sokolovsky  also known online as raccoonstealer, accordin",
            "url": "/2022-10-26-doj-raccoon-malware",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/09/cyber-security-data-phone.jpg?resize=1200,675",
            "publishedAt": "2022-10-26T12:05:33Z",
            "content": "U.S. officials have charged a Ukrainian national over his alleged role in the Raccoon Infostealer malwareasaservice operation that infected millions of computers worldwide.Mark Sokolovsky also k [+3178 chars]",
            "summary": "The malware then stole personal data from their computers, including login credentials, bank account details, cryptocurrency addresses, and other personal information, which were used to commit financial crimes or sold to others on cybercrime forums.An example of one of the phishing emails sent by the crime group. These individuals employed various tactics, such as COVID-19-themed phishing emails and malicious web pages, to install the malware onto the computers of unsuspecting victims. According to one report, the malware operation claimed it was suspending its operations after one of its lead developers was allegedly killed during Russias invasion of Ukraine. I urge anyone who thinks they could be a victim to follow the FBIs guidance on how to report your potential exposure.Sokolovsky is charged with computer fraud, wire fraud, money laundering, and identity theft and faces up to 20 years in prison if found guilty. Image Credits: U.S. Justice Department.According to U.S. officials, the malware stole more than 50 million unique credentials and forms of identification from victims around the world since February 2019. As reflected in the number of potential victims and global breadth of this attack, cyber threats do not respect borders, which makes international cooperation all the more critical. These victims include a financial technology company based in Texas and an individual who had access to U.S. Army information systems, according to the unsealed indictment.",
            "html_summary": "<ul><li>The malware then stole personal data from their computers, including login credentials, bank account details, cryptocurrency addresses, and other personal information, which were used to commit financial crimes or sold to others on cybercrime forums.An example of one of the phishing emails sent by the crime group.</li><li>These individuals employed various tactics, such as COVID-19-themed phishing emails and malicious web pages, to install the malware onto the computers of unsuspecting victims.</li><li>According to one report, the malware operation claimed it was suspending its operations after one of its lead developers was allegedly killed during Russia’s invasion of Ukraine.</li><li>I urge anyone who thinks they could be a victim to follow the FBI’s guidance on how to report your potential exposure.”Sokolovsky is charged with computer fraud, wire fraud, money laundering, and identity theft and faces up to 20 years in prison if found guilty.</li><li>Image Credits: U.S. Justice Department.According to U.S. officials, the malware stole more than 50 million unique credentials and forms of identification from victims around the world since February 2019.</li><li>“As reflected in the number of potential victims and global breadth of this attack, cyber threats do not respect borders, which makes international cooperation all the more critical.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/26/doj-raccoon-malware/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Devtron raises fresh capital for its cloud DevOps platform. South Korean chipmaker SK Hynix worries about China future. Trigo raises $100M to expand its Amazonstyle cashierfree store technology. UK watchdog warns against AI for emotional analysis, dubs immature biometrics a bias risk. Flush with Series A funding, Daye unwraps the big gynae health mission. US charges Ukrainian national over alleged role in Raccoon Infostealer malware operation"
}