{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Rebecca Falconer",
            "title": "Elon Musk showcases Sake the monkey telepathic typing with brain chip at Neuralink event",
            "description": "Elon Musk showcased his company Neuralinks progress on brainimplant technology during an event livestreamed from the firms headquarters in Fremont, California, on Wednesday night.Driving the news The Neuralink cofounder emphasized that the events goal w",
            "url": "/2022-12-01-elon-musk-neuralink-brain-chip-event",
            "urlToImage": "https://images.axios.com/7F9zzBBWtGZwfKNo1Vq0KWQpvAM=/844x283:3433x1740/1366x768/2022/12/01/1669865965660.jpg",
            "publishedAt": "2022-12-01T06:38:02Z",
            "content": "Elon Musk showcased his company Neuralinks progress on brainimplant technology during an event livestreamed from the firms headquarters in Fremont, California, on Wednesday night.Driving the new [+2165 chars]",
            "summary": "Why it matters: Neuralink states that it aims to help people with paralysis \"regain independence through the control of computers and mobile device. \"The big picture: CNN points out that scientists have been working on \"devices that can decode brain signals for a practical purpose for decades.\" Go deeper: Elon Musk's Neuralink wants to read your brain  Neuralink co-founder Elon Musk during an August event in Boca Chica, Texas.",
            "html_summary": "<ul><li>Why it matters: Neuralink states that it aims to help people with paralysis \"regain independence through the control of computers and mobile device.</li><li>\"The big picture: CNN points out that scientists have been working on \"devices that can decode brain signals for a practical purpose for decades.\"</li><li>Go deeper: Elon Musk's Neuralink wants to read your brain</li></ul>",
            "website_url": "https://www.axios.com/2022/12/01/elon-musk-neuralink-brain-chip-event"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ZEN SOO - Associated Press",
            "title": "Chinese users play catandmouse with censors amid protests",
            "description": "Word of antilockdown protests in China spread on domestic social media for a short period last weekend, thanks to a rare pause in the catandmouse game that goes on between millions of Chinese internet users and the countrys gargantuan censorship",
            "url": "/2022-12-01-5452012336b1f8bbbd8b4658e87be453",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/9/13/913e5630-7068-597b-95e3-fe8de8224a4c/6383a845b67a1.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-01T06:16:49Z",
            "content": "By ZEN SOO  Associated PressHONG KONG (AP) Videos of hundreds protesting in Shanghai started to appear on WeChat Saturday night. Showing chants about removing COVID19 restrictions and demanding f [+8329 chars]",
            "summary": "When protests broke out across China over the weekend, Carmen Ou, who lives in Beijing, initially didnt notice.Ou learned of the protests only later, after using a VPN service to access Instagram.I tried looking at my feed on WeChat, but there was no mention of any protests, she said. Chinese authorities maintain a tight grip on the countrys internet via a complex, multi-layered censorship operation that blocks access to almost all foreign news and social media, and blocks topics and keywords considered politically sensitive or detrimental to the Chinese Communist Partys rule. Videos of or calls to protest are usually deleted immediately.But images of protests began to spread on WeChat, a ubiquitous Chinese social networking platform used by over 1 billion, in the wake of a deadly fire in the western city of Urumqi Friday. I shared them too, but they would get taken down quickly.That Wang was able to glimpse the extraordinary outpouring of grievances highlights the cat-and-mouse game that goes on between millions of Chinese internet users and the countrys gargantuan censorship machine. I started refreshing constantly, and saving videos, and taking screenshots of what I could before it got censored, said Wang, who only agreed to be quoted using his English name, in fear of government retaliation, . It hasnt answered media inquiries since billionaire Elon Musk took over the platform in late October and cut back much of its workforce, including many of those tasked with moderating spam and other content. They just keep censoring, keep deleting, and even releasing fake accounts to praise the cops.But the system works well enough to stop many users from ever seeing them.",
            "html_summary": "<ul><li>When protests broke out across China over the weekend, Carmen Ou, who lives in Beijing, initially didn’t notice.Ou learned of the protests only later, after using a VPN service to access Instagram.“I tried looking at my feed on WeChat, but there was no mention of any protests,” she said.</li><li>Chinese authorities maintain a tight grip on the country’s internet via a complex, multi-layered censorship operation that blocks access to almost all foreign news and social media, and blocks topics and keywords considered politically sensitive or detrimental to the Chinese Communist Party’s rule.</li><li>Videos of or calls to protest are usually deleted immediately.But images of protests began to spread on WeChat, a ubiquitous Chinese social networking platform used by over 1 billion, in the wake of a deadly fire in the western city of Urumqi Friday.</li><li>I shared them too, but they would get taken down quickly.”That Wang was able to glimpse the extraordinary outpouring of grievances highlights the cat-and-mouse game that goes on between millions of Chinese internet users and the country’s gargantuan censorship machine.</li><li>“I started refreshing constantly, and saving videos, and taking screenshots of what I could before it got censored,” said Wang, who only agreed to be quoted using his English name, in fear of government retaliation, .</li><li>It hasn’t answered media inquiries since billionaire Elon Musk took over the platform in late October and cut back much of its workforce, including many of those tasked with moderating spam and other content.</li></ul>",
            "website_url": "https://apnews.com/5452012336b1f8bbbd8b4658e87be453"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SYLVIE CORBET, MATTHEW DALY and AAMER MADHANI - Associated Press",
            "title": "Biden hosts Macron amid friction over US climate law",
            "description": "Presidents Joe Biden and Emmanuel Macron are celebrating the longstanding U.S.French relationship  but these are friends with differences. The French president isnt hiding his displeasure with aspects of Bidens signature climate law that Macron said will ",
            "url": "/2022-12-01-18ac145ec44a24200e0c105584fd20ef",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/2/6e/26e1ed74-9033-5881-84de-a1953d9f9f76/63884377c14e2.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-01T05:25:40Z",
            "content": "By SYLVIE CORBET, MATTHEW DALY and AAMER MADHANI  Associated PressWASHINGTON (AP) Presidents Joe Biden and Emmanuel Macron are celebrating the longstanding U.S.French relationship but these are [+6007 chars]",
            "summary": "The French president said that while the Biden administrations efforts to curb climate change should be applauded, the subsidies would be an enormous setback for European companies.The choices that have been made ... are choices that will fragment the West, Macron said at the French embassy. White House press secretary Karine Jean-Pierre on Wednesday made the case that the legislation will also provide new opportunities for French companies and others in Europe.Theres a number of provisions that will contribute to the growth of clean energy sector globally, Jean-Pierre told reporters. The French president is using his visit to Washington to sharply criticize aspects of the U.S. presidents signature climate law as a bad deal for Europe.Biden is set to honor Macron with the first state dinner of his presidency on Thursday evening. The same month, the U.S. made good on a promise to join the France-led Space for Climate Observatory, which is meant to model and track climate change. And this is not a zero-sum game for us. Macrons latest blunt comments come after he raised eyebrows earlier this month in a speech at a summit in Bangkok. He and his wife, Brigitte, later had a private dinner with Biden and first lady Jill Biden at a restaurant in Washingtons Georgetown neighborhood. In June, France signed the Artemis Accords, a NASA-led set of principles used to govern international civil use of space.",
            "html_summary": "<ul><li>The French president said that while the Biden administration’s efforts to curb climate change should be applauded, the subsidies would be an enormous setback for European companies.“The choices that have been made ... are choices that will fragment the West,” Macron said at the French embassy.</li><li>White House press secretary Karine Jean-Pierre on Wednesday made the case that the legislation will also provide new opportunities for French companies and others in Europe.“There’s a number of provisions that will contribute to the growth of clean energy sector globally,” Jean-Pierre told reporters.</li><li>The French president is using his visit to Washington to sharply criticize aspects of the U.S. president’s signature climate law as a bad deal for Europe.Biden is set to honor Macron with the first state dinner of his presidency on Thursday evening.</li><li>The same month, the U.S. made good on a promise to join the France-led Space for Climate Observatory, which is meant to model and track climate change.</li><li>And this is not a zero-sum game for us.” Macron’s latest blunt comments come after he raised eyebrows earlier this month in a speech at a summit in Bangkok.</li><li>He and his wife, Brigitte, later had a private dinner with Biden and first lady Jill Biden at a restaurant in Washington’s Georgetown neighborhood.</li></ul>",
            "website_url": "https://apnews.com/18ac145ec44a24200e0c105584fd20ef"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Dan Goodin",
            "title": "Google ties Spanish IT firm to 0days exploiting Chrome, Defender, and Firefox",
            "description": "Variston IT fingerprints found in source code for advanced Chrome exploit.",
            "url": "/2022-12-01-google-ties-spanish-it-firm-to-0-days-exploiting-chrome-defender-and-firefox",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2020/11/zeroday-760x380.jpg",
            "publishedAt": "2022-12-01T00:20:21Z",
            "content": "with 0 posters participatingGoogle researchers said on Wednesday they have linked a Barcelona, Spainbased IT company to the sale of advanced software frameworks that exploit vulnerabilities in Chr [+4670 chars]",
            "summary": "Commercial spyware puts advanced surveillance capabilities in the hands of governments who use them to spy on journalists, human rights activists, political opposition, and dissidents.The researchers went on to catalog the frameworks, which they received from an anonymous source through Googles Chrome bug reporting program. The frameworks contained mature source code capable of deploying exploits for Chrome, Windows Defender, and Firefox respectively.Included in the Heliconia Noise framework was code for cleaning up binary files before they are produced by the framework to ensure they dont contain strings that could incriminate the developers. Heliconia Noise included both an exploit for the Chrome renderer, along with an exploit for escaping the Chrome security sandbox, which is designed to keep untrusted code contained in a protected environment that cant access sensitive parts of an operating system. The growth of the spyware industry puts users at risk and makes the Internet less safe, and while surveillance technology may be legal under national or international laws, they are often used in harmful ways to conduct digital espionage against a range of groups. They wrote:TAG's research has shown the proliferation of commercial surveillance and the extent to which commercial spyware vendors have developed capabilities that were previously only available to governments with deep pockets and technical expertise. These abuses represent a serious risk to online safety which is why Google and TAG will continue to take action against, and publish research about, the commercial spyware industry.Variston joins the ranks of other exploit sellers, including NSO Group, Hacking Team, Accuvant, and Candiru. As the image of the cleaning script shows, the list of bad strings included Variston.Officials from Variston didnt respond to an email seeking comment for this post.The frameworks exploited vulnerabilities that Google, Microsoft, and Firefox fixed in 2021 and 2022.",
            "html_summary": "<ul><li>“Commercial spyware puts advanced surveillance capabilities in the hands of governments who use them to spy on journalists, human rights activists, political opposition, and dissidents.”The researchers went on to catalog the frameworks, which they received from an anonymous source through Google’s Chrome bug reporting program.</li><li>The frameworks contained “mature source code capable of deploying exploits for Chrome, Windows Defender, and Firefox” respectively.Included in the Heliconia Noise framework was code for cleaning up binary files before they are produced by the framework to ensure they don’t contain strings that could incriminate the developers.</li><li>Heliconia Noise included both an exploit for the Chrome renderer, along with an exploit for escaping the Chrome security sandbox, which is designed to keep untrusted code contained in a protected environment that can’t access sensitive parts of an operating system.</li><li>The growth of the spyware industry puts users at risk and makes the Internet less safe, and while surveillance technology may be legal under national or international laws, they are often used in harmful ways to conduct digital espionage against a range of groups.</li><li>They wrote:TAG's research has shown the proliferation of commercial surveillance and the extent to which commercial spyware vendors have developed capabilities that were previously only available to governments with deep pockets and technical expertise.</li><li>These abuses represent a serious risk to online safety which is why Google and TAG will continue to take action against, and publish research about, the commercial spyware industry.Variston joins the ranks of other exploit sellers, including NSO Group, Hacking Team, Accuvant, and Candiru.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2022/11/google-ties-spanish-it-firm-to-0-days-exploiting-chrome-defender-and-firefox/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "El Salvador journalists sue spyware maker in US court",
            "description": "Journalists from an investigative news outlet in El Salvador have sued NSO Group in U.S. federal court after the Israeli firms powerful Pegasus spyware was detected on their iPhones. In January, the University of Torontos Citizen Lab internet watchdog repor",
            "url": "/2022-12-01-1b16abed6e33242c72e2bd07a28cc075",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2022-12-01T01:29:52Z",
            "content": "SAN SALVADOR, El Salvador (AP) Journalists from an investigative news outlet in El Salvador sued NSO Group in United States federal court Wednesday after the Israeli firms powerful Pegasus spyware wa [+2300 chars]",
            "summary": "These spyware attacks were an attempt to silence our sources and deter us from doing journalism, Carlos Dada, El Faros co-founder and director, said in a statement released by the Knight First Amendment Institute at Columbia University, which filed the lawsuit on behalf of the El Faro journalists. Among them were journalists at the El Faro news site. Apple and WhatsApp have pending lawsuits against NSO Group in the same U.S. court in the Northern District of California.",
            "html_summary": "<ul><li>“These spyware attacks were an attempt to silence our sources and deter us from doing journalism,” Carlos Dada, El Faro’s co-founder and director, said in a statement released by the Knight First Amendment Institute at Columbia University, which filed the lawsuit on behalf of the El Faro journalists.</li><li>Among them were journalists at the El Faro news site.</li></ul>",
            "website_url": "https://apnews.com/1b16abed6e33242c72e2bd07a28cc075"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Indian agritech DeHaat tops $700 million valuation in $60 million funding",
            "description": "Agritech DeHaat plans to use the new funding to deepen its penetration in the country and reach breakeven profitability within two years.",
            "url": "/2022-12-01-indian-agritech-dehaat-tops-700-million-valuation-in-60-million-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/dehaat-india.jpg?resize=1200,741",
            "publishedAt": "2022-12-01T01:29:08Z",
            "content": "DeHaat, a startup that offers a widerange of agricultural services to farmers in India, has raised $60 million in a new funding round as it looks to deepen its penetration in the country and reach b [+3613 chars]",
            "summary": "We continue to be impressed by DeHaats vision and endeavour to empower farmers and local communities, and with this additional funding we hope to create an even deeper and broader impact within the existing network as well as new geographies, said Yana Kachurina, Principal at Sofina, in a statement. Funding inflows to local startups has shrunk by more than 80% as investors grow cautious following a sharp reversal in the global market conditions.The lens is different  everyone is looking for assets that have a clear path to profitability, said Kumar. Kumar said the startup is hopeful to start expanding to those states after about a year.Kumar acknowledged that raising funds in the current market scenario isnt a walk in the park. Farmers struggle with securing agri-inputs, finding buyers for their produce and in maintaining enough runway.Giants such as Reliance and Adani Group offer some services to farmers, but their involvement in the agriculture sector remains largely limited. Existing backers RTP Global Partners, Prosus Ventures and Lightrock India also participated in the new round.Farming is a $350 billion industry in India, but farmers face a myriad of challenges in the country that were largely unaddressed until upstarts such as DeHaat arrived on the scene. We will continue to serve more farmers and broaden our network of centers in the states where we are operational, he said. At least for the next three to five months, we are not adding any new geographies.",
            "html_summary": "<ul><li>We continue to be impressed by DeHaat’s vision and endeavour to empower farmers and local communities, and with this additional funding we hope to create an even deeper and broader impact within the existing network as well as new geographies,” said Yana Kachurina, Principal at Sofina, in a statement.</li><li>Funding inflows to local startups has shrunk by more than 80% as investors grow cautious following a sharp reversal in the global market conditions.“The lens is different – everyone is looking for assets that have a clear path to profitability,” said Kumar.</li><li>Kumar said the startup is hopeful to start expanding to those states after about a year.Kumar acknowledged that raising funds in the current market scenario isn’t a walk in the park.</li><li>Farmers struggle with securing agri-inputs, finding buyers for their produce and in maintaining enough runway.Giants such as Reliance and Adani Group offer some services to farmers, but their involvement in the agriculture sector remains largely limited.</li><li>Existing backers RTP Global Partners, Prosus Ventures and Lightrock India also participated in the new round.Farming is a $350 billion industry in India, but farmers face a myriad of challenges in the country that were largely unaddressed until upstarts such as DeHaat arrived on the scene.</li><li>We will continue to serve more farmers and broaden our network of centers in the states where we are operational,” he said.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/30/indian-agritech-dehaat-tops-700-million-valuation-in-60-million-funding/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Edith M. Lederer",
            "title": "UN votes to press countries to stop terrorists getting nukes",
            "description": "UNITED NATIONS (AP)  The U.N. Security Council voted unanimously Wednesday to keep pressing all countries to implement a resolution aimed at keeping nuclear, chemical and biological weapons out of the hands of terrorists, black marketeers and others.",
            "url": "/2022-12-01-d20d85c4d9bce0bd0d9912fc73144ce2",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-12-01T04:24:56Z",
            "content": "UNITED NATIONS (AP) The U.N. Security Council voted unanimously Wednesday to keep pressing all countries to implement a resolution aimed at keeping nuclear, chemical and biological weapons out of the [+4163 chars]",
            "summary": "It also requires all countries to take measures to account for and secure all banned weapons, missiles and weapons material, and to develop border controls and step up efforts to detect, deter, prevent and combat ... the illicit trafficking and brokering in such items.U.S. The resolution calls for the committee to conduct comprehensive reviews on implementation, including holding open sessions in five years and before it needs to be renewed in 10 years. But he told several reporters later that Russia opposed making the group of experts much more intrusive, saying this was contrary to their mandate. It also continues support for the committees group of experts.",
            "html_summary": "<ul><li>It also requires all countries to take measures to account for and secure all banned weapons, missiles and weapons material, and to develop border controls and step up efforts “to detect, deter, prevent and combat ... the illicit trafficking and brokering in such items.”U.S.</li><li>The resolution calls for the committee to conduct comprehensive reviews on implementation, including holding open sessions in five years and before it needs to be renewed in 10 years.</li><li>But he told several reporters later that Russia opposed making the group of experts “much more intrusive,” saying this was “contrary to their mandate.”</li></ul>",
            "website_url": "https://apnews.com/d20d85c4d9bce0bd0d9912fc73144ce2"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Elon Musk showcases Sake the monkey telepathic typing with brain chip at Neuralink event. Chinese users play catandmouse with censors amid protests. Biden hosts Macron amid friction over US climate law. Google ties Spanish IT firm to 0days exploiting Chrome, Defender, and Firefox. El Salvador journalists sue spyware maker in US court. Indian agritech DeHaat tops $700 million valuation in $60 million funding. UN votes to press countries to stop terrorists getting nukes"
}