{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Tara Copp",
            "title": "EXPLAINER US weapons systems Ukraine will or wont get  The Associated Press  en Espaol",
            "description": "EXPLAINER US weapons systems Ukraine will or wont getThe Associated Press  en EspaolNato countries to boost Ukraines missile defence after massive Russian strikesBBCTop American general says US and allies need to help Uk",
            "url": "/2022-10-13-russia-ukraine-technology-lloyd-austin-government-and-politics-b7d48caead3838e6621c1a4b0a0bcbb7",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/4ce1af4644ec4bd8b9f1ffd25b0f44e3/3000.jpeg",
            "publishedAt": "2022-10-13T04:08:49Z",
            "content": "WASHINGTON (AP) Ukrainian leaders are pressing the U.S. and Western allies for air defense systems and longerrange weapons to keep up the momentum in their counteroffensive against Russia and fight  [+4518 chars]",
            "summary": "He said allies talked about a number of air defense systems.The U.S. has already provided 20 of the advanced High Mobility Artillery Rocket System, or HIMARS, and has promised 18 more. And the Pentagon has said it will deliver the first two advanced NASAMS surface-to-air missile systems to Ukraine in the coming weeks, providing Kyiv with a weapon that it has pressed for since earlier this year. A major U.S. concern is that the longer-range capability could be used against targets inside Russia and further provoke Putin, said Brad Bowman, the senior director of the Center on Military and Political Power at the Foundation for the Defense of Democracies, a Washington-based nonpartisan research institute. It was illegally annexed by Russia along with the neighboring Zaporizhzhia region, and Donetsk and Luhansk in the east.Zelenskyys pleas for some weapons, however, are so far going unanswered.A key request is for the Army Tactical Missile System. Williams, a senior defense researcher at the Rand Corp., said the Patriots are connected to some of the United States most sensitive command-and-control networks and could require U.S. troops on the ground to operate them. The system uses the same launchers as the HIMARS rockets that Kyiv has successfully used in its counteroffensive, but has as much as three times the range of those rockets. The Russians are also struggling to beat back a fierce counteroffensive by Ukrainian forces, who have just retaken five towns and villages in the southern Kherson region.",
            "html_summary": "<ul><li>He said allies talked about a number of air defense systems.The U.S. has already provided 20 of the advanced High Mobility Artillery Rocket System, or HIMARS, and has promised 18 more.</li><li>And the Pentagon has said it will deliver the first two advanced NASAMS surface-to-air missile systems to Ukraine in the coming weeks, providing Kyiv with a weapon that it has pressed for since earlier this year.</li><li>A major U.S. concern is that the longer-range capability could be used against targets inside Russia and further provoke Putin, said Brad Bowman, the senior director of the Center on Military and Political Power at the Foundation for the Defense of Democracies, a Washington-based nonpartisan research institute.</li><li>It was illegally annexed by Russia along with the neighboring Zaporizhzhia region, and Donetsk and Luhansk in the east.Zelenskyy’s pleas for some weapons, however, are so far going unanswered.A key request is for the Army Tactical Missile System.</li><li>Williams, a senior defense researcher at the Rand Corp., said the Patriots are connected to some of the United States’ most sensitive command-and-control networks and could require U.S. troops on the ground to operate them.</li><li>The system uses the same launchers as the HIMARS rockets that Kyiv has successfully used in its counteroffensive, but has as much as three times the range of those rockets.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-technology-lloyd-austin-government-and-politics-b7d48caead3838e6621c1a4b0a0bcbb7"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Open finance startup Ayoconnects APIs enable financial inclusion in Southeast Asia",
            "description": "Focused on Southeast Asia, Ayoconnects APIs make it faster for businesses to launch new financial services, instead of needing to build their own tech infrastructure. It is also licensed by Indonesias central bank, enabling it to offer more services. The op",
            "url": "/2022-10-13-open-finance-startup-ayoconnects-apis-enable-financial-inclusion-in-southeast-asia",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GettyImages-1263581892.jpg?resize=1200,801",
            "publishedAt": "2022-10-13T07:00:08Z",
            "content": "Focused on Southeast Asia, Ayoconnects APIs make it faster for businesses to launch new financial services, instead of needing to build their own tech infrastructure. It is also licensed by Indonesia [+4721 chars]",
            "summary": "Its APIs are cover two categories: open banking APIs and payment services APIs, with the goal of building the most complete open finance stack in Southeast Asia.Some examples of financial services that Ayoconnects clients have launched include the aforementioned direct debit, embedded finance (it partnered with PT. In Indonesia, hundreds of millions are embracing new digital services while many more are still without access to basic financial services like bank accounts, said Rost.As such, there is huge potential for open finance in the region and a ton of opportunities for the sector to grow further. It also partnered with Bank Syariah, Indonesias largest Islamic bank, to add new digital and mobile capabilities with the goal of greater financial inclusion and economic growth among its customers.Other Southeast Asian startups in the open finance space include Brick, Finverse, Brankas and Finantier as competitors? Rost said the new capital will strengthen Ayoconnects balance sheet and prepare it for future growth over the next few years.The platform now serves 200 API customers, including large banks, financial institutions, tech unicorns and fintechs, and offers more than 4,000 embedded finance products. Furthermore, Rost added, consumer-facing businesses in Indonesia dont have the digital financial infrastructure to manage their own finances while serving customers.Ayoconnect raised again so soon after the initial close of its Series B because it was growing rapidly and also secured important strategic partnerships after receiving its BI license. The open finance startup announced today it has closed a $13 million Series B extension round led by SIG Venture Capital, with participation from CE Innovation Capital and returning investor PayU, the payments and fintech business of Prosus. Focused on Southeast Asia, Ayoconnects APIs make it faster for businesses to launch new financial services, instead of needing to build their own tech infrastructure.",
            "html_summary": "<ul><li>Its APIs are cover two categories: open banking APIs and payment services APIs, with the goal of building the most complete open finance stack in Southeast Asia.Some examples of financial services that Ayoconnect’s clients have launched include the aforementioned direct debit, embedded finance (it partnered with PT.</li><li>In Indonesia, hundreds of millions are embracing new digital services while many more are still without access to basic financial services like bank accounts,” said Rost.“As such, there is huge potential for open finance in the region and a ton of opportunities for the sector to grow further.</li><li>It also partnered with Bank Syariah, Indonesia’s largest Islamic bank, to add new digital and mobile capabilities with the goal of greater financial inclusion and economic growth among its customers.Other Southeast Asian startups in the open finance space include Brick, Finverse, Brankas and Finantier as competitors?</li><li>Rost said the new capital will strengthen Ayoconnect’s balance sheet and prepare it for future growth over the next few years.The platform now serves 200 API customers, including large banks, financial institutions, tech unicorns and fintechs, and offers more than 4,000 embedded finance products.</li><li>Furthermore, Rost added, consumer-facing businesses in Indonesia don’t have the digital financial infrastructure to manage their own finances while serving customers.Ayoconnect raised again so soon after the initial close of its Series B because it was growing rapidly and also secured important strategic partnerships after receiving its BI license.</li><li>The open finance startup announced today it has closed a $13 million Series B extension round led by SIG Venture Capital, with participation from CE Innovation Capital and returning investor PayU, the payments and fintech business of Prosus.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/13/open-finance-startup-ayoconnects-apis-enable-financial-inclusion-in-southeast-asia/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By LISA MASCARO, MARY CLARE JALONICK and FARNOUSH AMIRI - Associated Press",
            "title": "Jan. 6 hearing promises surprising details before election",
            "description": "The House Jan. 6 committee plans to unveil surprising details at its next public hearing about the 2021 attack at the U.S. Capitol. The session Thursday afternoon is likely to be the last public hearing before midterm elections next month.",
            "url": "/2022-10-13-43c97dd8db5ce460e051204f91aa6cd1",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/34/e3477072-2a89-5d0c-95b5-33887ba7d332/63479464d8b3b.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-13T04:09:27Z",
            "content": "By LISA MASCARO, MARY CLARE JALONICK and FARNOUSH AMIRI  Associated PressWASHINGTON (AP) The House Jan. 6 committee is set to unveil surprising details including evidence from Donald Trumps Secret [+6082 chars]",
            "summary": "Even after the launch of its high-profile public hearings last summer, the Jan. 6 committee continued to gather evidence and interviews.Under committee rules, the Jan. 6 panel is expected to produce a report of its findings, due after the election, likely in December. The hearing is expected to reveal fresh details from a massive trove of documents and other evidence provided by the Secret Service.The committee plans to show new video footage it received from the Secret Service of the rally on the White House Ellipse. But staff members say the investigation continues.The Jan. 6 committee has been meeting for more than a year, set up by the House after Republican senators blocked the formation of an outside panel similar to the 9/11 commission set up after the 2001 terrorist attacks. The result was the deadly mob siege of the Capitol.The mob was led by some extremist groups  they plotted in advance what they were going to do, Rep. Zoe Lofgren, D-Calif., a committee member, told CNN. When did that idea occur to him and what did he know while he was doing that?This weeks hearing is expected to be the final investigative presentation from lawmakers before the midterm elections. The session will serve as a closing argument by the panels two Republican lawmakers, Liz Cheney of Wyoming and Adam Kinzinger of Illinois, who have essentially been shunned by Trump and their party and will not be returning in the new Congress. Several leaders and associates of the extremist Oath Keepers and Proud Boys have been charged with sedition.Trump faces various state and federal investigations over his actions in the election and its aftermath.",
            "html_summary": "<ul><li>Even after the launch of its high-profile public hearings last summer, the Jan. 6 committee continued to gather evidence and interviews.Under committee rules, the Jan. 6 panel is expected to produce a report of its findings, due after the election, likely in December.</li><li>The hearing is expected to reveal fresh details from a massive trove of documents and other evidence provided by the Secret Service.The committee plans to show new video footage it received from the Secret Service of the rally on the White House Ellipse.</li><li>But staff members say the investigation continues.The Jan. 6 committee has been meeting for more than a year, set up by the House after Republican senators blocked the formation of an outside panel similar to the 9/11 commission set up after the 2001 terrorist attacks.</li><li>The result was the deadly mob siege of the Capitol.“The mob was led by some extremist groups — they plotted in advance what they were going to do,” Rep. Zoe Lofgren, D-Calif., a committee member, told CNN.</li><li>“When did that idea occur to him and what did he know while he was doing that?”This week’s hearing is expected to be the final investigative presentation from lawmakers before the midterm elections.</li><li>The session will serve as a closing argument by the panel’s two Republican lawmakers, Liz Cheney of Wyoming and Adam Kinzinger of Illinois, who have essentially been shunned by Trump and their party and will not be returning in the new Congress.</li></ul>",
            "website_url": "https://apnews.com/43c97dd8db5ce460e051204f91aa6cd1"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By YURI KAGEYAMA - AP Business Writer",
            "title": "Japans Sony, Honda jointly making EVs for 2026 US delivery",
            "description": "A new electric car company that brings together two big names in Japanese business, Honda and Sony, has officially kicked off. The companies say they share common values of taking up challenges and serving peoples needs. The electric vehicle from",
            "url": "/2022-10-13-d994d025d4731d74ef9d05f696b7869d",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/08/30869ef2-0e94-5bd4-bb82-006a48555424/634790fd54651.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-13T03:56:42Z",
            "content": "By YURI KAGEYAMA  AP Business WriterTOKYO (AP) A new electric car company that brings together two big names in Japanese business, Honda and Sony, officially kicked off Thursday, with both sides s [+3694 chars]",
            "summary": "Production volume was also not given, but officials said this was a special model and not intended for massive sales.Mizuno, who is from Honda Motor Co., said the collaboration brings together hardware and software to deliver an emotionally satisfying experience on the move. In March, Sony Group Corp. and Honda agreed to set up the 50-50 joint venture, with the idea of bringing together Hondas expertise in autos, mobility technology and sales with Sonys imaging, network, sensor and entertainment expertise. Izumi Kawanishi, the Sony executive who became chief operating officer at Sony Mobility, said partners will be added to the project.Demand for zero-emissions vehicles is expected to grow worldwide amid concerns about climate change and sustainability. We want to make this completely new. The U.S. was chosen for the launch because electric vehicles are already popular there. Japan came second as Hondas home market, and other markets, including Europe, will follow, but no dates were set, he said. It was necessary to take a totally new approach, Mizuno told reporters in Tokyo. But details such as pricing, platform and the kind of battery to be used were not disclosed.",
            "html_summary": "<ul><li>Production volume was also not given, but officials said this was a special model and not intended for massive sales.Mizuno, who is from Honda Motor Co., said the collaboration brings together hardware and software to deliver an emotionally satisfying experience on the move.</li><li>In March, Sony Group Corp. and Honda agreed to set up the 50-50 joint venture, with the idea of bringing together Honda’s expertise in autos, mobility technology and sales with Sony’s imaging, network, sensor and entertainment expertise.</li><li>Izumi Kawanishi, the Sony executive who became chief operating officer at Sony Mobility, said partners will be added to the project.Demand for “zero-emissions” vehicles is expected to grow worldwide amid concerns about climate change and sustainability.</li><li>“We want to make this completely new.” The U.S. was chosen for the launch because electric vehicles are already popular there.</li><li>Japan came second as Honda’s home market, and other markets, including Europe, will follow, but no dates were set, he said.</li><li>“It was necessary to take a totally new approach,” Mizuno told reporters in Tokyo.</li></ul>",
            "website_url": "https://apnews.com/d994d025d4731d74ef9d05f696b7869d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Joe Mcdonald",
            "title": "Meeting gives Chinas Xi a chance to tighten hold on economy",
            "description": "BEIJING (AP)  At the Communist Party congress that begins Sunday, President Xi Jinping, Chinas most influential figure in decades, will get a chance to install more allies who share his vision of an even more dominant party role in the economy and tighter c",
            "url": "/2022-10-13-a68cf44f8a9051f5a09e4c20ddbe913b",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/337fae4d01c843658b41f8b026c11045/3000.jpeg",
            "publishedAt": "2022-10-13T01:21:23Z",
            "content": "BEIJING (AP) At the Communist Party congress that begins Sunday, President Xi Jinping, Chinas most influential figure in decades, will get a chance to install more allies who share his vision of an e [+6644 chars]",
            "summary": "But the leadership lineup will highlight who is likely to succeed Premier Li Keqiang, the top economic official, and take other government posts.Xi has called for a great rejuvenation of the Chinese nation by reviving the partys original mission as economic and social leader. Meanwhile, the party is pouring money into creating computer chip, aerospace and other industries.Private sector success stories including Alibaba, the worlds biggest e-commerce company, and Tencent, a giant in games and social media, are under pressure to align with party plans. If Xi strengthens this authority, that would suggest elevation of the partys priorities above those of Chinas economic technocrats.Possible candidates for premier include Wang Yang, who already is a Standing Committee member, according to political analysts. During his term, the emphasis has been on politics over economics and on reducing reliance on foreign technology and markets.Xi is expected to try to break with tradition and award himself a third five-year term as party leader. 2 leader, is due to step down as premier next year but at 67 is a year below party retirement age. Hu Chunhua, 59, lobbied for the job by citing Xi in every sentence of a July 27 article about farm policy in the main party newspaper.That showed Hu is very eager to get that position, said Lam. A report he is due to deliver at the congress will set economic, trade and technology goals for at least the next five years.Investors will look for signs of a more private sector-led economy.",
            "html_summary": "<ul><li>But the leadership lineup will highlight who is likely to succeed Premier Li Keqiang, the top economic official, and take other government posts.Xi has called for a “great rejuvenation of the Chinese nation” by reviving the party’s “original mission” as economic and social leader.</li><li>Meanwhile, the party is pouring money into creating computer chip, aerospace and other industries.Private sector success stories including Alibaba, the world’s biggest e-commerce company, and Tencent, a giant in games and social media, are under pressure to align with party plans.</li><li>If Xi strengthens this authority, that would suggest “elevation of the party’s priorities above those of China’s economic technocrats.”Possible candidates for premier include Wang Yang, who already is a Standing Committee member, according to political analysts.</li><li>During his term, the emphasis has been on politics over economics and on reducing reliance on foreign technology and markets.Xi is expected to try to break with tradition and award himself a third five-year term as party leader.</li><li>2 leader, is due to step down as premier next year but at 67 is a year below party retirement age.</li><li>Hu Chunhua, 59, lobbied for the job by citing Xi in every sentence of a July 27 article about farm policy in the main party newspaper.That showed Hu is “very eager to get that position,” said Lam.</li></ul>",
            "website_url": "https://apnews.com/a68cf44f8a9051f5a09e4c20ddbe913b"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "Resonance is a new $150 million VC fund based in Paris",
            "description": "Resonance is a new $150 million VC fund based in Paris and backed by Otium Capital, PierreEdouard Strins family office.",
            "url": "/2022-10-13-resonance-is-a-new-150-million-vc-fund-based-in-paris",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GettyImages-1363128263b.jpg?resize=1200,801",
            "publishedAt": "2022-10-13T04:45:25Z",
            "content": "Theres a new VC fund in town at least if you live in Paris. Meet Resonance, a new $150 million fund (150 million) backed 100% by Otium Capital.You may already be familiar with Otium Capital. It is  [+1798 chars]",
            "summary": "He still owns Smartbox Group today and has a lot of money.With Otium Capital, the family office has a broad investment strategy from leveraged buy-outs to real estate  and it has done quite a few startup investments over the years.Some past investments include PayFit and Owkin. Instead, itll focus on a handful of investments per year so that it can provide the right level of support on various topics, such as key hires and future fundraising efforts.Thats the main advantage with having a single backer. But part of the venture team at Otium left to create their own fund in 2019  Frst.Resonance will become Otium Capitals tech-focused VC fund going forward. If there are some macro-economic issues, you dont have to deploy a lot of capital every year because your limited partners have defined a short life cycle for your VC fund.Resonance isnt going to focus on a specific tech vertical. As for Oudin, he used to be a Principal at XAnge and he was involved with investments in Animaj, Vertuoza, Cajoo, Silvr, Join Stories and Workmotion.Resonance will focus on seed and Series A investments ranging from 100,000 to 10 million. Meet Resonance, a new $150 million fund (150 million) backed 100% by Otium Capital.You may already be familiar with Otium Capital. While the team will be based in Paris, Resonance plans to invest across Europe.The team insists that it doesnt want to spray and pray.",
            "html_summary": "<ul><li>He still owns Smartbox Group today and has a lot of money.With Otium Capital, the family office has a broad investment strategy from leveraged buy-outs to real estate — and it has done quite a few startup investments over the years.Some past investments include PayFit and Owkin.</li><li>Instead, it’ll focus on a handful of investments per year so that it can provide the right level of support on various topics, such as key hires and future fundraising efforts.That’s the main advantage with having a single backer.</li><li>But part of the venture team at Otium left to create their own fund in 2019 — Frst.Resonance will become Otium Capital’s tech-focused VC fund going forward.</li><li>If there are some macro-economic issues, you don’t have to deploy a lot of capital every year because your limited partners have defined a short life cycle for your VC fund.Resonance isn’t going to focus on a specific tech vertical.</li><li>As for Oudin, he used to be a Principal at XAnge and he was involved with investments in Animaj, Vertuoza, Cajoo, Silvr, Join Stories and Workmotion.Resonance will focus on seed and Series A investments ranging from €100,000 to €10 million.</li><li>Meet Resonance, a new $150 million fund (€150 million) backed 100% by Otium Capital.You may already be familiar with Otium Capital.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/12/resonance-is-a-new-150-million-vc-fund-based-in-paris/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Pillow wants to make crypto saving and investing easy for new users",
            "description": "Pillow aspires to be an allinone platform that helps even newbie users save, spend and invest in crypto currency. The Singaporebased startup announced it has raised $18 million in Series A financing coled by Accel and Quona Capital, with participation fro",
            "url": "/2022-10-13-pillow-wants-to-make-crypto-saving-and-investing-easy-for-new-users",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GettyImages-1325823070.jpg?resize=1200,800",
            "publishedAt": "2022-10-13T04:00:52Z",
            "content": "Pillow aspires to be an allinone platform that helps even newbie users save, spend and invest in crypto currency. The Singaporebased startup announced it has raised $18 million in Series A financi [+4503 chars]",
            "summary": "Before their initial investment, they are taken through another lesson about that assets potential risks.After that, they can deposit cryptocurrency from their own wallets or another crypto platform by making a transfer to the displayed crypto wallet address on Pillow. It plans to do the same for other crypto services like payments.To use Pillow for the first time, people sign up using their email accounts, and then provide KYC information, such as live selfie photos and national identity cards. A person who just wants to transact is not going to scale this learning curve, they said.Pillow solves these problems by simplifying crypto investments and transactions to one click, instant swaps and savings using single-click daily interest savings. In some countries where Pillow has partnered with local, compliant on-ramp service providers, users can also buy crypto with their local fiat currency. You would need a strong technical background to transact seamlessly in crypto, they said.As a result, Pillow was born to make crypto usage understandable.To do this, the Pillow team has to tackle a couple big issues. They include crypto exchange Luno in Africa, multi-asset exchange Pluang (another Accel investment) in Southeast Asia and global crypto savings app Nexo. Pillow aspires to be an all-in-one platform that helps even newbie users save, spend and invest in crypto currency.",
            "html_summary": "<ul><li>Before their initial investment, they are taken through another lesson about that asset’s potential risks.After that, they can deposit cryptocurrency from their own wallets or another crypto platform by making a transfer to the displayed crypto wallet address on Pillow.</li><li>It plans to do the same for other crypto services like payments.To use Pillow for the first time, people sign up using their email accounts, and then provide KYC information, such as live selfie photos and national identity cards.</li><li>“A person who just wants to transact is not going to scale this learning curve,” they said.Pillow solves these problems by simplifying crypto investments and transactions to one click, instant swaps and savings using single-click daily interest savings.</li><li>In some countries where Pillow has partnered with local, compliant on-ramp service providers, users can also buy crypto with their local fiat currency.</li><li>You would need a strong technical background to transact seamlessly in crypto,” they said.As a result, Pillow was born to make crypto usage understandable.To do this, the Pillow team has to tackle a couple big issues.</li><li>They include crypto exchange Luno in Africa, multi-asset exchange Pluang (another Accel investment) in Southeast Asia and global crypto savings app Nexo.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/12/pillow-wants-to-make-crypto-saving-and-investing-easy-for-new-users/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. EXPLAINER US weapons systems Ukraine will or wont get  The Associated Press  en Espaol. Open finance startup Ayoconnects APIs enable financial inclusion in Southeast Asia. Jan. 6 hearing promises surprising details before election. Japans Sony, Honda jointly making EVs for 2026 US delivery. Meeting gives Chinas Xi a chance to tighten hold on economy. Resonance is a new $150 million VC fund based in Paris. Pillow wants to make crypto saving and investing easy for new users"
}