{
    "status": "ok",
    "totalResults": 26,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "Nreals $380 AR glasses want to be a virtual monitor for MacBooks",
            "description": "Air AR glasses add support for M1/M2 MacBooks, an iPhone adapter amid US launch.",
            "url": "/2022-09-27-nreals-380-ar-glasses-want-to-be-a-virtual-monitor-for-macbooks",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/Nreal-Air-Macbook-760x380.jpg",
            "publishedAt": "2022-09-27T13:00:21Z",
            "content": "Enlarge/ Nreal depicts someone using the Air glasses to extend their MacBook desktop. 6 with 6 posters participatingAs augmented reality (AR) glasses continue to try carving a place among tech en [+4873 chars]",
            "summary": "You can also use the adapter to attach the Nreal Air to a Nintendo Switch to feel like you're playing on a big screen.Even with the iPhone adapter, though, functionality is limited to screen mirroring. Things may have improved by now, but even the best AR gaming and experiences are far from mainstream, especially when compared to console and PC gaming.Nreal's Air claims 38401080 resolution, 108 percent sRGB coverage, 100,000:1 contrast, and a 60 Hz refresh rate with its Micro OLED displays. They will be the ones who can leverage Nebula's updates announced today, including a new \"borderless, curved wall design,\" animated 3D icons, and a content-recommendation widget.Nreal updated the Nebula web browser, Spatial AR, to offer two display modes (horizontal or vertical). Although, having to wear glasses attached to a phone already feels cumbersome; adding a 2.421.790.88, 2.61-ounce brick to the mix only worsens matters.The Air's most robust AR experience remains reserved for supported Android devices. And Nreal says battery life is limited to up to 5 hours of video streaming.Enthusiasts have few options regarding true AR glasses for consumers, despite companies like Meta and Apple showing interest.  Scharon Harding - Sep 27, 2022 1:00 pm UTC As augmented reality (AR) glasses continue to try carving a place among tech enthusiasts, we're seeing another option hit mass availability in the US. Even at that early stage, the graphics came through pretty strongly and crisp, but navigation was far from intuitive, and the games weren't detailed enough to warrant frequent playing.",
            "html_summary": "<ul><li>You can also use the adapter to attach the Nreal Air to a Nintendo Switch to feel like you're playing on a big screen.Even with the iPhone adapter, though, functionality is limited to screen mirroring.</li><li>Things may have improved by now, but even the best AR gaming and experiences are far from mainstream, especially when compared to console and PC gaming.Nreal's Air claims 3840×1080 resolution, 108 percent sRGB coverage, 100,000:1 contrast, and a 60 Hz refresh rate with its Micro OLED displays.</li><li>They will be the ones who can leverage Nebula's updates announced today, including a new \"borderless, curved wall design,\" animated 3D icons, and a content-recommendation widget.Nreal updated the Nebula web browser, Spatial AR, to offer two display modes (horizontal or vertical).</li><li>Although, having to wear glasses attached to a phone already feels cumbersome; adding a 2.42×1.79×0.88, 2.61-ounce brick to the mix only worsens matters.The Air's most robust AR experience remains reserved for supported Android devices.</li><li>And Nreal says battery life is limited to up to 5 hours of video streaming.Enthusiasts have few options regarding true AR glasses for consumers, despite companies like Meta and Apple showing interest.</li><li> Scharon Harding - Sep 27, 2022 1:00 pm UTC As augmented reality (AR) glasses continue to try carving a place among tech enthusiasts, we're seeing another option hit mass availability in the US.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/09/nreals-380-ar-glasses-want-to-be-a-virtual-monitor-for-macbooks/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Beach cleanup goes hightech",
            "description": "Plasticmunching robots, floating drones and other smart contraptions are starting to ply beaches and waterways, systematically removing dangerous debris left by summertime revelers.Why it matters Not only are these futuristic technologies highly effective",
            "url": "/2022-09-27-beach-cleanup-plastic-waste-oceans-lakes-bebot",
            "urlToImage": "https://images.axios.com/C0IKhmnemrUfcKbqiLvpp-HBLgM=/0x0:1920x1080/1366x768/2022/09/22/1663881063101.png",
            "publishedAt": "2022-09-28T09:30:32Z",
            "content": "Plasticmunching robots, floating drones and other smart contraptions are starting to ply beaches and waterways, systematically removing dangerous debris left by summertime revelers.Why it matter [+3868 chars]",
            "summary": "\"The number of technologies coming into market has really expanded considerably,\" said Melissa De Young, director of policy and programs at Pollution Probe, an environmental nonprofit. \"And that's thanks to the attention that plastic pollution has had in the media and from government initiatives. \"The Great Lakes are at the vanguard of experimentation.",
            "html_summary": "<ul><li>\"The number of technologies coming into market has really expanded considerably,\" said Melissa De Young, director of policy and programs at Pollution Probe, an environmental nonprofit.</li><li>\"And that's thanks to the attention that plastic pollution has had in the media and from government initiatives.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/28/beach-cleanup-plastic-waste-oceans-lakes-bebot"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Miriam Kramer",
            "title": "The asteroid threat gets real",
            "description": "Scientists say its time to take the threats posed by asteroids seriously and prepare for the possibility that one could be found on a collision course with Earth.Why it matters Asteroid strikes are rare, but the danger posed by even a relatively small one i",
            "url": "/2022-09-27-asteroid-threat",
            "urlToImage": "https://images.axios.com/jOd1_06MhBkswib1K6DmleYLiIQ=/0x0:1920x1080/1366x768/2022/09/27/1664243609540.jpg",
            "publishedAt": "2022-09-27T16:41:54Z",
            "content": "Scientists say its time to take the threats posed by asteroids seriously and prepare for the possibility that one could be found on a collision course with Earth.Why it matters Asteroid strikes a [+3596 chars]",
            "summary": "The intrigue: In 2021, NASA formally moved ahead with the NEO Surveyor telescope  which is specifically designed to search for difficult-to-find asteroids from space using infrared light  and the telescope won bipartisan political support, with a plan to launch by 2026. What to watch: NEO Surveyor may be even more essential in the coming years as constellations of satellites continue to clutter Earth's orbit. Between the lines: NASA has not given a public explanation for why NEO Surveyor's budget was cut.",
            "html_summary": "<ul><li>The intrigue: In 2021, NASA formally moved ahead with the NEO Surveyor telescope — which is specifically designed to search for difficult-to-find asteroids from space using infrared light — and the telescope won bipartisan political support, with a plan to launch by 2026.</li><li>What to watch: NEO Surveyor may be even more essential in the coming years as constellations of satellites continue to clutter Earth's orbit.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/27/asteroid-threat"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Barak Ravid",
            "title": "U.S. and Israel launch highlevel tech talks, with an eye on China  Axios",
            "description": "The U.S. is concerned about Chinese investments in Israels tech sector and involvement in research at Israeli universities.",
            "url": "/2022-09-27-us-israel-technology-cooperation-china",
            "urlToImage": "https://images.axios.com/e2cxWqucZ98REbr_b5--KQkP5lI=/0x323:3430x2252/1366x768/2022/09/28/1664362828171.jpg",
            "publishedAt": "2022-09-28T17:08:36Z",
            "content": "The U.S. and Israel launched on Wednesday a highlevel strategic dialogue on technology cooperation amid concerns from the Biden administration about Chinese investments in Israels tech sector and [+2544 chars]",
            "summary": "It is not only an issue of export controls but an issue of preventing abuse of technology by bad actors,\" he said. State of play: The U.S. has both security and economic concerns about Chinese involvement in the Israeli tech sector.",
            "html_summary": "<ul><li>“It is not only an issue of export controls but an issue of preventing abuse of technology by bad actors,\" he said.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/28/us-israel-technology-cooperation-china"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "Amazons Astro robot still isnt ready for prime time",
            "description": "A year after its announcement, its unclear when Astro will be ready.",
            "url": "/2022-09-27-amazon-gives-its-astro-robot-new-abilities-but-still-no-general-availability",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/Amazon-Astro-760x380.jpg",
            "publishedAt": "2022-09-28T18:54:39Z",
            "content": "Enlarge/ A limited number of customers have had Astro in their living room. 6 with 6 posters participatingAmazons pressonly hardware event today included reveals of the Kindle Scribe, Eero exte [+4826 chars]",
            "summary": "\"So, it makes sense that Amazon is still working on tweaking the robot so that it can not only appear as useful as possible but as necessary as possible, considering its steep price tag and limited precedent for robots like this, particularly in homes. Like last year, there was also talk of the Amazon Astro robot that can roll around homes equipped with a digital smile, camera, and microphones. But based on reviews of Astro this year, there's plenty of work to be done before anticipating such a successful product launch.TechCrunch in May, for example, noted a lack of committed direction from Amazon for the product and struggled to find a need for the pricey technology. However, if successful, we could see this feature being appealing to the most cautious residential customers, too.Once launched, Astro has the potential to be one of the most easily available consumer robots, backed by a tech giant and an ecosystem of compatible products. Then, it can communicate to \"professional monitoring agents,\" per Washington's blog, via video and two-way voice communication.Amazon said it would test the feature with a small group of business customers \"in the coming months.\" You can also ask Astro to check a certain window or door that you taught it about.The feature works by dual-modality AI, including Astro looking at the object and you describing the object to Astro. \"Amazon appears to be accepting invite requests while developing new features ahead of expected mass availability, whenever that may be.",
            "html_summary": "<ul><li>\"So, it makes sense that Amazon is still working on tweaking the robot so that it can not only appear as useful as possible but as necessary as possible, considering its steep price tag and limited precedent for robots like this, particularly in homes.</li><li>Like last year, there was also talk of the Amazon Astro robot that can roll around homes equipped with a digital smile, camera, and microphones.</li><li>But based on reviews of Astro this year, there's plenty of work to be done before anticipating such a successful product launch.TechCrunch in May, for example, noted a lack of committed direction from Amazon for the product and struggled to find a need for the pricey technology.</li><li>However, if successful, we could see this feature being appealing to the most cautious residential customers, too.Once launched, Astro has the potential to be one of the most easily available consumer robots, backed by a tech giant and an ecosystem of compatible products.</li><li>Then, it can communicate to \"professional monitoring agents,\" per Washington's blog, via video and two-way voice communication.Amazon said it would test the feature with a small group of business customers \"in the coming months.\"</li><li>You can also ask Astro to check a certain window or door that you taught it about.The feature works by dual-modality AI, including Astro looking at the object and you describing the object to Astro.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/09/amazon-gives-its-astro-robot-new-abilities-but-still-no-general-availability/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "More EV charging stations coming nationwide, electrifying 75K miles of highways",
            "description": "Access to 500,000 chargers could lay the groundwork to convert Americans to EVs.",
            "url": "/2022-09-27-more-ev-charging-stations-coming-nationwide-electrifying-75k-miles-of-highways",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-1243220502-760x380.jpg",
            "publishedAt": "2022-09-28T19:11:00Z",
            "content": "8 with 8 posters participatingFor drivers choosing electric vehicles, convenient access to reliable charging stations remains one of the biggest pain points after adopting the ecofriendlier way to [+5302 chars]",
            "summary": "Now, those states can be reimbursed for their efforts, plus access funding for initiatives like upgrading existing chargers, funding construction of new charging infrastructure, covering necessary operation and maintenance costs, and updating road signs to point people to new charging stations. His team analyzed millions of EV charging reviews and concluded that \"based on the rate of consumers leaving reviews at charging stations across the United States, we find that the deep-learning algorithms can detect the functioning of a certain station, daily. In a press release announcing Klein's new role, DOE and DOT said Klein was specifically brought in to oversee efforts to \"build a national electric vehicle (EV) charging network with a focus on filling gaps in rural and disadvantaged communities and hard-to-reach locations. \"To help underserved communities, cities, and states prepare their EV charging plans now that funding is available, Klein's team will be available to provide technical assistance and analytical support.Klein was not available to comment on the Biden administration's latest move. He shares Biden's views that expanding EV charging infrastructure is key to reaching US climate goals, considering, as the DOT press release noted, that the transportation sector is currently \"our country's largest source of greenhouse gas emissions.\" Acting Federal Highway Administrator Stephanie Pollack said in DOT's press release that the new initiative would quickly form \"the backbone of our national EV charging network.  Ashley Belanger - Sep 28, 2022 7:11 pm UTC For drivers choosing electric vehicles, convenient access to reliable charging stations remains one of the biggest pain points after adopting the eco-friendlier way to cruise.",
            "html_summary": "<ul><li>Now, those states can be reimbursed for their efforts, plus access funding for initiatives like upgrading existing chargers, funding construction of new charging infrastructure, covering necessary operation and maintenance costs, and updating road signs to point people to new charging stations.</li><li>His team analyzed millions of EV charging reviews and concluded that \"based on the rate of consumers leaving reviews at charging stations across the United States, we find that the deep-learning algorithms can detect the functioning of a certain station, daily.</li><li>In a press release announcing Klein's new role, DOE and DOT said Klein was specifically brought in to oversee efforts to \"build a national electric vehicle (EV) charging network with a focus on filling gaps in rural and disadvantaged communities and hard-to-reach locations.</li><li>\"To help underserved communities, cities, and states prepare their EV charging plans now that funding is available, Klein's team will be available to provide technical assistance and analytical support.Klein was not available to comment on the Biden administration's latest move.</li><li>He shares Biden's views that expanding EV charging infrastructure is key to reaching US climate goals, considering, as the DOT press release noted, that the transportation sector is currently \"our country's largest source of greenhouse gas emissions.\"</li><li>Acting Federal Highway Administrator Stephanie Pollack said in DOT's press release that the new initiative would quickly form \"the backbone of our national EV charging network.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/more-ev-charging-stations-coming-nationwide-electrifying-75k-miles-of-highways/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "AMAZON in the bedroom Bedside device tracks...",
            "description": "NEW YORK (AP)  Soon enough, a bedside Amazon device might know whether youre sleeping  or not.  The ecommerce and tech giant said Wednesday it will start selling a device later this year that can track sleeping patterns without a wristband.",
            "url": "/2022-09-27-technology-33faae2f9861980e45dbf5d5e6319493",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/d8076b43aa974539af29f54c93ea850a/2000.jpeg",
            "publishedAt": "2022-09-28T20:00:04Z",
            "content": "Amazon unveils bedside device that tracks sleeping patternsNEW YORK (AP)  Soon enough, a bedside Amazon device might know whether youre sleeping  or not. The ecommerce and tech giant said Wednesd [+2231 chars]",
            "summary": "Amazon said the device does not include cameras or microphones, and will go for $139.99.The Halo Rise would be the latest device in Amazons Halo line, which includes a fitness tracker that can track physical activity and sleeping patterns. NEW YORK (AP)  Soon enough, a bedside Amazon device might know whether youre sleeping  or not. Separately, Amazon said it will release a new Kindle Scribe, the first Kindle consumers can write on. It will also add more features to its Ring doorbell cameras, home robot Astro, and release new Echo devices. Its healthcare ambitions have grown over the years, seen most recently in its planned $3.9 billion acquisition of the primary care organization One Medical. The deal is currently under review by the Federal Trade Commission.",
            "html_summary": "<ul><li>Amazon said the device “does not include cameras or microphones,” and will go for $139.99.The Halo Rise would be the latest device in Amazon’s Halo line, which includes a fitness tracker that can track physical activity and sleeping patterns.</li><li>NEW YORK (AP) — Soon enough, a bedside Amazon device might know whether you’re sleeping — or not.</li><li>Separately, Amazon said it will release a new Kindle Scribe, the first Kindle consumers can write on.</li><li>It will also add more features to its Ring doorbell cameras, home robot Astro, and release new Echo devices.</li><li>Its healthcare ambitions have grown over the years, seen most recently in its planned $3.9 billion acquisition of the primary care organization One Medical.</li></ul>",
            "website_url": "https://apnews.com/article/technology-33faae2f9861980e45dbf5d5e6319493"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By NICOLE WINFIELD and COLLEEN BARRY - Associated Press",
            "title": "Italy gets new tranche of EU funds as dust settles from vote",
            "description": "The European Commission has signed off on the next 21billioneuro ($20.2 billion) tranche of Italys pandemic recovery funds. The move on Tuesday is a welcome infusion that comes amid questions about whether the euroskeptic party of Giorgia Meloni will be",
            "url": "/2022-09-27-0b9e6051ff9e7d7e7c496b8a42b84c01",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/f/45/f45e1c24-8ded-5310-bfd8-a8bcf709710f/63318446ac4c1.image.jpg?crop=1700%2C893%2C0%2C163&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-27T12:21:52Z",
            "content": "By NICOLE WINFIELD and COLLEEN BARRY  Associated PressROME (AP) The European Commission signed off Tuesday on the next 21billioneuro ($20.2 billion) tranche of Italys pandemic recovery funds, a  [+5271 chars]",
            "summary": "The market is going to watch all the progress towards this fulfillment.Meloni has said it was legitimate for a new government to reallocate the EU funds depending on new government priorities. The Italian benchmarks reached included enacting reforms of public administration, education and health care, and investments in technology, research, tourism and culture. Von der Leyen, who in recent days issued a veiled warning against any democratic backsliding in Italy under a far-right leadership, encouraged further work. The Commission stands by you on your way to recovery, she said in a statement.___Colleen Barry reported from Milan. So congratulations, Italia, and keep up the good work!",
            "html_summary": "<ul><li>“The market is going to watch all the progress towards this fulfillment.”Meloni has said it was legitimate for a new government to reallocate the EU funds depending on new government priorities.</li><li>The Italian benchmarks reached included enacting reforms of public administration, education and health care, and investments in technology, research, tourism and culture.</li><li>Von der Leyen, who in recent days issued a veiled warning against any democratic backsliding in Italy under a far-right leadership, encouraged further work.</li><li>The Commission stands by you on your way to recovery,” she said in a statement.___Colleen Barry reported from Milan.</li></ul>",
            "website_url": "https://apnews.com/0b9e6051ff9e7d7e7c496b8a42b84c01"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JASON DEAREN and GARANCE BURKE - Associated Press",
            "title": "Senators push to reform polices cellphone tracking tools",
            "description": "Civil rights lawyers and Democratic senators are pushing for legislation that would limit U.S. law enforcement agencies ability to buy cellphone tracking tools to follow peoples whereabouts, including back years in time, and sometimes without a search warra",
            "url": "/2022-09-27-63451d232fb202009d71a2b59173b4c7",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/0/87/087cf4d0-2195-5728-81f9-6f83c30ff564/6332dc659bbc3.image.jpg?crop=1761%2C925%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-27T11:07:55Z",
            "content": "By JASON DEAREN and GARANCE BURKE  Associated PressNEW YORK (AP) Civil rights lawyers and Democratic senators are pushing for legislation that would limit U.S. law enforcement agencies ability to  [+6594 chars]",
            "summary": "It is an outrage that data brokers are selling detailed location data to law enforcement agencies around the country  including in states that have made personal reproductive health decisions into serious crimes.Because of the secrecy surrounding Fog, there are scant details about its use. Last month, the Federal Trade Commission sued a data broker called Kochava that, like Fog, provides its clients with advertising IDs that authorities say can easily be used to find where a mobile device user lives, which violates rules the commission enforces. It relies on advertising identification numbers, which Fog officials say are culled from popular cellphone apps such as Waze, Starbucks and hundreds of others that target ads based on a persons movements and interests, according to police emails. The company refused to share information about how many police agencies it works with.Fog Reveal was developed by two former high-ranking Department of Homeland Security officials under former President George W. Bush. Where we go can say a lot about who we are, who we associate with, and even what we believe or how we worship, said Goodlatte, who now works as a senior policy advisor to the Project for Privacy and Surveillance Accountability. Now, it just takes a few thousand dollars and the willingness to get in bed with shady data brokers, said Wyden, an Oregon Democrat. Everyone has a stake in curbing this technology.The New York Police Department used Fog Reveal at its Real Time Crime Center in 2018 and 2019, a previously undisclosed relationship confirmed by public records.",
            "html_summary": "<ul><li>“It is an outrage that data brokers are selling detailed location data to law enforcement agencies around the country — including in states that have made personal reproductive health decisions into serious crimes.”Because of the secrecy surrounding Fog, there are scant details about its use.</li><li>Last month, the Federal Trade Commission sued a data broker called Kochava that, like Fog, provides its clients with advertising IDs that authorities say can easily be used to find where a mobile device user lives, which violates rules the commission enforces.</li><li>It relies on advertising identification numbers, which Fog officials say are culled from popular cellphone apps such as Waze, Starbucks and hundreds of others that target ads based on a person’s movements and interests, according to police emails.</li><li>The company refused to share information about how many police agencies it works with.Fog Reveal was developed by two former high-ranking Department of Homeland Security officials under former President George W. Bush.</li><li>Where we go can say a lot about who we are, who we associate with, and even what we believe or how we worship,” said Goodlatte, who now works as a senior policy advisor to the Project for Privacy and Surveillance Accountability.</li><li>Now, it just takes a few thousand dollars and the willingness to get in bed with shady data brokers,” said Wyden, an Oregon Democrat.</li></ul>",
            "website_url": "https://apnews.com/63451d232fb202009d71a2b59173b4c7"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Nreals $380 AR glasses want to be a virtual monitor for MacBooks. Beach cleanup goes hightech. The asteroid threat gets real. U.S. and Israel launch highlevel tech talks, with an eye on China  Axios. Amazons Astro robot still isnt ready for prime time. More EV charging stations coming nationwide, electrifying 75K miles of highways. AMAZON in the bedroom Bedside device tracks.... Italy gets new tranche of EU funds as dust settles from vote. Senators push to reform polices cellphone tracking tools"
}