{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Matt O'brien",
            "title": "OFF WITH THEIR TWEETS!",
            "description": "OFF WITH THEIR TWEETS!    (Main headline, 1st story, link)    Related storiesMANIC MUSK PURGES REPORTERSCNN, NYT, WASHPOST OUTIS HE TRIPPING ON DRUGS?BLAME THE AMBIEN    Drudge Report Feed needs your support! Become a Patron",
            "url": "/2022-12-16-elon-musk-technology-business-dac21de7abb6167bb604f5317aeda10a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/758c13faf83b4e1ca2e3723cfcd917f1/2129.webp",
            "publishedAt": "2022-12-16T06:16:37Z",
            "content": "Twitter on Thursday suspended the accounts of journalists who cover the social media platform and its new owner Elon Musk, among them reporters working for The New York Times, Washington Post, CNN, V [+4937 chars]",
            "summary": "We have asked Twitter for an explanation, and we will reevaluate our relationship based on that response.Another suspended journalist, Matt Binder of the technology news outlet Mashable, said he was banned Thursday night immediately after sharing a screenshot that OSullivan had posted before his own suspension. Existing EU media rules and new digital regulations taking effect next year require respect of media freedom and fundamental rights.Jourova said, @elonmusk should be aware of that. He reiterated his claims that the journalists Twitter banned were doxxing him when they were reporting on the jet tracking accounts being banned. I have been highly critical of Musk but never broke any of Twitters listed policies.Binder said a message he received while trying to access his Twitter account showed that his suspension was permanent. There is not special treatment for journalists, Musk said, after being asked by the Posts Drew Harwell if he had a connection between the stalking incident and posting of real-time information. Nor did I share any links to ElonJet or other location tracking accounts, Binder said in an email. But Musk later suggested the penalty would last a week in response to a question about his suspension of former ESPN and MSNBC host Keith Olbermann.Late Thursday, Musk briefly joined a Twitter Spaces conference chat hosted by journalist Kate Notopoulos of Buzzfeed.",
            "html_summary": "<ul><li>“We have asked Twitter for an explanation, and we will reevaluate our relationship based on that response.”Another suspended journalist, Matt Binder of the technology news outlet Mashable, said he was banned Thursday night immediately after sharing a screenshot that O’Sullivan had posted before his own suspension.</li><li>Existing EU media rules and new digital regulations taking effect next year require “respect of media freedom and fundamental rights.”Jourova said, “@elonmusk should be aware of that.</li><li>He reiterated his claims that the journalists Twitter banned were “doxxing” him when they were reporting on the jet tracking accounts being banned.</li><li>“I have been highly critical of Musk but never broke any of Twitter’s listed policies.”Binder said a message he received while trying to access his Twitter account showed that his suspension was permanent.</li><li>“There is not special treatment for journalists,” Musk said, after being asked by the Post’s Drew Harwell if he had a connection between the stalking incident and posting of real-time information.</li><li>Nor did I share any links to ElonJet or other location tracking accounts,” Binder said in an email.</li></ul>",
            "website_url": "https://apnews.com/article/elon-musk-technology-business-dac21de7abb6167bb604f5317aeda10a"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "AI helps the Pentagon sharpen its supplyline game",
            "description": "Nearly 40 years after the movie WarGames, the Pentagon still relies on manual simulation to plan for some of its most important wartime logistics. One startup  with the backing of a retired general and former defense secretary  is trying to change that.Wh",
            "url": "/2022-12-16-ai-pentagon-supply-lines-simulation",
            "urlToImage": "https://images.axios.com/hBFQPZ3C-Ih0ChFyiEvjxWYIbnk=/0x0:1920x1080/1366x768/2022/12/15/1671133769829.jpg",
            "publishedAt": "2022-12-16T10:45:00Z",
            "content": "Nearly 40 years after the movie WarGames, the Pentagon still relies on manual simulation to plan for some of its most important wartime logistics. One startup with the backing of a retired general  [+3279 chars]",
            "summary": "One startup  with the backing of a retired general and former defense secretary  is trying to change that.Why it matters: As the conflict in Ukraine has shown, the mundane business of refueling machines and resupplying troops is more important than ever in waging war. What they're saying: \"Its not sexy, its not flashy, [but] it's what wins wars,\" former defense secretary Mark Esper told Axios.Esper is an advisor to Defcon AI, which is developing an artificial intelligence system that the Air Force can use to simulate various aspects of military logistics. The system allows those taking part in war exercises to quickly see the downstream effects of logistics changes.Defcon AI is still a small effort, with about two dozen people doing everything from advising on strategy to writing the code. It's part of a broader incubator, Red Cell Partners, which is launching efforts in both the defense and health care arenas.The big picture: While some elements of war gaming have long been aided by computer simulation, other efforts are intensely manual. That's simply not fast enough for the speed of conflicts today.Between the lines: While his company is focused on ways the military can incorporate AI into its planning process, Selva cautions against seeing the technology as a panacea. Illustration: Shoshana Gordon/AxiosNearly 40 years after the movie \"WarGames,\" the Pentagon still relies on manual simulation to plan for some of its most important wartime logistics. \"It is a tool we can use for some specific things.",
            "html_summary": "<ul><li>One startup — with the backing of a retired general and former defense secretary — is trying to change that.Why it matters: As the conflict in Ukraine has shown, the mundane business of refueling machines and resupplying troops is more important than ever in waging war.</li><li>What they're saying: \"It’s not sexy, it’s not flashy, [but] it's what wins wars,\" former defense secretary Mark Esper told Axios.Esper is an advisor to Defcon AI, which is developing an artificial intelligence system that the Air Force can use to simulate various aspects of military logistics.</li><li>The system allows those taking part in war exercises to quickly see the downstream effects of logistics changes.Defcon AI is still a small effort, with about two dozen people doing everything from advising on strategy to writing the code.</li><li>It's part of a broader incubator, Red Cell Partners, which is launching efforts in both the defense and health care arenas.The big picture: While some elements of war gaming have long been aided by computer simulation, other efforts are intensely manual.</li><li>That's simply not fast enough for the speed of conflicts today.Between the lines: While his company is focused on ways the military can incorporate AI into its planning process, Selva cautions against seeing the technology as a panacea.</li><li>Illustration: Shoshana Gordon/AxiosNearly 40 years after the movie \"WarGames,\" the Pentagon still relies on manual simulation to plan for some of its most important wartime logistics.</li></ul>",
            "website_url": "https://www.axios.com/2022/12/16/ai-pentagon-supply-lines-simulation"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELAINE KURTENBACH - AP Business Writer",
            "title": "US puts 3 dozen more Chinese companies on trade blacklist",
            "description": "The U.S. Department of Commerce is adding 36 Chinese companies to an export controls blacklist, citing concerns over national security. The addition of the companies to the entity list means that export licenses will likely be denied for any U.S.",
            "url": "/2022-12-16-246aa894dac05b3dab65b41a10a50415",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/5/e9/5e9fa010-2d33-506b-b5de-e9f62baf06db/639c53544b841.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-16T10:50:00Z",
            "content": "By ELAINE KURTENBACH  AP Business WriterBANGKOK (AP) The U.S. Department of Commerce is adding 36 Chinese hightech companies, including makers of aviation equipment, chemicals and computer chips, [+4279 chars]",
            "summary": "BANGKOK (AP)  The U.S. Department of Commerce is adding 36 Chinese high-tech companies, including makers of aviation equipment, chemicals and computer chips, to an export controls blacklist, citing concerns over national security, U.S. interests and human rights. Some of the companies were included in the list for being at risk of diversion to other companies on the entity list or are accused of illegally exporting U.S. electronics subject to export controls to Iran for military use. It said Yangtze Memory Technologies and Hefei Core Storage Electronic Ltd. were included because they allegedly might act as suppliers to Huawei Technologies, the worlds biggest maker of network equipment, and to Hangzhou Hikvision Digital Technology, another company subject to U.S. sanctions. In some cases, companies based in other countries are also required to comply with the requirements to prevent technologies from being diverted to uses banned under the export controls. The Chinese Ministry of Commerce said Beijing did so to protect its legitimate interests.A statement from the ministry, reported by the official Xinhua news agency, said such controls were protectionist and threatened the stability of the global industrial and supply chains. The move signals a hardening of U.S. efforts to prevent China, especially its military, from acquiring advanced technologies such as leading edge computer chips and hypersonic weapons. The inclusion of the companies in the trade Entity List means that export licenses will likely be denied for any U.S. company trying to do business with them.",
            "html_summary": "<ul><li>BANGKOK (AP) — The U.S. Department of Commerce is adding 36 Chinese high-tech companies, including makers of aviation equipment, chemicals and computer chips, to an export controls blacklist, citing concerns over national security, U.S. interests and human rights.</li><li>Some of the companies were included in the list for being at “risk of diversion” to other companies on the entity list or are accused of illegally exporting U.S. electronics subject to export controls to Iran for military use.</li><li>It said Yangtze Memory Technologies and Hefei Core Storage Electronic Ltd. were included because they allegedly might act as suppliers to Huawei Technologies, the world’s biggest maker of network equipment, and to Hangzhou Hikvision Digital Technology, another company subject to U.S. sanctions.</li><li>In some cases, companies based in other countries are also required to comply with the requirements to prevent technologies from being diverted to uses banned under the export controls.</li><li>The Chinese Ministry of Commerce said Beijing did so to protect its “legitimate interests.”A statement from the ministry, reported by the official Xinhua news agency, said such controls were protectionist and threatened the “stability of the global industrial and supply chains.”</li><li>The move signals a hardening of U.S. efforts to prevent China, especially its military, from acquiring advanced technologies such as leading edge computer chips and hypersonic weapons.</li></ul>",
            "website_url": "https://apnews.com/246aa894dac05b3dab65b41a10a50415"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATT O'BRIEN - AP Technology Writer",
            "title": "Twitter suspends journalists who wrote about Elon Musk",
            "description": "Twitter has suspended the accounts of journalists who cover the social media platform and its new owner Elon Musk. Those who saw their accounts suspended include journalists working for The New York Times, Washington Post, CNN and other publications. Neither",
            "url": "/2022-12-16-dac21de7abb6167bb604f5317aeda10a",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/b3/fb3d580c-8b0b-5486-8760-3eb628f9e088/639bd8545bde9.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-16T02:17:06Z",
            "content": "By MATT OBRIEN  AP Technology WriterTwitter on Thursday suspended the accounts of journalists who cover the social media platform and its new owner Elon Musk, including reporters working for The  [+954 chars]",
            "summary": "We have asked Twitter for an explanation, and we will reevaluate our relationship based on that response.Another suspended journalist, Matt Binder of the technology news outlet Mashable, said he was banned Thursday night immediately after sharing a screenshot that OSullivan had posted before his own suspension. Existing EU media rules and new digital regulations taking effect next year require respect of media freedom and fundamental rights.Jourova said, @elonmusk should be aware of that. He reiterated his claims that the journalists Twitter banned were doxxing him when they were reporting on the jet tracking accounts being banned. I have been highly critical of Musk but never broke any of Twitters listed policies.Binder said a message he received while trying to access his Twitter account showed that his suspension was permanent. There is not special treatment for journalists, Musk said, after being asked by the Posts Drew Harwell if he had a connection between the stalking incident and posting of real-time information. Nor did I share any links to ElonJet or other location tracking accounts, Binder said in an email. But Musk later suggested the penalty would last a week in response to a question about his suspension of former ESPN and MSNBC host Keith Olbermann.Late Thursday, Musk briefly joined a Twitter Spaces conference chat hosted by journalist Kate Notopoulos of Buzzfeed.",
            "html_summary": "<ul><li>“We have asked Twitter for an explanation, and we will reevaluate our relationship based on that response.”Another suspended journalist, Matt Binder of the technology news outlet Mashable, said he was banned Thursday night immediately after sharing a screenshot that O’Sullivan had posted before his own suspension.</li><li>Existing EU media rules and new digital regulations taking effect next year require “respect of media freedom and fundamental rights.”Jourova said, “@elonmusk should be aware of that.</li><li>He reiterated his claims that the journalists Twitter banned were “doxxing” him when they were reporting on the jet tracking accounts being banned.</li><li>“I have been highly critical of Musk but never broke any of Twitter’s listed policies.”Binder said a message he received while trying to access his Twitter account showed that his suspension was permanent.</li><li>“There is not special treatment for journalists,” Musk said, after being asked by the Post’s Drew Harwell if he had a connection between the stalking incident and posting of real-time information.</li><li>Nor did I share any links to ElonJet or other location tracking accounts,” Binder said in an email.</li></ul>",
            "website_url": "https://apnews.com/dac21de7abb6167bb604f5317aeda10a"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By TERRY TANG and MIKE SCHNEIDER - Associated Press",
            "title": "In Dallas suburbs, Friday Night Lights make way for cricket",
            "description": "Welcome to the new Lone Star State, where cricket matches, a Hindu temple and Indian grocery stores sit in close proximity to Christian churches, cattle ranches and Jerry Jones Dallas Cowboys empire. More than a decade of expansion has given",
            "url": "/2022-12-16-c66b2f9869917585b5e47e404ac312c1",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/5d/65dfe473-1fee-5803-ace3-5b55519ace38/639c0b0a4eb6b.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-16T06:04:40Z",
            "content": "By TERRY TANG and MIKE SCHNEIDER  Associated PressFRISCO, Texas (AP) With the ornate spires of the Karya Siddhi Hanuman Temple anchoring the skyline behind them, a cricket batsman and bowler eyed  [+10825 chars]",
            "summary": "The 17-year-old, whose family lives in nearby Coppell and attends the Frisco temple, remembers kids making fun of the lunch her mother made.It kind of made me feel embarrassed about my moms cooking, or like Indian food or my culture in general, Yalamanchili said. Down the road four or five years later, I saw somebody playing cricket in Plano, said Kalyan K.J. Jarajapu, a temple volunteer watching the Frisco-sponsored cricket league match. With more than 3,500 people attending prayers and 460 children attending Sunday School, the board moved to acquire more space in 2019.Azfar Saeed, the centers president, remembers that nearly two decades ago only 15 people came to pray in a 400-square-foot (37-square-meter) shopping center suite on any given day. Obviously, I dont feel like that anymore.She thinks most children grow out of those attitudes, and there is strength in numbers.Theres a lot of people in the same boat as me, she said. I feel like theyre setting the bar in a lot of ways and saying, Were going to give back to the Public Works Department not because were getting anything in return but because we appreciate what they do for the city, Huffman said. Jayesh Thakker, a temple trustee and joint treasurer for the India Association of North Texas, said they raised enough money to build a 33,000-square-foot (3,065-square-meter) temple in 2015. People were like, Where are you going? said Saeed, who was born in Pakistan.",
            "html_summary": "<ul><li>The 17-year-old, whose family lives in nearby Coppell and attends the Frisco temple, remembers kids making fun of the lunch her mother made.“It kind of made me feel embarrassed about my mom’s cooking, or like Indian food or my culture in general,” Yalamanchili said.</li><li>Down the road four or five years later, I saw somebody playing cricket in Plano,” said Kalyan “K.J.” Jarajapu, a temple volunteer watching the Frisco-sponsored cricket league match.</li><li>With more than 3,500 people attending prayers and 460 children attending Sunday School, the board moved to acquire more space in 2019.Azfar Saeed, the center’s president, remembers that nearly two decades ago only 15 people came to pray in a 400-square-foot (37-square-meter) shopping center suite on any given day.</li><li>“Obviously, I don’t feel like that anymore.”She thinks most children grow out of those attitudes, and there is strength in numbers.“There’s a lot of people in the same boat as me,” she said.</li><li>“I feel like they’re setting the bar in a lot of ways and saying, ‘We’re going to give back to the Public Works Department not because we’re getting anything in return but because we appreciate what they do for the city,’” Huffman said.</li><li>Jayesh Thakker, a temple trustee and joint treasurer for the India Association of North Texas, said they raised enough money to build a 33,000-square-foot (3,065-square-meter) temple in 2015.</li></ul>",
            "website_url": "https://apnews.com/c66b2f9869917585b5e47e404ac312c1"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Hyung-jin Kim",
            "title": "North Korea performs key test to build more agile ICBM",
            "description": "SEOUL, South Korea (AP)  North Korea has tested a highthrust solidfuel motor as a key step toward building a new strategic weapons system, state media reported Friday, as the country pushes to develop more agile and powerful intercontinental ballistic mi",
            "url": "/2022-12-16-63ddab6200055a838ad84b5a67c0626e",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/3e98242bbe8448f1a224ff06b9efa303/3000.webp",
            "publishedAt": "2022-12-16T03:25:47Z",
            "content": "SEOUL, South Korea (AP) North Korea has tested a highthrust solidfuel motor as a key step toward building a new strategic weapons system, state media reported Friday, as the country pushes to devel [+3495 chars]",
            "summary": "Thats a much more advanced method of thrust vectoring than a previous method traditionally used on the Norths shorter-range solid motor missiles, said Joseph Dempsey, research associate for defense and military analysis at the International Institute for Strategic Studies. The latest motor test showed that North Korea is determined to carry out Kims vows to develop such sophisticated weapons systems despite its pandemic-related domestic hardships and U.S.-led international pressures to curb its nuclear program. Testing a gimbaled nozzle could therefore represent an important technological waypoint toward North Koreas stated goal of a solid motor ICBM, Dempsey said. Some experts say North Korea would eventually use an expanded arsenal to seek sanctions relief and other concessions from the United States.Wed been expecting a test of this kind for a while. Other weapons systems Kim promised to manufacture include a multi-warhead missile, underwater-launched nuclear missiles and spy satellites. In recent months, North Korea has test-fired a barrage of nuclear-capable ballistic missiles including last months launch of its developmental, longest-range liquid-fueled Hwasong-17 ICBM designed to carry multiple warheads. But others say country is still years away from acquiring such weapons, saying it has yet to publicly prove it has a technology to protect warheads from the harsh conditions of atmospheric reentry.",
            "html_summary": "<ul><li>That’s a much more advanced method of thrust vectoring than a previous method traditionally used on the North’s shorter-range solid motor missiles, said Joseph Dempsey, research associate for defense and military analysis at the International Institute for Strategic Studies.</li><li>The latest motor test showed that North Korea is determined to carry out Kim’s vows to develop such sophisticated weapons systems despite its pandemic-related domestic hardships and U.S.-led international pressures to curb its nuclear program.</li><li>“Testing a gimbaled nozzle could therefore represent an important technological waypoint toward North Korea’s stated goal of a solid motor ICBM,” Dempsey said.</li><li>Some experts say North Korea would eventually use an expanded arsenal to seek sanctions relief and other concessions from the United States.“We’d been expecting a test of this kind for a while.</li><li>Other weapons systems Kim promised to manufacture include a multi-warhead missile, underwater-launched nuclear missiles and spy satellites.</li><li>In recent months, North Korea has test-fired a barrage of nuclear-capable ballistic missiles including last month’s launch of its developmental, longest-range liquid-fueled Hwasong-17 ICBM designed to carry multiple warheads.</li></ul>",
            "website_url": "https://apnews.com/63ddab6200055a838ad84b5a67c0626e"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. OFF WITH THEIR TWEETS!. AI helps the Pentagon sharpen its supplyline game. US puts 3 dozen more Chinese companies on trade blacklist. Twitter suspends journalists who wrote about Elon Musk. In Dallas suburbs, Friday Night Lights make way for cricket. North Korea performs key test to build more agile ICBM"
}