{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Madalyn Mendoza",
            "title": "These are Americas fastestgrowing cities",
            "description": "Technology jobs and the rebound in tourism are fueling a reshuffling of Americas population centers, according to an October report by a nonpartisan think tank affiliated with the University of North Carolina at Chapel Hill.Driving the news The American Gro",
            "url": "/2022-11-05-fastest-growing-cities-us",
            "urlToImage": "https://images.axios.com/w63Mt5MkXbFrwUNS-L-85PXxQR8=/0x0:1920x1080/1366x768/2022/11/04/1667593806886.jpg",
            "publishedAt": "2022-11-05T10:30:13Z",
            "content": "Technology jobs and the rebound in tourism are fueling a reshuffling of Americas population centers, according to an October report by a nonpartisan think tank affiliated with the University of Nort [+2372 chars]",
            "summary": "Why it matters: These are America's next boomtowns  if local leaders find ways to capitalize on burgeoning industries, Brown says.The methodology: Researchers built the list by weighing factors that included county-level employment rates and economic output for each city. Zoom in: A strong tech industry, buoyed by pandemic gains for companies like Zoom, secured the top two spots for the San Francisco Bay Area and Austin  for now. Yes, but: Younger residents are contributing to stable growth prospects for cities like Seattle (No. 2 Austin as an example of what could be on the horizon for lower-ranked cities. 6).Go deeper: Dallas is growing really fast The intrigue: Brown points to No.",
            "html_summary": "<ul><li>Why it matters: These are America's next boomtowns — if local leaders find ways to capitalize on burgeoning industries, Brown says.The methodology: Researchers built the list by weighing factors that included county-level employment rates and economic output for each city.</li><li>Zoom in: A strong tech industry, buoyed by pandemic gains for companies like Zoom, secured the top two spots for the San Francisco Bay Area and Austin — for now.</li><li>Yes, but: Younger residents are contributing to stable growth prospects for cities like Seattle (No.</li><li>2 Austin as an example of what could be on the horizon for lower-ranked cities.</li><li>6).Go deeper: Dallas is growing really fast</li></ul>",
            "website_url": "https://www.axios.com/2022/11/05/fastest-growing-cities-us"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KATHY McCORMACK - Associated Press",
            "title": "Inflation, abortion top final KusterBurns debate for 2nd CD",
            "description": "U.S. Rep. Annie Kuster said her Republican challenger was concealing his position on abortion legislation, while Robert Burns accused the fiveterm Democratic incumbent of not doing enough in Congress to deal with rising costs during their second and final de",
            "url": "/2022-11-05-484d8bc6e8f2a15e403864220174a1ce",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/7/49/749874bd-fa20-599a-b69c-038545d4bf60/6365ce60690b7.image.jpg?crop=1780%2C935%2C0%2C114&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-05T02:34:02Z",
            "content": "By KATHY McCORMACK  Associated PressCONCORD, N.H. (AP) U.S. Rep. Annie Kuster said her Republican challenger was concealing his position on abortion legislation, while Robert Burns accused the fiv [+3154 chars]",
            "summary": "Kuster, who supports the Womens Health Protection Act, which would protect the right to access abortion care nationwide after the overturning of Roe v. Wade, said Burns was attempting to change his position. CONCORD, N.H. (AP)  U.S. Rep. Annie Kuster said her Republican challenger was concealing his position on abortion legislation, while Robert Burns accused the five-term Democratic incumbent of not doing enough in Congress to deal with rising costs during their second and final debate Friday. On the subject of abortion, Burns, who is pro-life, said he supports a federal heartbeat bill banning abortion at 12 to 15 weeks. She said the legislation that Burns supports would criminalize abortion, putting women and doctors in jail. She said Burns has described himself as 100 percent pro-life at conception and that Republicans in Congress are sponsoring a bill that would ban abortion at conception. Kuster supports the program and asked for more money.In bringing down costs overall, Kuster said she believes in a multi-pronged approach, including the production of lower-cost food closer to home. What we need to do is lower the cost of energy for everybody, not just a select few that are going to get a $500 voucher, he said.",
            "html_summary": "<ul><li>Kuster, who supports the Women’s Health Protection Act, which would protect the right to access abortion care nationwide after the overturning of Roe v. Wade, said Burns was attempting to change his position.</li><li>CONCORD, N.H. (AP) — U.S. Rep. Annie Kuster said her Republican challenger was concealing his position on abortion legislation, while Robert Burns accused the five-term Democratic incumbent of not doing enough in Congress to deal with rising costs during their second and final debate Friday.</li><li>On the subject of abortion, Burns, who is pro-life, said he supports a federal “heartbeat bill” banning abortion at 12 to 15 weeks.</li><li>She said the legislation that Burns supports would criminalize abortion, putting women and doctors in jail.</li><li>She said Burns has described himself as “100 percent pro-life at conception” and that Republicans in Congress are sponsoring a bill that would ban abortion at conception.</li><li>Kuster supports the program and asked for more money.In bringing down costs overall, Kuster said she believes in a multi-pronged approach, including the production of lower-cost food closer to home.</li></ul>",
            "website_url": "https://apnews.com/484d8bc6e8f2a15e403864220174a1ce"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By CATHY BUSSEWITZ - AP Energy Writer",
            "title": "Equipment thats designed to cut methane emission is failing",
            "description": "Methane is the main ingredient in natural gas, and it packs about 80 times the climatewarming power of carbon dioxide. Aerial surveys have shown huge amounts of methane wafting from oil and gas fields. Its a problem the Biden administration",
            "url": "/2022-11-05-ed246fb005e484962db30403ecc31daf",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/28/a2805ba7-0ae5-5119-92cc-ab052c0b84ed/6366711c8be67.image.jpg?crop=1726%2C906%2C0%2C147&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-05T14:12:31Z",
            "content": "By CATHY BUSSEWITZ  AP Energy WriterAs Sharon Wilson pulled up to the BP site in Texas last June, production tanks towered above the windblown grass roughly 60 miles southeast of San Antonio. Cows [+9076 chars]",
            "summary": "But companies base their reported methane emissions on estimates, not actual measurements, another custom that the Inflation Reduction Act seeks to change.Climate scientists have shown, using satellite data, that methane emissions are often two or three times above what companies reported. A spokeswoman said the company recognizes the impact of greenhouse gas emissions on the global climate and prioritizes concern for the environment.Sometimes, methane escapes because the equipment designed to contain it hasnt been properly calibrated or maintained. But the EPA, which is working with the administration on the laws methane reduction program, has recommended technologies for reducing methane emissions. That gas distribution network, which includes pipelines and compressor stations, is responsible for most methane emissions in the energy industry, said Antoine Halff, chief analyst at Kayrros, an energy analytics company. The staffing it would take to continuously survey the nations 3 million miles of natural gas pipelines would likely be prohibitively expensive.Malfunctioning flares like the one Wilson found are also a major contributor to methane pollution. Her camera, designed to detect hydrocarbons, had revealed what appeared to be a stream of methane  a potent climate-warming gas, gushing from the very equipment that is supposed to prevent such emissions. Leaks or even planned methane releases can occur during these periods, as when companies open a stretch of pipeline to release methane before doing repairs.",
            "html_summary": "<ul><li>But companies base their reported methane emissions on estimates, not actual measurements, another custom that the Inflation Reduction Act seeks to change.Climate scientists have shown, using satellite data, that methane emissions are often two or three times above what companies reported.</li><li>A spokeswoman said the company recognizes the impact of greenhouse gas emissions on the global climate and prioritizes concern for the environment.Sometimes, methane escapes because the equipment designed to contain it hasn’t been properly calibrated or maintained.</li><li>But the EPA, which is working with the administration on the law’s methane reduction program, has recommended technologies for reducing methane emissions.</li><li>That gas distribution network, which includes pipelines and compressor stations, is responsible for most methane emissions in the energy industry, said Antoine Halff, chief analyst at Kayrros, an energy analytics company.</li><li>The staffing it would take to continuously survey the nation’s 3 million miles of natural gas pipelines would likely be prohibitively expensive.Malfunctioning flares like the one Wilson found are also a major contributor to methane pollution.</li><li>Her camera, designed to detect hydrocarbons, had revealed what appeared to be a stream of methane — a potent climate-warming gas, gushing from the very equipment that is supposed to prevent such emissions.</li></ul>",
            "website_url": "https://apnews.com/ed246fb005e484962db30403ecc31daf"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DAVID KLEPPER - Associated Press",
            "title": "Musks past tweets reveal clues about Twitters new owner",
            "description": "What happens when a prolific user of social media buys the platform? The world is finding out now that Elon Musk has purchased Twitter. Brash, outspoken and sometimes juvenile, Musks own tweets show how the worlds richest man has used",
            "url": "/2022-11-05-824eeda320bc3ea03c9e6aecd6a7df19",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/7/64/7644c565-145b-5bad-884a-a4a86dae7bea/63667395387e0.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-05T14:16:17Z",
            "content": "By DAVID KLEPPER  Associated PressHe may be good with rockets and electric cars, but dont turn to Elon Musk for public health predictions.Probably close to zero new cases in US too by end of Ap [+5686 chars]",
            "summary": "But that doesnt mean he is equipped to run a social media platform with more than 200 million users, said Jennifer Grygiel, a Syracuse University professor who studies social media. He had long mused about purchasing the platform before the $ 44 billion deal was finalized last week.Musk hasnt detailed the changes he intends to make at Twitter, though he wasted no time in making widespread layoffs. This is not going to be pretty, he said.Just days after purchasing Twitter Musk waded into yet another firestorm when he posted a link to an article advancing a bizarre conspiracy theory about the attack on the husband of U.S. Speaker Nancy Pelosi. But he has said he wants to make Twitter a haven for free speech. In one August 2018 tweet, for instance, Musk asserted that he had the funding to take Tesla private for $420 a share, although a court has ruled that it wasnt true. At times its pretty extreme, Grygiel said. That is a myth he has constructed.___Follow the APs coverage of Elon Musk at https://apnews.com/hub/elon-musk and follow its coverage of misinformation at https://apnews.com/hub/misinformation.",
            "html_summary": "<ul><li>But that doesn’t mean he is equipped to run a social media platform with more than 200 million users, said Jennifer Grygiel, a Syracuse University professor who studies social media.</li><li>He had long mused about purchasing the platform before the $ 44 billion deal was finalized last week.Musk hasn’t detailed the changes he intends to make at Twitter, though he wasted no time in making widespread layoffs.</li><li>“This is not going to be pretty,” he said.Just days after purchasing Twitter Musk waded into yet another firestorm when he posted a link to an article advancing a bizarre conspiracy theory about the attack on the husband of U.S. Speaker Nancy Pelosi.</li><li>But he has said he wants to make Twitter a haven for free speech.</li><li>In one August 2018 tweet, for instance, Musk asserted that he had the funding to take Tesla private for $420 a share, although a court has ruled that it wasn’t true.</li><li>At times it’s pretty extreme,” Grygiel said.</li></ul>",
            "website_url": "https://apnews.com/824eeda320bc3ea03c9e6aecd6a7df19"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Russell Henley with another 63 opens 3shot lead at Mayakoba",
            "description": "Russell Henley is off to an ideal start at Mayakoba. He had three straight birdies early in the second round. He had three straight birdies late. It added to a second straight 63 that gives him a threeshot lead in",
            "url": "/2022-11-05-7df4af487fbc0aa48aa8cffd508d370a",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2022-11-05T00:29:21Z",
            "content": "PLAYA DEL CARMEN, Mexico (AP) Russell Henley is playing so well that even some of his conservative shots wound up close enough for easy birdies. He had another 8under 63 and opened a threeshot lead [+3212 chars]",
            "summary": "A long way to go and two solid days under me.Viktor Hovland, going for a third straight victory at Mayakoba, could only manage three birdies in his round of 69 that left him eight shots behind.Only two other players were within five shots of Henley going into the weekend. Theres some intimidating tee shots for me and I am trying to just commit to what Im doing and commit to try to hit a great shot. Being in a good head space for those tee shots is a good start.A reliable putter never hurts, and thats long been the best club in Henleys bag. PLAYA DEL CARMEN, Mexico (AP)  Russell Henley is playing so well that even some of his conservative shots wound up close enough for easy birdies. He shot 125 (62-63) at the Sony Open in Honolulu to start the year, a tournament that ended with Hideki Matsuyama beating him in a playoff.Henley also had a three-shot lead at the Sony Open. The challenge is the mangroves that line the fairways and make them look even tougher to hit.Mentally felt confident and believing in what I was doing, Henley said. But obviously very happy with the result.Henley was at 16-under 126, one short of his career best for the opening 36 holes on the PGA Tour.",
            "html_summary": "<ul><li>“A long way to go and two solid days under me.”Viktor Hovland, going for a third straight victory at Mayakoba, could only manage three birdies in his round of 69 that left him eight shots behind.Only two other players were within five shots of Henley going into the weekend.</li><li>There’s some intimidating tee shots for me and I am trying to just commit to what I’m doing and commit to try to hit a great shot.</li><li>Being in a good head space for those tee shots is a good start.”A reliable putter never hurts, and that’s long been the best club in Henley’s bag.</li><li>PLAYA DEL CARMEN, Mexico (AP) — Russell Henley is playing so well that even some of his conservative shots wound up close enough for easy birdies.</li><li>He shot 125 (62-63) at the Sony Open in Honolulu to start the year, a tournament that ended with Hideki Matsuyama beating him in a playoff.Henley also had a three-shot lead at the Sony Open.</li><li>The challenge is the mangroves that line the fairways and make them look even tougher to hit.“Mentally felt confident and believing in what I was doing,” Henley said.</li></ul>",
            "website_url": "https://apnews.com/7df4af487fbc0aa48aa8cffd508d370a"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Iran Revolutionary Guard launches satellitecarrying rocket",
            "description": "DUBAI, United Arab Emirates (AP)  Irans powerful paramilitary Revolutionary Guard on Saturday launched a new satellitecarrying rocket, state TV reported, seeking to demonstrate the forces space prowess even as antigovernment protests rage across the coun",
            "url": "/2022-11-05-23275de562e39271c774f0b0dfb1d7cf",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/5d4f2acacc1246c8999ee2056e126095/3000.jpeg",
            "publishedAt": "2022-11-05T13:19:52Z",
            "content": "DUBAI, United Arab Emirates (AP) Irans powerful paramilitary Revolutionary Guard on Saturday launched a new satellitecarrying rocket, state TV reported, seeking to demonstrate the forces space prowe [+1184 chars]",
            "summary": "A launchpad rocket explosion later that year drew the attention of former President Donald Trump.The Guards announcement came in the seventh week of protests sparked by the death in custody of 22-year-old Mahsa Amini, who was detained after allegedly violating the countrys strict dress code for women. The report did not reveal the location, which resembled Imam Khomeini Spaceport in Irans rural Semnan province.The state-run IRNA news agency reported that the carrier would be able to put a satellite weighing 80 kg (176 pounds) into orbit some 500 kilometers (310 miles) from Earth.Gen. Amir Ali Hajizadeh, the commander of the Guards aerospace division, said he hoped the Guard would soon use the rocket to put a new satellite, named Nahid, into orbit. Talks to revive Irans nuclear deal with world powers, which granted Tehran sanctions relief in exchange for strict curbs on its atomic program, hit a deadlock months ago. Iran says its satellite program, like its nuclear activities, is aimed at scientific research and other civilian applications. The protests embroiling the country first focused on the state-mandated headscarf, or hijab, but swiftly morphed into one of the biggest challenges to the government since the 1979 Islamic Revolution. Irans currency was trading at 360,000 rials to the dollar, compared to 32,000 rials to the dollar at the time of the 2015 nuclear accord.",
            "html_summary": "<ul><li>A launchpad rocket explosion later that year drew the attention of former President Donald Trump.The Guard’s announcement came in the seventh week of protests sparked by the death in custody of 22-year-old Mahsa Amini, who was detained after allegedly violating the country’s strict dress code for women.</li><li>The report did not reveal the location, which resembled Imam Khomeini Spaceport in Iran’s rural Semnan province.The state-run IRNA news agency reported that the carrier would be able to put a satellite weighing 80 kg (176 pounds) into orbit some 500 kilometers (310 miles) from Earth.Gen.</li><li>Amir Ali Hajizadeh, the commander of the Guard’s aerospace division, said he hoped the Guard would soon use the rocket to put a new satellite, named Nahid, into orbit.</li><li>Talks to revive Iran’s nuclear deal with world powers, which granted Tehran sanctions relief in exchange for strict curbs on its atomic program, hit a deadlock months ago.</li><li>Iran says its satellite program, like its nuclear activities, is aimed at scientific research and other civilian applications.</li><li>The protests embroiling the country first focused on the state-mandated headscarf, or hijab, but swiftly morphed into one of the biggest challenges to the government since the 1979 Islamic Revolution.</li></ul>",
            "website_url": "https://apnews.com/23275de562e39271c774f0b0dfb1d7cf"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lucas Matney",
            "title": "Bitwise, Paradigm and Perkins Coie talk regs at TC Sessions Crypto",
            "description": "Cryptos on the road to stateside regulation, but how much is enough without stifling the sectors growth and future innovation?",
            "url": "/2022-11-05-bitwises-katherine-dowling-talks-rules-and-regs-at-tc-sessions-crypto",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/TC22_Sessions_Crypto_1200x628-dowling-shtylman-Slaughter-1.jpg",
            "publishedAt": "2022-11-05T14:20:36Z",
            "content": "Crypto entities ranging from major exchanges to small projects are on the road to stateside regulation. Whether it comes through the Securities and Exchange Commission or the Commodity Futures Tradin [+4779 chars]",
            "summary": "She has engaged directly with state and federal regulators to discuss the applicability of various financial services regulatory regimes to emerging blockchain technology platforms and protocols that her clients are developing. Shtylman counsels on a variety of regulatory, commercial, compliance and product development projects  including NFTs, regulated digital asset platforms, in-game currencies and payment services integrations. He has also served as chief policy advisor and special counsel to former Commissioner Sharon Bowen at the Commodity Futures Trading Commission and general counsel to Senator Edward J. Markey. Shtylman brings deep knowledge of fintech and blockchain and Slaughter brings legal and advisory experience in both the public and private sectors. Slaughter has also served as a consultant in private practice focusing on fintech and smaller technology companies, and he began his career as a law clerk to Judge Jerome Farris on the United States Court of Appeals for the Ninth Circuit. Shtylman has advised clients through the application and compliance processes for state and federal trust charters, money transmission licensing and registration and lending licenses. Buy your pass today, and then join the blockchain, crypto, DeFi, NFT and web3 communities at TC Sessions: Crypto on November 17 in Miami.Is your company interested in sponsoring or exhibiting at TC Sessions: Crypto?",
            "html_summary": "<ul><li>She has engaged directly with state and federal regulators to discuss the applicability of various financial services regulatory regimes to emerging blockchain technology platforms and protocols that her clients are developing.</li><li>Shtylman counsels on a variety of regulatory, commercial, compliance and product development projects — including NFTs, regulated digital asset platforms, in-game currencies and payment services integrations.</li><li>He has also served as chief policy advisor and special counsel to former Commissioner Sharon Bowen at the Commodity Futures Trading Commission and general counsel to Senator Edward J. Markey.</li><li>Shtylman brings deep knowledge of fintech and blockchain and Slaughter brings legal and advisory experience in both the public and private sectors.</li><li>Slaughter has also served as a consultant in private practice focusing on fintech and smaller technology companies, and he began his career as a law clerk to Judge Jerome Farris on the United States Court of Appeals for the Ninth Circuit.</li><li>Shtylman has advised clients through the application and compliance processes for state and federal trust charters, money transmission licensing and registration and lending licenses.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/05/bitwises-katherine-dowling-talks-rules-and-regs-at-tc-sessions-crypto/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. These are Americas fastestgrowing cities. Inflation, abortion top final KusterBurns debate for 2nd CD. Equipment thats designed to cut methane emission is failing. Musks past tweets reveal clues about Twitters new owner. Russell Henley with another 63 opens 3shot lead at Mayakoba. Iran Revolutionary Guard launches satellitecarrying rocket. Bitwise, Paradigm and Perkins Coie talk regs at TC Sessions Crypto"
}