{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Eatertainment makes a comeback",
            "description": "Want to do some axethrowing over burgers, play pickleball before a chicken dinner, or pair minigolf with hors doeuvres and a craft cocktail? Youre in luck Restaurants that let you play and eat at the same time are expanding like crazy.Why it matters Aft",
            "url": "/2022-10-21-eatertainment-pickleball-puttshack-topgolf",
            "urlToImage": "https://images.axios.com/qY65Dj6E8lAjLrmX5kFVtOAoHHo=/0x0:1920x1080/1366x768/2022/10/20/1666300126005.jpg",
            "publishedAt": "2022-10-21T09:30:03Z",
            "content": "Want to do some axthrowing over burgers, play pickleball before a chicken dinner, or pair minigolf with hors doeuvres and a craft cocktail? Youre in luck Restaurants that let you play and eat at [+3791 chars]",
            "summary": "What's new: The latest crop of social entertainment venues feature higher-quality food (begone, frozen nuggets! ), tech-heavy games that keep score for you, and a host of diversions beyond Skee-Ball.Decisions, decisions: Don't care for pickleball? Illustration: Sarah Grillo/AxiosWant to do some ax-throwing over burgers, play pickleball before a chicken dinner, or pair mini-golf with hors d'oeuvres and a craft cocktail?",
            "html_summary": "<ul><li>What's new: The latest crop of social entertainment venues feature higher-quality food (begone, frozen nuggets!</li><li>), tech-heavy games that keep score for you, and a host of diversions beyond Skee-Ball.Decisions, decisions: Don't care for pickleball?</li></ul>",
            "website_url": "https://www.axios.com/2022/10/21/eatertainment-pickleball-puttshack-topgolf"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BARBARA ORTUTAY - AP Technology Writer",
            "title": "Report TikTok bad at culling US election misinformation ads",
            "description": "TikToks algorithms are very good at finding videos to keep people glued to their phone screens for hours on end. But a new report has found what they are not so good at detecting ads that contain blatant misinformation about",
            "url": "/2022-10-21-a18a35a2a2542eadfc3893983a818511",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/7/34/7346a357-f963-57c7-8314-c311e2594ac8/6352713d6279f.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-21T10:00:06Z",
            "content": "By BARBARA ORTUTAY  AP Technology WriterTikToks algorithms are very good at finding videos to keep people glued to their phone screens for hours on end. What they are not so good at, a new report [+3381 chars]",
            "summary": "Jon Lloyd, senior advisor at Global Witness, said TikToks results, in particular were a huge surprise to us given that the platform has an outright ban political advertising.In a statement, TikTok said it bans and prohibits election misinformation and paid political ads from its platform. These reports were based on a very small sample of ads, and are not representative given the number of political ads we review daily across the world, Facebook said. Thats despite TikTok having banned all political advertisements from its platform in 2019.The report raises fresh concerns about the wildly popular video-sharing apps ability to catch election falsehoods at a time when a growing number of young people use it not just for entertainment, but also for finding information. At the same time, however, the Alphabet-owned video platform did not detect any of the false or misleading election ads the group submitted for approval in Brazil. In 2021, we blocked or removed more than 3.4 billion ads for violating our policies, including 38 million for violating our misrepresentation policy, the company said in a prepared statement. The U.S. ads included misinformation about the voting process, such as when or how people can vote, as well as about how election results are counted. Google said it has developed extensive measures to tackle misinformation on its platforms, including false claims about elections and voting.",
            "html_summary": "<ul><li>Jon Lloyd, senior advisor at Global Witness, said TikTok’s results, in particular were “a huge surprise to us” given that the platform has an outright ban political advertising.In a statement, TikTok said it bans and prohibits election misinformation and paid political ads from its platform.</li><li>“These reports were based on a very small sample of ads, and are not representative given the number of political ads we review daily across the world,” Facebook said.</li><li>That’s despite TikTok having banned all political advertisements from its platform in 2019.The report raises fresh concerns about the wildly popular video-sharing app’s ability to catch election falsehoods at a time when a growing number of young people use it not just for entertainment, but also for finding information.</li><li>At the same time, however, the Alphabet-owned video platform did not detect any of the false or misleading election ads the group submitted for approval in Brazil.</li><li>“In 2021, we blocked or removed more than 3.4 billion ads for violating our policies, including 38 million for violating our misrepresentation policy,” the company said in a prepared statement.</li><li>The U.S. ads included misinformation about the voting process, such as when or how people can vote, as well as about how election results are counted.</li></ul>",
            "website_url": "https://apnews.com/a18a35a2a2542eadfc3893983a818511"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By FATIMA HUSSEIN - Associated Press",
            "title": "Yellen boosting Bidens agenda in Virginia as midterms near",
            "description": "Treasury Secretary Janet Yellen is promoting Biden administration policies as the key to advancing the nations longterm economic well being in the leadup to the midterm elections. The former Federal Reserve chair is visiting a Virginia research and devel",
            "url": "/2022-10-21-c83647b2b539f9d18fe26bc2df5adf4c",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/5/28/528361e1-4eca-586e-b5a3-829896a1deb1/6352714e10866.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-21T10:01:23Z",
            "content": "By FATIMA HUSSEIN  Associated PressWASHINGTON (AP) Treasury Secretary Janet Yellen is promoting Biden administration policies as the key to advancing the nations longterm economic well being in  [+2167 chars]",
            "summary": "Our governments failure to invest in innovation has had wide-ranging impacts on our long-term economic well being, Yellen said in prepared remarks. Yellens visit is part of the Treasury leaders ongoing tour of the U.S., as she and other administration officials try to quell the impact of persistent high inflation. And in turn, we are raising Americas long-term economic outlook. Early voting is underway in many states, including Virginia. In Virginia, Yellen will talk about how a boost in domestic industrial manufacturing will be one of the solutions. Voters have made clear that price increases are a top concern. Rep. Gerry Connolly, D-Va., also will attend.",
            "html_summary": "<ul><li>“Our government’s failure to invest in innovation has had wide-ranging impacts on our long-term economic well being,” Yellen said in prepared remarks.</li><li>Yellen’s visit is part of the Treasury leader’s ongoing tour of the U.S., as she and other administration officials try to quell the impact of persistent high inflation.</li><li>“And in turn, we are raising America’s long-term economic outlook.” Early voting is underway in many states, including Virginia.</li><li>In Virginia, Yellen will talk about how a boost in domestic industrial manufacturing will be one of the solutions.</li><li>Voters have made clear that price increases are a top concern.</li></ul>",
            "website_url": "https://apnews.com/c83647b2b539f9d18fe26bc2df5adf4c"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSHUA GOODMAN - Associated Press",
            "title": "Cash is king for sanctioned Russian, Venezuelan oligarchs",
            "description": "Politically connected billionaires from Russia and Venezuela are at the center of a 49page criminal indictment that reads like a howto guide on circumventing U.S. sanctions. Charges were unveiled this week in New York against seven individuals who allegedly",
            "url": "/2022-10-21-6f0663fb71820a102193325b0f50fb6c",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/b/82/b82f3067-d247-5870-ba54-20db0297e296/63521bafc446a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-21T04:01:31Z",
            "content": "By JOSHUA GOODMAN  Associated PressMIAMI (AP) It was a deal that brought together oligarchs from some of Americas top adversaries.The key is the cash, the oil broker wrote in a text message, o [+7252 chars]",
            "summary": "In one transaction this year cited in the indictment  the $33 million purchase of a tanker full of Venezuelan fuel oil  the alleged co-conspirators discussed channeling payments from a front company in Dubai, named Melissa Trade, to shell accounts in Hong Kong, Australia and England. His whereabouts are unknown.In electronic communications among the men last year, each side boasted of connections to powerful insiders.This is our mother company, Orehkov wrote to Serrano, pasting a link to the aluminum companys website and a link to the owners Wikipedia page. Super close to the Vice President, he wrote, posting a link showing search results for a Venezuelan lawyer and businessman who is currently wanted by the U.S. on money laundering and bribery charges.Neither alleged partner was charged in the case nor are they identified by name in the indictment. While U.S. sanctions on Venezuelan oil apply only to Americans, many foreign entities and individuals with business in the U.S. stay away from transactions involving the OPEC nation for fear of being sanctioned themselves. That same vessel has been identified as being part of a wider oil smuggling network helping Iran, according to research by the United Against Nuclear Iran, a New York-based group the closely tracks crude shipments by sanctioned countries.___Joshua Goodman on Twitter: @APJoshGoodman To hide the transaction, documents were allegedly falsified to describe the cargo as whole green peas and bulky paddy rice. But as is often the case in clandestine transactions, cash appears to have been king. For that same reason, Venezuelas oil sells at a deep discount  about 40% less than the market price, according to the indictment.",
            "html_summary": "<ul><li>In one transaction this year cited in the indictment — the $33 million purchase of a tanker full of Venezuelan fuel oil — the alleged co-conspirators discussed channeling payments from a front company in Dubai, named Melissa Trade, to shell accounts in Hong Kong, Australia and England.</li><li>His whereabouts are unknown.In electronic communications among the men last year, each side boasted of connections to powerful insiders.“This is our mother company,” Orehkov wrote to Serrano, pasting a link to the aluminum company’s website and a link to the owner’s Wikipedia page.</li><li>Super close to the Vice President,” he wrote, posting a link showing search results for a Venezuelan lawyer and businessman who is currently wanted by the U.S. on money laundering and bribery charges.Neither alleged partner was charged in the case nor are they identified by name in the indictment.</li><li>While U.S. sanctions on Venezuelan oil apply only to Americans, many foreign entities and individuals with business in the U.S. stay away from transactions involving the OPEC nation for fear of being sanctioned themselves.</li><li>That same vessel has been identified as being part of a wider oil smuggling network helping Iran, according to research by the United Against Nuclear Iran, a New York-based group the closely tracks crude shipments by sanctioned countries.___Joshua Goodman on Twitter: @APJoshGoodman</li><li>To hide the transaction, documents were allegedly falsified to describe the cargo as “whole green peas” and “bulky paddy rice.” But as is often the case in clandestine transactions, cash appears to have been king.</li></ul>",
            "website_url": "https://apnews.com/6f0663fb71820a102193325b0f50fb6c"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELAINE KURTENBACH - AP Business Writer",
            "title": "Thai regulator approves $7.3 billion telecoms carrier merger",
            "description": "Thailands telecoms regulator has agreed to allow a merger between the countrys two main phone carriers in a decision that raises worries over whether reduced competition will harm consumer interests. The $7.3 billion deal will merge True Corp. and smaller",
            "url": "/2022-10-21-274f6382e8b6d12db4dff88ecdce8771",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/67/467f81fc-df75-54b4-a4d8-d80e8ba9b07a/635266b714a28.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-21T09:18:25Z",
            "content": "By ELAINE KURTENBACH  AP Business WriterBANGKOK (AP) Thailands telecoms regulator has agreed to allow a merger between the countrys two main phone carriers in a decision that raises worries over w [+4120 chars]",
            "summary": "The merger will create a long and lasting impact and make it impossible to turn back the clock, Pirongrong Ramasoota, one of the two commissioners who voted against letting the merger go ahead, said in a Facebook post. BANGKOK (AP)  Thailands telecoms regulator has agreed to allow a merger between the countrys two main phone carriers in a decision that raises worries over whether reduced competition will harm consumer interests.The $7.3 billion deal will merge True Corp. and smaller DTAC, a subsidiary of Norways Telenor Group. She said the deal could result in unfair competition and prevent other companies from trying to enter the market. It said it could cancel or add further conditions if it observes monopolistic behavior due to the merger. The development of our country depends on the competitiveness of the mobile service industry, which also is a key to boosting the economy, she said. The companies have said they plan to list the newly merged company on Thailands stock exchange as soon as November.___Associated Press journalist Tassanee Vejpongsa contributed. The next largest telecoms carrier, AIS, or Advanced Info Service, has 44 million subscribers.",
            "html_summary": "<ul><li>“The merger will create a long and lasting impact and make it impossible to turn back the clock,” Pirongrong Ramasoota, one of the two commissioners who voted against letting the merger go ahead, said in a Facebook post.</li><li>BANGKOK (AP) — Thailand’s telecoms regulator has agreed to allow a merger between the country’s two main phone carriers in a decision that raises worries over whether reduced competition will harm consumer interests.The $7.3 billion deal will merge True Corp. and smaller DTAC, a subsidiary of Norway’s Telenor Group.</li><li>She said the deal could result in unfair competition and prevent other companies from trying to enter the market.</li><li>It said it could cancel or add further conditions if it observes monopolistic behavior due to the merger.</li><li>“The development of our country depends on the competitiveness of the mobile service industry, which also is a key to boosting the economy,” she said.</li><li>The companies have said they plan to list the newly merged company on Thailand’s stock exchange as soon as November.___Associated Press journalist Tassanee Vejpongsa contributed.</li></ul>",
            "website_url": "https://apnews.com/274f6382e8b6d12db4dff88ecdce8771"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By YURI KAGEYAMA - AP Business Writer",
            "title": "German tapped to lead Japans medical company Olympus as CEO",
            "description": "Japanese medical equipment maker Olympus has tapped Stefan Kaufmann, a German who has worked for two decades at the manufacturer, to be its chief executive. The appointment of Kaufmann takes effect April next year, pending the boards approval in March,",
            "url": "/2022-10-21-c8c32f5b816566d694f473a58ff6f93e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/5/79/57944911-e1cb-5f92-b647-8f1a0f311694/63527134bd624.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-21T09:57:48Z",
            "content": "By YURI KAGEYAMA  AP Business WriterTOKYO (AP) Japanese medical equipment maker Olympus said Friday it has named as its next chief executive Stefan Kaufmann, a German who has worked for two decade [+4220 chars]",
            "summary": "TOKYO (AP)  Japanese medical equipment maker Olympus said Friday it has named as its next chief executive Stefan Kaufmann, a German who has worked for two decades at the manufacturer once known for old-style photographic cameras. The company later admitted the money was a cover-up for huge investment losses.At that time, Woodfords case was seen as an example of how Japanese companies had a hard time dealing with foreign managers, and vice versa. Kaufmann is a director, executive officer and chief administrative officer at Olympus with experience in Europe, the Middle East and Africa.It is still relatively rare for a non-Japanese to take the helm at a Japanese company. Olympus made headlines a decade ago when another foreign chief executive, Briton Michael Woodford, was fired after he raised questions about millions of dollars in dubious payments. The company said Yasuo Takeuchi, its current chief executive, will become its chairman. In a case where things ended badly, Carlos Ghosn, a French-Brazilian of Lebanese ancestry, was sent by French automaker Renault SA to help revive its ailing partner Nissan Motor Co. Ghosn led a spectacular turnaround but was arrested on various financial misconduct charges in late 2018. It said Kaufmann will lead Olympus expansion in the med-tech field, ensuring the company adapts to clinical needs and requirements.",
            "html_summary": "<ul><li>TOKYO (AP) — Japanese medical equipment maker Olympus said Friday it has named as its next chief executive Stefan Kaufmann, a German who has worked for two decades at the manufacturer once known for old-style photographic cameras.</li><li>The company later admitted the money was a cover-up for huge investment losses.At that time, Woodford’s case was seen as an example of how Japanese companies had a hard time dealing with foreign managers, and vice versa.</li><li>Kaufmann is a director, executive officer and chief administrative officer at Olympus with experience in Europe, the Middle East and Africa.It is still relatively rare for a non-Japanese to take the helm at a Japanese company.</li><li>Olympus made headlines a decade ago when another foreign chief executive, Briton Michael Woodford, was fired after he raised questions about millions of dollars in dubious payments.</li><li>The company said Yasuo Takeuchi, its current chief executive, will become its chairman.</li><li>In a case where things ended badly, Carlos Ghosn, a French-Brazilian of Lebanese ancestry, was sent by French automaker Renault SA to help revive its ailing partner Nissan Motor Co. Ghosn led a spectacular turnaround but was arrested on various financial misconduct charges in late 2018.</li></ul>",
            "website_url": "https://apnews.com/c8c32f5b816566d694f473a58ff6f93e"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jaclyn Trop",
            "title": "GM takes another fullsize pickup electric with the 400mile range GMC Sierra EV",
            "description": "The 750horsepower batteryelectric Sierra pickup truck is GMs latest model as it targets global sales of 1 million EVs by 2025.",
            "url": "/2022-10-21-gm-takes-another-full-size-pickup-electric-with-the-400-mile-range-gmc-sierra-ev",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/2024-Sierra-EV-Denali-Edition-1-02.jpg?resize=1200,780",
            "publishedAt": "2022-10-21T00:56:33Z",
            "content": "General Motors unveiled Thursday an allelectric GMC Sierra Denali pickup truck, the latest model in the automakers march towards a global annual sales target of 1 million electric vehicles by 2025. [+2878 chars]",
            "summary": "General Motors unveiled Thursday an all-electric GMC Sierra Denali pickup truck, the latest model in the automakers march towards a global annual sales target of 1 million electric vehicles by 2025.The GMC Sierra Denali EV isnt the first electric truck or SUV on GMs new Ultium platform. The company said that the pickup can power a homes essential necessities for 21 days when configured with a bi-directional charger and offerings from GM Energys new Ultium Home line.All trims of the Sierra EV will have an 800-volt architecture capable of fast charging up to 350 kilowatts. Once again, were taking the Ultium technology, the integrated cab and box construction much like the Hummer pickup and carrying that on further with additional purposeful technology in the vehicle.The full-size pickup is slated to compete with the Ford F-150 Lightning. The infotainment system will be powered by Googles Android Automotive operating system, which comes with all the embedded Google services like Assistant.The Denali Edition will also come standard with GMs hands-fee advanced driver assistance system called Super Cruise. GMC said it will announce other versions of the pickup closer to production starting around $50,000. The F-150 Lightning, which launched in April, starts at $47,000 and tops out at nearly $100,000 for the Platinum Extended Range version.The Sierra Denali Edition 1 EV delivers an estimated 754 horsepower and 785 pound-feet of torque when its in Max Power mode. It can travel from 0 to 60 miles per hour in a relatively speedy 4.5 seconds and will have an estimated range of 400 miles.",
            "html_summary": "<ul><li>General Motors unveiled Thursday an all-electric GMC Sierra Denali pickup truck, the latest model in the automaker’s march towards a global annual sales target of 1 million electric vehicles by 2025.The GMC Sierra Denali EV isn’t the first electric truck or SUV on GM’s new Ultium platform.</li><li>The company said that the pickup can power a home’s “essential necessities” for 21 days when configured with a bi-directional charger and offerings from GM Energy’s new Ultium Home line.All trims of the Sierra EV will have an 800-volt architecture capable of fast charging up to 350 kilowatts.</li><li>“Once again, we’re taking the Ultium technology, the integrated cab and box construction much like the Hummer pickup and carrying that on further with additional purposeful technology in the vehicle.”The full-size pickup is slated to compete with the Ford F-150 Lightning.</li><li>The infotainment system will be powered by Google’s Android Automotive operating system, which comes with all the embedded Google services like Assistant.The Denali Edition will also come standard with GM’s hands-fee advanced driver assistance system called Super Cruise.</li><li>GMC said it will announce other versions of the pickup closer to production starting around $50,000.</li><li>The F-150 Lightning, which launched in April, starts at $47,000 and tops out at nearly $100,000 for the “Platinum Extended Range” version.The Sierra Denali Edition 1 EV delivers an estimated 754 horsepower and 785 pound-feet of torque when it’s in Max Power mode.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/20/gm-takes-another-full-size-pickup-electric-with-the-400-mile-range-gmc-sierra-ev/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Eatertainment makes a comeback. Report TikTok bad at culling US election misinformation ads. Yellen boosting Bidens agenda in Virginia as midterms near. Cash is king for sanctioned Russian, Venezuelan oligarchs. Thai regulator approves $7.3 billion telecoms carrier merger. German tapped to lead Japans medical company Olympus as CEO. GM takes another fullsize pickup electric with the 400mile range GMC Sierra EV"
}