{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "Big Techs recent hiring splurge will make cutting costs even harder",
            "description": "Data Company earnings reports; Chart Thomas Oide/AxiosIn just the past year, Microsoft, Facebook and Google parent Alphabet have all seen their headcount rise by upwards of 20%. As Big Tech companies shift from growth to belt tightening, they will have to r",
            "url": "/2022-10-28-big-tech-work-force-hiring-freeze-layoffs",
            "urlToImage": "https://images.axios.com/qOJux1HvB5LQwqvzAefDlOC9hWE=/0x0:1280x720/1366x768/2022/10/28/1666915687879.png",
            "publishedAt": "2022-10-28T10:00:23Z",
            "content": "Data Company earnings reports; Chart Thomas Oide/AxiosIn just the past year, Microsoft, Facebook and Google parent Alphabet have all seen their headcount rise by upwards of 20%. As Big Tech compa [+3045 chars]",
            "summary": "As Big Tech companies shift from growth to belt tightening, they will have to reckon with just how many employees they've hired since the pandemic began. Between the lines: In some cases, those growth numbers include acquisitions, such as Google's acquisition of Mandiant or Microsoft's purchase of Nuance, which also bring added revenue. In just the past year, Microsoft, Facebook and Google parent Alphabet have all seen their headcount rise by upwards of 20%.",
            "html_summary": "<ul><li>As Big Tech companies shift from growth to belt tightening, they will have to reckon with just how many employees they've hired since the pandemic began.</li><li>Between the lines: In some cases, those growth numbers include acquisitions, such as Google's acquisition of Mandiant or Microsoft's purchase of Nuance, which also bring added revenue.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/28/big-tech-work-force-hiring-freeze-layoffs"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ISABEL DEBRE - Associated Press",
            "title": "Irans elite technical university emerges as hub of protests",
            "description": "As demonstrations erupt across Iran, the countrys elite technical university has emerged as an unexpected hub for protest. The Sharif University of Technology has long been a magnet for the nations brightest minds. It has a record of elevating its",
            "url": "/2022-10-28-eb908c0e515362862dd7648123aca84d",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/44/844fe81c-e118-5daf-a3fb-9a80fe625995/635b770361fb4.image.jpg?crop=1280%2C672%2C0%2C144&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-28T06:11:17Z",
            "content": "By ISABEL DEBRE  Associated PressThe aging brick campus of the Sharif University of Technology, Irans elite technical school, has long been a magnet for the nations brightest minds, with a record  [+7660 chars]",
            "summary": "Amid American sanctions and raging inflation, some students joked the university was essentially an airport, as the best and brightest students rushed to leave for Europe and the U.S. after graduation.A turning point came in 2018, students said. Later that year, authorities arrested two top students on widely disputed security charges, stoking outrage.We have no industry, we are in a bad economic situation, the environment is ruined, said the student association activist, listing the reasons for protest. On Sunday, the university announced it would temporarily ban over two dozen students who contributed to the unstable environment.That prompted more demonstrations, as students raged against both university authorities and the ruling clerics. Most recently this week, female students streamed into the male-only section of the dining hall in protest over campus gender segregation as male students cheered them on. Crowds demonstrated anyway, pumping their fists and chanting Death to the dictator!  a slogan that protesters have used around the country.On Oct. 2, the protests devolved into violent mayhem, according to statements from the association.As hundreds of students chanted against Khamenei, plainclothes security forces raided campus. The university closed the cafeteria on Tuesday, hoping to end the demonstrations.Instead, the students moved their lunch to the campus yard, videos showed. But security forces beat the professors, ripped through their interlocked hands and chased protesters into the parking garage.They unleashed paintballs, tear gas and metal pellets on shrieking students.",
            "html_summary": "<ul><li>Amid American sanctions and raging inflation, some students joked the university was essentially an airport, as the best and brightest students rushed to leave for Europe and the U.S. after graduation.A turning point came in 2018, students said.</li><li>Later that year, authorities arrested two top students on widely disputed security charges, stoking outrage.“We have no industry, we are in a bad economic situation, the environment is ruined,” said the student association activist, listing the reasons for protest.</li><li>On Sunday, the university announced it would temporarily ban over two dozen students who contributed to the “unstable environment.”That prompted more demonstrations, as students raged against both university authorities and the ruling clerics.</li><li>Most recently this week, female students streamed into the male-only section of the dining hall in protest over campus gender segregation as male students cheered them on.</li><li>Crowds demonstrated anyway, pumping their fists and chanting “Death to the dictator!” — a slogan that protesters have used around the country.On Oct. 2, the protests devolved into violent mayhem, according to statements from the association.As hundreds of students chanted against Khamenei, plainclothes security forces raided campus.</li><li>The university closed the cafeteria on Tuesday, hoping to end the demonstrations.Instead, the students moved their lunch to the campus yard, videos showed.</li></ul>",
            "website_url": "https://apnews.com/eb908c0e515362862dd7648123aca84d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BIANCA VÁZQUEZ TONESS and SHARON LURYE - AP Education Writers",
            "title": "Massive learning setbacks show COVIDs sweeping toll on kids",
            "description": "The COVID19 pandemic that shuttered classrooms set back learning in some U.S. school systems by more than a year, with children in highpoverty areas affected the most, according to a districtbydistrict analysis of test scores shared exclusively with The A",
            "url": "/2022-10-28-46cb725e08110f8ad3c1b303ec9eefad",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/1/21/121e8e1b-4927-5303-af98-3bbdc74ef042/635b6559bc4a7.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-28T04:54:34Z",
            "content": "By BIANCA VZQUEZ TONESS and SHARON LURYE  AP Education WritersThe COVID19 pandemic devastated poor childrens wellbeing, not just by closing their schools, but also by taking away their parents  [+7328 chars]",
            "summary": "Students studied online until March 2021, and when schools reopened, many chose to stay with remote learning, Repucci said.Students here were exposed to things they should never have been exposed to until much later, Repucci said. In Rochester, New Hampshire, students lost nearly two years in reading even though schools offered in-person learning most of the 2020-2021 school year. But neither was a perfect predictor of declines in reading and math.In some districts, students lost more than two years of math learning, according to the data. School systems are still spending the nearly $190 billion in federal relief money allocated for recovery, a sum experts have said fails to address the extent of learning loss in schools. Poverty and time spent in remote learning affected learning loss, and learning losses were greater in districts that remained online longer, according to Kane and Reardons analysis. The data show many children need significant intervention, and advocates and researchers say the U.S. isnt doing enough.Together, Reardon and Kane created a map showing how many years of learning the average student in each district has lost since 2019. Reading and math scores dont tell the entire story about whats happening with a child, but theyre one of the only aspects of childrens development reliably measured nationwide.Test scores arent the only thing, or the most important thing, Reardon said.",
            "html_summary": "<ul><li>Students studied online until March 2021, and when schools reopened, many chose to stay with remote learning, Repucci said.“Students here were exposed to things they should never have been exposed to until much later,” Repucci said.</li><li>In Rochester, New Hampshire, students lost nearly two years in reading even though schools offered in-person learning most of the 2020-2021 school year.</li><li>But neither was a perfect predictor of declines in reading and math.In some districts, students lost more than two years of math learning, according to the data.</li><li>School systems are still spending the nearly $190 billion in federal relief money allocated for recovery, a sum experts have said fails to address the extent of learning loss in schools.</li><li>Poverty and time spent in remote learning affected learning loss, and learning losses were greater in districts that remained online longer, according to Kane and Reardon’s analysis.</li><li>The data show many children need significant intervention, and advocates and researchers say the U.S. isn’t doing enough.Together, Reardon and Kane created a map showing how many years of learning the average student in each district has lost since 2019.</li></ul>",
            "website_url": "https://apnews.com/46cb725e08110f8ad3c1b303ec9eefad"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BIANCA VÁZQUEZ TONESS and SHARON LURYE - AP Education Writers",
            "title": "Massive learning setbacks show COVIDs sweeping toll on kids",
            "description": "The COVID19 pandemic that shuttered classrooms set back learning in some U.S. school systems by more than a year, with children in highpoverty areas affected the most, according to a districtbydistrict analysis of test scores shared exclusively with The A",
            "url": "/2022-10-28-46cb725e08110f8ad3c1b303ec9eefad",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/30/83020057-4aad-576b-95ae-f58a595c7fd1/635b657434b19.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-28T04:54:34Z",
            "content": "By BIANCA VZQUEZ TONESS and SHARON LURYE  AP Education WritersThe COVID19 pandemic devastated poor childrens wellbeing, not just by closing their schools, but also by taking away their parents  [+7462 chars]",
            "summary": "Students studied online until March 2021, and when schools reopened, many chose to stay with remote learning, Repucci said.Students here were exposed to things they should never have been exposed to until much later, Repucci said. In Rochester, New Hampshire, students lost nearly two years in reading even though schools offered in-person learning most of the 2020-2021 school year. But neither was a perfect predictor of declines in reading and math.In some districts, students lost more than two years of math learning, according to the data. School systems are still spending the nearly $190 billion in federal relief money allocated for recovery, a sum experts have said fails to address the extent of learning loss in schools. Poverty and time spent in remote learning affected learning loss, and learning losses were greater in districts that remained online longer, according to Kane and Reardons analysis. The data show many children need significant intervention, and advocates and researchers say the U.S. isnt doing enough.Together, Reardon and Kane created a map showing how many years of learning the average student in each district has lost since 2019. Reading and math scores dont tell the entire story about whats happening with a child, but theyre one of the only aspects of childrens development reliably measured nationwide.Test scores arent the only thing, or the most important thing, Reardon said.",
            "html_summary": "<ul><li>Students studied online until March 2021, and when schools reopened, many chose to stay with remote learning, Repucci said.“Students here were exposed to things they should never have been exposed to until much later,” Repucci said.</li><li>In Rochester, New Hampshire, students lost nearly two years in reading even though schools offered in-person learning most of the 2020-2021 school year.</li><li>But neither was a perfect predictor of declines in reading and math.In some districts, students lost more than two years of math learning, according to the data.</li><li>School systems are still spending the nearly $190 billion in federal relief money allocated for recovery, a sum experts have said fails to address the extent of learning loss in schools.</li><li>Poverty and time spent in remote learning affected learning loss, and learning losses were greater in districts that remained online longer, according to Kane and Reardon’s analysis.</li><li>The data show many children need significant intervention, and advocates and researchers say the U.S. isn’t doing enough.Together, Reardon and Kane created a map showing how many years of learning the average student in each district has lost since 2019.</li></ul>",
            "website_url": "https://apnews.com/46cb725e08110f8ad3c1b303ec9eefad"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Dan Goodin",
            "title": "Meet the Microsoft servers that have been fueling massive DDoSes for months",
            "description": "Misconfigured CLDAP services on MS domain controllers are amplifying data floods.",
            "url": "/2022-10-28-researchers-id-12k-microsoft-servers-that-are-a-ddosers-best-friend",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2020/06/server-ddos-storm-surge-760x380.jpg",
            "publishedAt": "2022-10-28T13:09:13Z",
            "content": "2 with 2 posters participatingA small retail business in North Africa; a North American telecommunications provider; two separate religious organizations What do they all have in common? Theyre al [+3926 chars]",
            "summary": "Also known as amplification attacks, these reflection techniques allow record-breaking DDoSes to be delivered by the tiniest of botnets.Over the past year, a growing source of reflection attacks have been the Connectionless Lightweight Directory Access Protocol. Targetsbe they game companies, journalists, or even crucial pillars of Internet infrastructureoften buckled at the strain and either completely fell over or slowed to a trickle.Companies like Lumen, Netscout, Cloudflare, and Akamai then countered with defenses that filtered out the junk traffic, allowing their customers to withstand the torrents. Rather than sending the torrent of junk traffic to the target directly, DDoSers send network requests to one or more third parties. But on the open Internet, all UDP services are vulnerable to reflection.DDoSers have been using it since at least 2017 to magnify data torrents by a factor of 56 to 70, making it among the more powerful reflectors available. When CLDAP reflection was first discovered, the number of servers exposing the service to the Internet was in the tens of thousands. Since 2020, however, the number has once again climbed, with a 60-percent spike in the past 12 months alone, according to Black Lotus Labs.The researcher went on to profile four of those servers. Early on, DDoSers simply corralled ever-larger numbers of Internet-connected devices into botnets and then used them to simultaneously send a target more data than they can handle.",
            "html_summary": "<ul><li>Also known as amplification attacks, these reflection techniques allow record-breaking DDoSes to be delivered by the tiniest of botnets.Over the past year, a growing source of reflection attacks have been the Connectionless Lightweight Directory Access Protocol.</li><li>Targets—be they game companies, journalists, or even crucial pillars of Internet infrastructure—often buckled at the strain and either completely fell over or slowed to a trickle.Companies like Lumen, Netscout, Cloudflare, and Akamai then countered with defenses that filtered out the junk traffic, allowing their customers to withstand the torrents.</li><li>Rather than sending the torrent of junk traffic to the target directly, DDoSers send network requests to one or more third parties.</li><li>But on the open Internet, all UDP services are vulnerable to reflection.”DDoSers have been using it since at least 2017 to magnify data torrents by a factor of 56 to 70, making it among the more powerful reflectors available.</li><li>When CLDAP reflection was first discovered, the number of servers exposing the service to the Internet was in the tens of thousands.</li><li>Since 2020, however, the number has once again climbed, with a 60-percent spike in the past 12 months alone, according to Black Lotus Labs.The researcher went on to profile four of those servers.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2022/10/researchers-id-12k-microsoft-servers-that-are-a-ddosers-best-friend/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Big Techs recent hiring splurge will make cutting costs even harder. Irans elite technical university emerges as hub of protests. Massive learning setbacks show COVIDs sweeping toll on kids. Massive learning setbacks show COVIDs sweeping toll on kids. Meet the Microsoft servers that have been fueling massive DDoSes for months"
}