{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Luis Andres Henao",
            "title": "LYFT drivers spread Gospel with ridehailing ministries...",
            "description": "NEW YORK (AP)  One is an ordained pastor in Brooklyn, the other a single mother and childrens book author in New Jersey. Both drive for Lyft. Both share the word of God as roving preachers. Pastor Kenneth Drayton and Tomika Reid try to inspire passengers th",
            "url": "/2022-11-19-religion-new-york-brooklyn-796a0304635738768e52d21a6dd42f64",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/b733a322b8d541c5b105018cf5b6f201/3000.jpeg",
            "publishedAt": "2022-11-20T16:31:37Z",
            "content": "NEW YORK (AP) One is an ordained pastor in Brooklyn, the other a single mother and childrens book author in New Jersey. Both drive for Lyft. Both share the word of God as roving preachers.Pastor Ke [+4556 chars]",
            "summary": "She usually plays George Michael on weekdays and gospel music on Sundays when shes working and cant make it to church.When I hear people say, You made my day, I know I can make an impact on peoples life, Reid said. And I love it because I just love inspiring people and encouraging them to never give up.Losses have marked her life, including the death of her mother, sister and the fathers of her two daughters. In the backseat pocket of her 2019 Nissan Altima, she keeps the five books that she has written, including one for children on how to cope with the loss of a loved one.Passengers often buy her books or tip her generously and she proudly keeps a five-out-of-five-star rating. She often retells her story to passengers.I wanted to give up, but because of my faith in God, Im still here standing said the 40-year-old single mother. Its discussion and debates that have caused holy wars.Reid also stays away from doctrine and focuses more on sharing her personal story, hoping it can help others deal with their challenges. And I just want to use my story to encourage others never to give up, no matter what you go through.In 2017, she began driving for Lyft to support her daughters, who are now 14 and 20. Instead of trying to preach, he says he focuses his message on the love of God and tends to avoid doctrine.Thats been the conflict, the repellent for healing and transformation, said Drayton.",
            "html_summary": "<ul><li>She usually plays George Michael on weekdays and gospel music on Sundays when she’s working and can’t make it to church.“When I hear people say, ‘You made my day,’ I know I can make an impact on people’s life,” Reid said.</li><li>“And I love it because I just love inspiring people and encouraging them to never give up.”Losses have marked her life, including the death of her mother, sister and the fathers of her two daughters.</li><li>In the backseat pocket of her 2019 Nissan Altima, she keeps the five books that she has written, including one for children on how to cope with the loss of a loved one.Passengers often buy her books or tip her generously and she proudly keeps a five-out-of-five-star rating.</li><li>She often retells her story to passengers.“I wanted to give up, but because of my faith in God, I’m still here standing” said the 40-year-old single mother.</li><li>“It’s discussion and debates that have caused holy wars.”Reid also stays away from doctrine and focuses more on sharing her personal story, hoping it can help others deal with their challenges.</li><li>“And I just want to use my story to encourage others never to give up, no matter what you go through.”In 2017, she began driving for Lyft to support her daughters, who are now 14 and 20.</li></ul>",
            "website_url": "https://apnews.com/article/religion-new-york-brooklyn-796a0304635738768e52d21a6dd42f64"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps AppleEpic antitrust battle resumes, Apple sued over tracking, Googles new rules for kids apps",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. Global app spending reached $65 billion in the first half of 2022, up only slightly from the $64.4 billi",
            "url": "/2022-11-19-this-week-in-apps-apple-epic-antitrust-battle-resumes-apple-sued-over-tracking-googles-new-rules-for-kids-apps",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/this-week-in-apps-splash-2022.webp?resize=1200,637",
            "publishedAt": "2022-11-19T18:30:41Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.Global app spending reached $65 billion in  [+22376 chars]",
            "summary": "Any apps in this program were also eligible to be rated for the Teacher Approved program, which had stricter guidelines, but entry was not guaranteed.Now, the additional policy requirements for the Designed for Families program are being rolled into the Play Stores broader Families Policy. The app, which focuses on having users join interest groups, is popular with Gen Z and creators who use it to talk to fans. Note-taking app Evernote agreed to be acquired by Milan-based app developer Bending Spoons, for an undisclosed sum. The Designed for Families program included a number of requirements around the apps content, its functionality, use of ads, data practices, use of warning labels, feature set, underlying technology components, and more. Similar to apps like Fantastical, users can type in meeting information in natural language, like lunch with Lisa at 1 pm tomorrow. It also offers a more customizable solution for finding timeslots for meetings, compared with existing players like Calendly. Or as Perry put it, we are one big happy family.Perrys arguments re-iterated points from the lower courts decision, particularly noting that the iPhone was designed to be more secure than the Mac, which is why theres no sideloading, and instead puts apps through human review. The app offers commission-free investments in U.S. stocks and ETFs. Mobile chat app Geneva raised $21 million in a Series A extension led by cryptofund Multicoin Capital. Epic Games was unhappy with that decision, of course, as it had wanted the court to force Apple to support third-party payments and/or third-party app stores which would have allowed Fortnite to maximize its revenues.",
            "html_summary": "<ul><li>Any apps in this program were also eligible to be rated for the Teacher Approved program, which had stricter guidelines, but entry was not guaranteed.Now, the additional policy requirements for the Designed for Families program are being rolled into the Play Store’s broader Families Policy.</li><li>The app, which focuses on having users join interest groups, is popular with Gen Z and creators who use it to talk to fans.🤝 Note-taking app Evernote agreed to be acquired by Milan-based app developer Bending Spoons, for an undisclosed sum.</li><li>The Designed for Families program included a number of requirements around the app’s content, its functionality, use of ads, data practices, use of warning labels, feature set, underlying technology components, and more.</li><li>Similar to apps like Fantastical, users can type in meeting information in natural language, like “lunch with Lisa at 1 pm tomorrow.” It also offers a more customizable solution for finding timeslots for meetings, compared with existing players like Calendly.</li><li>Or as Perry put it, “we are one big happy family.”Perry’s arguments re-iterated points from the lower court’s decision, particularly noting that the iPhone was designed to be more secure than the Mac, which is why there’s no “sideloading,” and instead puts apps through human review.</li><li>The app offers commission-free investments in U.S. stocks and ETFs.💰 Mobile chat app Geneva raised $21 million in a Series A extension led by cryptofund Multicoin Capital.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/19/this-week-in-apps-apple-epic-antitrust-battle-resumes-apple-sued-over-tracking-googles-new-rules-for-kids-apps/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KRUTIKA PATHI - Associated Press",
            "title": "VP Harris has brief encounter with Chinas leader Xi",
            "description": "U.S. Vice President Kamala Harris has spoken briefly with Chinese leader Xi Jinping in another step toward keeping lines of communication open between the two biggest economies. A White House official said Harris and Xi exchanged remarks Saturday while headin",
            "url": "/2022-11-19-f4b0cdf25b12af6c96c15e25282e60bb",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/6/1e/61e2e31e-997c-540b-8a72-597c48a74a9f/63786fc62339a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-19T05:59:34Z",
            "content": "By KRUTIKA PATHI  Associated PressBANGKOK (AP) U.S. Vice President Kamala Harris spoke briefly with Chinese leader Xi Jinping on Saturday in another step toward keeping lines of communication open [+3015 chars]",
            "summary": "She also touted her home state, California, saying there is no better place to host APEC 2023 than California, a state known for economic innovation.Our host year will demonstrate the enduring economic commitment of the United States to the Indo-Pacific, said Harris. BANGKOK (AP)  U.S. Vice President Kamala Harris spoke briefly with Chinese leader Xi Jinping on Saturday in another step toward keeping lines of communication open between the two biggest economies. Biden and Harris have also highlighted Washingtons Indo-Pacific Economic Framework, launched earlier this year. Harris and Xi exchanged remarks Saturday while heading into a closed-door meeting at the Asia-Pacific Economic Cooperation forums summit in Bangkok. After the APEC meeting, Harris also met with with Thai Prime Minister Prayuth Chan-ocha. We strongly condemn these actions and again call on North Korea to stop further unlawful, destabilizing acts, Harris said. I greeted President Xi before the APEC Leaders Retreat, Harris wrote on Twitter.",
            "html_summary": "<ul><li>She also touted her home state, California, saying “there is no better place to host APEC 2023 than California, a state known for economic innovation.”“Our host year will demonstrate the enduring economic commitment of the United States to the Indo-Pacific,” said Harris.</li><li>BANGKOK (AP) — U.S. Vice President Kamala Harris spoke briefly with Chinese leader Xi Jinping on Saturday in another step toward keeping lines of communication open between the two biggest economies.</li><li>Biden and Harris have also highlighted Washington’s Indo-Pacific Economic Framework, launched earlier this year.</li><li>Harris and Xi exchanged remarks Saturday while heading into a closed-door meeting at the Asia-Pacific Economic Cooperation forum’s summit in Bangkok.</li><li>After the APEC meeting, Harris also met with with Thai Prime Minister Prayuth Chan-ocha.</li><li>“We strongly condemn these actions and again call on North Korea to stop further unlawful, destabilizing acts,” Harris said.</li></ul>",
            "website_url": "https://apnews.com/f4b0cdf25b12af6c96c15e25282e60bb"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By LUIS ANDRES HENAO - Associated Press",
            "title": "Lyft drivers spread the Gospel with ridehailing ministries",
            "description": "Pastor Kenneth Drayton and Tomika Reid try to inspire passengers through spiritual guidance on the road as part of what they see as Christian ridehailing ministries. Drayton is an ordained pastor in Brooklyn. Reid is a single mother and childrens",
            "url": "/2022-11-19-796a0304635738768e52d21a6dd42f64",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/e9/1e9d65fc-79d3-5ae8-9fcc-2a551e06449a/637a39f4d5a8f.image.jpg?crop=1662%2C873%2C0%2C187&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-20T14:07:02Z",
            "content": "By LUIS ANDRES HENAO  Associated PressNEW YORK (AP) One is an ordained pastor in Brooklyn, the other a single mother and childrens book author in New Jersey. Both drive for Lyft. Both share the wo [+6067 chars]",
            "summary": "She usually plays George Michael on weekdays and gospel music on Sundays when shes working and cant make it to church.When I hear people say, You made my day, I know I can make an impact on peoples life, Reid said. And I love it because I just love inspiring people and encouraging them to never give up.Losses have marked her life, including the death of her mother, sister and the fathers of her two daughters. In the backseat pocket of her 2019 Nissan Altima, she keeps the five books that she has written, including one for children on how to cope with the loss of a loved one.Passengers often buy her books or tip her generously and she proudly keeps a five-out-of-five-star rating. She often retells her story to passengers.I wanted to give up, but because of my faith in God, Im still here standing said the 40-year-old single mother. Its discussion and debates that have caused holy wars.Reid also stays away from doctrine and focuses more on sharing her personal story, hoping it can help others deal with their challenges. And I just want to use my story to encourage others never to give up, no matter what you go through.In 2017, she began driving for Lyft to support her daughters, who are now 14 and 20. Instead of trying to preach, he says he focuses his message on the love of God and tends to avoid doctrine.Thats been the conflict, the repellent for healing and transformation, said Drayton.",
            "html_summary": "<ul><li>She usually plays George Michael on weekdays and gospel music on Sundays when she’s working and can’t make it to church.“When I hear people say, ‘You made my day,’ I know I can make an impact on people’s life,” Reid said.</li><li>“And I love it because I just love inspiring people and encouraging them to never give up.”Losses have marked her life, including the death of her mother, sister and the fathers of her two daughters.</li><li>In the backseat pocket of her 2019 Nissan Altima, she keeps the five books that she has written, including one for children on how to cope with the loss of a loved one.Passengers often buy her books or tip her generously and she proudly keeps a five-out-of-five-star rating.</li><li>She often retells her story to passengers.“I wanted to give up, but because of my faith in God, I’m still here standing” said the 40-year-old single mother.</li><li>“It’s discussion and debates that have caused holy wars.”Reid also stays away from doctrine and focuses more on sharing her personal story, hoping it can help others deal with their challenges.</li><li>“And I just want to use my story to encourage others never to give up, no matter what you go through.”In 2017, she began driving for Lyft to support her daughters, who are now 14 and 20.</li></ul>",
            "website_url": "https://apnews.com/796a0304635738768e52d21a6dd42f64"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Einride founder on building an underlying business to support future tech goals",
            "description": "We sat down with Einride CEO Robert Falck to talk about the challenges of reaching autonomy when connectivity on the roads is lacking, among other hot topics.",
            "url": "/2022-11-19-einride-founder-on-building-an-underlying-business-to-support-future-tech-goals",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/Falck-alt.jpg?resize=1200,675",
            "publishedAt": "2022-11-20T18:00:55Z",
            "content": "Swedish startup Einride was founded in 2016 with a mission to electrify freight transport. Today, that means designing electric trucks and an underlying operating system to help overland shippers mak [+2199 chars]",
            "summary": "On top of that, he saw the need to eventually automate the role of long-haul trucking.Falck, a serial entrepreneur, decided against the route many autonomous trucking companies have taken  doggedly pursuing self-driving technology, even if it meant putting sensors and software stacks on diesel vehicles. By the time Einride is ready to go to market with its autonomous pods, it will ideally already have a range of commercial shipping partners in its pipeline.Einrides current shipping clients across Sweden and the U.S. include Oatly, Bridgestone, Maersk and Beyond Meat. Today, that means designing electric trucks and an underlying operating system to help overland shippers make the transition to electric. The first involves working with OEM partners to build electric trucks and partnering with shippers to deploy them and earn revenue. That revenue then goes back into the business for the second step, which is the development of an autonomous system. Swedish startup Einride was founded in 2016 with a mission to electrify freight transport. Rather, Falck chose a two-step process to bring Einride to market.",
            "html_summary": "<ul><li>On top of that, he saw the need to eventually automate the role of long-haul trucking.Falck, a serial entrepreneur, decided against the route many autonomous trucking companies have taken — doggedly pursuing self-driving technology, even if it meant putting sensors and software stacks on diesel vehicles.</li><li>By the time Einride is ready to go to market with its autonomous pods, it will ideally already have a range of commercial shipping partners in its pipeline.Einride’s current shipping clients across Sweden and the U.S. include Oatly, Bridgestone, Maersk and Beyond Meat.</li><li>Today, that means designing electric trucks and an underlying operating system to help overland shippers make the transition to electric.</li><li>The first involves working with OEM partners to build electric trucks and partnering with shippers to deploy them and earn revenue.</li><li>That revenue then goes back into the business for the second step, which is the development of an autonomous system.</li><li>Swedish startup Einride was founded in 2016 with a mission to electrify freight transport.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/20/einride-founder-on-building-an-underlying-business-to-support-future-tech-goals/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. LYFT drivers spread Gospel with ridehailing ministries.... This Week in Apps AppleEpic antitrust battle resumes, Apple sued over tracking, Googles new rules for kids apps. VP Harris has brief encounter with Chinas leader Xi. Lyft drivers spread the Gospel with ridehailing ministries. Einride founder on building an underlying business to support future tech goals"
}