{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JULIE CARR SMYTH - Associated Press",
            "title": "Ryan, Vance at odds on abortion, Jan 6 in Ohio Senate debate",
            "description": "Democratic U.S. Rep. Tim Ryan and Republican JD Vance are deflecting accusations that theyre political lapdogs to their parties. They spoke during their second debate for Ohios open U.S. Senate seat. Vance challenged Ryans record of support for the wall",
            "url": "/2022-10-18-6b00b57614dff12903d4228e74c37ac8",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/2/60/260cb571-fb0f-5bb5-a06e-824ab7c5606c/634e1710051c4.image.jpg?crop=1725%2C906%2C0%2C148&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-18T02:46:51Z",
            "content": "By JULIE CARR SMYTH  Associated PressCOLUMBUS, Ohio (AP) Democratic U.S. Rep. Tim Ryan and Republican JD Vance deflected accusations of being political lapdogs to their parties Monday, as they met [+4616 chars]",
            "summary": "Vance, a venture capitalist and author of Hillbilly Elegy, said former President Donald Trump was only making a joking reference to a newspaper article when he said Vance had been kissing my a-- for an endorsement. He said it would be a big mistake to send Vance to Washington given the record of his anti-addiction nonprofit.Vance said Ryans words didnt match his record. Rob Portman, who has endorsed Vance to take over his seat.To questions on immigration, police violence and opioid addiction, Vance returned frequently to the topic of the U.S. border with Mexico, which he said Democrats like Ryan have done too little to protect. Ryan said he would vote to codify the abortion rights previously protected under Roe v. Wade, which generally allowed abortions up under viability, and finds Grahams bill extreme. Youre running against me. Ryan said he stood up to his own party when he once challenged Pelosi for the speakership, and has also supported bipartisan bills alongside retiring GOP Sen. The guy whos subservient to the national party is Tim Ryan, Vance said, citing Ryans voting loyalty toward Democratic President Joe Biden and House Speaker Nancy Pelosi of California. You have got to close the border, he said.",
            "html_summary": "<ul><li>Vance, a venture capitalist and author of “Hillbilly Elegy,” said former President Donald Trump was only making a joking reference to a newspaper article when he said Vance had been “kissing my a--” for an endorsement.</li><li>He said it would be “a big mistake” to send Vance to Washington given the record of his anti-addiction nonprofit.Vance said Ryan’s words didn’t match his record.</li><li>Rob Portman, who has endorsed Vance to take over his seat.To questions on immigration, police violence and opioid addiction, Vance returned frequently to the topic of the U.S. border with Mexico, which he said Democrats like Ryan have done too little to protect.</li><li>Ryan said he would vote to codify the abortion rights previously protected under Roe v. Wade, which generally allowed abortions up under viability, and finds Graham’s bill extreme.</li><li>You’re running against me.” Ryan said he stood up to his own party when he once challenged Pelosi for the speakership, and has also supported bipartisan bills alongside retiring GOP Sen.</li><li>“The guy who’s subservient to the national party is Tim Ryan,” Vance said, citing Ryan’s voting loyalty toward Democratic President Joe Biden and House Speaker Nancy Pelosi of California.</li></ul>",
            "website_url": "https://apnews.com/6b00b57614dff12903d4228e74c37ac8"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Smartphone maker Foxconn unveils EV for Taiwan brand Yulon",
            "description": "The Taiwanese company that assembles smartphones for Apple Inc. and other global brands has unveiled an electric SUV that will be produced for a Taiwan automaker under a similar contract model. Foxconn Technology Group said the SUV will be sold",
            "url": "/2022-10-18-ac867a9bfbb0432d0bb3bb4bb026d742",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/5/1d/51d0d608-f639-517b-84a5-aefe655f74da/634e447db41b2.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-18T05:52:28Z",
            "content": "TAIPEI, Taiwan (AP) The company that assembles smartphones for Apple Inc. and other global brands unveiled an electric SUV on Tuesday that will be produced for a Taiwanese automaker under a similar c [+1565 chars]",
            "summary": "No price was announced.Foxconn, also known as Hon Hai Precision Industry Co., plans to produce electric cars and buses for brands in China, North America, Europe and other markets. It said the five-seat vehicle should be able to travel 700 kilometers (440 miles) on one charge.",
            "html_summary": "<ul><li>No price was announced.Foxconn, also known as Hon Hai Precision Industry Co., plans to produce electric cars and buses for brands in China, North America, Europe and other markets.</li></ul>",
            "website_url": "https://apnews.com/ac867a9bfbb0432d0bb3bb4bb026d742"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Live updates | RussiaUkraine War",
            "description": "KYIV, Ukraine  Russian forces are again peppering Ukraine with missile and drone attacks, mostly targeting energy facilities as winter approaches. Moscows attacks during the night and into Tuesday morning mostly concentrated on cities in the south and east ",
            "url": "/2022-10-18-2196b2f82b97edffcec868944f803f1f",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/7f8d9c732e1a4d8d952dc970e3b7a23b/2906.jpeg",
            "publishedAt": "2022-10-18T07:43:54Z",
            "content": "KYIV, Ukraine Russian forces are again peppering Ukraine with missile and drone attacks, mostly targeting energy facilities as winter approaches.Moscows attacks during the night and into Tuesday mo [+3799 chars]",
            "summary": "Moscows forces also launched Iranian-made drones against the city, with Ukraine shooting down five of them, Operational Command South said.In the southeast city of Dnipro, an energy facility was hit twice and severely damaged, the deputy head of the presidents office, Kyrylo Tymoshenko, said. State nuclear operator Energoatom wrote on its Telegram channel that two people were detained and taken to an unknown location: the head of the information technology service Oleh Kostiukov and the assistant general director of the station Oleh Osheka. He said there were no injuries.Russia also shelled the southern city of Mykolaiv with S-300 missiles, killing a man whose body was found in the debris of a two-story building, according to Regional Governor Vitalii Kim. Authorities said four people died.Russia doesnt have any chance on the battlefield, and it tries to compensate for its military defeats with terror, Zelesnkyy said. The less opportunities for terror Russia has, the sooner this war ends.Explosives-laden suicide drones have struck Ukraines capital, setting buildings ablaze and tearing a hole in one of them. The first one among top management of the plant to be seized was the plants director, Ihor Murashov. At the beginning of October, another person, the deputy general director for personal Valeri Martyniuk, was abducted, and his whereabouts are still unknown.",
            "html_summary": "<ul><li>Moscow’s forces also launched Iranian-made drones against the city, with Ukraine shooting down five of them, Operational Command South said.In the southeast city of Dnipro, an energy facility was hit twice and severely damaged, the deputy head of the president’s office, Kyrylo Tymoshenko, said.</li><li>State nuclear operator Energoatom wrote on its Telegram channel that two people were detained and taken to an unknown location: the head of the information technology service Oleh Kostiukov and the assistant general director of the station Oleh Osheka.</li><li>He said there were no injuries.Russia also shelled the southern city of Mykolaiv with S-300 missiles, killing a man whose body was found in the debris of a two-story building, according to Regional Governor Vitalii Kim.</li><li>Authorities said four people died.“Russia doesn’t have any chance on the battlefield, and it tries to compensate for its military defeats with terror,” Zelesnkyy said.</li><li>The less opportunities for terror Russia has, the sooner this war ends.”Explosives-laden suicide drones have struck Ukraine’s capital, setting buildings ablaze and tearing a hole in one of them.</li><li>The first one among top management of the plant to be seized was the plant’s director, Ihor Murashov.</li></ul>",
            "website_url": "https://apnews.com/2196b2f82b97edffcec868944f803f1f"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Abigail Bassett",
            "title": "The Cadillac Celestiq is GMs big (literally) luxury EV bet",
            "description": "General Motors unveiled Monday the production Cadillac Celestiq, a handbuilt, bespoke behemoth fastback allelectric sedan.",
            "url": "/2022-10-18-cadillac-celestiq-ev-reveal",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/celestiq-sideview.jpg?resize=1200,904",
            "publishedAt": "2022-10-18T01:01:20Z",
            "content": "Years ago, Cadillac was associated with luxury and performance.Today, in an effort to claw its way back to the top of the luxury heap, the U.S. automaker unveiled Monday the production Cadillac Cel [+7247 chars]",
            "summary": "The company also says that on DC Fast charging, the Celestiq will gain as much as 78 miles of range in only 10 minutes.Thats impressive, considering that everything on the vehicle that looks like metal is, in fact metal, adding to an already hefty weight. The front portion of the battery pack is lower than the portion under the rear seats, and theres an additional battery pack laid lengthwise under the middle of the vehicle, mimicking a transmission tunnel.The dedicated EV architecture combines a 111-kWh battery pack and a two-motor, all-wheel-drive system. Most auto manufacturers will make things like trim and interior bits out of lighter weight plastics and coat them to look like metal. The manufacturing techniques, as well as some of the packaging and technology, is likely to show up in future Cadillac vehicles priced for those of us who are mere mortals. As a global brand, we will look at expanding to other global markets later in the product lifecycle, including China and the Middle East.Cadillac says it will begin building the Celestiq at the end of 2023, and orders can be placed through dealers. GM estimates that the Celestiq will put out 600 horsepower and 640 pound-feet of torque and get around 300 miles on a full charge.Cadillac says that the Celestiq will travel 0 to 60 miles per hour in around 3.8 seconds. However, spokespeople at Mondays event told TechCrunch that it intends to keep making the Celestiq for years to come, suggesting that the final sales tally could eclipse that initial figure.",
            "html_summary": "<ul><li>The company also says that on DC Fast charging, the Celestiq will gain as much as 78 miles of range in only 10 minutes.That’s impressive, considering that everything on the vehicle that looks like metal is, in fact metal, adding to an already hefty weight.</li><li>The front portion of the battery pack is lower than the portion under the rear seats, and there’s an additional battery pack laid lengthwise under the middle of the vehicle, mimicking a transmission tunnel.The dedicated EV architecture combines a 111-kWh battery pack and a two-motor, all-wheel-drive system.</li><li>Most auto manufacturers will make things like trim and interior bits out of lighter weight plastics and coat them to look like metal.</li><li>The manufacturing techniques, as well as some of the packaging and technology, is likely to show up in future Cadillac vehicles priced for those of us who are mere mortals.</li><li>As a global brand, we will look at expanding to other global markets later in the product lifecycle, including China and the Middle East.”Cadillac says it will begin building the Celestiq at the end of 2023, and orders can be placed through dealers.</li><li>GM estimates that the Celestiq will put out 600 horsepower and 640 pound-feet of torque and get around 300 miles on a full charge.Cadillac says that the Celestiq will travel 0 to 60 miles per hour in around 3.8 seconds.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/17/cadillac-celestiq-ev-reveal/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jaclyn Trop",
            "title": "5 things you didnt know about Cadillacs $300,000 Celestiq EV",
            "description": "Cadillac confirmed Monday that its forthcoming flagship Celestiq sedan will launch late next year with all of the futuristic bells and whistles befitting a bespoke EV starting north of $300,000. The Celestiq isnt just a flagship for the GM",
            "url": "/2022-10-18-5-things-you-didnt-know-about-cadillacs-300000-ev",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/49_CELESTIQ_Rear3q.jpg?resize=1200,769",
            "publishedAt": "2022-10-18T01:00:24Z",
            "content": "Cadillac confirmed Monday that its forthcoming flagship Celestiq sedan will launch late next year with all of the futuristic bells and whistles befitting a bespoke EV starting north of $300,000.The [+4030 chars]",
            "summary": "Its shock towers are constructed from six large cast aluminum components, with one shock alone supplanting up to 40 components from the overall body part count, according to Brandon Vivian, Cadillacs executive chief engineer. Celestiq will also come equipped with the necessary Ultra Cruise hardware to provide incremental progress through over-the-air software updates.Not all Cadillac dealers will carry the Celestiq.All dealers will be offered the opportunity to be able to sell the Celestiq, said Rory Harvey, global vice president for Cadillac. That includes the seat belt loop guide  GMs first safety-related 3D printed part  as well as window switches and grab handles.The architecture of the cars underbody is designed to simplify the hand-built process. This helps reduce weight and maximize space for more important features such as optional 23-inch forged aluminum wheels.Cadillac executives said that the Celestiq will come equipped for eventual driveway-to-destination Level 4-style autonomous driving. A 55-inch-diagonal screen that stretches pillar to pillar, unites two separate screens under a single pane of glass, with pixel density comparable to an 8K screen. Cadillac confirmed Monday that its forthcoming flagship Celestiq sedan will launch late next year with all of the futuristic bells and whistles befitting a bespoke EV starting north of $300,000.The Celestiq isnt just a flagship for the GM luxury brand. The four-seater is slated to set the direction for the brands transition to a full battery-electric lineup by 2030.GM is loading up the Celestiq with new features and tech, pushing the price point well beyond other Cadillac models.",
            "html_summary": "<ul><li>Its shock towers are constructed from six large cast aluminum components, with one shock alone supplanting up to 40 components from the overall body part count, according to Brandon Vivian, Cadillac’s executive chief engineer.</li><li>Celestiq will also come equipped with the necessary Ultra Cruise hardware to provide incremental progress through over-the-air software updates.Not all Cadillac dealers will carry the Celestiq.“All dealers will be offered the opportunity to be able to sell the Celestiq,” said Rory Harvey, global vice president for Cadillac.</li><li>That includes the seat belt loop guide – GM’s first safety-related 3D printed part – as well as window switches and grab handles.The architecture of the car’s underbody is designed to simplify the hand-built process.</li><li>This helps reduce weight and maximize space for more important features such as optional 23-inch forged aluminum wheels.Cadillac executives said that the Celestiq will come equipped for eventual “driveway-to-destination” Level 4-style autonomous driving.</li><li>A 55-inch-diagonal screen that stretches pillar to pillar, unites two separate screens under a single pane of glass, with pixel density comparable to an 8K screen.</li><li>Cadillac confirmed Monday that its forthcoming flagship Celestiq sedan will launch late next year with all of the futuristic bells and whistles befitting a bespoke EV starting “north of $300,000.”The Celestiq isn’t just a flagship for the GM luxury brand.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/17/5-things-you-didnt-know-about-cadillacs-300000-ev/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Matt Burns",
            "title": "Jane Technologies launches its first iOS app for cannabis shopping",
            "description": "Jane Technologiesimpressive cannabis marketplace is finally available in an app. The company today launched its first iOS app enabling users to browse the inventory of local cannabis dispensaries and make purchases within the app. Its webbased marketplace ",
            "url": "/2022-10-18-jane-technologies-launches-its-first-ios-app-for-cannabis-shopping",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/1-1.png?resize=1200,800",
            "publishedAt": "2022-10-18T00:56:11Z",
            "content": "Jane Technologiesimpressive cannabis marketplace is finally available in an app. The company today launched its first iOS app enabling users to browse the inventory of local cannabis dispensaries a [+1773 chars]",
            "summary": "The company today launched its first iOS app enabling users to browse the inventory of local cannabis dispensaries and make purchases within the app.Its web-based marketplace is lovely, and Ive found it amazingly accurate, thanks to its live inventory information. So to put that in perspective, weve seen many tech providers struggle with finding a specific SKU sitting on a store shelf in real-time.Since its founding in 2015, Jane has been dedicated to helping dispensaries provide accurate e-commerce information to consumers. Users can shop local retailers by stores, products, or categories and browse confidently, knowing the listed inventory is accurate.There are plenty of ways to buy weed through a smartphone. When asked what makes Janes app different, CEO and founder Socrates Rosenfeld tells TechCrunch it comes down to the data.Weve been a boring company for some time, and weve been focused on developing proprietary technology. Im thrilled the company is bringing the power of its web marketplace to a smartphone app. Jane Technologies impressive cannabis marketplace is finally available in an app. On the dispensary side, Janes product cleanses and standardizes SKUs, ensuring products have unified metadata.",
            "html_summary": "<ul><li>The company today launched its first iOS app enabling users to browse the inventory of local cannabis dispensaries and make purchases within the app.Its web-based marketplace is lovely, and I’ve found it amazingly accurate, thanks to its live inventory information.</li><li>So to put that in perspective, we’ve seen many tech providers struggle with finding a specific SKU sitting on a store shelf in real-time.”Since its founding in 2015, Jane has been dedicated to helping dispensaries provide accurate e-commerce information to consumers.</li><li>Users can shop local retailers by stores, products, or categories and browse confidently, knowing the listed inventory is accurate.There are plenty of ways to buy weed through a smartphone.</li><li>When asked what makes Jane’s app different, CEO and founder Socrates Rosenfeld tells TechCrunch it comes down to the data.“We’ve been a boring company for some time, and we’ve been focused on developing proprietary technology.</li><li>I’m thrilled the company is bringing the power of its web marketplace to a smartphone app.</li><li>Jane Technologies’ impressive cannabis marketplace is finally available in an app.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/17/jane-technologies-launches-its-first-ios-app-for-cannabis-shopping/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Ryan, Vance at odds on abortion, Jan 6 in Ohio Senate debate. Smartphone maker Foxconn unveils EV for Taiwan brand Yulon. Live updates | RussiaUkraine War. The Cadillac Celestiq is GMs big (literally) luxury EV bet. 5 things you didnt know about Cadillacs $300,000 Celestiq EV. Jane Technologies launches its first iOS app for cannabis shopping"
}