{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATT O'BRIEN - AP Technology Writer",
            "title": "Twitter changes rules over account tracking Elon Musks jet",
            "description": "Twitter suspended an account that used publicly available flight data to track Elon Musks private jet. Thats despite a pledge by the social media platforms new owner to keep it up because of his free speech principles. Then, hours later",
            "url": "/2022-12-15-13119e8cc9bbc15a886369263b29087a",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/1e/41efc51c-c96d-532c-9f08-e0ad2774ba70/639a6e26c4580.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-15T00:36:10Z",
            "content": "By MATT OBRIEN  AP Technology WriterTwitter on Wednesday suspended an account that used publicly available flight data to track Elon Musks private jet, despite a pledge by the social media platf [+5702 chars]",
            "summary": "Later, his personal account was also suspended, with a message saying it violated Twitters rules against platform manipulation and spam.And then hours later, the flight-tracking account was back again, before it was shut down anew. For hours after the suspension of the @elonjet account, other Sweeney-run accounts tracking private jets used by Bill Gates, Jeff Bezos, Mark Zuckerberg and various Russian oligarchs were still live on Twitter. Musk and Twitters policy team had sought to publicly explain Wednesday that Twitter now has new rules.Any account doxxing real-time location info of anyone will be suspended, as it is a physical safety violation, Musk tweeted. Started in 2020 when Sweeney was a teenager, the account automatically posted the Gulfstream jets flights with a map and an estimate of the amount of jet fuel and carbon emissions it expended. The University of Central Florida student said Musk last year sent him a private message offering $5,000 to take the jet-tracking account down, citing security concerns. The AP has not been able to independently verify those documents.Sweeney said that he suspects the short-lived ban stemmed from anger over those leaks.Musk has previously criticized that filtering technique  nicknamed shadowbanning  and alleged that it was unfairly used by Twitters past leadership to suppress right-wing accounts. He logged into Twitter and saw a notice that the account was permanently suspended for breaking Twitters rules.",
            "html_summary": "<ul><li>Later, his personal account was also suspended, with a message saying it violated Twitter’s rules “against platform manipulation and spam.”And then hours later, the flight-tracking account was back again, before it was shut down anew.</li><li>For hours after the suspension of the @elonjet account, other Sweeney-run accounts tracking private jets used by Bill Gates, Jeff Bezos, Mark Zuckerberg and various Russian oligarchs were still live on Twitter.</li><li>Musk and Twitter’s policy team had sought to publicly explain Wednesday that Twitter now has new rules.“Any account doxxing real-time location info of anyone will be suspended, as it is a physical safety violation,” Musk tweeted.</li><li>Started in 2020 when Sweeney was a teenager, the account automatically posted the Gulfstream jet’s flights with a map and an estimate of the amount of jet fuel and carbon emissions it expended.</li><li>The University of Central Florida student said Musk last year sent him a private message offering $5,000 to take the jet-tracking account down, citing security concerns.</li><li>The AP has not been able to independently verify those documents.Sweeney said that he suspects the short-lived ban stemmed from anger over those leaks.Musk has previously criticized that filtering technique — nicknamed “shadowbanning” — and alleged that it was unfairly used by Twitter’s past leadership to suppress right-wing accounts.</li></ul>",
            "website_url": "https://apnews.com/13119e8cc9bbc15a886369263b29087a"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DAKE KANG - Associated Press",
            "title": "A week into easing, uncertainty over China virus direction",
            "description": "A week after China eased some of its strictest COVID19 containment measures, uncertainty remains over the direction of the pandemic. While there are no indications of the massive surge some had feared, the government says it is now essentially impossible",
            "url": "/2022-12-15-5cb52cff65237e79a52b15cb2fdb0f7b",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/59/8598b4c9-079a-5451-8a6e-54bf5a904a85/639ac62bb2884.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-15T06:31:47Z",
            "content": "By DAKE KANG  Associated PressBEIJING (AP) A week after China eased some of the worlds strictest COVID19 containment measures, uncertainty remains over the direction of the pandemic in the world [+4841 chars]",
            "summary": "Many people also test at home, and any positive results there would also not be captured.The government stopped announcing asymptomatic case totals earlier this week, saying an accurate count was impossible.Chinas official death toll remains low, with just 5,235 deaths  compared with 1.1 million in the United States. Now is also not an ideal time for China to be loosening restrictions, Chen said, as the virus circulates more easily during the cold and flu season in winter.The task of gauging Chinas preparedness is made all the harder by the lack of reliable statistics and projections. While cities such as Beijing, Shanghai and Shenzhen have invested heavily in health care, second- and third-tier cities and communities in the vast rural hinterland have far fewer resources to deal with a major outbreak. Chinas zero-COVID policy of lockdowns, quarantines and mandatory testing was blamed for hindering the economy and creating massive societal stress, and though the Dec. 7 relaxation of measures has allowed more avenues for the coronavirus spread across the country, the full effects have yet to come into focus. Studies show Chinese vaccines are effective in preventing hospitalization and death, but require at least three doses in order to be fully effective.According to authorities, 86.6% of people aged 60 or over have received at least two shots. While there are no official indications yet of the massive surge of critically ill patients some had feared, informal surveys and social media posts suggest huge numbers of people are being infected. On Wednesday, the government said it would offer a second booster shot to those in vulnerable groups who had received their first booster more than six months ago.",
            "html_summary": "<ul><li>Many people also test at home, and any positive results there would also not be captured.The government stopped announcing asymptomatic case totals earlier this week, saying an accurate count was impossible.China’s official death toll remains low, with just 5,235 deaths — compared with 1.1 million in the United States.</li><li>Now is also not an ideal time for China to be loosening restrictions, Chen said, as the virus circulates more easily during the cold and flu season in winter.The task of gauging China’s preparedness is made all the harder by the lack of reliable statistics and projections.</li><li>While cities such as Beijing, Shanghai and Shenzhen have invested heavily in health care, second- and third-tier cities and communities in the vast rural hinterland have far fewer resources to deal with a major outbreak.</li><li>China’s “zero-COVID” policy of lockdowns, quarantines and mandatory testing was blamed for hindering the economy and creating massive societal stress, and though the Dec. 7 relaxation of measures has allowed more avenues for the coronavirus’ spread across the country, the full effects have yet to come into focus.</li><li>Studies show Chinese vaccines are effective in preventing hospitalization and death, but require at least three doses in order to be fully effective.According to authorities, 86.6% of people aged 60 or over have received at least two shots.</li><li>While there are no official indications yet of the massive surge of critically ill patients some had feared, informal surveys and social media posts suggest huge numbers of people are being infected.</li></ul>",
            "website_url": "https://apnews.com/5cb52cff65237e79a52b15cb2fdb0f7b"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KELVIN CHAN - Associated Press",
            "title": "Musks Twitter tweaks foreshadow EU showdown over new rules",
            "description": "Elon Musks more unfettered version of Twitter could collide with new rules in Europe. Officials warn the social media company will have to comply with some of the worlds toughest laws targeting toxic content. The new digital rulebook means the",
            "url": "/2022-12-15-5fdd95a253b4a97c7a1b6df8d77b8b47",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/c/b4/cb425f07-6c3c-5a0d-a0e1-0148d8333592/639ad4163d234.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-15T07:43:41Z",
            "content": "By KELVIN CHAN  Associated PressLONDON (AP) Selfproclaimed free speech warrior Elon Musks more unfettered version of Twitter could collide with new rules in Europe, where officials warn that the  [+7586 chars]",
            "summary": "Big platforms will have to assess how theyre dealing with systemic risks, such as harassment, election-related disinformation, hoaxes and manipulation during pandemics.By the summer, the first changes stemming from the rules should start appearing via digital buttons on websites and apps so users can easily flag illegal content. LONDON (AP)  Self-proclaimed free speech warrior Elon Musks more unfettered version of Twitter could collide with new rules in Europe, where officials warn that the social media company will have to comply with some of the worlds toughest laws targeting toxic content. It is one thing to make a conscious decision to leave racist content up, it is another to have it be up unnoticed because teams monitoring content are simply not there, she said. They must let EU regulators review their efforts.Breton, the EUs digital policy chief, said he reminded Musk about the penalties for violations, including fines worth 6% of global annual revenue that could reach billions. EU officials have estimated they will add more than 100 full-time staff by 2024 to enforce the DSA and other new rules on digital competition.Each of the 27 EU countries also will have to hire more people to police smaller platforms and coordinate with Brussels. As Musk is scrambling to both save money, comply with the law, and keep advertisers on board, the main question is whether he will dedicate the needed resources to monitor content at all, said Schaake of Stanford. Twitters disastrous rollout of paid verified blue checks likely would have triggered an EU investigation and possibly big fines because such major design changes wouldnt be allowed without a risk assessment, Albert said.The premium service was abandoned last month after a flood of imposter accounts spread disinformation.",
            "html_summary": "<ul><li>Big platforms will have to assess how they’re dealing with “systemic risks,” such as harassment, election-related disinformation, hoaxes and manipulation during pandemics.By the summer, the first changes stemming from the rules should start appearing via digital “buttons” on websites and apps so users can easily flag illegal content.</li><li>LONDON (AP) — Self-proclaimed free speech warrior Elon Musk’s more unfettered version of Twitter could collide with new rules in Europe, where officials warn that the social media company will have to comply with some of the world’s toughest laws targeting toxic content.</li><li>“It is one thing to make a conscious decision to leave racist content up, it is another to have it be up unnoticed” because teams monitoring content “are simply not there,” she said.</li><li>They must let EU regulators review their efforts.Breton, the EU’s digital policy chief, said he reminded Musk about the penalties for violations, including fines worth 6% of global annual revenue that could reach billions.</li><li>EU officials have estimated they will add more than 100 full-time staff by 2024 to enforce the DSA and other new rules on digital competition.Each of the 27 EU countries also will have to hire more people to police smaller platforms and coordinate with Brussels.</li><li>“As Musk is scrambling to both save money, comply with the law, and keep advertisers on board, the main question is whether he will dedicate the needed resources to monitor content at all,” said Schaake of Stanford.</li></ul>",
            "website_url": "https://apnews.com/5fdd95a253b4a97c7a1b6df8d77b8b47"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "MyHealth Africa, a startup connecting patients with health specialists across the globe, lands $1M funding",
            "description": "MyHealth Africa, a startup changing how people access medical services, plans to further expand in Africa, Middle East, and South Asia.",
            "url": "/2022-12-15-myhealth-africa-a-startup-connecting-patients-with-health-specialists-across-the-globe-lands-1m-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/MyHealth-Africa-team-min.png?resize=1200,824",
            "publishedAt": "2022-12-15T08:48:34Z",
            "content": "Kenyabased MyHealth Africa, an integrated healthcare platform changing how people access medical services, by connecting patients with local and international health specialists and hospitals, is gr [+2739 chars]",
            "summary": "And today, we could not be more pleased to announce our formal partnership in helping take the MyHealth Africa solution to the world.Ugandas Rocket Health raises $5M to scale telemedicine across AfricaAfrican health tech startups in the supply chain segment show rapid growth, spurring a $7M investment initiative When we first encountered MyHealth Africa during the last season of GSA Africa, we became engrossed in learning how this startup was revolutionising the East African healthcare landscape. We also plan to launch two new regions in 2023, including the Middle East and South Asia, which are already our second and third-largest markets.",
            "html_summary": "<ul><li>And today, we could not be more pleased to announce our formal partnership in helping take the MyHealth Africa solution to the world.”Uganda’s Rocket Health raises $5M to scale telemedicine across AfricaAfrican health tech startups in the supply chain segment show rapid growth, spurring a $7M investment initiative</li><li>“When we first encountered MyHealth Africa during the last season of GSA Africa, we became engrossed in learning how this startup was revolutionising the East African healthcare landscape.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/15/myhealth-africa-a-startup-connecting-patients-with-health-specialists-across-the-globe-lands-1m-funding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Egypts Suplyd raises $1.6M to digitize restaurants supply chain",
            "description": "Suplyd, a procurement platform for hotels, restaurants and catering (HoReCa) businesses in Egypt, has raised $1.6 million preseed funding from Endure Capital, Seedstars, Camel Ventures, Falak Startups, and a number of angel investors. Founded in January this",
            "url": "/2022-12-15-egypts-suplyd-raises-1-6-to-digitize-restaurants-supply-chain",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/Suplyd-Leadership-Team-1.jpg?resize=1200,858",
            "publishedAt": "2022-12-15T06:00:19Z",
            "content": "Suplyd, a procurement platform for hotels, restaurants and catering (HoReCa) businesses in Egypt, has raised $1.6 million preseed funding from Endure Capital, Seedstars, Camel Ventures, Falak Startu [+3119 chars]",
            "summary": "It also benefits suppliers with real-time analytics and actionable insights when it comes to demand patterns and trends, he said.Suplyd says it is currently serving 500 customers in greater Cairo, having grown by almost 50% month over month since launch.",
            "html_summary": "<ul><li>It also benefits suppliers with real-time analytics and actionable insights when it comes to demand patterns and trends,” he said.Suplyd says it is currently serving 500 customers in greater Cairo, having grown by almost 50% month over month since launch.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/14/egypts-suplyd-raises-1-6-to-digitize-restaurants-supply-chain/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Plugo, an ecommerce support platform for D2C brands in Southeast Asia, picks up $9M Series A",
            "description": "Singaporeheadquartered startup Plugo has secured $9 million in a Series A funding round. The company offers a complete spectrum of ecommerce support services for directtoconsumer (D2C) brands, from making a website, setting up a payment system, and ma",
            "url": "/2022-12-15-plugo-an-e-commerce-support-platform-for-d2c-brands-in-southeast-asia-picks-up-9m-series-a",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/첨부1Plugo가-알토스벤처스-등으로부터-900만-달러-규모의-시리즈A-투자를-유치했다고-15일-밝혔다..png?resize=1200,676",
            "publishedAt": "2022-12-15T02:00:01Z",
            "content": "Singaporeheadquartered startup Plugo has secured $9 million in a Series A funding round. The company offers a complete spectrum of ecommerce support services for directtoconsumer (D2C) brands, fr [+3756 chars]",
            "summary": "The company offers a complete spectrum of e-commerce support services for direct-to-consumer (D2C) brands, from making a website, setting up a payment system, and managing marketing to handling shipping, warehousing, and logistics. In Indonesia, D2C platforms have become a new trend in the e-commerce industry from business-to-consumer (B2C) platform that has predominated the e-commerce market over the last decade, Bang explained.The startup looks to challenge e-commerce players like Shopify in Southeast Asia. )Plugos mission aligns with our own mission of creating significant economic value while contributing positively to society, Moon-Suk Oh, partner at Altos Ventures, said in a statement. I believe we have enormous potential because there is still much room for growth and huge gaps [in the D2C business] that big e-commerce behemoths like Shopify couldnt address yet [in Southeast Asia]. (According to a report by Tech in Aisa, Sea has shut down the TokoTalk service since October in an effort to reduce costs amid broader economic uncertainty. In other words, Plugo enables D2C merchants to focus on their products and supports other processes.The Series A round was led by Altos Ventures, with participation from BonAngels Ventures Partners, Access Ventures, Mahanusa Capital, Prodigy Investment, and Pearl Abyss Capital. Approximately 200 D2C brands have already started using Plugos beta service in Indonesia.",
            "html_summary": "<ul><li>The company offers a complete spectrum of e-commerce support services for direct-to-consumer (D2C) brands, from making a website, setting up a payment system, and managing marketing to handling shipping, warehousing, and logistics.</li><li>In Indonesia, D2C platforms have become a new trend in the e-commerce industry from business-to-consumer (B2C) platform that has predominated the e-commerce market over the last decade, Bang explained.The startup looks to challenge e-commerce players like Shopify in Southeast Asia.</li><li>)“Plugo’s mission aligns with our own mission of creating significant economic value while contributing positively to society,” Moon-Suk Oh, partner at Altos Ventures, said in a statement.</li><li>“I believe we have enormous potential because there is still much room for growth and huge gaps [in the D2C business] that big e-commerce behemoths like Shopify couldn’t address yet [in Southeast Asia].</li><li>(According to a report by Tech in Aisa, Sea has shut down the TokoTalk service since October in an effort to reduce costs amid broader economic uncertainty.</li><li>In other words, Plugo enables D2C merchants to focus on their products and supports other processes.The Series A round was led by Altos Ventures, with participation from BonAngels Ventures Partners, Access Ventures, Mahanusa Capital, Prodigy Investment, and Pearl Abyss Capital.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/14/plugo-an-e-commerce-support-platform-for-d2c-brands-in-southeast-asia-picks-up-9m-series-a/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Twitter changes rules over account tracking Elon Musks jet. A week into easing, uncertainty over China virus direction. Musks Twitter tweaks foreshadow EU showdown over new rules. MyHealth Africa, a startup connecting patients with health specialists across the globe, lands $1M funding. Egypts Suplyd raises $1.6M to digitize restaurants supply chain. Plugo, an ecommerce support platform for D2C brands in Southeast Asia, picks up $9M Series A"
}