{
    "status": "ok",
    "totalResults": 36,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Brooke Schultz",
            "title": "Schools going online in disasters, worsening disruption...",
            "description": "When a water crisis forced schools back online in Jackson, Mississippi, fifthgrade teacher Ryan Johnson saw reminders everywhere of pandemic times. Two and a half years after schools switched to remote learning for COVID19, he once again logged into online ",
            "url": "/2022-09-14-storms-technology-covid-health-education-19a59d35a80720ee63fe8412729bffd9",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/900ded4c17b74627bcb8390f1dbfd6fe/3000.jpeg",
            "publishedAt": "2022-09-15T21:19:40Z",
            "content": "When a water crisis forced schools back online in Jackson, Mississippi, fifthgrade teacher Ryan Johnson saw reminders everywhere of pandemic times.Two and a half years after schools switched to re [+6156 chars]",
            "summary": "Now I think its going to be: How can we get organized to provide remote learning?Schools in Mora, New Mexico, switched to remote learning last April when the town was evacuated due to a wildfire. Most schools tried to redistribute students to other in-person facilities, said Gary Henry, dean of the University of Delawares College of Education and Human Development, who has been part of a long-term research effort studying the impact.Now, Henry thinks districts will reach first for remote learning. As the water pressure came back, the school system bused some students and teachers to alternate sites to bring them back to in-person instruction as quickly as possible. Even with social workers reaching out, MacAuley said it was difficult gauging how students were doing during remote learning. In the short term  a few weeks, perhaps  he thinks it could be a way to keep students on track, but the pandemic showed its not a sustainable model.I think it will be an automatic response in most places to short-term disruptions in schooling, he said. Its a last resort and it shouldnt be a crutch that we rely on for school.In Jackson, Johnson used his experience from the pandemic to help new teachers at his school when the district moved online during the water crisis. Its going to be the first reaction, whereas, back during the hurricanes, it was: Where can we get these students in another physical location where they can resume their school experience?",
            "html_summary": "<ul><li>Now I think it’s going to be: How can we get organized to provide remote learning?”Schools in Mora, New Mexico, switched to remote learning last April when the town was evacuated due to a wildfire.</li><li>Most schools tried to redistribute students to other in-person facilities, said Gary Henry, dean of the University of Delaware’s College of Education and Human Development, who has been part of a long-term research effort studying the impact.Now, Henry thinks districts will reach first for remote learning.</li><li>As the water pressure came back, the school system bused some students and teachers to alternate sites to bring them back to in-person instruction as quickly as possible.</li><li>Even with social workers reaching out, MacAuley said it was difficult gauging how students were doing during remote learning.</li><li>In the short term — a few weeks, perhaps — he thinks it could be a way to keep students on track, but the pandemic showed it’s not a sustainable model.“I think it will be an automatic response in most places to short-term disruptions in schooling,” he said.</li><li>“It’s a last resort and it shouldn’t be a crutch that we rely on for school.”In Jackson, Johnson used his experience from the pandemic to help new teachers at his school when the district moved online during the water crisis.</li></ul>",
            "website_url": "https://apnews.com/article/storms-technology-covid-health-education-19a59d35a80720ee63fe8412729bffd9"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "EAs new anticheat tools dip into the dreaded kernel mode",
            "description": "Publisher promises robust privacy and system security efforts to protect users.",
            "url": "/2022-09-14-eas-new-anti-cheat-tools-dip-into-the-dreaded-kernel-mode",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/fifa23-760x380.jpg",
            "publishedAt": "2022-09-14T16:39:18Z",
            "content": "Enlarge/ Artists conception of EA trying to fake out cheaters with its new tools.24 with 22 posters participatingEA announced its latest salvo in the endless catandmouse battle of PC gaming ch [+4579 chars]",
            "summary": "And EAAC tools can be easily uninstalled alongside the game itself or separately (though the underlying game will no longer be playable in the latter case).Kernel-level tools can also provide an appealing new attack surface for low-level security exploits on a user's system. That allows anti-cheat developers to detect a wider variety of cheating threats, as Murphy explained in an extensive FAQ:When cheat programs operate in kernel space, they can make their cheat functionally invisible to anti-cheat solutions that live in user-mode.  Kyle Orland - Sep 14, 2022 4:39 pm UTC EA announced its latest salvo in the endless cat-and-mouse battle of PC gaming cheat detection on Tuesday, and the effort prominently features one term sure to raise a red flag for some users: \"kernel mode. But even a system like that may struggle with computer-vision-based cheat programs, which use capture cards and external processing to give users seemingly preternatural reflexes. \"Privacy aside, some users might also worry that a new kernel-level driver could destabilize or hamper their system ( la Sony's infamous music DRM rootkits). To account for that, Murphy said her team has \"worked with independent, 3rd-party security and privacy assessors to validate EAAC does not degrade the security posture of your PC and to ensure strict data privacy boundaries.\" \"We've worked with independent, 3rd-party computer security and privacy services firms to ensure EAAC operates with data privacy top of mind.",
            "html_summary": "<ul><li>And EAAC tools can be easily uninstalled alongside the game itself or separately (though the underlying game will no longer be playable in the latter case).Kernel-level tools can also provide an appealing new attack surface for low-level security exploits on a user's system.</li><li>That allows anti-cheat developers to detect a wider variety of cheating threats, as Murphy explained in an extensive FAQ:When cheat programs operate in kernel space, they can make their cheat functionally invisible to anti-cheat solutions that live in user-mode.</li><li> Kyle Orland - Sep 14, 2022 4:39 pm UTC EA announced its latest salvo in the endless cat-and-mouse battle of PC gaming cheat detection on Tuesday, and the effort prominently features one term sure to raise a red flag for some users: \"kernel mode.</li><li>But even a system like that may struggle with computer-vision-based cheat programs, which use capture cards and external processing to give users seemingly preternatural reflexes.</li><li>\"Privacy aside, some users might also worry that a new kernel-level driver could destabilize or hamper their system (à la Sony's infamous music DRM rootkits).</li><li>To account for that, Murphy said her team has \"worked with independent, 3rd-party security and privacy assessors to validate EAAC does not degrade the security posture of your PC and to ensure strict data privacy boundaries.\"</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2022/09/eas-new-anti-cheat-tools-dip-into-the-dreaded-kernel-mode/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Chinas Xi visits Kazakhstan ahead of summit with Putin  The Associated Press  en Espaol",
            "description": "Chinas Xi visits Kazakhstan ahead of summit with PutinThe Associated Press  en EspaolPutin, Xi expected to meet for first time since Moscow invaded UkraineCBS NewsPutin needs Xi Jinpings help more than ever after his setb",
            "url": "/2022-09-14-russia-ukraine-putin-health-japan-china-72f848530e0b16d2cbd80d38e74fda03",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/b5c15341eb814b258e3a1eed7974929a/3000.jpeg",
            "publishedAt": "2022-09-14T15:33:45Z",
            "content": "NURSULTAN, Kazakhstan (AP) Chinese President Xi Jinping on Wednesday started his first foreign trip since the outbreak of the pandemic with a stop in Kazakhstan ahead of a summit with Russias Vladim [+3896 chars]",
            "summary": "That suggests Xi, Chinas most powerful leader since at least the 1980s, is confident his third term is secure and he doesnt need to stay home to make last-minute political deals. Kazakhstan and its neighbors are trying to attract Chinese investment without upsetting Moscow.This visit is extremely important, said Deputy Foreign Minister Roman Vassilenko this week ahead of Xis arrival. Observers include Iran and Afghanistan.The Chinese leader is promoting a Global Security Initiative announced in April following the formation of the Quad by Washington, Japan, Australia and India in response to Beijings more assertive foreign policy. We certainly hope that it will advance political and economic and commercial relations with China.Pope Francis was in Kazakhstan at the same time as Xi, but there was no indication they might meet. His trip also might help to promote his standing with nationalists in the ruling party. Kazakhstan, a sparsely populated country of 19.4 million people and sprawling grasslands, is a major oil and gas producer. Aboard his flight, the pope was asked about a possible meeting and replied, I dont have any news about this.",
            "html_summary": "<ul><li>That suggests Xi, China’s most powerful leader since at least the 1980s, is confident his third term is secure and he doesn’t need to stay home to make last-minute political deals.</li><li>Kazakhstan and its neighbors are trying to attract Chinese investment without upsetting Moscow.“This visit is extremely important,” said Deputy Foreign Minister Roman Vassilenko this week ahead of Xi’s arrival.</li><li>Observers include Iran and Afghanistan.The Chinese leader is promoting a “Global Security Initiative” announced in April following the formation of the Quad by Washington, Japan, Australia and India in response to Beijing’s more assertive foreign policy.</li><li>“We certainly hope that it will advance political and economic and commercial relations with China.”Pope Francis was in Kazakhstan at the same time as Xi, but there was no indication they might meet.</li><li>His trip also might help to promote his standing with nationalists in the ruling party.</li><li>Kazakhstan, a sparsely populated country of 19.4 million people and sprawling grasslands, is a major oil and gas producer.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-putin-health-japan-china-72f848530e0b16d2cbd80d38e74fda03"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Eric Tucker",
            "title": "3 Iranian citizens charged in broad hacking campaign in US  The Associated Press  en Espaol",
            "description": "3 Iranian citizens charged in broad hacking campaign in USThe Associated Press  en EspaolFBI charges three Iranians in cyber attacks targeting local US governments, power companiesFox NewsIranian nationals charged with mass",
            "url": "/2022-09-14-technology-iran-violence-new-jersey-united-states-76c970bd4f1cdac3dc6bffa7ce925961",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/21817251f47049c08d332de3d39024d9/3000.jpeg",
            "publishedAt": "2022-09-14T15:41:41Z",
            "content": "WASHINGTON (AP) The Justice Department said Wednesday that three Iranian citizens have been charged in the United States with ransomware attacks that targeted power companies, local governments and s [+4151 chars]",
            "summary": "In some cases, the victims made those payments, the department said.The Biden administration has tried to go after hackers who have held U.S. targets essentially hostage, often sanctioned or sheltered by adversaries. Iran-based hackers have also been a focus over the last year, with the FBI thwarting a planned cyberattack on a childrens hospital in Boston that was to have been carried out by hackers sponsored by the Iranian government. The cyber threat facing our nation is growing more dangerous and complex every day, FBI Director Christopher Wray said in a statement accompanying the indictment unsealed Wednesday. He said they are especially dangerous because any access they gain could be served up for espionage or disruptive purposes.The actions come amid an apparent stalemate in talks between the U.S. and Iran over the possible revival of a 2015 nuclear deal. The threat gained particular prominence in May 2021 when a Russia-based hacker group was accused of conducting a ransomware attack on Georgia-based Colonial Pipeline, which disrupted gas supplies along the East Coast. The alleged hacking took place between October 2020 through last month, when the indictment was issued under seal. Todays announcement makes clear the threat is both local and global.",
            "html_summary": "<ul><li>In some cases, the victims made those payments, the department said.The Biden administration has tried to go after hackers who have held U.S. targets essentially hostage, often sanctioned or sheltered by adversaries.</li><li>Iran-based hackers have also been a focus over the last year, with the FBI thwarting a planned cyberattack on a children’s hospital in Boston that was to have been carried out by hackers sponsored by the Iranian government.</li><li>“The cyber threat facing our nation is growing more dangerous and complex every day,” FBI Director Christopher Wray said in a statement accompanying the indictment unsealed Wednesday.</li><li>He said they are especially dangerous because “any access they gain could be served up for espionage or disruptive purposes.The actions come amid an apparent stalemate in talks between the U.S. and Iran over the possible revival of a 2015 nuclear deal.</li><li>The threat gained particular prominence in May 2021 when a Russia-based hacker group was accused of conducting a ransomware attack on Georgia-based Colonial Pipeline, which disrupted gas supplies along the East Coast.</li><li>The alleged hacking took place between October 2020 through last month, when the indictment was issued under seal.</li></ul>",
            "website_url": "https://apnews.com/article/technology-iran-violence-new-jersey-united-states-76c970bd4f1cdac3dc6bffa7ce925961"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Michael Balsamo",
            "title": "MyPillow exec Lindell says FBI agents seized his cellphone  The Associated Press  en Espaol",
            "description": "MyPillow exec Lindell says FBI agents seized his cellphoneThe Associated Press  en EspaolMyPillows Mike Lindell Says FBI Seized His Cellphone at HardeesThe Daily BeastPillow salesman and Trump ally Mike Lindell says FBI s",
            "url": "/2022-09-14-2022-midterm-elections-technology-minnesota-colorado-voting-9a3cc1facdf9c005809ad61062acacaa",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/c59067d4a5f3445faa92f4156469b5db/3000.jpeg",
            "publishedAt": "2022-09-14T03:21:44Z",
            "content": "WASHINGTON (AP) MyPillow chief executive Mike Lindell said Tuesday that federal agents seized his cellphone and questioned him about a Colorado clerk who has been charged in what prosecutors say was  [+4399 chars]",
            "summary": "On a video version of his podcast, Lindell displayed a letter signed by an assistant U.S. attorney in Colorado that said prosecutors were conducting an official criminal investigation of a suspected felony and noted the use of a federal grand jury.The circumstances of the investigation were unclear. During the meeting, Frank told Peters that the countys election management system was vulnerable to outside interference and the group discussed concerns the state was going to wipe the machines, according to the court records.__Associated Press writers Jill Colvin, Eric Tucker and Michelle R. Smith contributed to this report. The Mesa County breach is just one of several around the country that have concerned election security experts. For more than a year, Peters has appeared onstage with supporters of former President Donald Trump who made false claims that the 2020 presidential election was stolen. A deputy clerk, Belinda Knisley, was also charged in the case, pleaded guilty and was sentenced to two years of probation. The Justice Department did not immediately respond Tuesday night to a request for comment about the seizure or investigation. The Republican was elected in 2018 to oversee elections in Colorados Mesa County.",
            "html_summary": "<ul><li>On a video version of his podcast, Lindell displayed a letter signed by an assistant U.S. attorney in Colorado that said prosecutors were conducting an “official criminal investigation of a suspected felony” and noted the use of a federal grand jury.The circumstances of the investigation were unclear.</li><li>During the meeting, Frank told Peters that the county’s election management system was vulnerable to outside interference and the group discussed concerns the state was going to “wipe” the machines, according to the court records.__Associated Press writers Jill Colvin, Eric Tucker and Michelle R. Smith contributed to this report.</li><li>The Mesa County breach is just one of several around the country that have concerned election security experts.</li><li>For more than a year, Peters has appeared onstage with supporters of former President Donald Trump who made false claims that the 2020 presidential election was stolen.</li><li>A deputy clerk, Belinda Knisley, was also charged in the case, pleaded guilty and was sentenced to two years of probation.</li><li>The Justice Department did not immediately respond Tuesday night to a request for comment about the seizure or investigation.</li></ul>",
            "website_url": "https://apnews.com/article/2022-midterm-elections-technology-minnesota-colorado-voting-9a3cc1facdf9c005809ad61062acacaa"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Kelly Tyko",
            "title": "Starbucks of the future means faster drinks, updated mobile app",
            "description": "Starbucks is pledging to make your future drinks faster and heat up food with less waste as part of its reinvention plan.Why it matters Cold beverages have been a huge revenue driver for the coffee giant and the demand for timeconsuming, customized drinks i",
            "url": "/2022-09-14-starbucks-drinks-reinvention-future-plans",
            "urlToImage": "https://images.axios.com/dmw4iHs3f5PUIf88BYyuXhz3bdk=/0x404:4032x2672/1366x768/2022/09/14/1663131372505.jpg",
            "publishedAt": "2022-09-14T09:00:13Z",
            "content": "Starbucks is pledging to make your future drinks faster and heat up food with less waste as part of its reinvention plan.Why it matters Cold beverages have been a huge revenue driver for the coffe [+2106 chars]",
            "summary": "\"This will ultimately help profitability and make the experience more pleasant for consumers,\" he said. Hope King contributed to this reportMore from Axios:",
            "html_summary": "<ul><li>\"This will ultimately help profitability and make the experience more pleasant for consumers,\" he said.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/14/starbucks-drinks-reinvention-future-plans"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Xi, Putin meet in Uzbekistan as Ukraine war dominates  The Associated Press  en Espaol",
            "description": "Xi, Putin meet in Uzbekistan as Ukraine war dominatesThe Associated Press  en EspaolXi and Putin want to create a new world order. Russias setback in Ukraine could spoil their plansCNNLATEST UPDATES Xi Jinping expected to",
            "url": "/2022-09-14-russia-ukraine-putin-japan-india-asia-dbe2a0bda954e06bb8fcb7cccbd39b21",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/22230dc20f56485ea8864307143cfb9f/3000.jpeg",
            "publishedAt": "2022-09-15T13:13:22Z",
            "content": "SAMARKAND, Uzbekistan (AP) Chinese President Xi Jinping and Russias Vladimir Putin met for talks on boosting ties between their countries Thursday, an encounter that follows a major setback for Mosco [+5259 chars]",
            "summary": "It is somewhat curious that President Putin would be the one to admit it and to admit it so openly, Price said in Washington, D.C.Speaking after the meeting, Russian Foreign Minister Sergey Lavrov said the assessments of the international situation by Moscow and Beijing fully coincide. They are absolutely unacceptable for the vast majority of countries on the globe, he said in opening remarks.The tandem of Moscow and Beijing plays a key role in ensuring global and regional stability, Putin said. Raisi said Moscow and Tehran were finalizing a major treaty that would bring their relations to a strategic level. He and Putin both criticized the U.S. at the start of their meeting. State Department spokesperson Ned Price called Putins apparent admission striking, but said that Chinas concerns are not surprising given its verbal gymnastics to avoid criticizing the Russian invasion. Relations between India and China are strained due to clashes between the countries soldiers from a border dispute involving a remote area of the Himalayas.Putin also is scheduled for a one-on-one meeting with Turkish President Recep Tayyip Erdogan and President Ilham Aliyev of Azerbaijan. Turkey and Azerbaijan have the status of dialogue partners with the SCO.Earlier this week, Azerbaijan and Armenia engaged in cross-border shelling that killed 176 troops on both sides, the most serious hostilities in nearly two years between the decades-long adversaries. Raisi accused the U.S. of breaching its obligations under Irans nuclear deal with world powers.",
            "html_summary": "<ul><li>“It is somewhat curious that President Putin would be the one to admit it and to admit it so openly,” Price said in Washington, D.C.Speaking after the meeting, Russian Foreign Minister Sergey Lavrov said the assessments of the international situation by Moscow and Beijing “fully coincide.</li><li>They are absolutely unacceptable for the vast majority of countries on the globe,” he said in opening remarks.“The tandem of Moscow and Beijing plays a key role in ensuring global and regional stability,” Putin said.</li><li>Raisi said Moscow and Tehran were finalizing a major treaty that would bring their relations to a “strategic level.” He and Putin both criticized the U.S. at the start of their meeting.</li><li>State Department spokesperson Ned Price called Putin’s apparent admission “striking,” but said that China’s concerns are not surprising given its verbal gymnastics to avoid criticizing the Russian invasion.</li><li>Relations between India and China are strained due to clashes between the countries’ soldiers from a border dispute involving a remote area of the Himalayas.Putin also is scheduled for a one-on-one meeting with Turkish President Recep Tayyip Erdogan and President Ilham Aliyev of Azerbaijan.</li><li>Turkey and Azerbaijan have the status of “dialogue partners” with the SCO.Earlier this week, Azerbaijan and Armenia engaged in cross-border shelling that killed 176 troops on both sides, the most serious hostilities in nearly two years between the decades-long adversaries.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-putin-japan-india-asia-dbe2a0bda954e06bb8fcb7cccbd39b21"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Big Tech risks $15K daily fines in Calif. for failing to block hate speech, disinfo  Ars Technica",
            "description": "Big Tech risks $15K daily fines in Calif. for failing to block hate speech, disinfoArs Technica",
            "url": "/2022-09-14-big-tech-risks-15k-daily-fines-in-calif-for-failing-to-block-hate-speech-disinfo",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-1230457159-760x380.jpg",
            "publishedAt": "2022-09-14T16:54:22Z",
            "content": "7 with 7 posters participatingToday, California Governor Gavin Newsom enacted a law that has been described by its author, California Assemblymember Jesse Gabriel, as the most stringent transparenc [+4412 chars]",
            "summary": "This new law will finally pull back the curtain and require tech companies to provide meaningful transparency into how they are shaping our public discourse and addressing hate speech, disinformation, and dangerous conspiracy theories.A representative for Newsom told Ars that the governor has no further comment. They criticized tech companies opaque, arbitrary, biased, and inadequate content moderation practices, saying companies shared so little information that it was difficult to track the impact of their self-policing. The bill requires companies to report to the Attorney General sensitive information about how we implement policies, detect activity, train employees, and use technology to detect content in need of moderation. The language makes it explicit that the bill is seeking \"detailed\" information about content moderation practices, capabilities, and data regarding content moderation.But more than 80 tech, legal, anti-hate, and civil rights groupsincluding the Anti-Defamation League, Equality California, and the NAACPvoiced support. [Update: An ADL director of policy, Kendall Kosai, told Ars that it's key that enforcement reports sent to California's AG will be standardized to help policymakers track best practices. TechNet communications director Steve Kidera told Ars that the coalition suggested amendments that were not adopted \"that would have mitigated our concerns while maintaining the intent of the bill. He also contradicted the statement from TechNet's coalition, saying, \"the information we're seeking is not that detailed.",
            "html_summary": "<ul><li>“This new law will finally pull back the curtain and require tech companies to provide meaningful transparency into how they are shaping our public discourse and addressing hate speech, disinformation, and dangerous conspiracy theories.”A representative for Newsom told Ars that the governor has no further comment.</li><li>They criticized tech companies’ “opaque, arbitrary, biased, and inadequate” content moderation practices, saying companies shared so little information that it was difficult to track the impact of their self-policing.</li><li>The bill requires companies to report to the Attorney General sensitive information about how we implement policies, detect activity, train employees, and use technology to detect content in need of moderation.</li><li>The language makes it explicit that the bill is seeking \"detailed\" information about content moderation practices, capabilities, and data regarding content moderation.But more than 80 tech, legal, anti-hate, and civil rights groups—including the Anti-Defamation League, Equality California, and the NAACP—voiced support.</li><li>[Update: An ADL director of policy, Kendall Kosai, told Ars that it's key that enforcement reports sent to California's AG will be standardized to help policymakers track best practices.</li><li>TechNet communications director Steve Kidera told Ars that the coalition suggested amendments that were not adopted \"that would have mitigated our concerns while maintaining the intent of the bill.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/big-tech-risks-15k-daily-fines-in-calif-for-failing-to-block-hate-speech-disinfo/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "As buy now, pay later plans grow, so do delinquencies...",
            "description": "NEW YORK (AP)  Americans have grown fond of buy now, pay later services, but the pay later part is becoming increasingly difficult for some borrowers.  Buy now, pay later loans  allow users to pay for items such new sneakers, electronics, or luxury goods",
            "url": "/2022-09-14-inflation-technology-economy-113f3fc36a6af9e6d9dc919aa22ca276",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/61503fe8f2d9435da2199effd15726b4/2293.jpeg",
            "publishedAt": "2022-09-15T13:00:05Z",
            "content": "As buy now, pay later plans grow, so do delinquenciesNEW YORK (AP)  Americans have grown fond of buy now, pay later services, but the pay later part is becoming increasingly difficult for some [+8447 chars]",
            "summary": "Companies that do charge interest can clearly state upfront how much a borrower will pay in financial charges.Given those features, consumer advocates and financial advisors initially had seen buy now, pay later plans as a potentially healthier form of consumer debt if used correctly. The most popular type of buy now, pay later loans allow for four payments over six weeks  one payment at the time of purchase and three others that borrowers often try to sync up with pay periods. NEW YORK (AP)  Americans have grown fond of buy now, pay later services, but the pay later part is becoming increasingly difficult for some borrowers. Jasmine Francis, 29, a technology analyst based in Charlotte, North Carolina, said she first used a buy now, pay later service in 2018 to buy clothes from fast-fashion brand Forever21.I remember I just had a cartful, she said. Credit reporting company TransUnion found that buy now, pay later borrowers are using the product just as much as credit cards, piling on debt on top of additional debt. Buy now, pay later loans allow users to pay for items such new sneakers, electronics, or luxury goods in installments. Hypothetically a borrower could take out several short-term loans across multiple buy now, pay later companies  a practice known as loan stacking  and they would never appear on a credit report.",
            "html_summary": "<ul><li>Companies that do charge interest can clearly state upfront how much a borrower will pay in financial charges.Given those features, consumer advocates and financial advisors initially had seen buy now, pay later plans as a potentially healthier form of consumer debt if used correctly.</li><li>The most popular type of buy now, pay later loans allow for four payments over six weeks — one payment at the time of purchase and three others that borrowers often try to sync up with pay periods.</li><li>NEW YORK (AP) — Americans have grown fond of “buy now, pay later” services, but the “pay later” part is becoming increasingly difficult for some borrowers.</li><li>Jasmine Francis, 29, a technology analyst based in Charlotte, North Carolina, said she first used a buy now, pay later service in 2018 to buy clothes from fast-fashion brand Forever21.“I remember I just had a cartful,” she said.</li><li>Credit reporting company TransUnion found that buy now, pay later borrowers are using the product just as much as credit cards, piling on debt on top of additional debt.</li><li>Buy now, pay later loans allow users to pay for items such new sneakers, electronics, or luxury goods in installments.</li></ul>",
            "website_url": "https://apnews.com/article/inflation-technology-economy-113f3fc36a6af9e6d9dc919aa22ca276"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Chinas leading AI image generator nixes political content, surprising no one",
            "description": "Baidus ERNIEViLG texttoimage model prevents users from creating political images.",
            "url": "/2022-09-14-chinas-leading-ai-image-generator-nixes-political-content-surprising-no-one",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/chinese_image_syntesis-760x380.jpg",
            "publishedAt": "2022-09-14T21:31:08Z",
            "content": "Enlarge/ Images generated by ERNIEViLG from the prompt China superimposed over Chinas flag.5 with 5 posters participatingChinas leading texttoimage synthesis model, Baidus ERNIEViLG, cen [+2556 chars]",
            "summary": "\"In 2021, Chinese tech company Baidu developed its own image synthesis model called ERNIE-ViLG, and while testing public demos, some users found that it censors political phrases. In the case of DALL-E 2, American firm OpenAI's content policy restricts some forms of content such as nudity, violence, and political content. But considering China's history with tech media censorship, it would not be surprising to see an official restriction on some forms of AI-generated content soon.You must login or create an account to comment. In particular, Stability AI head Emad Mostaque has spoken out about wanting to avoid government or corporate censorship of image synthesis models. Midjourney also voluntarily filters some content by keyword.Stable Diffusion, from London-based Stability AI, comes with a built-in \"Safety Filter\" that can be disabled due to its open source nature, so almost anything goes with that modeldepending on where you run it. \"Encountering restrictions in image synthesis isn't unique to China, although so far it has taken a different form than state censorship. Tools like Stable Diffusion and DALL-E 2 allow people to create images of almost anything they can imagine by typing in a text description called a \"prompt.",
            "html_summary": "<ul><li>\"In 2021, Chinese tech company Baidu developed its own image synthesis model called ERNIE-ViLG, and while testing public demos, some users found that it censors political phrases.</li><li>In the case of DALL-E 2, American firm OpenAI's content policy restricts some forms of content such as nudity, violence, and political content.</li><li>But considering China's history with tech media censorship, it would not be surprising to see an official restriction on some forms of AI-generated content soon.You must login or create an account to comment.</li><li>In particular, Stability AI head Emad Mostaque has spoken out about wanting to avoid government or corporate censorship of image synthesis models.</li><li>Midjourney also voluntarily filters some content by keyword.Stable Diffusion, from London-based Stability AI, comes with a built-in \"Safety Filter\" that can be disabled due to its open source nature, so almost anything goes with that model—depending on where you run it.</li><li>\"Encountering restrictions in image synthesis isn't unique to China, although so far it has taken a different form than state censorship.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2022/09/chinas-leading-ai-image-generator-nixes-political-content-surprising-no-one/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By AAMER MADHANI - Associated Press",
            "title": "Biden order to sharpen foreign investment screening process",
            "description": "President Joe Biden is set to sign an executive order that aims to sharpen the national security considerations taken in the federal governments review process for foreign investment in the United States. Biden administration officials say the order being si",
            "url": "/2022-09-14-a7c7538fb8d3a2284bd5f1089cd995a7",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/9d/49d423aa-aea7-5f67-aabe-e004ce9ccb46/6323255e60cfd.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-15T13:00:46Z",
            "content": "By AAMER MADHANI  Associated PressWASHINGTON (AP) President Joe Biden on Thursday will sign an executive order that administration officials say aims to sharpen the national security consideration [+3526 chars]",
            "summary": "Strengthening our supply chains and protecting against foreign threats enhances our national security, and this executive order highlights CFIUSs important role in that work.Bidens executive order comes after CFIUS oversight role of foreign investment was significantly expanded by 2018 legislation passed by Congress. President Bidens executive order highlights CFIUSs increasing attention to national security risks in several key areas and sharpens the committees focus on protecting Americas national security, while maintaining the U.S. open investment policy, Treasury Secretary Janet Yellen said in a statement. The 2018 legislation expanded CFIUS oversight to review certain joint ventures, minority stakes and real estate deals near military bases or other sensitive national security facilities.The legislation was prompted by complaints Chinese companies were taking advantage of gaps in U.S. law and improperly obtaining technology and possibly sensitive information. CFIUS already has been considering many of the criteria laid out in Bidens executive order, according to senior administration officials, who briefed reporters on the condition of anonymity under ground rules set by the White House. It also calls on CFIUS to consider cybersecurity risks that could stem from a transaction and stipulates that the risks to U.S. residents sensitive data should also be considered. The committee, known as CFIUS, is made up of members of the departments of State, Defense, Justice, Commerce, Energy and Homeland Security and is led by the Treasury secretary.",
            "html_summary": "<ul><li>“Strengthening our supply chains and protecting against foreign threats enhances our national security, and this executive order highlights CFIUS’s important role in that work.”Biden’s executive order comes after CFIUS’ oversight role of foreign investment was significantly expanded by 2018 legislation passed by Congress.</li><li>“President Biden’s executive order highlights CFIUS’s increasing attention to national security risks in several key areas and sharpens the committee’s focus on protecting America’s national security, while maintaining the U.S. open investment policy,” Treasury Secretary Janet Yellen said in a statement.</li><li>The 2018 legislation expanded CFIUS’ oversight to review certain joint ventures, minority stakes and real estate deals near military bases or other sensitive national security facilities.The legislation was prompted by complaints Chinese companies were taking advantage of gaps in U.S. law and improperly obtaining technology and possibly sensitive information.</li><li>CFIUS already has been considering many of the criteria laid out in Biden’s executive order, according to senior administration officials, who briefed reporters on the condition of anonymity under ground rules set by the White House.</li><li>It also calls on CFIUS to consider cybersecurity risks that could stem from a transaction and stipulates that the risks to U.S. residents’ sensitive data should also be considered.</li></ul>",
            "website_url": "https://apnews.com/a7c7538fb8d3a2284bd5f1089cd995a7"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Schools going online in disasters, worsening disruption.... EAs new anticheat tools dip into the dreaded kernel mode. Chinas Xi visits Kazakhstan ahead of summit with Putin  The Associated Press  en Espaol. 3 Iranian citizens charged in broad hacking campaign in US  The Associated Press  en Espaol. MyPillow exec Lindell says FBI agents seized his cellphone  The Associated Press  en Espaol. Starbucks of the future means faster drinks, updated mobile app. Xi, Putin meet in Uzbekistan as Ukraine war dominates  The Associated Press  en Espaol. Big Tech risks $15K daily fines in Calif. for failing to block hate speech, disinfo  Ars Technica. As buy now, pay later plans grow, so do delinquencies.... Chinas leading AI image generator nixes political content, surprising no one. Biden order to sharpen foreign investment screening process"
}