{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JEFF AMY - Associated Press",
            "title": "Electric air taxi company Archer plans $118M Georgia factory",
            "description": "A company seeking to build small electric aircraft says it will invest $118 million to build a plant near Atlanta. Archer Aviation of Santa Clara, California, said Monday that it would seek to build its aircraft adjoining an airport in",
            "url": "/2022-11-15-924bfbc0ee7f552727a5d96fb395bb37",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/73769e9c-c54c-11ea-9ace-179ea39eeb22.jpg?resize=600%2C315",
            "publishedAt": "2022-11-15T00:12:03Z",
            "content": "ATLANTA (AP) A California company seeking to build small electric aircraft says it will invest $118 million to construct a plant near Atlanta, eventually hiring up to 1,000 people.Archer Aviation,  [+5034 chars]",
            "summary": "It lost $91 million in the quarter ended Sept. 30, reporting $600 million in cash on hand.Georgia economic development officials have been focusing on recruiting electric car companies, landing major plants from Rivian Automotive and Hyundai Motor Group last year. The propellers would pivot allowing the aircraft to take off and land like a helicopter and fly like a plane.The idea is that such craft could be used for short flights, especially in urban areas. United later put down a $15 million deposit for 200 aircraft from another company.After building a prototype weighing 3,330 pounds (1,510 kilograms), the company plans to unveil a production model dubbed Midnight on Wednesday, aiming for it to enter service in 2025. The company says it wants to produce 650 aircraft per year at the Georgia site, possibly scaling up to 2,300 per year. The U.S. Air Force is also evaluating the companys aircraft for possible use, Archer has said.Archer is still seeking Federal Aviation Administration certification, but says it could get it in 2024. The company went public last year, raising about $850 million. Archers plan involves a battery-powered vertical takeoff and landing craft with six propellers, holding four passengers and a pilot.",
            "html_summary": "<ul><li>It lost $91 million in the quarter ended Sept. 30, reporting $600 million in cash on hand.Georgia economic development officials have been focusing on recruiting electric car companies, landing major plants from Rivian Automotive and Hyundai Motor Group last year.</li><li>The propellers would pivot allowing the aircraft to take off and land like a helicopter and fly like a plane.The idea is that such craft could be used for short flights, especially in urban areas.</li><li>United later put down a $15 million deposit for 200 aircraft from another company.After building a prototype weighing 3,330 pounds (1,510 kilograms), the company plans to unveil a production model dubbed “Midnight” on Wednesday, aiming for it to enter service in 2025.</li><li>The company says it wants to produce 650 aircraft per year at the Georgia site, possibly scaling up to 2,300 per year.</li><li>The U.S. Air Force is also evaluating the company’s aircraft for possible use, Archer has said.Archer is still seeking Federal Aviation Administration certification, but says it could get it in 2024.</li><li>The company went public last year, raising about $850 million.</li></ul>",
            "website_url": "https://apnews.com/924bfbc0ee7f552727a5d96fb395bb37"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By TOM KRISHER - AP Auto Writer",
            "title": "Studies find automatic braking can cut crashes over 40%",
            "description": "Two new U.S. studies show that automatic emergency braking can cut the number of rearend automobile crashes in half, and reduce pickup truck crashes by more than 40%. The studies by a governmentauto industry partnership and the insurance industry each",
            "url": "/2022-11-15-3a3816bd26418cc612d5b9b56d86f3a8",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/b/bd/bbd3f987-a763-5e72-9311-e121993f0cdc/63732eda5b017.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-15T06:04:37Z",
            "content": "By TOM KRISHER  AP Auto WriterDETROIT (AP) Two new U.S. studies show that automatic emergency braking can cut the number of rearend automobile crashes in half, and reduce pickup truck crashes by  [+3109 chars]",
            "summary": "The group studied forward collision warning as well as emergency braking.The group found front-to-rear crashes were cut 49% when the striking vehicle had forward collision alert plus automatic braking, when compared with vehicles that didnt have either system. A study by The Partnership for Analytics Research in Traffic Safety compared data on auto equipment with 12 million police-reported crashes from 13 states that was collected by the National Highway Traffic Safety Administration, the partnership said in a statement Tuesday. Rear crashes with injuries were cut by 53%, the study found. They reduced crashes from autos leaving the roadway by 8% and road-departure crashes that cause injuries by 7%.",
            "html_summary": "<ul><li>The group studied forward collision warning as well as emergency braking.The group found front-to-rear crashes were cut 49% when the striking vehicle had forward collision alert plus automatic braking, when compared with vehicles that didn’t have either system.</li><li>A study by The Partnership for Analytics Research in Traffic Safety compared data on auto equipment with 12 million police-reported crashes from 13 states that was collected by the National Highway Traffic Safety Administration, the partnership said in a statement Tuesday.</li><li>Rear crashes with injuries were cut by 53%, the study found.</li></ul>",
            "website_url": "https://apnews.com/3a3816bd26418cc612d5b9b56d86f3a8"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By FOSTER KLUG - Associated Press",
            "title": "European leader calls on world, China to pressure Russia",
            "description": "The European Council president urged global powers Tuesday to intensify pressure on Russia over its war against Ukraine, including Moscows biggest supporter, China. Charles Michel said Tuesday that this weeks meeting of the worlds largest economies in Bali",
            "url": "/2022-11-15-c2b2fd0ddf85d8d43ee5740aedfc520d",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/4d/a4d6648c-f82e-51e6-96c8-85c4224c38cf/6372fe61d0e9e.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-15T02:46:31Z",
            "content": "By FOSTER KLUG  Associated PressNUSA DUA, Indonesia (AP) The European Council president urged global powers Tuesday to intensify pressure on Russia over its war against Ukraine, including Moscows [+3092 chars]",
            "summary": "The Kremlin has decided to weaponize food, driving up hunger, poverty and instability.Europe, Michel said, is working to help Ukraine, a big food exporter before the war, increase its shipments, and is also trying to address disruptions in fertilizer supplies and rising prices. Russias war impacts us all, no matter where we live, from Europe to Africa or the Middle East, and the single best way to end the acute crisis in food and energy is for Russia to end this senseless war and to respect the U.N. charter, Michel said. EU sanctions against Russia, he said, dont target agricultural products, even though Russia has imposed restrictions on its own food and fertilizer products. China, the worlds second biggest economy, has largely refrained from public criticism of Russias war, although Beijing has avoided direct support of the Russians, such as supplying arms. We dont want to make the same mistakes maybe we make with Russia on fossil fuels, which Europe was very dependent on, with China, (where) we dont want to be too dependent for the innovative technology that we need today and that we need more in the future. Its a battle for the idea that this is not acceptable to try to change by force internationally recognized borders.Michel said he had no plans to meet with the most senior Russian present in Bali, Foreign Minister Sergey Lavrov. Michel said that Europe must make sure that it creates a different economic and political relationship with China than the one it did with Russia.",
            "html_summary": "<ul><li>“The Kremlin has decided to weaponize food, driving up hunger, poverty and instability.”Europe, Michel said, is working to help Ukraine, a big food exporter before the war, increase its shipments, and is also trying to address disruptions in fertilizer supplies and rising prices.</li><li>“Russia’s war impacts us all, no matter where we live, from Europe to Africa or the Middle East, and the single best way to end the acute crisis in food and energy is for Russia to end this senseless war and to respect the U.N. charter,” Michel said.</li><li>EU sanctions against Russia, he said, don’t target agricultural products, even though Russia has imposed restrictions on its own food and fertilizer products.</li><li>China, the world’s second biggest economy, has largely refrained from public criticism of Russia’s war, although Beijing has avoided direct support of the Russians, such as supplying arms.</li><li>“We don’t want to make the same mistakes maybe we make with Russia on fossil fuels,” which Europe was very dependent on, “with China, (where) we don’t want to be too dependent for the innovative technology that we need today and that we need more in the future.</li><li>It’s a battle for the idea that this is not acceptable to try to change by force internationally recognized borders.”Michel said he had no plans to meet with the most senior Russian present in Bali, Foreign Minister Sergey Lavrov.</li></ul>",
            "website_url": "https://apnews.com/c2b2fd0ddf85d8d43ee5740aedfc520d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DANA BELTAJI and MARY KATHERINE WILDEMAN - Associated Press",
            "title": "Hopes and costs are high for UKs nuclear energy future",
            "description": "Sites like the Hinkley Point C nuclear power plant have become integral to the U.K. governments net zero by 2050 strategy. Some experts believe nuclear energy will need to provide baseload electricity generation to help nations reach their net zero",
            "url": "/2022-11-15-20a7cc4fb913da55862e9cf34e457f94",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/f/81/f81e6b78-a7ec-5929-9a0f-0e027fe6739c/63734022924c1.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-15T07:11:48Z",
            "content": "By DANA BELTAJI and MARY KATHERINE WILDEMAN  Associated PressBRIDGWATER, England (AP) Wedged between the southwestern town of Bridgwater and the Severn estuary is a 430acre site where some of the [+7895 chars]",
            "summary": "Some experts say nuclear energy will be needed to help nations wean off fossil fuels, but there are concerns about the substantial cost and timescale of building large nuclear reactors as well as worries over safety and nuclear waste. In the U.S., its more difficult to get these big costs approved, even with recent incentives for nuclear power, meaning the country is likely to skip ahead to a newer advanced technology, called small modular reactors, that have less daunting upfront costs and shorter construction timescales. The United States, which still has the most capacity to generate nuclear power of any country, has seen just one new nuclear reactor connect to the grid since 2000  a Tennessee-based project that took decades to complete. Scientists say that for the world to limit warming to 1.5 degrees Celsius (2.7 Fahrenheit), fossil fuel emissions need to be cut dramatically, with the remainder being canceled out.Everyone wants nuclear, said Neil Hirst, a senior policy fellow for energy at Imperial College London. This makes them an attractive prospect for many nations, Gordon said.She added that large reactors could instead act as a bridge to the next generation of nuclear and also as a bridge to renewables and breakthroughs in storage technology. These massive overruns have certainly given people a cause to be hesitant, said Jennifer Gordon, director of the Nuclear Energy Policy Initiative at the Atlantic Council. Renewable energy sources, such as solar, wind or hydropower, doubled in capacity between 2000 and 2021 worldwide, according to an analysis of data from a global energy think tank.",
            "html_summary": "<ul><li>Some experts say nuclear energy will be needed to help nations wean off fossil fuels, but there are concerns about the substantial cost and timescale of building large nuclear reactors as well as worries over safety and nuclear waste.</li><li>In the U.S., it’s more difficult to get these big costs approved, even with recent incentives for nuclear power, meaning the country is likely to skip ahead to a newer advanced technology, called small modular reactors, that have less daunting upfront costs and shorter construction timescales.</li><li>The United States, which still has the most capacity to generate nuclear power of any country, has seen just one new nuclear reactor connect to the grid since 2000 – a Tennessee-based project that took decades to complete.</li><li>Scientists say that for the world to limit warming to 1.5 degrees Celsius (2.7 Fahrenheit), fossil fuel emissions need to be cut dramatically, with the remainder being canceled out.“Everyone wants nuclear,” said Neil Hirst, a senior policy fellow for energy at Imperial College London.</li><li>This makes them an attractive prospect for many nations, Gordon said.She added that large reactors could instead act “as a bridge to the next generation of nuclear and also as a bridge to renewables and breakthroughs in storage” technology.</li><li>These massive overruns have “certainly given people a cause to be hesitant,” said Jennifer Gordon, director of the Nuclear Energy Policy Initiative at the Atlantic Council.</li></ul>",
            "website_url": "https://apnews.com/20a7cc4fb913da55862e9cf34e457f94"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELAINE KURTENBACH - Associated Press",
            "title": "EXPLAINER Russias war, climate among vexing issues at G20",
            "description": "President Joe Biden and other leaders of the Group of 20 top economies will have the chance to discuss the worlds most pressing problems at their summit in Bali, Indonesia. Their talks begin Tuesday under the hopeful theme of recover",
            "url": "/2022-11-15-026ceb20b07d3630345c7e7a1945a49e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/d0/8d0e52ce-301f-5e9b-b0d2-35836e9c5500/6372e838464e0.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-15T00:59:23Z",
            "content": "By ELAINE KURTENBACH  Associated PressNUSA DUA, Indonesia (AP) President Joe Biden and other leaders of the Group of 20 top economies will have the chance to discuss the worlds most pressing probl [+4668 chars]",
            "summary": "Some details about the group and this weeks summit:WHAT IS THE G-20?The forum of 19 of the largest national economies and the European Union was formed to encourage cooperation and coordination on global issues such financial stability, climate change and sustainable economic growth. But tensions over Russias invasion of Ukraine have complicated host Indonesias efforts to build consensus to tackle climate change, improve food security, build stronger health systems and navigate through the perilous task of taming inflation while trying to steer clear of recessions. The events also are a chance to showcase tropical, scenic Bali as a tourism destination.The G-20s original mission was to tackle economic challenges but that has expanded encompass many other issues, from terrorism and money laundering to health initiatives and climate change. In talks ahead of the leaders meetings, health and finance ministers agreed on setting up a fund to help finance pandemic preparedness and response, Indonesian officials announced late Saturday. WHATS NEXT?The Bali summit comes on the heels of a United Nations climate conference in Egypt and a summit of the Association of Southeast Asian Nations in Cambodia that Biden and some other G-20 leaders attended. That has pushed inflation to decades high levels in many countries, complicating efforts to nurse along recoveries from the pandemic and raising the risks of recession for many economies. NUSA DUA, Indonesia (AP)  President Joe Biden and other leaders of the Group of 20 top economies will have the chance to discuss the worlds most pressing problems at their summit in Bali, Indonesia.",
            "html_summary": "<ul><li>Some details about the group and this week’s summit:WHAT IS THE G-20?The forum of 19 of the largest national economies and the European Union was formed to encourage cooperation and coordination on global issues such financial stability, climate change and sustainable economic growth.</li><li>But tensions over Russia’s invasion of Ukraine have complicated host Indonesia’s efforts to build consensus to tackle climate change, improve food security, build stronger health systems and navigate through the perilous task of taming inflation while trying to steer clear of recessions.</li><li>The events also are a chance to showcase tropical, scenic Bali as a tourism destination.The G-20′s original mission was to tackle economic challenges but that has expanded encompass many other issues, from terrorism and money laundering to health initiatives and climate change.</li><li>In talks ahead of the leaders meetings, health and finance ministers agreed on setting up a fund to help finance pandemic preparedness and response, Indonesian officials announced late Saturday.</li><li>WHAT’S NEXT?The Bali summit comes on the heels of a United Nations climate conference in Egypt and a summit of the Association of Southeast Asian Nations in Cambodia that Biden and some other G-20 leaders attended.</li><li>That has pushed inflation to decades high levels in many countries, complicating efforts to nurse along recoveries from the pandemic and raising the risks of recession for many economies.</li></ul>",
            "website_url": "https://apnews.com/026ceb20b07d3630345c7e7a1945a49e"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "From the founders of Acast, Sesamy is setting out to dewall digital content",
            "description": "A new startup from the founders of Acastis setting out to dewall digital content including ebooks, audiobooks, and news articles.",
            "url": "/2022-11-15-from-the-founders-of-acast-sesamy-wants-to-de-wall-digital-content",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/SesamyFounders.jpg?resize=1200,676",
            "publishedAt": "2022-11-15T08:00:55Z",
            "content": "A new startup from the founders of Acasttoday announced a $3.4 million seed round of funding to dewall digital content including ebooks, audiobooks, and news articles.After recently severing ti [+4029 chars]",
            "summary": "There are long-established platforms such as Blendle, and newcomers such as Zette which offer pay-per-article integrations for digital publishers, but one of the core arguments against such services is that they effectively cannibalise a publishers potential subscription revenue. But it also allows people to easily export and read on Kindle or Kobo if they wish  its about giving the user flexibility.Similarly, if a consumer want to buy an audiobook and listen to it through their favorite podcast app, then this is what Sesamy promises. So if someone wants to read an ebook on a Pocketbook ereader, for example, rather than being locked into Amazons walled Kindle ecosystem, then thats where Sesamy enters the fray.",
            "html_summary": "<ul><li>There are long-established platforms such as Blendle, and newcomers such as Zette which offer pay-per-article integrations for digital publishers, but one of the core arguments against such services is that they effectively cannibalise a publisher’s potential subscription revenue.</li><li>But it also allows people to easily export and read on Kindle or Kobo if they wish — it’s about giving the user flexibility.Similarly, if a consumer want to buy an audiobook and listen to it through their favorite podcast app, then this is what Sesamy promises.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/15/from-the-founders-of-acast-sesamy-wants-to-de-wall-digital-content/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Silkhaus gets $7.75M to digitize shortterm rentals across emerging markets",
            "description": "Dubaibased Silkhaus has raised $7.75 million in seed funding, money it plans to use for expansion across Southeast Asia and the MENA region.",
            "url": "/2022-11-15-silkhaus-gets-7-75m-to-digitize-short-term-rentals-across-emerging-markets",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/417E6729-D6D1-4489-B39E-F794A14A7FDF.jpeg?resize=1200,800",
            "publishedAt": "2022-11-15T03:09:03Z",
            "content": "Silkhaus, a Dubaibased platform for shortterm rentals coming out of stealth, has raised $7.75 million in seed funding, money it plans to use for expansion across South Asia, Southeast Asia and the  [+4730 chars]",
            "summary": "In an interview with TechCrunch, Bhojani, an HBS and Yale College graduate who had previously worked across roles that required extensive travel, such as management consulting and investment banking, said what spurred him to launch Silkhaus was the change in the travel behavior of small-business owners post-pandemic. The company claims that it allows property owners to list multiple or single units on the platform with an average revenue yield increase between 20-40%.Frankly speaking, finding a good short-term rental in these markets is like pulling a needle out of a haystack. He said the proptech startup, which has grown over 10x in revenue over the last 12 months, is planning to enter the top 1% in the next two months by growing the supply of properties on its platform. Its digitizing the process of operating short-term rentals for large and small property owners by providing an operating system that includes tools needed to monetize and manage their properties. But while platforms like Airbnb have fantastically aggregated demand to meet supply in the U.S. and Europe, its a different experience in emerging markets where supply isnt sufficiently pooled together to meet Airbnb-pulled demand. According to the CEO, Dubai was the ideal market for launching Silkhaus because its infrastructure presents one of the most advanced setups for short-term rentals, embodies a progressive government regulation for proptech and welcomes varying demands from different consumer types. At some point when I was building software for SMBs to book and manage travel globally, I saw businesses were beginning to do something different, the chief executive said to TechCrunch over a call.",
            "html_summary": "<ul><li>In an interview with TechCrunch, Bhojani, an HBS and Yale College graduate who had previously worked across roles that required extensive travel, such as management consulting and investment banking, said what spurred him to launch Silkhaus was the change in the travel behavior of small-business owners post-pandemic.</li><li>The company claims that it allows property owners to list multiple or single units on the platform with an average revenue yield increase between 20-40%.“Frankly speaking, finding a good short-term rental in these markets is like pulling a needle out of a haystack.</li><li>He said the proptech startup, which has grown over 10x in revenue over the last 12 months, is planning to enter the top 1% in the next two months by growing the supply of properties on its platform.</li><li>It’s digitizing the process of operating short-term rentals for large and small property owners by providing an operating system that includes tools needed to monetize and manage their properties.</li><li>But while platforms like Airbnb have fantastically aggregated demand to meet supply in the U.S. and Europe, it’s a different experience in emerging markets where supply isn’t sufficiently pooled together to meet Airbnb-pulled demand.</li><li>According to the CEO, Dubai was the ideal market for launching Silkhaus because its infrastructure presents one of the most advanced setups for short-term rentals, embodies a progressive government regulation for proptech and welcomes varying demands from different consumer types.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/14/silkhaus-gets-7-75m-to-digitize-short-term-rentals-across-emerging-markets/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Modus expands to subSaharan Africa with the launch of its AI and blockchainfocused $75M fund",
            "description": "New Yorkbased venture platform Modus launches Modus Africa, a $75 million VC fund for AI and blockchain startups across subSaharan Africa.",
            "url": "/2022-11-15-modus-expands-to-sub-saharan-africa-with-the-launch-of-its-ai-and-blockchain-focused-75m-fund",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/76423BF6-AA73-4A10-8FBD-E319750A3D43.jpeg",
            "publishedAt": "2022-11-15T08:05:45Z",
            "content": "New Yorkbased venture platform Modus has launched Modus Africa, a venture capital fund for AI and blockchain startups across subSaharan Africa, TechCrunch has learned. The fund is expected to reach [+5122 chars]",
            "summary": "Modus says that its entry into Africa creates an additional conduit of market access for Modus portfolio companies while also enabling African startups to scale into the MENA region.As a holistic venture platform, Modus runs three business units focusing on entrepreneurs and startups in the MENA and GCC regions. Nevertheless, the six-year-old VC firm isnt only taking a chance on purely AI and blockchain startups; instead, it is cutting checks in startups across broader sectors that are implementing those technologies into their products. New York-based venture platform Modus has launched Modus Africa, a venture capital fund for AI and blockchain startups across sub-Saharan Africa, TechCrunch has learned. And despite the current macroeconomic trends and conditions that have resulted in layoffs, down rounds and shutdowns, startups on the continent are set to top last years fundraising record numbers.Unlike other firms with marked funds interested in Africa, Moduss interest in AI and blockchain technologies is intriguing. These checks will range from $350,000 to $1.2 million across both stages.We as a fund will reinvest in our winners and our LPs are also looking to reinvest in them outside the fund, catalyzing even more money in the ecosystem in Africa, said the partners. Though it has household names such as Tunisias InstaDeep, Kenyas Sama, and South Africas DataProphet  and several web3 startups claiming to build on the blockchain  Africas AI and blockchain sectors are still relatively nascent. Last year, African startups raised over $5 billion and minted five unicorns (per this report, the continent observed a 250% year-over-year growth in funding and surpassed capital deployed in MENA).",
            "html_summary": "<ul><li>Modus says that its entry into Africa creates an “additional conduit of market access for Modus portfolio companies while also enabling African startups to scale into the MENA region.”As a “holistic venture platform,” Modus runs three business units focusing on entrepreneurs and startups in the MENA and GCC regions.</li><li>Nevertheless, the six-year-old VC firm isn’t only taking a chance on purely AI and blockchain startups; instead, it is cutting checks in startups across broader sectors that are implementing those technologies into their products.</li><li>New York-based venture platform Modus has launched Modus Africa, a venture capital fund for AI and blockchain startups across sub-Saharan Africa, TechCrunch has learned.</li><li>And despite the current macroeconomic trends and conditions that have resulted in layoffs, down rounds and shutdowns, startups on the continent are set to top last year’s fundraising record numbers.Unlike other firms with marked funds interested in Africa, Modus’s interest in AI and blockchain technologies is intriguing.</li><li>These checks will range from $350,000 to $1.2 million across both stages.“We as a fund will reinvest in our winners and our LPs are also looking to reinvest in them outside the fund, catalyzing even more money in the ecosystem in Africa,” said the partners.</li><li>Though it has household names such as Tunisia’s InstaDeep, Kenya’s Sama, and South Africa’s DataProphet — and several web3 startups claiming to build on the blockchain — Africa’s AI and blockchain sectors are still relatively nascent.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/15/modus-expands-to-sub-saharan-africa-with-the-launch-of-its-ai-and-blockchain-focused-75m-fund/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Electric air taxi company Archer plans $118M Georgia factory. Studies find automatic braking can cut crashes over 40%. European leader calls on world, China to pressure Russia. Hopes and costs are high for UKs nuclear energy future. EXPLAINER Russias war, climate among vexing issues at G20. From the founders of Acast, Sesamy is setting out to dewall digital content. Silkhaus gets $7.75M to digitize shortterm rentals across emerging markets. Modus expands to subSaharan Africa with the launch of its AI and blockchainfocused $75M fund"
}