{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Bethany Allen-Ebrahimian",
            "title": "New chapter of U.S. China competition",
            "description": "The Chinese government no longer appears as invulnerable as it did at the height of the global pandemic, and Beijings major policy changes could alter the calculus in U.S.China competition.Whats happening Facing economic headwinds at home and increasingly",
            "url": "/2022-12-28-us-china-competition-new-chapter",
            "urlToImage": "https://images.axios.com/sI0g_pxQQE976cjJUmnfydBgxu8=/0x0:1920x1080/1366x768/2022/12/28/1672213785844.jpg",
            "publishedAt": "2022-12-28T10:30:14Z",
            "content": "The Chinese government no longer appears as invulnerable as it did at the height of the global pandemic, and Beijings major policy changes could alter the calculus in U.S.China competition.Whats [+2296 chars]",
            "summary": "China is also emerging from three years of self-imposed COVID lockdowns, following widespread protests.Why it matters: Tectonic shifts in geopolitical strategy are underway as both Washington and Beijing try to manage superpower competition  and come out on top.",
            "html_summary": "<ul><li>China is also emerging from three years of self-imposed COVID lockdowns, following widespread protests.Why it matters: Tectonic shifts in geopolitical strategy are underway as both Washington and Beijing try to manage superpower competition — and come out on top.</li></ul>",
            "website_url": "https://www.axios.com/2022/12/28/us-china-competition-new-chapter"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Johnson leads UT Rio Grande Valley against Utah Tech after 29 ...  The Associated Press  en Espaol",
            "description": "UT Rio Grande Valley Vaqueros (84) at Utah Tech Trailblazers (85) Saint George, Utah; Thursday, 9 p.m. EST BOTTOM LINE UT Rio Grande Valley takes on the Utah Tech Trailblazers after Justin Johnson scored 29 points in UT Rio Grande Valleys 10090 win again",
            "url": "/2022-12-28-sports-utah-utes-cameron-gooden-justin-johnson-37233c1547854fa3ba41be9900adcf30",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-12-28T07:47:51Z",
            "content": "UT Rio Grande Valley Vaqueros (84) at Utah Tech Trailblazers (85)Saint George, Utah; Thursday, 9 p.m. ESTBOTTOM LINE UT Rio Grande Valley takes on the Utah Tech Trailblazers after Justin Johns [+1388 chars]",
            "summary": "Johnson is averaging 21.1 points and 5.1 rebounds over the last 10 games for UT Rio Grande Valley.LAST 10 GAMES: Trailblazers: 7-3, averaging 80.8 points, 33.2 rebounds, 15.4 assists, 8.6 steals and 2.5 blocks per game while shooting 47.6% from the field. Their opponents have averaged 68.6 points per game.Vaqueros: 7-3, averaging 83.7 points, 33.6 rebounds, 15.8 assists, 4.9 steals and 3.6 blocks per game while shooting 52.3% from the field. UT Rio Grande Valley scores 84.3 points and has outscored opponents by 5.5 points per game.The Trailblazers and Vaqueros meet Thursday for the first time in WAC play this season.TOP PERFORMERS: Tanner Christensen is averaging 9.8 points and 7.6 rebounds for the Trailblazers. Noa Gonsalves is averaging 2.2 made 3-pointers over the last 10 games for Utah Tech.Will Johnston is shooting 52.8% from beyond the arc with 2.3 made 3-pointers per game for the Vaqueros, while averaging 16 points and 3.8 assists. Utah Tech is sixth in the WAC with 14.5 assists per game led by Cameron Gooden averaging 3.7.The Vaqueros are 1-4 in road games. Their opponents have averaged 81.9 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Johnson is averaging 21.1 points and 5.1 rebounds over the last 10 games for UT Rio Grande Valley.LAST 10 GAMES: Trailblazers: 7-3, averaging 80.8 points, 33.2 rebounds, 15.4 assists, 8.6 steals and 2.5 blocks per game while shooting 47.6% from the field.</li><li>Their opponents have averaged 68.6 points per game.Vaqueros: 7-3, averaging 83.7 points, 33.6 rebounds, 15.8 assists, 4.9 steals and 3.6 blocks per game while shooting 52.3% from the field.</li><li>UT Rio Grande Valley scores 84.3 points and has outscored opponents by 5.5 points per game.The Trailblazers and Vaqueros meet Thursday for the first time in WAC play this season.TOP PERFORMERS: Tanner Christensen is averaging 9.8 points and 7.6 rebounds for the Trailblazers.</li><li>Noa Gonsalves is averaging 2.2 made 3-pointers over the last 10 games for Utah Tech.Will Johnston is shooting 52.8% from beyond the arc with 2.3 made 3-pointers per game for the Vaqueros, while averaging 16 points and 3.8 assists.</li><li>Utah Tech is sixth in the WAC with 14.5 assists per game led by Cameron Gooden averaging 3.7.The Vaqueros are 1-4 in road games.</li></ul>",
            "website_url": "https://apnews.com/article/sports-utah-utes-cameron-gooden-justin-johnson-37233c1547854fa3ba41be9900adcf30"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Hanna Arhirova",
            "title": "Minister Ukraine aims to develop airtoair combat drones",
            "description": "KYIV, Ukraine (AP)  Ukraine has bought some 1,400 drones, mostly for reconnaissance, and plans to develop combat models that can attack the exploding drones Russia has used during its invasion of the country, according to the Ukrainian government minister in",
            "url": "/2022-12-28-515d68aa0d0460dd07b8797dd063cd6c",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/84127b266ff446e99756620afaee8fbc/3000.webp",
            "publishedAt": "2022-12-28T09:18:43Z",
            "content": "KYIV, Ukraine (AP) Ukraine has bought some 1,400 drones, mostly for reconnaissance, and plans to develop combat models that can attack the exploding drones Russia has used during its invasion of the  [+5126 chars]",
            "summary": "These are both exploding drones and drones that fly up to three to 10 kilometers and hit targets.He predicted more missions with strike drones in the future, but would not elaborate. And the next stage, now that we are more or less equipped with reconnaissance drones, is strike drones, Fedorov said. Ukraine is carrying out research and development on drones that could fight and down other drones, Fedorov said. The base houses Tu-95 and Tu-160 nuclear-capable strategic bombers that have been involved in launching strikes on Ukraine.Ukrainian authorities have never formally acknowledged carrying out such drone strikes, but they have made cryptic allusions to how Russia might expect retaliation for its war in Ukraine, including within Russian territory. He said there are times when fewer than half of mobile phone towers are functioning in the capital, Kyiv, because Russian airstrikes have destroyed or damaged the infrastructure that power them. Russia has used Iranian-made Shahed drones for its airstrikes in Ukrainian territory in recent weeks, in addition to rocket, cruise missile and artillery attacks. We need to do more than what is expected of us, and progress does not wait, Fedorov said, scoffing at Russian skill in the domain of drones.",
            "html_summary": "<ul><li>“These are both exploding drones and drones that fly up to three to 10 kilometers and hit targets.”He predicted “more missions with strike drones” in the future, but would not elaborate.</li><li>“And the next stage, now that we are more or less equipped with reconnaissance drones, is strike drones,” Fedorov said.</li><li>Ukraine is carrying out research and development on drones that could fight and down other drones, Fedorov said.</li><li>The base houses Tu-95 and Tu-160 nuclear-capable strategic bombers that have been involved in launching strikes on Ukraine.Ukrainian authorities have never formally acknowledged carrying out such drone strikes, but they have made cryptic allusions to how Russia might expect retaliation for its war in Ukraine, including within Russian territory.</li><li>He said there are times when fewer than half of mobile phone towers are functioning in the capital, Kyiv, because Russian airstrikes have destroyed or damaged the infrastructure that power them.</li><li>Russia has used Iranian-made Shahed drones for its airstrikes in Ukrainian territory in recent weeks, in addition to rocket, cruise missile and artillery attacks.</li></ul>",
            "website_url": "https://apnews.com/515d68aa0d0460dd07b8797dd063cd6c"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ram Iyer",
            "title": "Dear Sophie Do employees have to stop working until they get their EAD?",
            "description": "Can the EAD process be expedited? Do employees have to stop working if they dont receive their new EAD card before the old one expires? Dear Sophie Do employees have to stop working until they get their EAD? by Ram Iyer originally published on TechC",
            "url": "/2022-12-28-dear-sophie-do-employees-have-to-stop-working-until-they-get-their-ead",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/dear-sophie-immigration-maze-3.jpg?resize=1200,675",
            "publishedAt": "2022-12-28T17:00:41Z",
            "content": "More posts by this contributorHeres another edition of Dear Sophie, the advice column that answers immigrationrelated questions about working at technology companies.Your questions are vital [+2738 chars]",
            "summary": "Heres another edition of Dear Sophie, the advice column that answers immigration-related questions about working at technology companies.Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams, says Sophie Alcorn, a Silicon Valley immigration attorney. These visa holders can have their EADs extended for up to 540 days if the individual had a renewal application pending with USCIS on or after May 4 2022, or had filed a renewal application on or after that date. Because its taking so long to get EAD cards, were worried about another of our employees, who has an L-2 visa with an EAD scheduled to expire early next year. In addition, the H-4 visa employee wants to visit his family in India because its been more than three years since he last went. Will he and his family be able to return to the U.S. after four weeks? Mindful ManagerDear Mindful,Thanks for reaching out to me with all your questions about Employment Authorization Documents (EADs), otherwise known as work permits. Its been five months since he filed to renew his EAD, which will expire next month. Does he have to stop working if he doesnt receive his new EAD card before his old one expires?",
            "html_summary": "<ul><li>Here’s another edition of “Dear Sophie,” the advice column that answers immigration-related questions about working at technology companies.“Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams,” says Sophie Alcorn, a Silicon Valley immigration attorney.</li><li>These visa holders can have their EADs extended for up to 540 days if the individual had a renewal application pending with USCIS on or after May 4 2022, or had filed a renewal application on or after that date.</li><li>Because it’s taking so long to get EAD cards, we’re worried about another of our employees, who has an L-2 visa with an EAD scheduled to expire early next year.</li><li>In addition, the H-4 visa employee wants to visit his family in India because it’s been more than three years since he last went.</li><li>Will he and his family be able to return to the U.S. after four weeks?— Mindful ManagerDear Mindful,Thanks for reaching out to me with all your questions about Employment Authorization Documents (EADs), otherwise known as work permits.</li><li>It’s been five months since he filed to renew his EAD, which will expire next month.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/28/dear-sophie-do-employees-have-to-stop-working-until-they-get-their-ead/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Amanda Silberling",
            "title": "Some good news from this year in tech",
            "description": "When you think of the biggest tech stories of the year, you probably think of something like Elon Musk buying Twitter, former crypto wunderkind Sam BankmanFrieds FTX filing for bankruptcy, all the people who lost their life savings when UST imploded",
            "url": "/2022-12-28-some-good-news-from-this-year-in-tech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/cosmic-cliffs.jpeg",
            "publishedAt": "2022-12-28T17:02:48Z",
            "content": "When you think of the biggest tech stories of the year, you probably think of something like Elon Musk buying Twitter, former crypto wunderkind Sam BankmanFrieds FTX filing for bankruptcy, all the p [+8358 chars]",
            "summary": "Outside the tech sphere, weve seen over 250 Starbucks stores unionize in the last two years while union drives at franchises like Trader Joes are gaining steam.And in the world of the gig economy, small gains are being made on the national level. Kyle WiggersA year in the making, BigSciences AI language model is finally availableThis summer, the JWST delivered its first deep field images, representing the culmination of 26 years of hard work. Usually the fight among gig worker classification happens at the state level, but this year the Department of Labor proposed a ruling that if passed would make it easier for app-based ridehail and delivery drivers to become employees if they can prove they are economically dependent on a company. Devin ColdeweyDot Pad tactile display makes images touchable for visually impaired usersHeres a not-so-hot take: maybe its not a good thing when the social media companies that drive the public conversation are for-profit entities that can be traded on the stock market and/or taken private by egomaniacal billionaires! Kyle WiggersA brief history of diffusion, the tech at the heart of modern image-generating AIThe promise of satellite-based internet connections is coming true, though as usual the tech is not yet evenly distributed. As generative AI came to the fore this year, bolstered by emerging AI techniques, we got a glimpse of the labor it can save across the art (see: Stable Diffusion, DALL-E 2), programming (GitHub Copilot) and writing world (GPT-3, ChatGPT). Depending on how a blockchain validates its transactions, simply buying an NFT could use an outsized amount of energy, and as more people onboarded into the space in 2021, the environmental impact of the crypto industry has become increasingly concerning.",
            "html_summary": "<ul><li>Outside the tech sphere, we’ve seen over 250 Starbucks stores unionize in the last two years while union drives at franchises like Trader Joe’s are gaining steam.And in the world of the gig economy, small gains are being made on the national level.</li><li>–Kyle WiggersA year in the making, BigScience’s AI language model is finally availableThis summer, the JWST delivered its first deep field images, representing the culmination of 26 years of hard work.</li><li>Usually the fight among gig worker classification happens at the state level, but this year the Department of Labor proposed a ruling that if passed would make it easier for app-based ridehail and delivery drivers to become employees if they can prove they are economically dependent on a company.</li><li>–Devin ColdeweyDot Pad tactile display makes images touchable for visually impaired usersHere’s a not-so-hot take: maybe it’s not a good thing when the social media companies that drive the public conversation are for-profit entities that can be traded on the stock market and/or taken private by egomaniacal billionaires!</li><li>–Kyle WiggersA brief history of diffusion, the tech at the heart of modern image-generating AIThe promise of satellite-based internet connections is coming true, though as usual the tech is not yet evenly distributed.</li><li>As generative AI came to the fore this year, bolstered by emerging AI techniques, we got a glimpse of the labor it can save across the art (see: Stable Diffusion, DALL-E 2), programming (GitHub Copilot) and writing world (GPT-3, ChatGPT).</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/28/some-good-news-from-this-year-in-tech/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Amples founder explains what it takes to scale EV battery swapping",
            "description": "De Souza discusses the implications of Chinas investments in battery swapping, challenges in scaling fastcharging infrastructure and more. Amples founder explains what it takes to scale EV battery swapping by Rebecca Bellan originally published",
            "url": "/2022-12-28-amples-founder-explains-what-it-takes-to-scale-ev-battery-swapping",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/de-souza-ample-alt.jpg?resize=1200,675",
            "publishedAt": "2022-12-28T16:00:55Z",
            "content": "The conversation around widespread electric vehicle adoption has been inherently linked with charging Are the chargers plentiful? Will they charge my car fast enough? Are they plugged into a grid th [+3869 chars]",
            "summary": "It also makes our stations, which are run robotically, more cost-effective, because youre moving lighter modules instead of traditional packs.Secondly, Amples patent to allow modules to adjust to electrical characteristics of vehicles means we can work with OEMs without requiring any changes to the vehicle. Ample provides modular battery swapping, which means you dont swap the entire battery pack. Today there are 1,400.We caught up with de Souza to talk about the implications of Chinas investment in battery swapping, why scaling fast-charging infrastructure is a lot harder than we think and sought his advice on how hardware startups can scale while staying lean. Are they plugged into a grid thats not entirely run by coal?Billions of dollars have gone into developing batteries that can handle fast charges as well as chargers that can top up a vehicle in as little as 20 minutes. Can you explain why thats significant?There are two aspects to Amples modular battery swapping that are significant. Automakers Nio and Geely, battery-swapping tech developer Aulton and oil producer Sinopec said this year they plan to build 24,000 swapping stations across China by 2025. So just as a customer might choose the type of tires or seats they want in the car, they can one day choose which batteries they want to use.",
            "html_summary": "<ul><li>It also makes our stations, which are run robotically, more cost-effective, because you’re moving lighter modules instead of traditional packs.Secondly, Ample’s patent to allow modules to adjust to electrical characteristics of vehicles means we can work with OEMs without requiring any changes to the vehicle.</li><li>Ample provides modular battery swapping, which means you don’t swap the entire battery pack.</li><li>Today there are 1,400.We caught up with de Souza to talk about the implications of China’s investment in battery swapping, why scaling fast-charging infrastructure is a lot harder than we think and sought his advice on how hardware startups can scale while staying lean.</li><li>Are they plugged into a grid that’s not entirely run by coal?Billions of dollars have gone into developing batteries that can handle fast charges as well as chargers that can top up a vehicle in as little as 20 minutes.</li><li>Can you explain why that’s significant?There are two aspects to Ample’s modular battery swapping that are significant.</li><li>Automakers Nio and Geely, battery-swapping tech developer Aulton and oil producer Sinopec said this year they plan to build 24,000 swapping stations across China by 2025.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/28/amples-founder-explains-what-it-takes-to-scale-ev-battery-swapping/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. New chapter of U.S. China competition. Johnson leads UT Rio Grande Valley against Utah Tech after 29 ...  The Associated Press  en Espaol. Minister Ukraine aims to develop airtoair combat drones. Dear Sophie Do employees have to stop working until they get their EAD?. Some good news from this year in tech. Amples founder explains what it takes to scale EV battery swapping"
}