{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Josh Boak",
            "title": "Computer chip ban signals new era as Biden and Xi meet  The Associated Press",
            "description": "Computer chip ban signals new era as Biden and Xi meetThe Associated PressChinas semiconductor industry on edge as US sanctions slow growth and demandSouth China Morning PostBidens squeezing China on chips US allies might ",
            "url": "/2022-11-12-biden-technology-china-asia-xi-jinping-cfd6fc9f04cc7ea47f61ee6f04383b57",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9398199eff284d998038cad8eae8e098/3000.jpeg",
            "publishedAt": "2022-11-12T06:14:33Z",
            "content": "WASHINGTON (AP) The Biden administrations move to block exports of advanced computer chips to China is signaling a new phase in relations between the globes two largest economies one in which trade m [+5715 chars]",
            "summary": "Economic integration among these partners has become essential, as the U.S. export controls on advanced chips need support from other producers in Japan and the Netherlands.All the great powers are restructuring international economic relations in ways they hope will improve their geopolitical position, Miller said. He pledged that China would move more aggressively to become self-reliant in producing semiconductors and other technologies.In order to enhance Chinas innovation capacity, we will move faster to launch a number of major national projects that are of strategic, big-picture and long-term importance, Xi said. They will use this technology to, in any number of ways, harm us and our allies, or our ability to protect ourselves.Xi responded to the export ban in his statement at last months congress of the Chinese Communist Party, where he secured a third term as the countrys leader. The U.S. and China have each identified the development and production of computer chips as vital for economic growth and their own security interests.Were going to do whatever it takes to protect Americans from the threat of China, Commerce Secretary Gina Raimondo said in an interview. The Chinese government has named the development of advanced computer chips that could handle everything from artificial intelligence to hypersonic missiles as one of its top priorities. Semiconductors are just one of many arenas in which trade, tech, and capital flows are being re-politicized due to great power rivalry. And unfortunately, some of our friends on the other team bought it.Donald Trump had fiery rhetoric on China during his presidency, imposing tariffs that the Biden administration has yet to lift.",
            "html_summary": "<ul><li>Economic integration among these partners has become essential, as the U.S. export controls on advanced chips need support from other producers in Japan and the Netherlands.“All the great powers are restructuring international economic relations in ways they hope will improve their geopolitical position,” Miller said.</li><li>He pledged that China would move more aggressively to become self-reliant in producing semiconductors and other technologies.“In order to enhance China’s innovation capacity, we will move faster to launch a number of major national projects that are of strategic, big-picture and long-term importance,” Xi said.</li><li>They will use this technology to, in any number of ways, harm us and our allies, or our ability to protect ourselves.”Xi responded to the export ban in his statement at last month’s congress of the Chinese Communist Party, where he secured a third term as the country’s leader.</li><li>The U.S. and China have each identified the development and production of computer chips as vital for economic growth and their own security interests.“We’re going to do whatever it takes to protect Americans from the threat of China,” Commerce Secretary Gina Raimondo said in an interview.</li><li>The Chinese government has named the development of advanced computer chips that could handle everything from artificial intelligence to hypersonic missiles as one of its top priorities.</li><li>“Semiconductors are just one of many arenas in which trade, tech, and capital flows are being re-politicized due to great power rivalry.”</li></ul>",
            "website_url": "https://apnews.com/article/biden-technology-china-asia-xi-jinping-cfd6fc9f04cc7ea47f61ee6f04383b57"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Frank Jordans",
            "title": "Republicans tout benefits of fossil fuels at climate talks  The Associated Press  en Espaol",
            "description": "Republicans tout benefits of fossil fuels at climate talksThe Associated Press  en EspaolRepublicans preview rational environmentalism approach to climate policy if they take control of HouseABC NewsDemocrats pledge to fi",
            "url": "/2022-11-12-science-business-congress-climate-and-environment-government-politics-8357e7d993b5e1a1144eb2643b786a33",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/a6ac7639ba4542528508714c6975b7cd/3000.jpeg",
            "publishedAt": "2022-11-12T00:11:15Z",
            "content": "SHARM ELSHEIKH, Egypt (AP) Members of a Republican Congressional delegation took the stage at this years U.N. climate talks Friday to tout the benefits of fossil fuels a bold move at a meeting thats [+5393 chars]",
            "summary": "I think we need to decide as a world: Do we hate greenhouse gas emissions or do we hate fossil fuels, said Curtis, who is known for founding the Conservative Climate Caucus. Satelites show the powerful greenhouse gas leaking from equipment at every stage of production.To solve the climate crisis we have to stop emitting carbon dioxide and methane into the atmosphere, said Jonathan T. Overpeck, dean of the University of Michigan School for Environment and Sustainability. Burning fossil fuels releases greenhouse gases that are causing temperatures to rise rapidly, and this is the major contributor to the global warming we are experiencing, she said in an email. The comments echo industry efforts in recent years to separate carbon dioxide emissions from fossil fuels in public perception. This, Graves argued, would make fossil fuels an arrow in the quiver as we try to address our objectives of energy affordability, reliability, cleanliness, exportability and security of supply chain.House Republicans views are likely to become more important given the expected turnover of the House to Republican control. Its not the same thing.Like Curtis, Rep. Garret Graves, R-La., suggested fossil fuels can be a form of clean energy, if only the carbon released by extracting and burning them could be captured and stored safely. One solution promoted by industry is the idea of carbon capture, to prevent emissions from reaching the atmosphere, usually storing the exhaust gases underground.",
            "html_summary": "<ul><li>“I think we need to decide as a world: Do we hate greenhouse gas emissions or do we hate fossil fuels,” said Curtis, who is known for founding the Conservative Climate Caucus.</li><li>Satelites show the powerful greenhouse gas leaking from equipment at every stage of production.“To solve the climate crisis we have to stop emitting carbon dioxide and methane into the atmosphere,” said Jonathan T. Overpeck, dean of the University of Michigan School for Environment and Sustainability.</li><li>“Burning fossil fuels releases greenhouse gases that are causing temperatures to rise rapidly, and this is the major contributor to the global warming we are experiencing,” she said in an email.</li><li>The comments echo industry efforts in recent years to separate carbon dioxide emissions from fossil fuels in public perception.</li><li>This, Graves argued, would make fossil fuels “an arrow in the quiver as we try to address our objectives of energy affordability, reliability, cleanliness, exportability and security of supply chain.”House Republicans’ views are likely to become more important given the expected turnover of the House to Republican control.</li><li>“It’s not the same thing.”Like Curtis, Rep. Garret Graves, R-La., suggested fossil fuels can be a form of clean energy, if only the carbon released by extracting and burning them could be captured and stored safely.</li></ul>",
            "website_url": "https://apnews.com/article/science-business-congress-climate-and-environment-government-politics-8357e7d993b5e1a1144eb2643b786a33"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jessica Boehm",
            "title": "Arizona Senate race Incumbent Mark Kelly wins over Trumpbacked Blake Masters",
            "description": "Sen. Mark Kelly (DAriz.) will hold onto his seat after beating Trumpbacked challenger Blake Masters, the Associated Press reported. Why it matters Kellys win brings a sigh of relief to Democrats after days without final Senate race results and comes as a ",
            "url": "/2022-11-12-mark-kelly-arizona-senate-election-results",
            "urlToImage": "https://images.axios.com/r3U0Uc3_ViUDS7GpJrk9IGi1sGs=/0x391:6016x3775/1366x768/2022/11/12/1668223434191.jpg",
            "publishedAt": "2022-11-12T03:25:12Z",
            "content": "Sen. Mark Kelly (DAriz.) will hold onto his seat after beating Trumpbacked challenger Blake Masters, the Associated Press reported. Why it matters Kellys win brings a sigh of relief to Democrat [+2364 chars]",
            "summary": "He was elected in 2020 to finish the late Republican Sen. John McCain's term  giving Democrats control of both of Arizona's Senate seats for the first time since 1952.Catch up quick: Both candidates sought to link one another to extremes in their parties. Nevadas Senate race remained uncalled as of Friday, and Georgias Senate race is headed for a December runoff. Mark Kelly (D-Ariz.) will hold onto his seat after beating Trump-backed challenger Blake Masters, the Associated Press reported. This story has been updated with additional details throughout. U.S. Sen. Mark Kelly (D-AZ) speaks during a Get Out the Vote Rally at San Xavier District Community Center on October 25, 2022.Sen.",
            "html_summary": "<ul><li>He was elected in 2020 to finish the late Republican Sen. John McCain's term — giving Democrats control of both of Arizona's Senate seats for the first time since 1952.Catch up quick: Both candidates sought to link one another to extremes in their parties.</li><li>Nevada’s Senate race remained uncalled as of Friday, and Georgia’s Senate race is headed for a December runoff.</li><li>Mark Kelly (D-Ariz.) will hold onto his seat after beating Trump-backed challenger Blake Masters, the Associated Press reported.</li><li>This story has been updated with additional details throughout.</li></ul>",
            "website_url": "https://www.axios.com/2022/11/12/mark-kelly-arizona-senate-election-results"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BARBARA ORTUTAY - AP Technology Writer",
            "title": "Twitter drama too much? Mastodon, others emerge as options",
            "description": "Twitter has been a bit of a mess since billionaire Tesla CEO took helm, cutting the companys workforce in half, overhauling the platforms verification system, sparring with some users and acknowledging that dumb things might happen as he reshapes one",
            "url": "/2022-11-12-6e8bff97bb33d53b87c3d9a7c6a509cf",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/e/7a/e7ae39ad-a222-5606-ba9b-66a24b68e3db/636f64257c12f.image.jpg?crop=1246%2C654%2C0%2C503&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-12T09:01:20Z",
            "content": "By BARBARA ORTUTAY  AP Technology WriterTwitter has been a bit of a mess since billionaire Tesla CEO Elon Musk took the helm, cutting the companys workforce in half, upending the platforms verific [+8259 chars]",
            "summary": "Its the buzzy audio-only app that got somewhat overshadowed by copycat Twitter Spaces, which also lets people talk to each other (think conference call, podcast or audio chat) about topics of interest. Conversations can be intimate, like a phone call, or might include thousands of people listening to a talk by boldface names, like a conference or stage interview. On Thursday, amid an exodus of senior executives responsible for data privacy, cybersecurity and complying with regulations, he warned the companys remaining employees that Twitter might not survive if it cant find a way to bring in at least half its revenue from subscriptions. Of course, subscribing to individual publications (or downloading a free news app such as the APs AP News) is also an option.Yes, you might have to pay for some of them and no, you wont get a blue check mark with your subscription. Because each server is run separately, you will need to first pick one you want to join, then go through the steps to create an account and agree with the servers rules. It angered many users in 2018 when it banned porn and adult content, which made up a big part of its highly visual and meme-friendly online presence and led to a large drop in its user base. Onboarding is simple, and for those who miss the early years of social media, theres a decidedly retro, comforting feel to the site.T2 or TBD?Gabor Cselle, a veteran of Google who worked at Twitter from 2014 to 2016, is determined to create a better Twitter.",
            "html_summary": "<ul><li>It’s the buzzy audio-only app that got somewhat overshadowed by copycat Twitter Spaces, which also lets people talk to each other (think conference call, podcast or “audio chat”) about topics of interest.</li><li>Conversations can be intimate, like a phone call, or might include thousands of people listening to a talk by boldface names, like a conference or stage interview.</li><li>On Thursday, amid an exodus of senior executives responsible for data privacy, cybersecurity and complying with regulations, he warned the company’s remaining employees that Twitter might not survive if it can’t find a way to bring in at least half its revenue from subscriptions.</li><li>Of course, subscribing to individual publications (or downloading a free news app such as the AP’s AP News) is also an option.Yes, you might have to pay for some of them and no, you won’t get a blue check mark with your subscription.</li><li>Because each server is run separately, you will need to first pick one you want to join, then go through the steps to create an account and agree with the server’s rules.</li><li>It angered many users in 2018 when it banned porn and “adult content,” which made up a big part of its highly visual and meme-friendly online presence and led to a large drop in its user base.</li></ul>",
            "website_url": "https://apnews.com/6e8bff97bb33d53b87c3d9a7c6a509cf"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JAMEY KEATEN and CARA ANNA - Associated Press",
            "title": "Ethiopia hosts UN internet meeting after cutting off Tigray",
            "description": "A U.N. body devoted to promoting broader and better access to the internet is about to hold its annual gathering in Ethiopia. The Internet Governance Forum had scheduled this years meeting in Ethiopia well before the government of Prime Minister",
            "url": "/2022-11-12-4370e0a6ee0c7a30c128b7bc50d70a5c",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/3/3f/33f6aead-4199-52ca-a180-ed1ccddb018f/636f5044ee07a.image.jpg?crop=1764%2C926%2C0%2C123&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-12T07:37:10Z",
            "content": "By JAMEY KEATEN and CARA ANNA  Associated PressGENEVA (AP) A U.N. body devoted to promoting broader and better access to the internet is about to hold its annual meeting in Ethiopia, whose governm [+4964 chars]",
            "summary": "GENEVA (AP)  A U.N. body devoted to promoting broader and better access to the internet is about to hold its annual meeting in Ethiopia, whose government has cut off internet access in its northern Tigray region during a two-year war there. It will focus this years meeting on connecting all people and safeguarding human rights, and avoiding internet fragmentation. Fighting in the Oromia region this week led to several dozen casualties, witnesses said.The rights office noted that Ethiopia is far from the only country to impose restrictions on the internet. It said shutdowns often occurred in places where governments carry out armed operations  and some may have been aimed to cover up human rights violations. Organizers of the meeting seek concrete steps to achieve universal and meaningful internet connectivity.The Geneva-based forum laments that 2.7 billion people worldwide remain unconnected. A U.N. report published in June noted internet shutdowns or clampdowns on social media in places including Myanmar, Sudan and Russia. This compounds the humanitarian crisis and provides cover for the human rights abuses.___Anna reported from Nairobi, Kenya.",
            "html_summary": "<ul><li>GENEVA (AP) — A U.N. body devoted to promoting broader and better access to the internet is about to hold its annual meeting in Ethiopia, whose government has cut off internet access in its northern Tigray region during a two-year war there.</li><li>It will focus this year’s meeting on “connecting all people and safeguarding human rights,” and avoiding internet fragmentation.</li><li>Fighting in the Oromia region this week led to several dozen casualties, witnesses said.The rights office noted that Ethiopia is far from the only country to impose restrictions on the internet.</li><li>It said shutdowns often occurred in places where governments carry out armed operations — and some may have been aimed to cover up human rights violations.</li><li>Organizers of the meeting seek concrete steps to achieve “universal and meaningful internet connectivity.”The Geneva-based forum laments that 2.7 billion people worldwide remain unconnected.</li><li>A U.N. report published in June noted internet shutdowns or clampdowns on social media in places including Myanmar, Sudan and Russia.</li></ul>",
            "website_url": "https://apnews.com/4370e0a6ee0c7a30c128b7bc50d70a5c"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSH BOAK - Associated Press",
            "title": "Computer chip ban signals new era as Biden and Xi meet",
            "description": "The Biden administrations recent move to block exports of advanced computer chips to China signals a new phase in relations between the globes two largest economies. Trade matters less than an increasingly heated competition to be the worlds leading techno",
            "url": "/2022-11-12-cfd6fc9f04cc7ea47f61ee6f04383b57",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/d/2c/d2c446cf-9273-58a3-b882-8ac7c8bcd10a/636f2f8424e6e.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-12T05:16:49Z",
            "content": "By JOSH BOAK  Associated PressWASHINGTON (AP) The Biden administrations move to block exports of advanced computer chips to China is signaling a new phase in relations between the globes two lar [+7269 chars]",
            "summary": "Economic integration among these partners has become essential, as the U.S. export controls on advanced chips need support from other producers in Japan and the Netherlands.All the great powers are restructuring international economic relations in ways they hope will improve their geopolitical position, Miller said. He pledged that China would move more aggressively to become self-reliant in producing semiconductors and other technologies.In order to enhance Chinas innovation capacity, we will move faster to launch a number of major national projects that are of strategic, big-picture and long-term importance, Xi said. They will use this technology to, in any number of ways, harm us and our allies, or our ability to protect ourselves.Xi responded to the export ban in his statement at last months congress of the Chinese Communist Party, where he secured a third term as the countrys leader. The U.S. and China have each identified the development and production of computer chips as vital for economic growth and their own security interests.Were going to do whatever it takes to protect Americans from the threat of China, Commerce Secretary Gina Raimondo said in an interview. The Chinese government has named the development of advanced computer chips that could handle everything from artificial intelligence to hypersonic missiles as one of its top priorities. Semiconductors are just one of many arenas in which trade, tech, and capital flows are being re-politicized due to great power rivalry. And unfortunately, some of our friends on the other team bought it.Donald Trump had fiery rhetoric on China during his presidency, imposing tariffs that the Biden administration has yet to lift.",
            "html_summary": "<ul><li>Economic integration among these partners has become essential, as the U.S. export controls on advanced chips need support from other producers in Japan and the Netherlands.“All the great powers are restructuring international economic relations in ways they hope will improve their geopolitical position,” Miller said.</li><li>He pledged that China would move more aggressively to become self-reliant in producing semiconductors and other technologies.“In order to enhance China’s innovation capacity, we will move faster to launch a number of major national projects that are of strategic, big-picture and long-term importance,” Xi said.</li><li>They will use this technology to, in any number of ways, harm us and our allies, or our ability to protect ourselves.”Xi responded to the export ban in his statement at last month’s congress of the Chinese Communist Party, where he secured a third term as the country’s leader.</li><li>The U.S. and China have each identified the development and production of computer chips as vital for economic growth and their own security interests.“We’re going to do whatever it takes to protect Americans from the threat of China,” Commerce Secretary Gina Raimondo said in an interview.</li><li>The Chinese government has named the development of advanced computer chips that could handle everything from artificial intelligence to hypersonic missiles as one of its top priorities.</li><li>“Semiconductors are just one of many arenas in which trade, tech, and capital flows are being re-politicized due to great power rivalry.”</li></ul>",
            "website_url": "https://apnews.com/cfd6fc9f04cc7ea47f61ee6f04383b57"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "Crypto VC David Pakman on FTX an entirely avoidable tragedy",
            "description": "This failure of the company was brought on by a bunch of flawed human decisionmaking . . . the core business was doing great.",
            "url": "/2022-11-12-crypto-vc-david-pakman-on-ftx-an-entirely-avoidable-tragedy",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-1394204424.jpg?resize=1200,801",
            "publishedAt": "2022-11-12T01:50:54Z",
            "content": "If you want to better understand exactly how big a deal it is that the cryptocurrency exchange FTX just imploded, you could do worse than talk with David Pakman, an entrepreneur turned venture capita [+8779 chars]",
            "summary": "And then it sounds like they also took the proceeds of that borrowing, and they invested that in highly illiquid assets, like maybe to rescue BlockFi or all these other private companies that FTX recently bought. So all this stuff is just stuff that I think a board, if they knew about it, would be like, no, no.But there was no board, which is mind blowing, considering that VCs poured $2 billion into this company. Your firm is among those firms.I joined CoinFund a little bit more than a year ago, so the investment that the firm made in FTX was a long time ago, before my time, and its a tiny, tiny amount. So you take the most highly valued venture-backed crypto company, and it goes from $40 billion to zero, then who is the new ceiling of crypto value? Like, how many other funds when companies and investors have assets at FTX and how long will it take to get those funds back? But FTX was very useful for providing a launching pad for tokens to become liquid, and then either making a market for those tokens or at least providing a place for them to trade and providing liquidity. Its negligible because we had such a tiny investment in this company from one of our funds and we held none of our assets at FTX, either its U.S. or international business.",
            "html_summary": "<ul><li>And then it sounds like they also took the proceeds of that borrowing, and they invested that in highly illiquid assets, like maybe to rescue BlockFi or all these other private companies that FTX recently bought.</li><li>So all this stuff is just stuff that I think a board, if they knew about it, would be like, no, no.But there was no board, which is mind blowing, considering that VCs poured $2 billion into this company.</li><li>Your firm is among those firms.I joined CoinFund a little bit more than a year ago, so the investment that the firm made in FTX was a long time ago, before my time, and it’s a tiny, tiny amount.</li><li>So you take the most highly valued venture-backed crypto company, and it goes from $40 billion to zero, then who is the new ceiling of crypto value?</li><li>Like, how many other funds when companies and investors have assets at FTX and how long will it take to get those funds back?</li><li>But FTX was very useful for providing a launching pad for tokens to become liquid, and then either making a market for those tokens or at least providing a place for them to trade and providing liquidity.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/11/crypto-vc-david-pakman-on-ftx-an-entirely-avoidable-tragedy/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Computer chip ban signals new era as Biden and Xi meet  The Associated Press. Republicans tout benefits of fossil fuels at climate talks  The Associated Press  en Espaol. Arizona Senate race Incumbent Mark Kelly wins over Trumpbacked Blake Masters. Twitter drama too much? Mastodon, others emerge as options. Ethiopia hosts UN internet meeting after cutting off Tigray. Computer chip ban signals new era as Biden and Xi meet. Crypto VC David Pakman on FTX an entirely avoidable tragedy"
}