{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Taylor scores 20, SIUEdwardsville beats Illinois Tech 9378  The Associated Press  en Espaol",
            "description": "EDWARDSVILLE, Ill. (AP)  RaySean Taylor had 20 points in SIUEdwardsvilles 9378 victory over Illinois Tech on Sunday night. Taylor was 7 of 11 shooting and made 6 of 10 3pointers for the Cougars (84).",
            "url": "/2022-12-18-seattle-seahawks-sports-illinois-shamar-wright-damarco-minor-01343116817a46c098c89d9f4760f6fb",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-12-18T23:57:28Z",
            "content": "EDWARDSVILLE, Ill. (AP) RaySean Taylor had 20 points in SIUEdwardsvilles 9378 victory over Illinois Tech on Sunday night.Taylor was 7 of 11 shooting and made 6 of 10 3pointers for the Cougars (8 [+326 chars]",
            "summary": "Damarco Minor added 17 points and had six assists. EDWARDSVILLE, Ill. (AP)  RaySean Taylor had 20 points in SIU-Edwardsvilles 93-78 victory over Illinois Tech on Sunday night.Taylor was 7 of 11 shooting and made 6 of 10 3-pointers for the Cougars (8-4). Shamar Wright recorded 13 points.Caden Gigstad led the Hawks with 15 points. Otis Reale added 14 points for Illinois Tech. Milos Dugalic also had 13 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Damarco Minor added 17 points and had six assists.</li><li>EDWARDSVILLE, Ill. (AP) — Ray’Sean Taylor had 20 points in SIU-Edwardsville’s 93-78 victory over Illinois Tech on Sunday night.Taylor was 7 of 11 shooting and made 6 of 10 3-pointers for the Cougars (8-4).</li><li>Shamar Wright recorded 13 points.Caden Gigstad led the Hawks with 15 points.</li><li>Otis Reale added 14 points for Illinois Tech.</li></ul>",
            "website_url": "https://apnews.com/article/seattle-seahawks-sports-illinois-shamar-wright-damarco-minor-01343116817a46c098c89d9f4760f6fb"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "TWITTER Users Vote for Musk to Step Down as CEO...",
            "description": "More than half of 17.5 million users who responded to a Twitter poll created by billionaire Elon Musk over whether he should step down as head of the company had voted yes by the time the poll closed Monday.",
            "url": "/2022-12-18-elon-musk-twitter-inc-technology-business-8dac8ae023444ef9c37ca1d8fe1c14df",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/333459642e2342f49ceb0d07309a3a23/3000.webp",
            "publishedAt": "2022-12-19T12:00:04Z",
            "content": "Twitter poll closes, users vote in favor of Musk exit as CEOMore than half of 17.5 million users who responded to a poll that asked whether billionaire Elon Musk should step down as head of Twitter v [+5889 chars]",
            "summary": "Musk has taken a number of unscientific polls on substantial issues facing the social media platform, including whether to reinstate journalists that he had suspended from Twitter, which was broadly criticized in and out of media circles. She said she was suspended after posting a message on Twitter tagging Musk and requesting an interview.Sally Buzbee, The Washington Posts executive editor, called it an arbitrary suspension of another Post journalist that further undermined Musks promise to run Twitter as a platform dedicated to free speech. He has advocated for free speech, but has suspended journalists and shut down a longstanding account that tracked the whereabouts of his jet, calling it a security risk. His Twitter account was promptly suspended, and soon after restored as Musk promised to reverse the policy implemented just hours earlier.Policy decisions by Musk have divided users. Musk permanently banned the @ElonJet account on Wednesday, then changed Twitters rules to prohibit the sharing of another persons current location without their consent. By midday Sunday, Lorenzs account was restored, as was the tweet she thought had triggered her suspension.Musk was questioned in court on Nov. 16 about how he splits his time among Tesla and his other companies, including SpaceX and Twitter. Again, the suspension occurred with no warning, process or explanation  this time as our reporter merely sought comment from Musk for a story, Buzbee said.",
            "html_summary": "<ul><li>Musk has taken a number of unscientific polls on substantial issues facing the social media platform, including whether to reinstate journalists that he had suspended from Twitter, which was broadly criticized in and out of media circles.</li><li>She said she was suspended after posting a message on Twitter tagging Musk and requesting an interview.Sally Buzbee, The Washington Post’s executive editor, called it an “arbitrary suspension of another Post journalist” that further undermined Musk’s promise to run Twitter as a platform dedicated to free speech.</li><li>He has advocated for free speech, but has suspended journalists and shut down a longstanding account that tracked the whereabouts of his jet, calling it a security risk.</li><li>His Twitter account was promptly suspended, and soon after restored as Musk promised to reverse the policy implemented just hours earlier.Policy decisions by Musk have divided users.</li><li>Musk permanently banned the @ElonJet account on Wednesday, then changed Twitter’s rules to prohibit the sharing of another person’s current location without their consent.</li><li>By midday Sunday, Lorenz’s account was restored, as was the tweet she thought had triggered her suspension.Musk was questioned in court on Nov. 16 about how he splits his time among Tesla and his other companies, including SpaceX and Twitter.</li></ul>",
            "website_url": "https://apnews.com/article/elon-musk-twitter-inc-technology-business-8dac8ae023444ef9c37ca1d8fe1c14df"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BRIAN P. D. HANNON - Associated Press",
            "title": "Lorenz added to list of journalists banned from Twitter",
            "description": "The Washington Posts Taylor Lorenz has become the latest journalist to be banned from Twitter. Lorenz says she and another Post technology reporter, Drew Harwell, were researching an article concerning Twitter CEO Elon Musk. She had tried to communicate with",
            "url": "/2022-12-18-8dac8ae023444ef9c37ca1d8fe1c14df",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2022-12-18T12:48:39Z",
            "content": "The Washington Posts Taylor Lorenz became the latest journalist to be banned from Twitter, following a wave of suspensions by CEO Elon Musk.Lorenz said she and another Post technology reporter, Dr [+1615 chars]",
            "summary": "Musk has taken a number of unscientific polls on substantial issues facing the social media platform, including whether to reinstate journalists that he had suspended from Twitter, which was broadly criticized in and out of media circles. She said she was suspended after posting a message on Twitter tagging Musk and requesting an interview.Sally Buzbee, The Washington Posts executive editor, called it an arbitrary suspension of another Post journalist that further undermined Musks promise to run Twitter as a platform dedicated to free speech. He has advocated for free speech, but has suspended journalists and shut down a longstanding account that tracked the whereabouts of his jet, calling it a security risk. His Twitter account was promptly suspended, and soon after restored as Musk promised to reverse the policy implemented just hours earlier.Policy decisions by Musk have divided users. Musk permanently banned the @ElonJet account on Wednesday, then changed Twitters rules to prohibit the sharing of another persons current location without their consent. By midday Sunday, Lorenzs account was restored, as was the tweet she thought had triggered her suspension.Musk was questioned in court on Nov. 16 about how he splits his time among Tesla and his other companies, including SpaceX and Twitter. Again, the suspension occurred with no warning, process or explanation  this time as our reporter merely sought comment from Musk for a story, Buzbee said.",
            "html_summary": "<ul><li>Musk has taken a number of unscientific polls on substantial issues facing the social media platform, including whether to reinstate journalists that he had suspended from Twitter, which was broadly criticized in and out of media circles.</li><li>She said she was suspended after posting a message on Twitter tagging Musk and requesting an interview.Sally Buzbee, The Washington Post’s executive editor, called it an “arbitrary suspension of another Post journalist” that further undermined Musk’s promise to run Twitter as a platform dedicated to free speech.</li><li>He has advocated for free speech, but has suspended journalists and shut down a longstanding account that tracked the whereabouts of his jet, calling it a security risk.</li><li>His Twitter account was promptly suspended, and soon after restored as Musk promised to reverse the policy implemented just hours earlier.Policy decisions by Musk have divided users.</li><li>Musk permanently banned the @ElonJet account on Wednesday, then changed Twitter’s rules to prohibit the sharing of another person’s current location without their consent.</li><li>By midday Sunday, Lorenz’s account was restored, as was the tweet she thought had triggered her suspension.Musk was questioned in court on Nov. 16 about how he splits his time among Tesla and his other companies, including SpaceX and Twitter.</li></ul>",
            "website_url": "https://apnews.com/8dac8ae023444ef9c37ca1d8fe1c14df"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "North Korea launches ballistic missile off east coast",
            "description": "SEOUL, South Korea (AP)  North Korea fired a ballistic missile Sunday into waters off its east coast, South Korean and Japanese officials said. South Koreas Joint Chief of Staff said the launch occurred Sunday morning but gave no further details.",
            "url": "/2022-12-18-796cb15ed49ef31d0872e6e0f3b1a855",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/31ce57c0a81746d7a010ba164e0e0c5e/3000.webp",
            "publishedAt": "2022-12-18T03:28:26Z",
            "content": "SEOUL, South Korea (AP) North Korea fired a ballistic missile Sunday into waters off its east coast, South Korean and Japanese officials said.South Koreas Joint Chief of Staff said the launch occur [+2138 chars]",
            "summary": "South Koreas military described both missiles as medium-range weapons that were launched at a steep angle, suggesting they could have traveled farther if fired at a standard trajectory. The U.S. Indo-Pacific Command said the launches highlight the destabilizing impact of North Koreas unlawful weapons of mass destruction and ballistic missile programs. Sundays missile launch is the Norths first public weapons test since it fired last month its developmental, longest-range liquid-fueled Hwasong-17 ICBM capable of reaching the entire U.S. homeland. North Korea already has a growing arsenal of short-range, solid-fueled ballistic missiles targeting key locations in South Korea, including U.S. military bases there. But some experts say North Korea likely used its rivals military training as an excuse to enlarge its arsenal and increase leverage in future negotiations with the U.S. to win sanctions relief and other concessions. Ministry officials said fighter jets and helicopters were engaging in takeoff and landing exercises on the Chinese carrier and that Japan responded by scrambling fighter jets and dispatching a destroyer. Japans Defense Ministry said Sunday it detected a fleet of five Chinese warships including an aircraft carrier off the southern Japanese island of Okidaitojima the previous day.",
            "html_summary": "<ul><li>South Korea’s military described both missiles as medium-range weapons that were launched at a steep angle, suggesting they could have traveled farther if fired at a standard trajectory.</li><li>The U.S. Indo-Pacific Command said the launches highlight the destabilizing impact of North Korea’s unlawful weapons of mass destruction and ballistic missile programs.</li><li>Sunday’s missile launch is the North’s first public weapons test since it fired last month its developmental, longest-range liquid-fueled Hwasong-17 ICBM capable of reaching the entire U.S. homeland.</li><li>North Korea already has a growing arsenal of short-range, solid-fueled ballistic missiles targeting key locations in South Korea, including U.S. military bases there.</li><li>But some experts say North Korea likely used its rivals’ military training as an excuse to enlarge its arsenal and increase leverage in future negotiations with the U.S. to win sanctions relief and other concessions.</li><li>Ministry officials said fighter jets and helicopters were engaging in takeoff and landing exercises on the Chinese carrier and that Japan responded by scrambling fighter jets and dispatching a destroyer.</li></ul>",
            "website_url": "https://apnews.com/796cb15ed49ef31d0872e6e0f3b1a855"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Salesforce ends 2022 in an unusually turbulent position",
            "description": "Is this a shortterm glitch in a bad year for all SaaS companies or a series of moves that could be indicative of something more worrisome at Salesforce?",
            "url": "/2022-12-18-salesforce-ends-2022-in-an-unusually-turbulent-position",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/salesforcelogo.jpg?resize=1200,968",
            "publishedAt": "2022-12-18T17:00:35Z",
            "content": "When Salesforce announced during its most recent earnings call that it wouldnt be providing a revenue forecast for next year, it was a bit of a shock, especially coming from the most successful SaaS  [+3581 chars]",
            "summary": "Therefore, at this time, we believe it would be premature to provide revenue guidance for the next fiscal year.That would be enough to make anyone who has followed this company raise their eyebrows. It seems the economy has become so uncertain that Salesforce opted out of a forecast for its fiscal 2024 altogether (the three months ending October 31, 2022, comprised the third quarter of the companys fiscal 2023). Is this a short-term glitch in a bad year for all SaaS companies or a series of moves that could be indicative of something more worrisome at Salesforce?We have three goals: First, to look at Salesforces recent quarterly performance to see what we can infer about its health. Still, when you combine the lack of a forecast with the recent executive exodus, it begins to paint a picture of unusual instability at the CRM giant.First, lets look at that forecast  or the lack of one. (You can pull your jaw off the floor; this is not the first time a company has tried to spin bad news as neutral. )On paper, that feels like a lot of disturbing news in a short time. (The company stressed its cost-cutting efforts in its latest quarterly call, its worth noting.",
            "html_summary": "<ul><li>Therefore, at this time, we believe it would be premature to provide revenue guidance for the next fiscal year.That would be enough to make anyone who has followed this company raise their eyebrows.</li><li>It seems the economy has become so uncertain that Salesforce opted out of a forecast for its fiscal 2024 altogether (the three months ending October 31, 2022, comprised the third quarter of the company’s fiscal 2023).</li><li>Is this a short-term glitch in a bad year for all SaaS companies or a series of moves that could be indicative of something more worrisome at Salesforce?We have three goals: First, to look at Salesforce’s recent quarterly performance to see what we can infer about its health.</li><li>Still, when you combine the lack of a forecast with the recent executive exodus, it begins to paint a picture of unusual instability at the CRM giant.First, let’s look at that forecast — or the lack of one.</li><li>(You can pull your jaw off the floor; this is not the first time a company has tried to spin bad news as neutral.</li><li>)On paper, that feels like a lot of disturbing news in a short time.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/18/salesforce-ends-2022-in-an-unusually-turbulent-position/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Zeekr files for an IPO, Elon sells more Tesla shares and a message to readers",
            "description": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here  just click The Station  to receive the full edition of the newsletter every weekend in your inbox. This is a shorter version of The Station newsletter that is emailed t",
            "url": "/2022-12-18-zeekr-files-for-an-ipo-elon-sells-more-tesla-shares-and-a-message-to-readers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/waymo-zeekr-logo.jpg?resize=1200,675",
            "publishedAt": "2022-12-19T12:05:32Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. This is a sho [+12006 chars]",
            "summary": "Moog also joined the round as a strategic investor.Tropos Technologies, an electric commercial Low Speed Electric Vehicles manufacturers, raised $10 million from Workhorse Group.Zeekr, the premium electric car brand under Chinas Geely, confidentially filed for a U.S. initial public offering. The company announced its $5 million Series A funding earlier this year, bringing total outside investment to $15 million. In Germany, e-bikes are the most popular form of EV.Just after Rad Power Bikes wowed us with its new trike, the company announced its laying off 63 employees.Taiwan has extended its electric two-wheel subsidy by another four years. Simcoe will continue to report to GM President Mark Reuss.Nikola Corp. founder Trevor Milton asked for a new trial on securities fraud charges.Northvolt named former SAP CEO Jim Hagemann Snabe as its new chairman. Just 10 months ago, Quanergy became a publicly traded company through a SPAC merger at an implied equity valuation of $1.4 billion.A few years ago, there were more than 70 lidar companies all vying for funding, partnerships and commercial success. Existing investors such as Figma CEO Dylan Field, Notion co-founder Akshay Kothari and Rocket Lab CEO Peter Beck also participated.SafeAI, an autonomous heavy equipment startup, raised $38 million in a Series B funding round from Builders VC, McKinley Management, George Kaiser Family Foundation, Energy Innovation Capital. woof.EnviroSpark, the Georgia-based EV charging company, raised $10 million in funding round led by Ultra Capital.",
            "html_summary": "<ul><li>Moog also joined the round as a strategic investor.Tropos Technologies, an electric commercial Low Speed Electric Vehicles manufacturers, raised $10 million from Workhorse Group.Zeekr, the premium electric car brand under China’s Geely, confidentially filed for a U.S. initial public offering.</li><li>The company announced its $5 million Series A funding earlier this year, bringing total outside investment to $15 million.</li><li>In Germany, e-bikes are the most popular form of EV.Just after Rad Power Bikes wowed us with its new trike, the company announced it’s laying off 63 employees.Taiwan has extended its electric two-wheel subsidy by another four years.</li><li>Simcoe will continue to report to GM President Mark Reuss.Nikola Corp. founder Trevor Milton asked for a new trial on securities fraud charges.Northvolt named former SAP CEO Jim Hagemann Snabe as its new chairman.</li><li>Just 10 months ago, Quanergy became a publicly traded company through a SPAC merger at an implied equity valuation of $1.4 billion.A few years ago, there were more than 70 lidar companies all vying for funding, partnerships and commercial success.</li><li>Existing investors such as Figma CEO Dylan Field, Notion co-founder Akshay Kothari and Rocket Lab CEO Peter Beck also participated.SafeAI, an autonomous heavy equipment startup, raised $38 million in a Series B funding round from Builders VC, McKinley Management, George Kaiser Family Foundation, Energy Innovation Capital.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/19/zeekr-files-for-an-ipo-elon-sells-more-tesla-shares-and-a-message-to-readers/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Taylor scores 20, SIUEdwardsville beats Illinois Tech 9378  The Associated Press  en Espaol. TWITTER Users Vote for Musk to Step Down as CEO.... Lorenz added to list of journalists banned from Twitter. North Korea launches ballistic missile off east coast. Salesforce ends 2022 in an unusually turbulent position. Zeekr files for an IPO, Elon sells more Tesla shares and a message to readers"
}