{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Herb Scribner",
            "title": "Why Southwest is canceling more flights after winter storm meltdown",
            "description": "Southwest Airlines was responsible for the bulk of flight cancellations and delays again on Tuesday, signaling that the airlines recent troubles arent parking at the gate just yet.The latest Southwest accounted for 2,526 of the 2,901 canceled U.S. flights ",
            "url": "/2022-12-26-southwest-airlines-flight-cancellations-travel-schedule",
            "urlToImage": "https://images.axios.com/_txA8xZ6vn2vPaGhTsA8p0O0LJk=/0x246:4032x2514/1366x768/2022/12/27/1672150259982.None",
            "publishedAt": "2022-12-27T15:18:47Z",
            "content": "Southwest Airlines was responsible for the bulk of flight cancellations and delays again on Tuesday, signaling that the airlines recent troubles arent parking at the gate just yet.The latest Sou [+2784 chars]",
            "summary": "\"What we're watching: The Department of Transportation said it would review Southwest's actions and customer service policies that contributed to a rough holiday travel weekend.More from Axios:Transportation Department to review Southwest's mass flight cancellationsMajor winter storm threatens to upend holiday travelFlight delays, cancellations continue as storm rolls on Bad travel weather, a pilot shortage and staffing issues led to many flight cancellations and delays.Southwest expects a tough week ahead for travelers. The airline said it will fly about one-third of its schedule as it works its way through the mess over \"the next several days. Passengers wait to board a Southwest flight at Dallas Love Field in Dallas on Dec. 25, 2022. \"Flashback: Southwest had a similar problem last year.",
            "html_summary": "<ul><li>\"What we're watching: The Department of Transportation said it would review Southwest's actions and customer service policies that contributed to a rough holiday travel weekend.More from Axios:Transportation Department to review Southwest's mass flight cancellationsMajor winter storm threatens to upend holiday travelFlight delays, cancellations continue as storm rolls on</li><li>Bad travel weather, a pilot shortage and staffing issues led to many flight cancellations and delays.Southwest expects a tough week ahead for travelers.</li><li>The airline said it will fly about one-third of its schedule as it works its way through the mess over \"the next several days.</li><li>Passengers wait to board a Southwest flight at Dallas Love Field in Dallas on Dec. 25, 2022.</li></ul>",
            "website_url": "https://www.axios.com/2022/12/27/southwest-airlines-flight-cancellations-travel-schedule"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Hope Yen",
            "title": "EXPLAINER 2023 tax credits for EVs will boost their appeal  The Associated Press",
            "description": "WASHINGTON (AP)  Starting Jan. 1, many Americans will qualify for a tax credit of up to $7,500 for buying an electric vehicle. The credit, part of changes enacted in the Inflation Reduction Act,  is designed to spur EV sales and reduce greenhouse emissions .",
            "url": "/2022-12-26-c30a121f8172a32c6a48a7b7a93470d0",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9ed1303a114f43aa870274179a993987/3000.webp",
            "publishedAt": "2022-12-26T15:03:46Z",
            "content": "WASHINGTON (AP) Starting Jan. 1, many Americans will qualify for a tax credit of up to $7,500 for buying an electric vehicle. The credit, part of changes enacted in the Inflation Reduction Act, is de [+8927 chars]",
            "summary": "The new law also provides a smaller credit for people who buy a used EV.Certain EV brands that were eligible for a separate tax credit that began in 2010 and that will end this year may not be eligible for the new credit. GM says its eligible EVs should qualify for the $3,750 credit by March, with the full credit available in 2025.Until Treasury issues its rules, though, the requirements governing where minerals and parts must be sourced will be waived. But the question of which vehicles and buyers will qualify for the credits is complicated and will remain uncertain until Treasury issues the proposed rules in March.Whats known so far is that to qualify for the credit, new EVs must be made in North America. Several EV models made by Kia, Hyundai and Audi, for example, wont qualify at all because they are manufactured outside North America.The new tax credit, which lasts until 2032, is intended to make zero-emission vehicles affordable to more people. Automakers have been scrambling to move more EV supply chains to the U.S.___HOW DOES THE USED-EV CREDIT WORK?Consumers can receive tax credits of up to $4,000  or 30% of the vehicle price, whichever is less  for buying EVs that are at least two years old. But because of the requirements for where batteries, minerals and parts must be manufactured, its likely that buyers of those vehicles would initially receive only half the tax credit, $3,750. Here is a closer look at it:___WHATS NEW FOR 2023?The credit of up to $7,500 will be offered to people who buy certain new electric vehicles as well as some plug-in gas-electric hybrids and hydrogen fuel cell vehicles.",
            "html_summary": "<ul><li>The new law also provides a smaller credit for people who buy a used EV.Certain EV brands that were eligible for a separate tax credit that began in 2010 and that will end this year may not be eligible for the new credit.</li><li>GM says its eligible EVs should qualify for the $3,750 credit by March, with the full credit available in 2025.Until Treasury issues its rules, though, the requirements governing where minerals and parts must be sourced will be waived.</li><li>But the question of which vehicles and buyers will qualify for the credits is complicated and will remain uncertain until Treasury issues the proposed rules in March.What’s known so far is that to qualify for the credit, new EVs must be made in North America.</li><li>Several EV models made by Kia, Hyundai and Audi, for example, won’t qualify at all because they are manufactured outside North America.The new tax credit, which lasts until 2032, is intended to make zero-emission vehicles affordable to more people.</li><li>Automakers have been scrambling to move more EV supply chains to the U.S.___HOW DOES THE USED-EV CREDIT WORK?Consumers can receive tax credits of up to $4,000 — or 30% of the vehicle price, whichever is less — for buying EVs that are at least two years old.</li><li>But because of the requirements for where batteries, minerals and parts must be manufactured, it’s likely that buyers of those vehicles would initially receive only half the tax credit, $3,750.</li></ul>",
            "website_url": "https://apnews.com/c30a121f8172a32c6a48a7b7a93470d0"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ram Iyer",
            "title": "Digital health startups can incorporate clinical expertise into business models  heres how  TechCrunch",
            "description": "Digital health startups should have clinical experts as part of its leadership to ensure care is always based on the patients medical needs.",
            "url": "/2022-12-26-digital-health-startups-can-incorporate-clinical-expertise-into-business-models-heres-how",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/11/GettyImages-1214954967.jpg?resize=1200,612",
            "publishedAt": "2022-12-27T14:31:17Z",
            "content": "Early indications show funding to digital health startups in Q4 2022 fell so much, theyre close to levels last seen in 2019.But the dollar amounts dont tell the whole story. How you grow as a digi [+2365 chars]",
            "summary": "They should consistently loop in their clinical partners for business discussions even if they dont have an obvious clinical impact.The main benefits of taking this approach include:Beyond hiring clinicians in-house, startups should consider inviting clinicians to join their board of directors. From evaluating product roadmap decisions with our technology department to strategy discussions at board meetings and managing our entire clinical team, her contributions are vital to the health and direction of the company. Early indications show funding to digital health startups in Q4 2022 fell so much, theyre close to levels last seen in 2019.But the dollar amounts dont tell the whole story. Outside the C-suite, hiring clinicians as senior leaders with responsibilities beyond clinical practice is invaluable. The key is to ensure clinicians know they will report to another clinician, not a non-clinical executive.Non-clinical leaders, including founders and non-clinical C-suite executives, should practice what they preach. My co-founder is a triple-board-certified psychiatrist who brings clinical expertise to everything she does.",
            "html_summary": "<ul><li>They should consistently loop in their clinical partners for business discussions even if they don’t have an obvious clinical impact.The main benefits of taking this approach include:Beyond hiring clinicians in-house, startups should consider inviting clinicians to join their board of directors.</li><li>From evaluating product roadmap decisions with our technology department to strategy discussions at board meetings and managing our entire clinical team, her contributions are vital to the health and direction of the company.</li><li>Early indications show funding to digital health startups in Q4 2022 fell so much, they’re close to levels last seen in 2019.But the dollar amounts don’t tell the whole story.</li><li>Outside the C-suite, hiring clinicians as senior leaders with responsibilities beyond clinical practice is invaluable.</li><li>The key is to ensure clinicians know they will report to another clinician, not a non-clinical executive.Non-clinical leaders, including founders and non-clinical C-suite executives, should practice what they preach.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/27/digital-health-startups-can-incorporate-clinical-expertise-into-business-models-heres-how/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Hope Yen",
            "title": "EXPLAINER 2023 tax credits for EVs will boost their appeal  The Associated Press  en Espaol",
            "description": "WASHINGTON (AP)  Starting Jan. 1, many Americans will qualify for a tax credit of up to $7,500 for buying an electric vehicle. The credit, part of changes enacted in the Inflation Reduction Act,  is designed to spur EV sales and reduce greenhouse emissions .",
            "url": "/2022-12-26-technology-business-c30a121f8172a32c6a48a7b7a93470d0",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9ed1303a114f43aa870274179a993987/3000.webp",
            "publishedAt": "2022-12-26T15:03:46Z",
            "content": "WASHINGTON (AP) Starting Jan. 1, many Americans will qualify for a tax credit of up to $7,500 for buying an electric vehicle. The credit, part of changes enacted in the Inflation Reduction Act, is de [+8927 chars]",
            "summary": "The new law also provides a smaller credit for people who buy a used EV.Certain EV brands that were eligible for a separate tax credit that began in 2010 and that will end this year may not be eligible for the new credit. GM says its eligible EVs should qualify for the $3,750 credit by March, with the full credit available in 2025.Until Treasury issues its rules, though, the requirements governing where minerals and parts must be sourced will be waived. But the question of which vehicles and buyers will qualify for the credits is complicated and will remain uncertain until Treasury issues the proposed rules in March.Whats known so far is that to qualify for the credit, new EVs must be made in North America. Several EV models made by Kia, Hyundai and Audi, for example, wont qualify at all because they are manufactured outside North America.The new tax credit, which lasts until 2032, is intended to make zero-emission vehicles affordable to more people. Automakers have been scrambling to move more EV supply chains to the U.S.___HOW DOES THE USED-EV CREDIT WORK?Consumers can receive tax credits of up to $4,000  or 30% of the vehicle price, whichever is less  for buying EVs that are at least two years old. But because of the requirements for where batteries, minerals and parts must be manufactured, its likely that buyers of those vehicles would initially receive only half the tax credit, $3,750. Here is a closer look at it:___WHATS NEW FOR 2023?The credit of up to $7,500 will be offered to people who buy certain new electric vehicles as well as some plug-in gas-electric hybrids and hydrogen fuel cell vehicles.",
            "html_summary": "<ul><li>The new law also provides a smaller credit for people who buy a used EV.Certain EV brands that were eligible for a separate tax credit that began in 2010 and that will end this year may not be eligible for the new credit.</li><li>GM says its eligible EVs should qualify for the $3,750 credit by March, with the full credit available in 2025.Until Treasury issues its rules, though, the requirements governing where minerals and parts must be sourced will be waived.</li><li>But the question of which vehicles and buyers will qualify for the credits is complicated and will remain uncertain until Treasury issues the proposed rules in March.What’s known so far is that to qualify for the credit, new EVs must be made in North America.</li><li>Several EV models made by Kia, Hyundai and Audi, for example, won’t qualify at all because they are manufactured outside North America.The new tax credit, which lasts until 2032, is intended to make zero-emission vehicles affordable to more people.</li><li>Automakers have been scrambling to move more EV supply chains to the U.S.___HOW DOES THE USED-EV CREDIT WORK?Consumers can receive tax credits of up to $4,000 — or 30% of the vehicle price, whichever is less — for buying EVs that are at least two years old.</li><li>But because of the requirements for where batteries, minerals and parts must be manufactured, it’s likely that buyers of those vehicles would initially receive only half the tax credit, $3,750.</li></ul>",
            "website_url": "https://apnews.com/article/technology-business-c30a121f8172a32c6a48a7b7a93470d0"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ALANIS THAMES - AP Sports Writer",
            "title": "Womens sports saw pivotal growth in deals, interest in 2022",
            "description": "Popularity across womens sports has grown steadily over the past few years and there was pivotal movement in 2022. Several sports and leagues saw growth in viewership and ratings, sponsorship deals and primetime coverage. The past WNBA regular season was",
            "url": "/2022-12-26-b1647c8b30f4fcf33d5e3eacc6dd8880",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/e3/3e37fdbc-0064-5ab8-accc-48c7b644d3e3/63ab063351510.image.jpg?crop=1762%2C925%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-12-27T14:48:19Z",
            "content": "By ALANIS THAMES  AP Sports WriterSouth Carolina coach Dawn Staley has been around womens basketball long enough to see the growing pains of a young WNBA league gradually shifting to increased int [+5274 chars]",
            "summary": "NIL allows women to take advantage of large social media followings and earn sponsorships with brands like Champs and Adidas.Olivia Dunne, a gymnast at LSU, has over 8 million followers across all of her social media platforms, more than any other female collegiate athlete. Her sponsorships include deals with the clothing brand Vuori and American Eagle.From the July 2021 inception of NIL through November, womens sports occupied six of the top 10 highest-earning sports by NIL compensation, according to the NIL technology and marketing company Opendorse. But name, image and likeness (NIL) deals have been a game changer for female collegiate athletes, particular in non-revenue producing sports. The student-athletes are using social media to build their own audiences, which is driving more interest and tune in to their sports, said Blake Lawrence, CEO at Opendorse. ... You have to keep pushing, too.Were underinvested and undervalued.The league has a deal with ESPN/ABC through 2025 where the company paid the WNBA $27 million in 2021 and $28.5 million this past season. At the collegiate level, division I football players continue to exponentially out-earn athletes in all other sports. That number goes up $1.5 million per season until it hits $33 million in 2025.",
            "html_summary": "<ul><li>NIL allows women to take advantage of large social media followings and earn sponsorships with brands like Champs and Adidas.Olivia Dunne, a gymnast at LSU, has over 8 million followers across all of her social media platforms, more than any other female collegiate athlete.</li><li>Her sponsorships include deals with the clothing brand Vuori and American Eagle.From the July 2021 inception of NIL through November, women’s sports occupied six of the top 10 highest-earning sports by NIL compensation, according to the NIL technology and marketing company Opendorse.</li><li>But name, image and likeness (NIL) deals have been a game changer for female collegiate athletes, particular in non-revenue producing sports.</li><li>“The student-athletes are using social media to build their own audiences, which is driving more interest and tune in to their sports,” said Blake Lawrence, CEO at Opendorse.</li><li>... You have to keep pushing, too.“We’re underinvested and undervalued.”The league has a deal with ESPN/ABC through 2025 where the company paid the WNBA $27 million in 2021 and $28.5 million this past season.</li><li>At the collegiate level, division I football players continue to exponentially out-earn athletes in all other sports.</li></ul>",
            "website_url": "https://apnews.com/b1647c8b30f4fcf33d5e3eacc6dd8880"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Theresa Loconsolo",
            "title": "Special episode Augmenting creativity with Alice Albrecht from recollect (Found)",
            "description": "The Equity crew is kicking off your week with a special episode from our sister podcast, Found, the stories behind the startups. CohostsDarrell EtheringtonandBecca Szkutakspoke with Alice Albrecht from Recollect, a software tool that augments creativity",
            "url": "/2022-12-26-special-episode-augmenting-creativity-with-alice-albrecht-from-recollect-found",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/equity-podcast-2019-phone.webp",
            "publishedAt": "2022-12-27T15:50:13Z",
            "content": "The Equity crew is kicking off your week with a special episode from our sister podcast, Found, the stories behind the startups. CohostsDarrell EtheringtonandBecca Szkutakspoke with Alice Albrec [+540 chars]",
            "summary": "TechCrunch also has a great show on crypto, a show that details how our stories come together and more!",
            "html_summary": "<ul><li>TechCrunch also has a great show on crypto, a show that details how our stories come together and more!</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/27/special-episode-augmenting-creativity-with-alice-albrecht-from-recollect-found/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "An EVplosion awaits in 2023, and itll be packed with tech",
            "description": "Boosted electric vehicle sales in Q1, metaverse applications and more investment into charging  our EV predictions for 2023.",
            "url": "/2022-12-26-an-ev-plosion-awaits-in-2023-and-itll-be-packed-with-tech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-1405480915.jpg?resize=1200,822",
            "publishedAt": "2022-12-27T15:00:31Z",
            "content": "2022 was the year that electric vehicles entered the mainstream. Not everyone has one, but buying an EV no longer makes you an outlier. Driven by policy initiatives from governments and billions of d [+8667 chars]",
            "summary": "Using tech like this, automakers will increasingly build digital twins of both their vehicles and their production facilities in order to simulate anything from software upgrades within the vehicle to crash tests to factory efficiencies. Well also continue to see high demand for convenience-based services like in-car payments, where consumers will have a credit card on file in their app that pays for everything automotive-related, said White.On the backend, the software-defined vehicle will also dance with the metaverse. General Motors, for example, will launch Ultifi early next year, its end-to-end vehicle software platform that promises OTA software updates, cloud connectivity and vehicle-to-everything communication. But other automakers will come out with their own brands of impressive tech that will take care of more and more automated driving tasks.Earlier this year, autonomous vehicle company Argo AI shutdown after Ford and Volkswagen pulled their investments. McKinsey predicts legacy automakers and EV startups will produce up to 400 new models by 2023.All the new models coming out will give Tesla a run for its money, predicts Shahar Bin-Nun, CEO of Tactile Mobility, an AV sensor tech company. Rivian founder RJ Scaringe also said his company will focus on getting its own ADAS right.Meanwhile in China, XPeng is rolling out the G9 SUV with its XNGP software, which the company describes as a full scenario ADAS that promises to automate highway driving, city driving and parking tasks. In the next year, well see even more new models come out that are priced much more affordably.",
            "html_summary": "<ul><li>Using tech like this, automakers will increasingly build digital twins of both their vehicles and their production facilities in order to simulate anything from software upgrades within the vehicle to crash tests to factory efficiencies.</li><li>“We’ll also continue to see high demand for convenience-based services like in-car payments, where consumers will have a credit card on file in their app that pays for everything automotive-related,” said White.On the backend, the software-defined vehicle will also dance with the metaverse.</li><li>General Motors, for example, will launch Ultifi early next year, its end-to-end vehicle software platform that promises OTA software updates, cloud connectivity and vehicle-to-everything communication.</li><li>But other automakers will come out with their own brands of impressive tech that will take care of more and more automated driving tasks.Earlier this year, autonomous vehicle company Argo AI shutdown after Ford and Volkswagen pulled their investments.</li><li>McKinsey predicts legacy automakers and EV startups will produce up to 400 new models by 2023.All the new models coming out will give Tesla a run for its money, predicts Shahar Bin-Nun, CEO of Tactile Mobility, an AV sensor tech company.</li><li>Rivian founder RJ Scaringe also said his company will focus on getting its own ADAS right.Meanwhile in China, XPeng is rolling out the G9 SUV with its XNGP software, which the company describes as a “full scenario” ADAS that promises to automate highway driving, city driving and parking tasks.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/27/an-ev-plosion-awaits-in-2023-and-itll-be-packed-with-tech/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "What to expect from AI in 2023",
            "description": "What might 2023 hold for AI after an eventful year? TechCrunch spoke to experts in the field to get their takes.",
            "url": "/2022-12-26-what-to-expect-from-ai-in-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/08/GettyImages-1127605290.jpg?resize=1200,878",
            "publishedAt": "2022-12-26T13:30:46Z",
            "content": "As a rather commercially successful author once wrote, the night is dark and full of terrors, the day bright and beautiful and full of hope. Its fitting imagery for AI, which like all tech has its [+11386 chars]",
            "summary": "But companies may still jockey for position in the most advantageous categories of upcoming laws, like the AI Acts risk categories.The rule as currently written divides AI systems into one of four risk categories, each with varying requirements and levels of scrutiny. However, despite being open-sourced, the best models are still inaccessible to a large number of researchers and practitioners due to their resource constraints.Regulation like the EUs AI Act may change how companies develop and deploy AI systems moving forward. Petals lets people contribute their compute power, similar to Folding@home, to run large AI language models that would normally require an high-end GPU or server.Petals is creating a free, distributed network for running text-generating AIModern generative models are computationally expensive to train and run. Meanwhile, Highspot, whose AI-powered platform provides sales reps and marketers with real-time and data-driven recommendations, nabbed $248 million in January.Investors may well chase safer bets like automating analysis of customer complaints or generating sales leads, even if these arent as sexy as generative AI. Text-generating models have routinely been easily tricked into espousing offensive views or producing misleading content.Mike Cook, a member of the Knives and Paintbrushes open research group, agrees with Gahntz that generative AI will continue to prove a major  and problematic  force for change. To make this commercially viable and accessible more widely, it will be important to address this.Chandra points out, however, that that large labs will continue to have competitive advantages as long as the methods and data remain proprietary. I havent seen much of anything out of Congress.Gahntz argues that, even if an AI system works well enough for most people but is deeply harmful to some, theres still a lot of homework left before a company should make it widely available.",
            "html_summary": "<ul><li>But companies may still jockey for position in the most advantageous categories of upcoming laws, like the AI Act’s risk categories.The rule as currently written divides AI systems into one of four risk categories, each with varying requirements and levels of scrutiny.</li><li>“However, despite being open-sourced, the best models are still inaccessible to a large number of researchers and practitioners due to their resource constraints.”Regulation like the EU’s AI Act may change how companies develop and deploy AI systems moving forward.</li><li>Petals lets people contribute their compute power, similar to Folding@home, to run large AI language models that would normally require an high-end GPU or server.Petals is creating a free, distributed network for running text-generating AI“Modern generative models are computationally expensive to train and run.</li><li>Meanwhile, Highspot, whose AI-powered platform provides sales reps and marketers with real-time and data-driven recommendations, nabbed $248 million in January.Investors may well chase safer bets like automating analysis of customer complaints or generating sales leads, even if these aren’t as “sexy” as generative AI.</li><li>Text-generating models have routinely been easily tricked into espousing offensive views or producing misleading content.Mike Cook, a member of the Knives and Paintbrushes open research group, agrees with Gahntz that generative AI will continue to prove a major — and problematic — force for change.</li><li>“To make this commercially viable and accessible more widely, it will be important to address this.”Chandra points out, however, that that large labs will continue to have competitive advantages as long as the methods and data remain proprietary.</li></ul>",
            "website_url": "https://techcrunch.com/2022/12/26/what-to-expect-from-ai-in-2023/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Why Southwest is canceling more flights after winter storm meltdown. EXPLAINER 2023 tax credits for EVs will boost their appeal  The Associated Press. Digital health startups can incorporate clinical expertise into business models  heres how  TechCrunch. EXPLAINER 2023 tax credits for EVs will boost their appeal  The Associated Press  en Espaol. Womens sports saw pivotal growth in deals, interest in 2022. Special episode Augmenting creativity with Alice Albrecht from recollect (Found). An EVplosion awaits in 2023, and itll be packed with tech. What to expect from AI in 2023"
}