{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Contributors",
            "title": "Video games invade the art world in MoMAs Never Alone exhibition",
            "description": "Are games art? Who cares. Exhibit is more interested in how they bring us together.",
            "url": "/2022-11-02-video-games-invade-the-art-world-in-momas-never-alone-exhibition",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/EXB14022_010_PRESS-760x380.jpeg",
            "publishedAt": "2022-11-02T11:30:24Z",
            "content": "Enlarge/ Video games... in a museum?!5 with 5 posters participatingA crowd of people gathers to spectate. Everyone is smiling, cheering on the PacMan player as she rushes through a maze, evading [+2597 chars]",
            "summary": "Its a show about interaction design, and video games are some of the purest, clearest examples of interaction design, she told me.Never Alone is about how engagement with interactive design (which includes video games, among other things) shapes how we behave, learn, and interact with the world. In design, what you see is what you get; in art, things are murkier.Enlarge / Cover of the booklet published alongside the Never Alone: Video Games as Interactive Design exhibit.But avoiding the a-word doesnt mean video games are treated as lesser by the museum. Its also an exploration of how video games can connect us and create communities, as the crowd gathered around the Pac-Man player demonstrates.The debate over whether video games count as art is a tired and boring one. Its also one MoMA generally evades, treating video games as interactive design objects at their core, even though they have artistic elements. Games are also presented in a way that they can be seen by others; Paul emphasized that games are as much about watching other people play as they are playing yourself, and it becomes this social thing. In Thoughts on Interactive Design, Jon Kolko defines interactive design as the creation of a dialogue between a person and a product, system, or service. This dialogue is both physical and emotional in nature and is manifested in the interplay between function and technology as experienced over time.Kolkos definition is a guiding principle that informs Never Alone and its focus on allowing visitors to interact with its games.",
            "html_summary": "<ul><li>“It’s a show about interaction design, and video games are some of the purest, clearest examples of interaction design,” she told me.Never Alone is about how engagement with interactive design (which includes video games, among other things) shapes how we behave, learn, and interact with the world.</li><li>In design, what you see is what you get; in art, things are murkier.Enlarge / Cover of the booklet published alongside the Never Alone: Video Games as Interactive Design exhibit.But avoiding the a-word doesn’t mean video games are treated as “lesser” by the museum.</li><li>It’s also an exploration of how video games can connect us and create communities, as the crowd gathered around the Pac-Man player demonstrates.The debate over whether video games count as “art” is a tired and boring one.</li><li>It’s also one MoMA generally evades, treating video games as interactive design objects at their core, even though they have artistic elements.</li><li>Games are also presented in a way that they can be seen by others; Paul emphasized that “games are as much about watching other people play as they are playing yourself, and it becomes this social thing.</li><li>In Thoughts on Interactive Design, Jon Kolko defines interactive design as “the creation of a dialogue between a person and a product, system, or service.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2022/11/video-games-invade-the-art-world-in-momas-never-alone-exhibition/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Brex cofounder Henrique Dubugras details decisions behind pivots, layoffs, going remote",
            "description": "Brex cofounder Henrique Dubugras and early investor Anu Hariharan discussed the fintechs eventful year at TechCrunch Disrupt. Brex cofounder Henrique Dubugras details decisions behind pivots, layoffs, going remote by Mary Ann Azevedo originally published ",
            "url": "/2022-11-02-brex-co-founder-henrique-dubugras-details-decisions-behind-pivots-layoffs-going-remote",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/52440884898_684609e00d_k.jpg?resize=1200,800",
            "publishedAt": "2022-11-02T13:00:00Z",
            "content": "Its been an eventful year for fintech Brex.The year began with confirmation that the startup had raised $300 million at a $12.3 billion valuation. In April, the company announced a shift in strateg [+2964 chars]",
            "summary": "Years later, newer startups in YC cohorts still tout themselves as the Brex for X.At TechCrunch Disrupt 2022, I sat down with a refreshingly candid Dubugras and Anu Hariharan, YCs managing director for continuity and an early Brex investor, to expose the context around this whirlwind of a year. I believe you were in your early 20s?Dubugras: I was born and raised in Brazil, and out of high school, I started a payments business in Brazil that did payment processing, so kind of like a Stripe of Brazil. Its been an eventful year for fintech Brex.The year began with confirmation that the startup had raised $300 million at a $12.3 billion valuation. After selling that company, I moved to the U.S. to go to college and then dropped out to start Brex.The first idea that we got into YC wasnt actually in fintech. But then earlier this year, you had a shift in strategy: You announced that Brex was making a push into software and that you were going to be focusing on the enterprise. By June, it sent shock waves in the startup world when it announced it would no longer serve small businesses funded outside the venture capital structure. In April, the company announced a shift in strategy  a new emphasis on software and the enterprise.",
            "html_summary": "<ul><li>Years later, newer startups in YC cohorts still tout themselves as the “Brex for X.”At TechCrunch Disrupt 2022, I sat down with a refreshingly candid Dubugras and Anu Hariharan, YC’s managing director for continuity and an early Brex investor, to expose the context around this whirlwind of a year.</li><li>I believe you were in your early 20s?Dubugras: I was born and raised in Brazil, and out of high school, I started a payments business in Brazil that did payment processing, so kind of like a Stripe of Brazil.</li><li>It’s been an eventful year for fintech Brex.The year began with confirmation that the startup had raised $300 million at a $12.3 billion valuation.</li><li>After selling that company, I moved to the U.S. to go to college and then dropped out to start Brex.The first idea that we got into YC wasn’t actually in fintech.</li><li>But then earlier this year, you had a shift in strategy: You announced that Brex was making a push into software and that you were going to be focusing on the enterprise.</li><li>By June, it sent shock waves in the startup world when it announced it would no longer serve small businesses funded outside the venture capital structure.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/02/brex-co-founder-henrique-dubugras-details-decisions-behind-pivots-layoffs-going-remote/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Googles wildfire detection is available in US, Mexico, Canada and parts of Australia",
            "description": "At an AIfocused press event today in New York, Google announced that its bringing its AIpowered wildfire detection system to the U.S. Canada, Mexico and parts of Australia. Its one of several AI for good efforts the company detailed this morning, which ",
            "url": "/2022-11-02-googles-wildfire-detection-is-available-in-us-mexico-canada-and-parts-of-australia",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/Screenshot-2022-11-02-at-9.21.47-AM.jpg",
            "publishedAt": "2022-11-02T13:31:29Z",
            "content": "At an AIfocused press event today in New York, Google announced that its bringing its AIpowered wildfire detection system to the U.S. Canada, Mexico and parts of Australia. Its one of several AI [+1665 chars]",
            "summary": "(3/5) pic.twitter.com/TX1BnvUjeN Google AI (@GoogleAI) November 2, 2022Weve trained ML models using satellite imagery to identify and track wildfires in real time and predict how they will evolve to support first responders. (https://t.co/RTkFCMGb0k)We're announcing our wildfire detection system now works in the US, CAN, MX and parts of AUS. When available, you can also see important details about the fire, such as its containment, how many acres have burned, and when all this information was last reported.The feature joins a similar ML-based flood forecasting feature announced back in 2018. That feature is now being expanded to an additional 18 countries.Google also noted, as previously covered in a piece by Wired, that its using machine learning models to identify damaged buildings after natural disasters such as hurricanes. More recently, the company applied the models to support government relief efforts during the recent flooding in Pakistan, Chou says.We hope to continue to empower organizations to deliver aid faster to those who need it, she added. The company noted at the time,[W]ere now bringing all of Googles wildfire information together and launching it globally with a new layer on Google Maps. At an AI-focused press event today in New York, Google announced that its bringing its AI-powered wildfire detection system to the U.S. Canada, Mexico and parts of Australia.",
            "html_summary": "<ul><li>(3/5) pic.twitter.com/TX1BnvUjeN— Google AI (@GoogleAI) November 2, 2022We’ve trained ML models using satellite imagery to identify and track wildfires in real time and predict how they will evolve to support first responders.</li><li>(https://t.co/RTkFCMGb0k)We're announcing our wildfire detection system now works in the US, CAN, MX and parts of AUS.</li><li>When available, you can also see important details about the fire, such as its containment, how many acres have burned, and when all this information was last reported.The feature joins a similar ML-based flood forecasting feature announced back in 2018.</li><li>That feature is now being expanded to an additional 18 countries.Google also noted, as previously covered in a piece by Wired, that it’s using machine learning models to identify damaged buildings after natural disasters such as hurricanes.</li><li>More recently, the company applied the models to support government relief efforts during the recent flooding in Pakistan, Chou says.“We hope to continue to empower organizations to deliver aid faster to those who need it,” she added.</li><li>The company noted at the time,[W]e’re now bringing all of Google’s wildfire information together and launching it globally with a new layer on Google Maps.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/02/googles-wildfire-detection-is-available-in-us-mexico-canada-and-parts-of-australia/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "Picsart adds an AI Image Generator and AI Writer to its suite of creative tools",
            "description": "Digital creation company Picsart is adding an AI Image Generator and an AI Writer to create images and ad copy, the company announced on Wednesday. Picsart says that as texttoimage generators are growing in popularity, its bringing one directly into its pl",
            "url": "/2022-11-02-picsart-adds-an-ai-image-generator-and-ai-writer-to-its-suite-of-creative-tools",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/picsart-ai-generator.png?resize=1200,765",
            "publishedAt": "2022-11-02T12:00:23Z",
            "content": "Digital creation company Picsart is adding an AI Image Generator and an AI Writer to create images and ad copy, the company announced on Wednesday. Picsart says that as texttoimage generators are g [+2432 chars]",
            "summary": "The AI Image Generator is currently available in the Picsart platform on iOS.You can access the AI Image Generator by opening the iOS app and tapping the plus sign at the bottom of your screen to start a new project. Then, you can select your favorite image and continue editing it with Picsarts other tools.Image Credits: PicsartThe new AI Writer is designed to support small business marketers by making copywriting tools accessible to anyone. Picsart also isnt the only platform to roll out its own text-to-image AI generator, as TikTok and mobile photo editing app creator Lightricks have both hopped on the the AI-generated art bandwagon.Picsart brings its editing tools to Google Drive with new integration The platform has 150 million monthly active users and ranked #19 of the most downloaded apps in 2021, according to data from Sensor Tower.The launch of Picsarts AI Image Generator comes as text-to-image AI generators are becoming increasingly popular, especially with the launch of OpenAIs DALL-E 2. Digital creation company Picsart is adding an AI Image Generator and an AI Writer to create images and ad copy, the company announced on Wednesday. The feature is currently available via Picsarts Quicktools.Generative AI is a powerful new resource for visual creators and anyone who needs content, said Picsart founder and CEO Hovhannes Avoyan in a press release. There are two huge advantages of this technology: the first is making creativity accessible to new people and the second is increasing productivity for those who already create.",
            "html_summary": "<ul><li>The AI Image Generator is currently available in the Picsart platform on iOS.You can access the AI Image Generator by opening the iOS app and tapping the plus sign at the bottom of your screen to start a new project.</li><li>Then, you can select your favorite image and continue editing it with Picsart’s other tools.Image Credits: PicsartThe new AI Writer is designed to support small business marketers by making copywriting tools accessible to anyone.</li><li>Picsart also isn’t the only platform to roll out its own text-to-image AI generator, as TikTok and mobile photo editing app creator Lightricks have both hopped on the the AI-generated art bandwagon.Picsart brings its editing tools to Google Drive with new integration</li><li>The platform has 150 million monthly active users and ranked #19 of the most downloaded apps in 2021, according to data from Sensor Tower.The launch of Picsart’s AI Image Generator comes as text-to-image AI generators are becoming increasingly popular, especially with the launch of OpenAI’s DALL-E 2.</li><li>Digital creation company Picsart is adding an AI Image Generator and an AI Writer to create images and ad copy, the company announced on Wednesday.</li><li>The feature is currently available via Picsart’s Quicktools.“Generative AI is a powerful new resource for visual creators and anyone who needs content,” said Picsart founder and CEO Hovhannes Avoyan in a press release.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/02/picsart-adds-an-ai-image-generator-and-ai-writer-to-its-suite-of-creative-tools/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOE McDONALD - Associated Press",
            "title": "China closes zone around iPhone factory after virus cases",
            "description": "Access to an industrial zone in the central Chinese city of Zhengzhou has been suspended after the city reported 64 coronavirus cases and workers who assemble Apple Inc. iPhones left their factory in the zone following outbreaks. The announcement did",
            "url": "/2022-11-02-c92d7a5043f977e45743cdf7f13d6ea7",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/0/4d/04d32c78-18be-58d4-a6a7-6dae4b98a8fa/636211f54850d.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-02T06:31:04Z",
            "content": "By JOE McDONALD  Associated PressBEIJING (AP) Access to an industrial zone in the central Chinese city of Zhengzhou was suspended Wednesday after the city reported 64 coronavirus cases and workers [+2689 chars]",
            "summary": "The company said ill employees were being treated but did not say if new infections still were occurring.Also this week, visitors to Shanghai Disneyland were temporarily barred from leaving as part of virus testing the city government said Tuesday had extended to 439,000 people. People in Urumqi and other cities who said they had run out of food and medicine posted appeals for help on social media.Thousands of employees left the Foxconn Technology Group factory starting in mid-October after complaints people who contracted the virus received no treatment. It said no one can enter or leave for one week except to deliver food and medical supplies.Separately, the government reported 64 confirmed cases had been found in Zhengzhou over the past 24 hours. The city health agency said visitors on Monday tested negative and were allowed to leave.Last week, 1.3 million residents of Shanghais downtown Yangpu district were ordered to stay at home while they were tested. Public frustration with the restrictions has boiled over into fights with police in some areas.In Zhengzhou, everyone in the industrial zone will be tested every day for the coronavirus, the Airport District said. Some accused the company of failing to enforce measures to prevent the spread of the virus.Foxconn said Sunday it was using closed loop management, an official term for employees living at their workplace and avoiding contact with the outside. It said 294 asymptomatic cases also had been found in the city of 12.5 million.",
            "html_summary": "<ul><li>The company said ill employees were being treated but did not say if new infections still were occurring.Also this week, visitors to Shanghai Disneyland were temporarily barred from leaving as part of virus testing the city government said Tuesday had extended to 439,000 people.</li><li>People in Urumqi and other cities who said they had run out of food and medicine posted appeals for help on social media.Thousands of employees left the Foxconn Technology Group factory starting in mid-October after complaints people who contracted the virus received no treatment.</li><li>It said no one can enter or leave for one week except to deliver food and medical supplies.Separately, the government reported 64 confirmed cases had been found in Zhengzhou over the past 24 hours.</li><li>The city health agency said visitors on Monday tested negative and were allowed to leave.Last week, 1.3 million residents of Shanghai’s downtown Yangpu district were ordered to stay at home while they were tested.</li><li>Public frustration with the restrictions has boiled over into fights with police in some areas.In Zhengzhou, everyone in the industrial zone will be tested every day for the coronavirus, the Airport District said.</li><li>Some accused the company of failing to enforce measures to prevent the spread of the virus.Foxconn said Sunday it was using “closed loop management,” an official term for employees living at their workplace and avoiding contact with the outside.</li></ul>",
            "website_url": "https://apnews.com/c92d7a5043f977e45743cdf7f13d6ea7"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Microsoft backs web3 game developer Wemade",
            "description": "Microsoft has backed Wemade, a popular video game developer that has made aggressive bets on blockchain in recent years.",
            "url": "/2022-11-02-microsoft-backs-web3-game-developer-wemade",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/03/gettyimages-831933784.jpg?resize=1200,800",
            "publishedAt": "2022-11-02T07:06:42Z",
            "content": "Microsoft has backed Wemade, a popular video game developer that has made aggressive bets on blockchain in recent years, the latest sign of tech giants showing growing interest in web3.South Korea [+1682 chars]",
            "summary": "The company says it is aiming to transform everyday games with blockchain technology and establish its Wemix coin as a key currency in the blockchain gaming space.A new economy platform NILE that supports NFT and DAO will be introduced soon as well. In a regulatory filing, Wemade disclosed that it is raising the capital through sales of convertible bonds.This is a meaningful investment by reputable financial and strategic investors with proven track records, said Henry Chang, chief executive of Wemade, in a statement. (EOD), Wemade said in the press release.Scores of tech giants including Microsoft and Google and storied banks have made a series of investments in the web3 space in recent years. Microsoft is also an investor in ConsenSys, the firm behind MetaMask wallet and enterprise solutions such as Infura, as well as decentralized data warehouse Space and Time and NFT studio Palm, according to Web3 Signals. It recently launched its blockchain Wemix3.0 to mainnet and launched a stablecoin and a DeFi platform.",
            "html_summary": "<ul><li>The company says it is aiming to “transform everyday games with blockchain technology and establish its Wemix coin as a key currency in the blockchain gaming space.”“A new economy platform NILE that supports NFT and DAO will be introduced soon as well.</li><li>In a regulatory filing, Wemade disclosed that it is raising the capital through sales of convertible bonds.“This is a meaningful investment by reputable financial and strategic investors with proven track records,” said Henry Chang, chief executive of Wemade, in a statement.</li><li>(EOD),” Wemade said in the press release.Scores of tech giants including Microsoft and Google and storied banks have made a series of investments in the web3 space in recent years.</li><li>Microsoft is also an investor in ConsenSys, the firm behind MetaMask wallet and enterprise solutions such as Infura, as well as decentralized data warehouse Space and Time and NFT studio Palm, according to Web3 Signals.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/02/microsoft-backs-web3-game-developer-wemade/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Harri Weber",
            "title": "One of Canadas biggest climatetech backers pulls back",
            "description": "The Business Development Bank of Canada (BDC) has a new, $400 million fund for climate and cleantech startups.",
            "url": "/2022-11-02-canada-climate-vc-fund-bdc",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/Solar-Project-Deployment-Project.jpg?resize=1200,675",
            "publishedAt": "2022-11-02T04:00:42Z",
            "content": "A prolific investor in climatetech companies in Canada is back with a second fund for lowcarbon technologies only this time the firm plans to pump less money into the scene, over a longer period  [+1832 chars]",
            "summary": "And earlier this year, BDC chipped in with Toyota to fund e-Zinc, which builds zinc-air batteries that could help utilities store renewable energy for when the sun is not shining.The BDC debuted its first climate fund in 2018, with $600 million that it invested locally over four years. Since then, for every $1 that [BDC] committed, $6 has been raised in additional funding from the private sector by our portfolio companies, concurrently or after we invested, Rohac said. Its recent venture deals include joining Samsung in a round for VueReal, which makes tiny, low-energy displays.",
            "html_summary": "<ul><li>And earlier this year, BDC chipped in with Toyota to fund e-Zinc, which builds zinc-air batteries that could help utilities store renewable energy for when the sun is not shining.The BDC debuted its first climate fund in 2018, with $600 million that it invested locally over four years.</li><li>Since then, “for every $1 that [BDC] committed, $6 has been raised in additional funding from the private sector by our portfolio companies, concurrently or after we invested,” Rohac said.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/01/canada-climate-vc-fund-bdc/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Mozilla launches $35M venture capital fund for earlystage responsible startups",
            "description": "Mozilla Ventures is Mozillas new $35 million VC fund targeted at earlystage startups working on responsible technologies.",
            "url": "/2022-11-02-mozilla-launches-35m-venture-capital-fund-for-early-stage-responsible-startups",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-1199763285.jpg?resize=1200,845",
            "publishedAt": "2022-11-02T13:02:13Z",
            "content": "It seems that every internet company and their dog have at least one venture capital (VC) arm under their wing, with the likes of Google Ventures (now GV), Microsoft Ventures (now M12), Salesforce Ve [+6780 chars]",
            "summary": "While Heylogin confirmed Mozilla as an investor back in September, we now know that this represented one of the first three investments that Mozilla has made from its new fund. It has also introduced a bunch of new privacy products in recent years, including a virtual private network (VPN) and an email-masking service. Other sources of cash include subscriptions (VPN and email-masking), advertising, and donations from the public.This all takes us to today, with Mozilla now looking to extend its rake into the world of venture capital. But with the Firefox web browser recently hitting version 100, its clear that Mozilla is still heavily reliant on its browser for income. As far as we know, Mozilla Ventures is the first focused solely on responsible internet startups. The organization makes around $500 million annually, the lions share arriving via a search engine partnership with Google. Earlier this year, we decided that Mozilla needs to make a sustained commitment to supporting people and projects like the ones we met through Builders.",
            "html_summary": "<ul><li>While Heylogin confirmed Mozilla as an investor back in September, we now know that this represented one of the first three investments that Mozilla has made from its new fund.</li><li>It has also introduced a bunch of new privacy products in recent years, including a virtual private network (VPN) and an email-masking service.</li><li>Other sources of cash include subscriptions (VPN and email-masking), advertising, and donations from the public.This all takes us to today, with Mozilla now looking to extend its rake into the world of venture capital.</li><li>But with the Firefox web browser recently hitting version 100, it’s clear that Mozilla is still heavily reliant on its browser for income.</li><li>As far as we know, Mozilla Ventures is the first focused solely on responsible internet startups.</li><li>The organization makes around $500 million annually, the lion’s share arriving via a search engine partnership with Google.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/02/mozilla-launches-35m-venture-capital-fund-for-early-stage-responsible-startups/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Video games invade the art world in MoMAs Never Alone exhibition. Brex cofounder Henrique Dubugras details decisions behind pivots, layoffs, going remote. Googles wildfire detection is available in US, Mexico, Canada and parts of Australia. Picsart adds an AI Image Generator and AI Writer to its suite of creative tools. China closes zone around iPhone factory after virus cases. Microsoft backs web3 game developer Wemade. One of Canadas biggest climatetech backers pulls back. Mozilla launches $35M venture capital fund for earlystage responsible startups"
}