{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Joe Mcdonald",
            "title": "Chinas Xi calls for military growth as party congress opens  The Associated Press  en Espaol",
            "description": "Chinas Xi calls for military growth as party congress opensThe Associated Press  en EspaolHow did Chinese President Xi Jinping rise to power?  BBC NewsBBC NewsChina kicks off 20th Communist Party CongressCNNC",
            "url": "/2022-10-16-china-beijing-xi-jinping-mao-zedong-government-and-politics-58c5232aaa6a578b24f7345700460de3",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/e338e0bafd9d4a74876082b3728c4543/3000.jpeg",
            "publishedAt": "2022-10-16T10:53:44Z",
            "content": "BEIJING (AP) Chinese leader Xi Jinping on Sunday called for faster military development and announced no change in policies that have strained relations with Washington and tightened the ruling Commu [+7956 chars]",
            "summary": "He repeatedly invoked his slogan of the rejuvenation of the Chinese nation, which includes reviving the partys role as economic and social leader in a throwback to what Xi regards as a golden age after it took power in 1949.The congress will install leaders for the next five years. Trumps successor, Joe Biden, has kept those penalties in place and this month increased restrictions on Chinese access to U.S. chip technology.The party has tightened control over private sector leaders including e-commerce giant Alibaba Group by launching anti-monopoly, data security and other crackdowns. China, with the worlds second-largest military budget after the United States, is trying to extend its reach by developing ballistic missiles, aircraft carriers and overseas outposts.We will work faster to modernize military theory, personnel and weapons, Xi said. It comes amid a painful slump in the worlds second-largest economy and tension with Washington and Asian neighbors over trade, technology and security.Party plans call for creating a prosperous society by mid-century and restoring China to its historic role as a political, economic and cultural leader. That leader also becomes chairman of the commission that controls the military and holds the ceremonial title of national president.Xi made his intentions clear in 2018 when he had a two-term limit on the presidency removed from Chinas Constitution. Under political pressure, they are diverting billions of dollars into chip development and other party initiatives. He gave no indication of a possible change despite public frustration with its rising cost.The congress will name a Standing Committee, the ruling inner circle of power.",
            "html_summary": "<ul><li>He repeatedly invoked his slogan of the “rejuvenation of the Chinese nation,” which includes reviving the party’s role as economic and social leader in a throwback to what Xi regards as a golden age after it took power in 1949.The congress will install leaders for the next five years.</li><li>Trump’s successor, Joe Biden, has kept those penalties in place and this month increased restrictions on Chinese access to U.S. chip technology.The party has tightened control over private sector leaders including e-commerce giant Alibaba Group by launching anti-monopoly, data security and other crackdowns.</li><li>China, with the world’s second-largest military budget after the United States, is trying to extend its reach by developing ballistic missiles, aircraft carriers and overseas outposts.“We will work faster to modernize military theory, personnel and weapons,” Xi said.</li><li>It comes amid a painful slump in the world’s second-largest economy and tension with Washington and Asian neighbors over trade, technology and security.Party plans call for creating a prosperous society by mid-century and restoring China to its historic role as a political, economic and cultural leader.</li><li>That leader also becomes chairman of the commission that controls the military and holds the ceremonial title of national president.Xi made his intentions clear in 2018 when he had a two-term limit on the presidency removed from China’s Constitution.</li><li>Under political pressure, they are diverting billions of dollars into chip development and other party initiatives.</li></ul>",
            "website_url": "https://apnews.com/article/china-beijing-xi-jinping-mao-zedong-government-and-politics-58c5232aaa6a578b24f7345700460de3"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Andrew Freedman, Jennifer A. Kingson",
            "title": "Drones and satellites are making better, lifesaving hurricane forecasts",
            "description": "The killer app for hurricane prediction? It could be lightweight drones that explore some of the fiercest parts of a hurricane and send back realtime data  or new satellite tech that gives forecasters a better look at storms from above.Why it matters Seesa",
            "url": "/2022-10-16-future-of-hurricane-forecasting-climate-change",
            "urlToImage": "https://images.axios.com/BDG6MT84t5JivMwTtB5GYSsWDbk=/0x0:1920x1080/1366x768/2022/10/14/1665769776430.jpg",
            "publishedAt": "2022-10-17T09:30:53Z",
            "content": "The killer app for hurricane prediction? It could be lightweight drones that explore some of the fiercest parts of a hurricane and send back realtime data or new satellite tech that gives forecaster [+5123 chars]",
            "summary": "The bottom line: Not only can these new technologies pump out data that improves forecasting models, the drones can also beam video that conveys the ferocity of the storm to the general public  potentially persuading people to evacuate. Illustration: Annelise Capossela/AxiosThe killer app for hurricane prediction?",
            "html_summary": "<ul><li>The bottom line: Not only can these new technologies pump out data that improves forecasting models, the drones can also beam video that conveys the ferocity of the storm to the general public — potentially persuading people to evacuate.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/17/future-of-hurricane-forecasting-climate-change"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Even decacorns have their challenges",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2022-10-16-fintech-decacorn-brex",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/05/GettyImages-1264127380.jpg?resize=1200,840",
            "publishedAt": "2022-10-16T14:16:24Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+10792 chars]",
            "summary": "The company announced on Oct. 13 its partnering with Goldman Sachs to soon launch a new Savings account feature for its Apple Card credit cardholders which will allow them to save and grow their Daily Cash  the cashback rewards that are earned from their Apple Card purchases. The startup recently closed on a $6.2 million funding round at an $80 million valuation for its platform that offers fractionalized shares in residential properties to investors for as little as $5. The pressure of having to provide returns to investors who poured that kind of money into my company and the pressure of not wanting to ever have to lay off staff would likely make me lose sleep at night! These startups allow for investments in slices of real estatePlaid announced last week that it added two new features to its identity verification product. Customers will be able to transfer their own money into this account, as well.The Los Angeles Times reported that credit cards and digital payment apps such as PayPal offer some distinct advantages over cash, including the ability to recover money paid to scammers. This drastic upward trend in tenant retention clearly demonstrates where rental demand is going.For a deeper dive into real estate tech and how its changing the investing landscape, check out my article in TC+ this week:Got $5? Soooo exciting!But first, lets talk about fintech.Last weeks big news was corporate spend management startup Brexs announcement that it was laying off 11% of its staff, or 136 people.",
            "html_summary": "<ul><li>The company announced on Oct. 13 it’s partnering with Goldman Sachs to soon launch a new Savings account feature for its Apple Card credit cardholders which will allow them to save and grow their ‘Daily Cash’ — the cashback rewards that are earned from their Apple Card purchases.</li><li>The startup recently closed on a $6.2 million funding round at an $80 million valuation for its platform that offers fractionalized shares in residential properties to investors for as little as $5.</li><li>The pressure of having to provide returns to investors who poured that kind of money into my company and the pressure of not wanting to ever have to lay off staff would likely make me lose sleep at night!</li><li>These startups allow for investments in slices of real estatePlaid announced last week that it added two new features to its identity verification product.</li><li>Customers will be able to transfer their own money into this account, as well.”The Los Angeles Times reported that “credit cards and digital payment apps such as PayPal offer some distinct advantages over cash, including the ability to recover money paid to scammers.</li><li>This drastic upward trend in tenant retention clearly demonstrates where rental demand is going.For a deeper dive into real estate tech and how it’s changing the investing landscape, check out my article in TC+ this week:Got $5?</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/16/fintech-decacorn-brex/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MICHAEL LIEDTKE - AP Technology Writer",
            "title": "Next step for Elizabeth Holmes Bid for a new trial",
            "description": "A federal judge on Monday will question a key witness in the highprofile trial of disgraced Theranos CEO Elizabeth Holmes about why he showed up at her Silicon Valley home in August and expressed regrets about testimony that helped convict",
            "url": "/2022-10-16-1badcd59662b632daa958379dfad7e08",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/b6/1b69feb0-544d-5512-a2f6-5a59d233427d/634d080616b23.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-17T07:24:21Z",
            "content": "By MICHAEL LIEDTKE  AP Technology WriterOn Monday, disgraced Theranos CEO Elizabeth Holmes will play one of her last cards to avoid a prison sentence when a federal judge questions a key prosecuti [+1684 chars]",
            "summary": "U.S. District Judge Edward said during a Zoom hearing Friday that he intends to ask Rosendorff a few questions about why he visited Holmes home and whether the visit was driven by any doubts about the testimony he gave under oath during six days of the trial last year. Davila emphasized that he expected the hearing to be brief and limited in scope after quashing a subpoena from Holmes lawyers seeking any non-privileged communications about his testimony. This is not going to be a fishing expedition, Davila said Friday,Holmes, 38, is facing up to 20 years in prison for misleading investors about the progress her once-heralded startup Theranos was making with new blood-testing methods. She was supposed to be sentenced Monday, but the judge postponed that hearing once the Rosendorff questions arose. The judge set a new sentencing date for Holmes on Nov. 18.",
            "html_summary": "<ul><li>U.S. District Judge Edward said during a Zoom hearing Friday that he intends to ask Rosendorff a few questions about why he visited Holmes’ home and whether the visit was driven by any doubts about the testimony he gave under oath during six days of the trial last year.</li><li>Davila emphasized that he expected the hearing to be brief and limited in scope after quashing a subpoena from Holmes’ lawyers seeking any non-privileged communications about his testimony.</li><li>“This is not going to be a fishing expedition,” Davila said Friday,Holmes, 38, is facing up to 20 years in prison for misleading investors about the progress her once-heralded startup Theranos was making with new blood-testing methods.</li><li>She was supposed to be sentenced Monday, but the judge postponed that hearing once the Rosendorff questions arose.</li></ul>",
            "website_url": "https://apnews.com/1badcd59662b632daa958379dfad7e08"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Roberto Baldwin",
            "title": "Why Cruise is making its own chips, and a lot more besides",
            "description": "Cruise never planned to make its own silicon. But in the quest to commercialize robotaxis  and make money doing it  those never planned pursuits can suddenly seem a lot more appealing. Cruise realized that the price of chips from suppliers was too high, the",
            "url": "/2022-10-16-why-cruise-is-making-its-own-chips-and-a-lot-more-besides",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/Cruise_700848.jpg?resize=1200,800",
            "publishedAt": "2022-10-16T23:05:56Z",
            "content": "Cruise never planned to make its own silicon. But in the quest to commercialize robotaxis and make money doing it those never planned pursuits can suddenly seem a lot more appealing.Cruise realized [+7368 chars]",
            "summary": "While long-range lidars and ultrasonic sensors are still sourced from third parties, nearly everything else, including cameras, short-range lidar, and radar, are also being developed in-house.Cruise found that off-the-shelf radar just didnt have the resolution they needed for their vehicles to operate. The components that did have the (AV) capabilities needed werent capable of operating in those harsh environments, Vogt said.Automakers (not counting Tesla) have taken a more cautious approach to autonomous vehicles that would be sold to consumers. And so were looking at what people want and those arent easy questions to answer.Just a few years shy of its mid-decade goal, GM still has to considerable work to do, including its go-to-market strategy for these personal autonomous vehicles (or as Reuss calls them, PAVs). It has also resulted in its first production board the C5, which is powering the current generation of autonomous Chevy Bolts.When the companys purpose-built Origin robotaxi starts hitting the streets in 2023, it will be outfitted with the C6 board. How they all ended up in the same intersection is that at the time there was only one launch location for the vehicles and they were cruising along one of their main corridors near that launch location. There have been multiple reports of Cruise robotaxis blocking intersections and other issues.One vehicle was involved in a collision at an intersection which prompted the company to update the software on 80 of its vehicles. Like the board, theres a long-term cost reduction of about 90%, according to Jenkins.I was told the price point I have to meet this hardware for 2025, Jenkins said.",
            "html_summary": "<ul><li>While long-range lidars and ultrasonic sensors are still sourced from third parties, nearly everything else, including cameras, short-range lidar, and radar, are also being developed in-house.Cruise found that off-the-shelf radar just didn’t have the resolution they needed for their vehicles to operate.</li><li>The components that did have the (AV) capabilities needed weren’t capable of operating in those harsh environments,” Vogt said.Automakers (not counting Tesla) have taken a more cautious approach to autonomous vehicles that would be sold to consumers.</li><li>“And so we’re looking at what people want and those aren’t easy questions to answer.”Just a few years shy of its mid-decade goal, GM still has to considerable work to do, including its go-to-market strategy for these personal autonomous vehicles (or as Reuss calls them, PAVs).</li><li>It has also resulted in its first production board the C5, which is powering the current generation of autonomous Chevy Bolts.When the company’s purpose-built Origin robotaxi starts hitting the streets in 2023, it will be outfitted with the C6 board.</li><li>How they all ended up in the same intersection is that at the time there was only one launch location for the vehicles and they were cruising along one of their main corridors near that launch location.</li><li>There have been multiple reports of Cruise robotaxis blocking intersections and other issues.One vehicle was involved in a collision at an intersection which prompted the company to update the software on 80 of its vehicles.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/16/why-cruise-is-making-its-own-chips-and-a-lot-more-besides/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Jamey Keaten",
            "title": "Teens tackle 21stcentury challenges at robotics contest",
            "description": "GENEVA (AP)  For their first trip to a celebrated robotics contest for high school students from scores of countries, a team of Ukrainian teens had a problem.  With shipments of goods to Ukraine uncertain, and Ukrainian customs officers careful about incomin",
            "url": "/2022-10-16-b8a28da5209b0bcf9fc75b87b090a98d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/336e7d52a88640c18843e03ea1c1f546/3000.jpeg",
            "publishedAt": "2022-10-16T10:16:32Z",
            "content": "GENEVA (AP) For their first trip to a celebrated robotics contest for high school students from scores of countries, a team of Ukrainian teens had a problem. With shipments of goods to Ukraine unce [+4005 chars]",
            "summary": "Each round starts by emptying a clear rectangular box filled with the balls into the field, prompting a whirring, hissing scramble to pick them up.The initial goal is to fill a tower topped by a funnel in the center of the field with as many balls as possible. By meshing competition with common interest, the First Global initiative aims to offer a tonic to a troubled world, where kids look past politics to help solve problems that face everybody. GENEVA (AP)  For their first trip to a celebrated robotics contest for high school students from scores of countries, a team of Ukrainian teens had a problem. We couldnt back down because we were really determined to compete here and to give our country a good result  because it really needs it right now, said Danylo Gladkyi, a member of Ukraines team. Past winners of such robotics competitions include Team Hope  refugees and stateless others  and a team of Afghan girls. Gladkyi said an international package delivery company wasnt delivering into Ukraine, and reliance on a smaller private company to ship the kit from Poland into Ukraine got tangled up with customs officials. Nearly all the 180-odd teams, from countries across the world, had had months to prepare their robots.",
            "html_summary": "<ul><li>Each round starts by emptying a clear rectangular box filled with the balls into the field, prompting a whirring, hissing scramble to pick them up.The initial goal is to fill a tower topped by a funnel in the center of the field with as many balls as possible.</li><li>By meshing competition with common interest, the “First Global” initiative aims to offer a tonic to a troubled world, where kids look past politics to help solve problems that face everybody.</li><li>GENEVA (AP) — For their first trip to a celebrated robotics contest for high school students from scores of countries, a team of Ukrainian teens had a problem.</li><li>“We couldn’t back down because we were really determined to compete here and to give our country a good result — because it really needs it right now,” said Danylo Gladkyi, a member of Ukraine’s team.</li><li>Past winners of such robotics competitions include “Team Hope” — refugees and stateless others — and a team of Afghan girls.</li><li>Gladkyi said an international package delivery company wasn’t delivering into Ukraine, and reliance on a smaller private company to ship the kit from Poland into Ukraine got tangled up with customs officials.</li></ul>",
            "website_url": "https://apnews.com/b8a28da5209b0bcf9fc75b87b090a98d"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Chinas Xi calls for military growth as party congress opens  The Associated Press  en Espaol. Drones and satellites are making better, lifesaving hurricane forecasts. Even decacorns have their challenges. Next step for Elizabeth Holmes Bid for a new trial. Why Cruise is making its own chips, and a lot more besides. Teens tackle 21stcentury challenges at robotics contest"
}