{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Miriam Kramer, Hope King",
            "title": "The coming Moon economy",
            "description": "NASAs successful Moon rocket launch last week will be a boon for private companies, experts tell Axios. Why it matters As global economic growth slows, space and Moon exploration could become a source of ignition for new ventures and jobs. The succe",
            "url": "/2022-11-22-the-coming-moon-economy",
            "urlToImage": "https://images.axios.com/YHFRp8C76_xdIX7OoFhD2fe-3x8=/0x0:1920x1080/1366x768/2022/11/21/1669069330525.jpg",
            "publishedAt": "2022-11-22T10:00:19Z",
            "content": "NASAs successful Moon rocket launch last week willbea boon for private companies, experts tell Axios. Why it matters As global economic growth slows, space and Moon exploration could become a sou [+3081 chars]",
            "summary": "What to watch: For now, the main customers in the lunar industry are governments, but that could change as the Artemis program matures and more companies and investors make big bets on the Moon. Illustration: Annelise Capossela/AxiosNASA's successful Moon rocket launch last week will be a boon for private companies, experts tell Axios. Why it matters: As global economic growth slows, space and Moon exploration could become a source of ignition for new ventures and jobs. Driving the news: NASA's un-crewed Artemis I mission showed companies looking to do business on and around the Moon that they would likely have a major customer there in the coming years. Yes, but: The lunar economy is still in the very early stages. Go deeper:",
            "html_summary": "<ul><li>What to watch: For now, the main customers in the lunar industry are governments, but that could change as the Artemis program matures and more companies and investors make big bets on the Moon.</li><li>Illustration: Annelise Capossela/AxiosNASA's successful Moon rocket launch last week will be a boon for private companies, experts tell Axios.</li><li>Why it matters: As global economic growth slows, space and Moon exploration could become a source of ignition for new ventures and jobs.</li><li>Driving the news: NASA's un-crewed Artemis I mission showed companies looking to do business on and around the Moon that they would likely have a major customer there in the coming years.</li><li>Yes, but: The lunar economy is still in the very early stages.</li></ul>",
            "website_url": "https://www.axios.com/2022/11/22/the-coming-moon-economy"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Sara Fischer",
            "title": "Twitter tech glitches mount as staffers depart",
            "description": "Waves of layoffs and departures from Twitter last week led many users to fear the service might face a sudden crash of some kind, as hashtags such as #RIPTwitter and #TwitterDown trended in the U.S.Yes, but Its far more likely that the social network will e",
            "url": "/2022-11-22-twitter-tech-glitches-staffers-depart-elon-musk",
            "urlToImage": "https://images.axios.com/d0wDuBcqIAx5YqjCYLLV3IJ5-hE=/0x0:1920x1080/1366x768/2022/11/21/1669058370222.jpg",
            "publishedAt": "2022-11-22T10:30:00Z",
            "content": "Waves of layoffs and departures from Twitter last week led many users to fear the service might face a sudden crash of some kind, as hashtags such as #RIPTwitter and #TwitterDown trended in the U.S. [+4381 chars]",
            "summary": "Between the lines: Many of the warnings about Twitter's technical problems are coming from current and recently-departed employees who say teams that were responsible for managing Twitter's infrastructure have been gutted. What to watch: Twitter may face bigger technical challenges as Musk tries to roll out new programs and features on the platform. Musk himself doesn't seem worried about problems caused by sweeping changes to support teams and products. Of note: Monday night, Musk announced a second delay of his top-priority new $8-a-month subscription plan that comes with a verified blue check. Be smart: Experts warn that the World Cup, which began Sunday, could be a particularly important stress point for the app's hosting capabilities.",
            "html_summary": "<ul><li>Between the lines: Many of the warnings about Twitter's technical problems are coming from current and recently-departed employees who say teams that were responsible for managing Twitter's infrastructure have been gutted.</li><li>What to watch: Twitter may face bigger technical challenges as Musk tries to roll out new programs and features on the platform.</li><li>Musk himself doesn't seem worried about problems caused by sweeping changes to support teams and products.</li><li>Of note: Monday night, Musk announced a second delay of his top-priority new $8-a-month subscription plan that comes with a verified blue check.</li></ul>",
            "website_url": "https://www.axios.com/2022/11/22/twitter-tech-glitches-staffers-depart-elon-musk"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "UK confirms antitrust probe of AndroidiOS mobile duopoly focused on browsers and cloud gaming",
            "description": "The UKs antitrust watchdog has moved to deepen its scrutiny of the Apple and Google mobile duopoly  kicking off an indepth investigation into elements of the pairs mobile ecosystem dominance by probing their approach toward rival mobile browsers and cloud",
            "url": "/2022-11-22-apple-google-mobile-duopoly-cma-phase-2-investigation-mobile-browsers-cloud-gaming",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1008258336-1.jpg?resize=1200,800",
            "publishedAt": "2022-11-22T12:40:37Z",
            "content": "The UKs antitrust watchdog has moved to deepen its scrutiny of the Apple and Google mobile duopoly  kicking off an indepth investigation into elements of the pairs mobile ecosystem dominance by p [+10897 chars]",
            "summary": "Both of which are also still in train.The CMA has also previously conducted a deep dive study into online advertising which raised a raft of competition concerns and convinced it of the need to press the case for digital competition law reform. That probe remains ongoing.While, in May this year, it opened a formal investigation into Googles adtech stack  a few months after announcing it would probe allegations of collusion between Google and Facebook over ad bidding (aka the Jedi Blue claims). It also enables developers to choose the browser engine they want, and has been the launchpad for millions of apps. Through the App Store, weve helped millions of developers turn their brightest ideas into apps that change the world, spurring an app economy that supports hundreds of thousands of jobs in the UK alone. This is on the basis that a targeted investigation will be more manageable to deliver results in a timely manner. When the new Digital Markets regime is in place, its likely to address these sorts of issues. At the same time, Apple and Google have argued that restrictions are needed to protect users.",
            "html_summary": "<ul><li>Both of which are also still in train.The CMA has also previously conducted a deep dive study into online advertising which raised a raft of competition concerns and convinced it of the need to press the case for digital competition law reform.</li><li>That probe remains ongoing.While, in May this year, it opened a formal investigation into Google’s adtech stack — a few months after announcing it would probe allegations of collusion between Google and Facebook over ad bidding (aka the ‘Jedi Blue’ claims).</li><li>It also enables developers to choose the browser engine they want, and has been the launchpad for millions of apps.</li><li>Through the App Store, we’ve helped millions of developers turn their brightest ideas into apps that change the world, spurring an app economy that supports hundreds of thousands of jobs in the UK alone.</li><li>“This is on the basis that a targeted investigation will be more manageable to deliver results in a timely manner.</li><li>When the new Digital Markets regime is in place, it’s likely to address these sorts of issues.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/22/apple-google-mobile-duopoly-cma-phase-2-investigation-mobile-browsers-cloud-gaming/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Taktile raises $20M to help fintech companies test and deploy decisionmaking models",
            "description": "The logic behind many fintech companies automated decisions  decisions that determine whether a customer is approved for a credit line, for example  is hardcoded into their apps backend. This means that if a head of credit, for example, wants to make a c",
            "url": "/2022-11-22-taktile-raises-20m-to-help-fintech-companies-test-and-deploy-decision-making-models",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/02/GettyImages-110443467.jpg?resize=1200,800",
            "publishedAt": "2022-11-22T08:01:55Z",
            "content": "The logic behind many fintech companies automated decisions  decisions that determine whether a customer is approved for a credit line, for example  is hardcoded into their apps backend. This mea [+5059 chars]",
            "summary": "The logic behind many fintech companies automated decisions  decisions that determine whether a customer is approved for a credit line, for example  is hard-coded into their apps backend. These needs are not really met by legacy players in the market so we mostly compete with in-house solutions built by sophisticated teams.Wehmeyer also sees Noble, a platform that provides a rules-based engine to edit and launch credit models, as a rival. By using Taktile, fintechs can adjust their risk selection in a data-driven way and ensure they only underwrite the risks that match their strategy.When asked about the size of Taktiles customer base and financials, Wehmeyer declined to comment, citing competitive reasons. Now, however, investors expect a clear path towards profitability, which makes sophisticated risk decisioning a hard requirement, Wehmeyer said. But he asserts that Taktile, which went through Y Combinator, has a healthy cost structure and plenty in the way of capital to hire talent.Before the slowdown in tech, fintechs were mainly driven by customer growth at any cost. The two met while studying at Harvard and were both a part of the leadership team at QuantCo, a company building AI-powered apps for enterprise customers. Wehmeyer gave an example: Say a bank wanted to tweak its lending criteria by moving the minimum age to apply for an account from 25 to 21.",
            "html_summary": "<ul><li>The logic behind many fintech companies’ automated decisions — decisions that determine whether a customer is approved for a credit line, for example — is hard-coded into their app’s backend.</li><li>“These needs are not really met by legacy players in the market so we mostly compete with in-house solutions built by sophisticated teams.”Wehmeyer also sees Noble, a platform that provides a rules-based engine to edit and launch credit models, as a rival.</li><li>“By using Taktile, fintechs can adjust their risk selection in a data-driven way and ensure they only underwrite the risks that match their strategy.”When asked about the size of Taktile’s customer base and financials, Wehmeyer declined to comment, citing competitive reasons.</li><li>Now, however, investors expect a clear path towards profitability, which makes sophisticated risk decisioning a hard requirement,” Wehmeyer said.</li><li>But he asserts that Taktile, which went through Y Combinator, has a “healthy” cost structure and plenty in the way of capital to hire talent.“Before the slowdown in tech, fintechs were mainly driven by customer growth at any cost.</li><li>The two met while studying at Harvard and were both a part of the leadership team at QuantCo, a company building AI-powered apps for enterprise customers.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/22/taktile-raises-20m-to-help-fintech-companies-test-and-deploy-decision-making-models/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARI YAMAGUCHI - Associated Press",
            "title": "Japan panel Sweeping defense buildup, more cost unavoidable",
            "description": "A Japanese governmentcommissioned panel says in a report to Prime Minister Fumio Kishida that drastic defense buildup including the use of preemptive strike is indispensable to counter growing threats in the region. It called for the publics understanding",
            "url": "/2022-11-22-536ea9f300e11feeb3e27b049063759c",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/2/49/249da67b-3d6e-5689-8ca5-c6a98177d8f3/637c8d4a2f833.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-22T08:41:21Z",
            "content": "By MARI YAMAGUCHI  Associated PressTOKYO (AP) A Japanese governmentcommissioned panel said in a report to Prime Minister Fumio Kishida that drastic defense buildup including the use of preemptive [+3244 chars]",
            "summary": "It is necessary to gain understanding of the people about the need for bearing the (financial) burden.The panel also called for the deployment of a sufficient number of missiles, including so-called standoff or long-range missiles for striking enemy targets from outside of their firing range. TOKYO (AP)  A Japanese government-commissioned panel said in a report to Prime Minister Fumio Kishida that drastic defense buildup including the use of preemptive strike is indispensable to counter growing threats in the region. The government says its use is constitutional if in response to signs of an imminent enemy attack.But the capability that would allow Japan to strike and disable enemy missiles before theyre launched is controversial. Reinforcing deterence is the top priority for the government and the governing party, Kishida said when he met with executives of the governing bloc after receiving the panel recommendations. Natsuo Yamaguchi, who heads Komeito, also said that Japans shouldering of more deterence capability under the Japan-U.S. security alliance means a fundamental change to the concept of deterence, so we have to carefully think about the limitations. Measures would be costly and increasing both the defense capability and budget in a country with rapidly aging and declining population may not be easy. The report will be taken into consideration in the upcoming revision to the national security strategy and key defense guidelines, which will be released later this year ahead of the 2023 budget.",
            "html_summary": "<ul><li>“It is necessary to gain understanding of the people about the need for bearing the (financial) burden.”The panel also called for the deployment of a sufficient number of missiles, including so-called standoff or long-range missiles for striking enemy targets from outside of their firing range.</li><li>TOKYO (AP) — A Japanese government-commissioned panel said in a report to Prime Minister Fumio Kishida that drastic defense buildup including the use of preemptive strike is “indispensable” to counter growing threats in the region.</li><li>The government says its use is constitutional if in response to signs of an imminent enemy attack.But the capability that would allow Japan to strike and disable enemy missiles before they’re launched is controversial.</li><li>“Reinforcing deterence is the top priority for the government and the governing party,” Kishida said when he met with executives of the governing bloc after receiving the panel recommendations.</li><li>Natsuo Yamaguchi, who heads Komeito, also said that Japan’s shouldering of more deterence capability under the Japan-U.S. security alliance means “a fundamental change to the concept of deterence, so we have to carefully think about the limitations.”</li><li>Measures would be costly and increasing both the defense capability and budget in a country with rapidly aging and declining population may not be easy.</li></ul>",
            "website_url": "https://apnews.com/536ea9f300e11feeb3e27b049063759c"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Leta, a Kenyan supply chain and logistics SaaS provider, raises $3M to scale in Africa",
            "description": "Leta, a Kenyan B2B supply chain and logistics SaaS provider launched last year to optimize fleet management, is looking for growth opportunities in West Africa, even as it scales operations in its existing five markets. Letas proprietary route and lo",
            "url": "/2022-11-22-leta-a-kenyan-supply-chain-and-logistics-saas-provider-raises-3m-to-scale-in-africa",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/Leta-team-pic-min.jpg?resize=1200,801",
            "publishedAt": "2022-11-22T08:00:15Z",
            "content": "Leta, a Kenyan B2B supply chain and logistics SaaS provider launched last year to optimize fleet management, is looking for growth opportunities in West Africa, even as it scales operations in its ex [+4663 chars]",
            "summary": "Leta has played a pivotal role in helping us streamline our last mile distribution, and were seeing meaningful savings on our logistics costs in addition to an improved service delivery time. Why this is interesting is, instead of doing similar to what other marketplaces do today, which is renting a truck to a customer for one service. Cellulant co-founder Ken Njoroge, and Google executive Charles Murito made investments too.Our next year is going to be fairly big for us. Our product has stabilized and we have a very good understanding of our sales process and our go-to-market strategy. The 4Di Capital, Chandaria Capital, Chui Ventures, PANI, Samurai Incubate, and Verdant Frontiers Fintech participated in the round.",
            "html_summary": "<ul><li>Leta has played a pivotal role in helping us streamline our last mile distribution, and we’re seeing meaningful savings on our logistics costs in addition to an improved service delivery time.</li><li>Why this is interesting is, instead of doing similar to what other marketplaces do today, which is renting a truck to a customer for one service.</li><li>Cellulant co-founder Ken Njoroge, and Google executive Charles Murito made investments too.“Our next year is going to be fairly big for us.</li><li>Our product has stabilized and we have a very good understanding of our sales process and our go-to-market strategy.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/22/leta-a-kenyan-supply-chain-and-logistics-saas-provider-raises-3m-to-scale-in-africa/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. The coming Moon economy. Twitter tech glitches mount as staffers depart. UK confirms antitrust probe of AndroidiOS mobile duopoly focused on browsers and cloud gaming. Taktile raises $20M to help fintech companies test and deploy decisionmaking models. Japan panel Sweeping defense buildup, more cost unavoidable. Leta, a Kenyan supply chain and logistics SaaS provider, raises $3M to scale in Africa"
}