{
    "status": "ok",
    "totalResults": 33,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Contributors",
            "title": "Tiny robots made of galinstan can run faster than a (scaled down) cheetah",
            "description": "Most soft robots are slow, but these feel the need for speed.",
            "url": "/2022-09-13-tiny-robots-made-of-galinstan-can-run-faster-than-a-scaled-down-cheetah",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/Screen-Shot-2022-09-12-at-2.26.39-PM-760x380.png",
            "publishedAt": "2022-09-13T17:15:00Z",
            "content": "6 with 6 posters participatingScientists at Johannes Kepler University (JKU) have created steerable soft robots that are capable of running, swimming, and jumping at high speeds. During testing, th [+4284 chars]",
            "summary": "But dont expect absolute speed records, as the robots have millimeter-scale bodiesalthough these tiny machines are probably the fastest soft robots on the planet.Soft robots are different from the conventional robots you see in factories, restaurants, and science exhibitions. Doctors could use fast soft robots to check for any anomalies in body organs (like the stomach) that are difficult to examine with conventional diagnostic robots.The ultrafast robots are made using a liquid metal alloy called galinstan. By contrast, conventional robots are made from rigid materials like plastic, aluminum, and metal.For a long time, scientists have been trying to create soft robots fast enough to work in extreme environments where no other machines would function. The researchers further equip the robots with L-shaped or sawtooth-shaped feet based on the substrates theyll be moving across.The SEMRs are powered using lithium-polymer batteries, and their ultrafast motion is driven by electromagnetic actuators (components that turn electrical energy into mechanical energy). Soft materials allow the robots to function in a similar way to that of a living organism (or a living tissue).  Rupendra Brahambhatt - Sep 13, 2022 5:15 pm UTC Scientists at Johannes Kepler University (JKU) have created steerable soft robots that are capable of running, swimming, and jumping at high speeds. Galinstan is not commonly used to create soft robots; they are mostly made from silicone-based elastomers.",
            "html_summary": "<ul><li>But don’t expect absolute speed records, as the robots have millimeter-scale bodies—although these tiny machines are probably the fastest soft robots on the planet.Soft robots are different from the conventional robots you see in factories, restaurants, and science exhibitions.</li><li>Doctors could use fast soft robots to check for any anomalies in body organs (like the stomach) that are difficult to examine with conventional diagnostic robots.The ultrafast robots are made using a liquid metal alloy called galinstan.</li><li>By contrast, conventional robots are made from rigid materials like plastic, aluminum, and metal.For a long time, scientists have been trying to create soft robots fast enough to work in extreme environments where no other machines would function.</li><li>The researchers further equip the robots with L-shaped or sawtooth-shaped feet based on the substrates they’ll be moving across.The SEMRs are powered using lithium-polymer batteries, and their ultrafast motion is driven by electromagnetic actuators (components that turn electrical energy into mechanical energy).</li><li>Soft materials allow the robots to function in a similar way to that of a living organism (or a living tissue).</li><li> Rupendra Brahambhatt - Sep 13, 2022 5:15 pm UTC Scientists at Johannes Kepler University (JKU) have created steerable soft robots that are capable of running, swimming, and jumping at high speeds.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/tiny-robots-made-of-galinstan-can-run-faster-than-a-scaled-down-cheetah/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Who said sedans were dead? The 2023 Genesis G80 Electrified, tested",
            "description": "With up to 3.9 miles/kWh, vehicletoload, and very fast charging, theres a lot to like.",
            "url": "/2022-09-13-the-2023-genesis-g80-electrified-blends-good-efficiency-with-great-style",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/Genesis-G80-Electrified-1-760x380.jpg",
            "publishedAt": "2022-09-13T18:44:11Z",
            "content": "Enlarge/ The Genesis G80 is a fine midsized luxury sedan, and now theres a fully battery electric variant. 24 with 17 posters participating, including story authorRecently Ars tested the new Gen [+3025 chars]",
            "summary": "Based on my testing, the car uses plug-and-charge, so it's simply a case of opening the charge door, plugging the car in, and then remembering to come back half an hour later. Genesis' distinctive \"two lines\" design element is present and correct, with the turn signals extending to the far side of the front wheel arches, and then picking up again at the rear of the car as its tail lights. That's sufficient for a range of at least 282 miles, according to the EPA (453 km).Like the E-GMP EVs, the G80 Electrified also operates at 800 V, which allows it to charge from 10 to 80 percent in just 22 minutes on a suitable DC fast charger. It's a bigger, more expensive car$79,825 plus destination feesbut manages to be even more efficient and luxurious in the process.If you detect a somewhat Bentley-ish look to the G80, you're not alonea side effect of some of the British brand's design team moving to South Korea a while ago. Although that car was Genesis' first EV to use the new E-GMP platform, it's technically the brand's second EV. Called the G80 Electrified, it was first shown in Shanghai last year but has now arrived on these shores.The company introduced the internal combustion engine-powered G80 in 2020, and it's a competent take on the midsize luxury sedan. Meanwhile, an AC charge at 240 V and 48 A should completely recharge the pack in 7 hours and 22 minutes, Genesis says.You must login or create an account to comment.",
            "html_summary": "<ul><li>Based on my testing, the car uses plug-and-charge, so it's simply a case of opening the charge door, plugging the car in, and then remembering to come back half an hour later.</li><li>Genesis' distinctive \"two lines\" design element is present and correct, with the turn signals extending to the far side of the front wheel arches, and then picking up again at the rear of the car as its tail lights.</li><li>That's sufficient for a range of at least 282 miles, according to the EPA (453 km).Like the E-GMP EVs, the G80 Electrified also operates at 800 V, which allows it to charge from 10 to 80 percent in just 22 minutes on a suitable DC fast charger.</li><li>It's a bigger, more expensive car—$79,825 plus destination fees—but manages to be even more efficient and luxurious in the process.If you detect a somewhat Bentley-ish look to the G80, you're not alone—a side effect of some of the British brand's design team moving to South Korea a while ago.</li><li>Although that car was Genesis' first EV to use the new E-GMP platform, it's technically the brand's second EV.</li><li>Called the G80 Electrified, it was first shown in Shanghai last year but has now arrived on these shores.The company introduced the internal combustion engine-powered G80 in 2020, and it's a competent take on the midsize luxury sedan.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/09/the-2023-genesis-g80-electrified-blends-good-efficiency-with-great-style/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "EAs new anticheat tools dip into the dreaded kernel mode",
            "description": "Publisher promises robust privacy and system security efforts to protect users.",
            "url": "/2022-09-13-eas-new-anti-cheat-tools-dip-into-the-dreaded-kernel-mode",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/fifa23-760x380.jpg",
            "publishedAt": "2022-09-14T16:39:18Z",
            "content": "Enlarge/ Artists conception of EA trying to fake out cheaters with its new tools.24 with 22 posters participatingEA announced its latest salvo in the endless catandmouse battle of PC gaming ch [+4579 chars]",
            "summary": "And EAAC tools can be easily uninstalled alongside the game itself or separately (though the underlying game will no longer be playable in the latter case).Kernel-level tools can also provide an appealing new attack surface for low-level security exploits on a user's system. That allows anti-cheat developers to detect a wider variety of cheating threats, as Murphy explained in an extensive FAQ:When cheat programs operate in kernel space, they can make their cheat functionally invisible to anti-cheat solutions that live in user-mode.  Kyle Orland - Sep 14, 2022 4:39 pm UTC EA announced its latest salvo in the endless cat-and-mouse battle of PC gaming cheat detection on Tuesday, and the effort prominently features one term sure to raise a red flag for some users: \"kernel mode. But even a system like that may struggle with computer-vision-based cheat programs, which use capture cards and external processing to give users seemingly preternatural reflexes. \"Privacy aside, some users might also worry that a new kernel-level driver could destabilize or hamper their system ( la Sony's infamous music DRM rootkits). To account for that, Murphy said her team has \"worked with independent, 3rd-party security and privacy assessors to validate EAAC does not degrade the security posture of your PC and to ensure strict data privacy boundaries.\" \"We've worked with independent, 3rd-party computer security and privacy services firms to ensure EAAC operates with data privacy top of mind.",
            "html_summary": "<ul><li>And EAAC tools can be easily uninstalled alongside the game itself or separately (though the underlying game will no longer be playable in the latter case).Kernel-level tools can also provide an appealing new attack surface for low-level security exploits on a user's system.</li><li>That allows anti-cheat developers to detect a wider variety of cheating threats, as Murphy explained in an extensive FAQ:When cheat programs operate in kernel space, they can make their cheat functionally invisible to anti-cheat solutions that live in user-mode.</li><li> Kyle Orland - Sep 14, 2022 4:39 pm UTC EA announced its latest salvo in the endless cat-and-mouse battle of PC gaming cheat detection on Tuesday, and the effort prominently features one term sure to raise a red flag for some users: \"kernel mode.</li><li>But even a system like that may struggle with computer-vision-based cheat programs, which use capture cards and external processing to give users seemingly preternatural reflexes.</li><li>\"Privacy aside, some users might also worry that a new kernel-level driver could destabilize or hamper their system (à la Sony's infamous music DRM rootkits).</li><li>To account for that, Murphy said her team has \"worked with independent, 3rd-party security and privacy assessors to validate EAAC does not degrade the security posture of your PC and to ensure strict data privacy boundaries.\"</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2022/09/eas-new-anti-cheat-tools-dip-into-the-dreaded-kernel-mode/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Chinas Xi visits Kazakhstan ahead of summit with Putin  The Associated Press  en Espaol",
            "description": "Chinas Xi visits Kazakhstan ahead of summit with PutinThe Associated Press  en EspaolPutin, Xi expected to meet for first time since Moscow invaded UkraineCBS NewsPutin needs Xi Jinpings help more than ever after his setb",
            "url": "/2022-09-13-russia-ukraine-putin-health-japan-china-72f848530e0b16d2cbd80d38e74fda03",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/b5c15341eb814b258e3a1eed7974929a/3000.jpeg",
            "publishedAt": "2022-09-14T15:33:45Z",
            "content": "NURSULTAN, Kazakhstan (AP) Chinese President Xi Jinping on Wednesday started his first foreign trip since the outbreak of the pandemic with a stop in Kazakhstan ahead of a summit with Russias Vladim [+3896 chars]",
            "summary": "That suggests Xi, Chinas most powerful leader since at least the 1980s, is confident his third term is secure and he doesnt need to stay home to make last-minute political deals. Kazakhstan and its neighbors are trying to attract Chinese investment without upsetting Moscow.This visit is extremely important, said Deputy Foreign Minister Roman Vassilenko this week ahead of Xis arrival. Observers include Iran and Afghanistan.The Chinese leader is promoting a Global Security Initiative announced in April following the formation of the Quad by Washington, Japan, Australia and India in response to Beijings more assertive foreign policy. We certainly hope that it will advance political and economic and commercial relations with China.Pope Francis was in Kazakhstan at the same time as Xi, but there was no indication they might meet. His trip also might help to promote his standing with nationalists in the ruling party. Kazakhstan, a sparsely populated country of 19.4 million people and sprawling grasslands, is a major oil and gas producer. Aboard his flight, the pope was asked about a possible meeting and replied, I dont have any news about this.",
            "html_summary": "<ul><li>That suggests Xi, China’s most powerful leader since at least the 1980s, is confident his third term is secure and he doesn’t need to stay home to make last-minute political deals.</li><li>Kazakhstan and its neighbors are trying to attract Chinese investment without upsetting Moscow.“This visit is extremely important,” said Deputy Foreign Minister Roman Vassilenko this week ahead of Xi’s arrival.</li><li>Observers include Iran and Afghanistan.The Chinese leader is promoting a “Global Security Initiative” announced in April following the formation of the Quad by Washington, Japan, Australia and India in response to Beijing’s more assertive foreign policy.</li><li>“We certainly hope that it will advance political and economic and commercial relations with China.”Pope Francis was in Kazakhstan at the same time as Xi, but there was no indication they might meet.</li><li>His trip also might help to promote his standing with nationalists in the ruling party.</li><li>Kazakhstan, a sparsely populated country of 19.4 million people and sprawling grasslands, is a major oil and gas producer.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-putin-health-japan-china-72f848530e0b16d2cbd80d38e74fda03"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Eric Tucker",
            "title": "3 Iranian citizens charged in broad hacking campaign in US  The Associated Press  en Espaol",
            "description": "3 Iranian citizens charged in broad hacking campaign in USThe Associated Press  en EspaolFBI charges three Iranians in cyber attacks targeting local US governments, power companiesFox NewsIranian nationals charged with mass",
            "url": "/2022-09-13-technology-iran-violence-new-jersey-united-states-76c970bd4f1cdac3dc6bffa7ce925961",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/21817251f47049c08d332de3d39024d9/3000.jpeg",
            "publishedAt": "2022-09-14T15:41:41Z",
            "content": "WASHINGTON (AP) The Justice Department said Wednesday that three Iranian citizens have been charged in the United States with ransomware attacks that targeted power companies, local governments and s [+4151 chars]",
            "summary": "In some cases, the victims made those payments, the department said.The Biden administration has tried to go after hackers who have held U.S. targets essentially hostage, often sanctioned or sheltered by adversaries. Iran-based hackers have also been a focus over the last year, with the FBI thwarting a planned cyberattack on a childrens hospital in Boston that was to have been carried out by hackers sponsored by the Iranian government. The cyber threat facing our nation is growing more dangerous and complex every day, FBI Director Christopher Wray said in a statement accompanying the indictment unsealed Wednesday. He said they are especially dangerous because any access they gain could be served up for espionage or disruptive purposes.The actions come amid an apparent stalemate in talks between the U.S. and Iran over the possible revival of a 2015 nuclear deal. The threat gained particular prominence in May 2021 when a Russia-based hacker group was accused of conducting a ransomware attack on Georgia-based Colonial Pipeline, which disrupted gas supplies along the East Coast. The alleged hacking took place between October 2020 through last month, when the indictment was issued under seal. Todays announcement makes clear the threat is both local and global.",
            "html_summary": "<ul><li>In some cases, the victims made those payments, the department said.The Biden administration has tried to go after hackers who have held U.S. targets essentially hostage, often sanctioned or sheltered by adversaries.</li><li>Iran-based hackers have also been a focus over the last year, with the FBI thwarting a planned cyberattack on a children’s hospital in Boston that was to have been carried out by hackers sponsored by the Iranian government.</li><li>“The cyber threat facing our nation is growing more dangerous and complex every day,” FBI Director Christopher Wray said in a statement accompanying the indictment unsealed Wednesday.</li><li>He said they are especially dangerous because “any access they gain could be served up for espionage or disruptive purposes.The actions come amid an apparent stalemate in talks between the U.S. and Iran over the possible revival of a 2015 nuclear deal.</li><li>The threat gained particular prominence in May 2021 when a Russia-based hacker group was accused of conducting a ransomware attack on Georgia-based Colonial Pipeline, which disrupted gas supplies along the East Coast.</li><li>The alleged hacking took place between October 2020 through last month, when the indictment was issued under seal.</li></ul>",
            "website_url": "https://apnews.com/article/technology-iran-violence-new-jersey-united-states-76c970bd4f1cdac3dc6bffa7ce925961"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Michael Balsamo",
            "title": "MyPillow exec Lindell says FBI agents seized his cellphone  The Associated Press  en Espaol",
            "description": "MyPillow exec Lindell says FBI agents seized his cellphoneThe Associated Press  en EspaolMyPillows Mike Lindell Says FBI Seized His Cellphone at HardeesThe Daily BeastPillow salesman and Trump ally Mike Lindell says FBI s",
            "url": "/2022-09-13-2022-midterm-elections-technology-minnesota-colorado-voting-9a3cc1facdf9c005809ad61062acacaa",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/c59067d4a5f3445faa92f4156469b5db/3000.jpeg",
            "publishedAt": "2022-09-14T03:21:44Z",
            "content": "WASHINGTON (AP) MyPillow chief executive Mike Lindell said Tuesday that federal agents seized his cellphone and questioned him about a Colorado clerk who has been charged in what prosecutors say was  [+4399 chars]",
            "summary": "On a video version of his podcast, Lindell displayed a letter signed by an assistant U.S. attorney in Colorado that said prosecutors were conducting an official criminal investigation of a suspected felony and noted the use of a federal grand jury.The circumstances of the investigation were unclear. During the meeting, Frank told Peters that the countys election management system was vulnerable to outside interference and the group discussed concerns the state was going to wipe the machines, according to the court records.__Associated Press writers Jill Colvin, Eric Tucker and Michelle R. Smith contributed to this report. The Mesa County breach is just one of several around the country that have concerned election security experts. For more than a year, Peters has appeared onstage with supporters of former President Donald Trump who made false claims that the 2020 presidential election was stolen. A deputy clerk, Belinda Knisley, was also charged in the case, pleaded guilty and was sentenced to two years of probation. The Justice Department did not immediately respond Tuesday night to a request for comment about the seizure or investigation. The Republican was elected in 2018 to oversee elections in Colorados Mesa County.",
            "html_summary": "<ul><li>On a video version of his podcast, Lindell displayed a letter signed by an assistant U.S. attorney in Colorado that said prosecutors were conducting an “official criminal investigation of a suspected felony” and noted the use of a federal grand jury.The circumstances of the investigation were unclear.</li><li>During the meeting, Frank told Peters that the county’s election management system was vulnerable to outside interference and the group discussed concerns the state was going to “wipe” the machines, according to the court records.__Associated Press writers Jill Colvin, Eric Tucker and Michelle R. Smith contributed to this report.</li><li>The Mesa County breach is just one of several around the country that have concerned election security experts.</li><li>For more than a year, Peters has appeared onstage with supporters of former President Donald Trump who made false claims that the 2020 presidential election was stolen.</li><li>A deputy clerk, Belinda Knisley, was also charged in the case, pleaded guilty and was sentenced to two years of probation.</li><li>The Justice Department did not immediately respond Tuesday night to a request for comment about the seizure or investigation.</li></ul>",
            "website_url": "https://apnews.com/article/2022-midterm-elections-technology-minnesota-colorado-voting-9a3cc1facdf9c005809ad61062acacaa"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Lolita Baldor",
            "title": "US leaders avoid victory dance in Ukraine combat advances  The Associated Press  en Espaol",
            "description": "US leaders avoid victory dance in Ukraine combat advancesThe Associated Press  en EspaolUkraine says it has reclaimed territory back to Russian border in northeastCBS NewsWhite House Ukrainians fighting hard to take back t",
            "url": "/2022-09-13-russia-ukraine-putin-nato-biden-technology-f16a66971fa9743fd3bfd6e15c95f501",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/748acdaa71324cf4a77efe5888e4d994/2997.jpeg",
            "publishedAt": "2022-09-13T04:24:11Z",
            "content": "WASHINGTON (AP) U.S. leaders from President Joe Biden on down are being careful not to declare a premature victory after a Ukrainian offensive forced Russian troops into a messy retreat in the north. [+6747 chars]",
            "summary": "Even though Mr. Putins military has taken a beating on the military front, his big card, yet probably to play is how well does Europe hold together through a winter that Mr. Putin is going to make completely miserable for the European people, Breedlove said. Im not going to speak to that now because things are in process, he told reporters.Breedlove noted that despite the recent battle losses, Putin still has a lot of tanks and a lot of trucks and a lot of people that he can still throw at this problem. Ukrainian forces have used the 16 HIMARS and several similar systems to strike supply lines, ammunition depots and other key Russian targets.The Ukrainians believe that this has happened because of the new technology equipment and weapons that weve sent them. The Ukrainian military and the Ukrainian political leadership made the decisions on how to conduct this counteroffensive.Ukrainian forces claimed Monday to have retaken a wide band of territory and more than 20 Ukrainian settlements from Russia, pushing all the way back to the two countries northeastern border. They ... said well, if you would have sent them six months ago, said Sen. Dick Durbin, an Illinois Democrat. It is also considering sending additional air defense systems, as well as lethal strike drones and more surveillance drones. Theyre just not his best tanks, his best trucks or his best people.But he warned that winter may bring the most daunting challenge.",
            "html_summary": "<ul><li>“Even though Mr. Putin’s military has taken a beating on the military front, his big card, yet probably to play is how well does Europe hold together through a winter that Mr. Putin is going to make completely miserable for the European people,” Breedlove said.</li><li>“I’m not going to speak to that now because things are in process,” he told reporters.Breedlove noted that despite the recent battle losses, Putin still has “a lot of tanks and a lot of trucks and a lot of people that he can still throw at this problem.</li><li>Ukrainian forces have used the 16 HIMARS and several similar systems to strike supply lines, ammunition depots and other key Russian targets.The Ukrainians “believe that this has happened because of the new technology equipment and weapons that we’ve sent them.</li><li>The Ukrainian military and the Ukrainian political leadership made the decisions on how to conduct this counteroffensive.”Ukrainian forces claimed Monday to have retaken a wide band of territory and more than 20 Ukrainian settlements from Russia, pushing all the way back to the two countries’ northeastern border.</li><li>They ... said well, if you would have sent them six months ago,” said Sen. Dick Durbin, an Illinois Democrat.</li><li>It is also considering sending additional air defense systems, as well as lethal strike drones and more surveillance drones.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-putin-nato-biden-technology-f16a66971fa9743fd3bfd6e15c95f501"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Kelly Tyko",
            "title": "Starbucks of the future means faster drinks, updated mobile app",
            "description": "Starbucks is pledging to make your future drinks faster and heat up food with less waste as part of its reinvention plan.Why it matters Cold beverages have been a huge revenue driver for the coffee giant and the demand for timeconsuming, customized drinks i",
            "url": "/2022-09-13-starbucks-drinks-reinvention-future-plans",
            "urlToImage": "https://images.axios.com/dmw4iHs3f5PUIf88BYyuXhz3bdk=/0x404:4032x2672/1366x768/2022/09/14/1663131372505.jpg",
            "publishedAt": "2022-09-14T09:00:13Z",
            "content": "Starbucks is pledging to make your future drinks faster and heat up food with less waste as part of its reinvention plan.Why it matters Cold beverages have been a huge revenue driver for the coffe [+2106 chars]",
            "summary": "\"This will ultimately help profitability and make the experience more pleasant for consumers,\" he said. Hope King contributed to this reportMore from Axios:",
            "html_summary": "<ul><li>\"This will ultimately help profitability and make the experience more pleasant for consumers,\" he said.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/14/starbucks-drinks-reinvention-future-plans"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Bethany Allen-Ebrahimian",
            "title": "Chinese police target Tibetans for DNA collection, reports allege",
            "description": "Chinese authorities are collecting genetic information from residents across Tibet, according to two recent reports by research organizations in the U.S. and Canada. Why it matters The collection of genetic data, though important for scientific research and ",
            "url": "/2022-09-13-chinese-police-target-tibetans-dna-collection",
            "urlToImage": "https://images.axios.com/FXR9MYd2GcNiAtK8crCzG0aOBkY=/0x0:1920x1080/1366x768/2022/09/13/1663051944035.jpg",
            "publishedAt": "2022-09-13T15:43:30Z",
            "content": "Chinese authorities are collecting genetic information from residents across Tibet, according to two recent reports by research organizations in the U.S. and Canada. Why it matters The collection  [+2746 chars]",
            "summary": "Chinese authorities are collecting genetic information from residents across Tibet, according to two recent reports by research organizations in the U.S. and Canada.",
            "html_summary": "<ul></ul>",
            "website_url": "https://www.axios.com/2022/09/13/chinese-police-target-tibetans-dna-collection"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Joe Mcdonald",
            "title": "Chinas Xi heads abroad to promote strategic role  The Associated Press  en Espaol",
            "description": "Chinas Xi heads abroad to promote strategic roleThe Associated Press  en EspaolChinas Xi and Russias Putin Seek to Counter West in First InPerson Meeting Since Ukraine War BeganThe Wall Street JournalChinas Xi Jinping ",
            "url": "/2022-09-13-russia-ukraine-putin-china-asia-japan-6a8ed850c06c21a4606cc7010697df11",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/95bd1b5b352049a586a68e39dc1cd051/3000.jpeg",
            "publishedAt": "2022-09-13T09:54:32Z",
            "content": "BEIJING (AP) Chinese President Xi Jinping is using his first trip abroad since the start of the pandemic to promote his countrys strategic ambitions at a summit with Russias Vladimir Putin and other  [+4497 chars]",
            "summary": "It also might help to promote his standing with nationalists in the ruling party.Beijing-Moscow relations were chilly during the Soviet era, but the two sides have developed political and commercial ties since the late 1990s. He said the no limits language is meant to give them leverage in dealing with the West on Taiwan and other issues.This is a deterrence, Wang said. They have few common interests but are motivated by shared frustration about U.S. dominance of global affairs and Chinese demand for Russian oil and gas.Xis government refused to criticize Putins attack on Ukraine. That suggests Xi, Chinas most powerful leader since at least the 1980s, is confident he doesnt need to stay home to make political deals. His only trip outside the Chinese mainland since early 2020 was a one-day visit to Hong Kong to mark the 25th anniversary of the end of British colonial rule.Other SCO governments are Kazakhstan, Kyrgyzstan and Tajikistan. Aboard his flight, the pope was asked about a possible meeting and replied, I dont have any news about this. But I am always ready to go to China.Xi has participated in other global gatherings by video link.",
            "html_summary": "<ul><li>It also might help to promote his standing with nationalists in the ruling party.Beijing-Moscow relations were chilly during the Soviet era, but the two sides have developed political and commercial ties since the late 1990s.</li><li>He said the “no limits” language is meant to give them leverage in dealing with the West on Taiwan and other issues.“This is a deterrence,” Wang said.</li><li>They have few common interests but are motivated by shared frustration about U.S. dominance of global affairs and Chinese demand for Russian oil and gas.Xi’s government refused to criticize Putin’s attack on Ukraine.</li><li>That suggests Xi, China’s most powerful leader since at least the 1980s, is confident he doesn’t need to stay home to make political deals.</li><li>His only trip outside the Chinese mainland since early 2020 was a one-day visit to Hong Kong to mark the 25th anniversary of the end of British colonial rule.Other SCO governments are Kazakhstan, Kyrgyzstan and Tajikistan.</li><li>Aboard his flight, the pope was asked about a possible meeting and replied, “I don’t have any news about this.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-putin-china-asia-japan-6a8ed850c06c21a4606cc7010697df11"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Business Highlights Wall Street downdraft, inflation report  The Associated Press  en Espaol",
            "description": "___ Markets shudder on dashed inflation hopes; Dow falls 1,250 NEW YORK (AP)  The stock market fell the most since June 2020 following Wall Streets humbling realization that inflation is not slowing as much as hoped.",
            "url": "/2022-09-13-russia-ukraine-queen-elizabeth-ii-king-charles-iii-inflation-technology-95f833f0863982cec5f64db45b5e5159",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-09-13T21:56:28Z",
            "content": "___Markets shudder on dashed inflation hopes; Dow falls 1,250NEW YORK (AP) The stock market fell the most since June 2020 following Wall Streets humbling realization that inflation is not slowing [+6501 chars]",
            "summary": "More than 230 U.S. stores have voted to unionize since late last year.___Bill Gates: Technological innovation would help solve hungerNEW YORK (AP)  Bill Gates says the global hunger crisis is so immense that food aid cannot fully address the problem. Although gasoline costs have declined since June, the price of housing and food remain especially high in a way that suggests there will be further Federal Reserve interest rate hikes and more economic pain to bring down prices. Bond prices also tumbled, sending yields sharply higher, after the government reported inflation decelerated last month by less than economists forecast. ___Markets shudder on dashed inflation hopes; Dow falls 1,250NEW YORK (AP)  The stock market fell the most since June 2020 following Wall Streets humbling realization that inflation is not slowing as much as hoped. (AP)  The largest union representing General Electric Co. workers says its reached a tentative deal with the company to speed up pay raises for workers at a Massachusetts aviation plant. ___Starbucks to revamp stores to speed service, boost moraleSEATTLE (AP)  Starbucks plans to spend $450 million next year to make its North American stores more efficient and less complex. A hotter-than-expected report on inflation Tuesday has traders bracing for the Federal Reserve to ultimately raise interest rates even higher than expected, with all the risks for the economy that entails.",
            "html_summary": "<ul><li>More than 230 U.S. stores have voted to unionize since late last year.___Bill Gates: Technological innovation would help solve hungerNEW YORK (AP) — Bill Gates says the global hunger crisis is so immense that food aid cannot fully address the problem.</li><li>Although gasoline costs have declined since June, the price of housing and food remain especially high in a way that suggests there will be further Federal Reserve interest rate hikes and more economic pain to bring down prices.</li><li>Bond prices also tumbled, sending yields sharply higher, after the government reported inflation decelerated last month by less than economists forecast.</li><li>___Markets shudder on dashed inflation hopes; Dow falls 1,250NEW YORK (AP) — The stock market fell the most since June 2020 following Wall Street’s humbling realization that inflation is not slowing as much as hoped.</li><li>(AP) — The largest union representing General Electric Co. workers says it’s reached a tentative deal with the company to speed up pay raises for workers at a Massachusetts aviation plant.</li><li>___Starbucks to revamp stores to speed service, boost moraleSEATTLE (AP) — Starbucks plans to spend $450 million next year to make its North American stores more efficient and less complex.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-queen-elizabeth-ii-king-charles-iii-inflation-technology-95f833f0863982cec5f64db45b5e5159"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Tiny robots made of galinstan can run faster than a (scaled down) cheetah. Who said sedans were dead? The 2023 Genesis G80 Electrified, tested. EAs new anticheat tools dip into the dreaded kernel mode. Chinas Xi visits Kazakhstan ahead of summit with Putin  The Associated Press  en Espaol. 3 Iranian citizens charged in broad hacking campaign in US  The Associated Press  en Espaol. MyPillow exec Lindell says FBI agents seized his cellphone  The Associated Press  en Espaol. US leaders avoid victory dance in Ukraine combat advances  The Associated Press  en Espaol. Starbucks of the future means faster drinks, updated mobile app. Chinese police target Tibetans for DNA collection, reports allege. Chinas Xi heads abroad to promote strategic role  The Associated Press  en Espaol. Business Highlights Wall Street downdraft, inflation report  The Associated Press  en Espaol"
}