{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Voice biomarker tech analyzes your voice for signs of depression",
            "description": "Software that analyzes snippets of your speech to identify mental health problems is rapidly making its way into call centers, medical clinics and telehealth platforms.The idea is to detect illnesses that might otherwise go untreated.Why it ",
            "url": "/2022-10-20-voice-biomarkers-depression-anxiety-ai-telehealth",
            "urlToImage": "https://images.axios.com/bxznRl7-WNGzlsRK9AHG95IfuQc=/0x0:1920x1080/1366x768/2022/10/18/1666117016211.jpg",
            "publishedAt": "2022-10-20T09:30:26Z",
            "content": "Software that analyzes snippets of your speech to identify mental health problems is rapidly making its way into call centers, medical clinics and telehealth platforms.The idea is to detect [+5056 chars]",
            "summary": "Yes, but: Skepticism and ethical questions surround voice biomarker tech, which observers describe as promising but not foolproof  and ripe for potential misuse.For example: Amazon's Halo wearable has drawn heat for its vocal tone tracking feature, which uses a form of voice biomarker technology. The bottom line: The zeal of Big Pharma, insurance and health care companies will likely propel voice biomarker tech forward, and its early detection powers could prove helpful in diagnosing myriad conditions  if the related efficacy and privacy concerns are kept in check.  but not what you say.",
            "html_summary": "<ul><li>Yes, but: Skepticism and ethical questions surround voice biomarker tech, which observers describe as promising but not foolproof — and ripe for potential misuse.For example: Amazon's Halo wearable has drawn heat for its vocal tone tracking feature, which uses a form of voice biomarker technology.</li><li>The bottom line: The zeal of Big Pharma, insurance and health care companies will likely propel voice biomarker tech forward, and its early detection powers could prove helpful in diagnosing myriad conditions — if the related efficacy and privacy concerns are kept in check.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/20/voice-biomarkers-depression-anxiety-ai-telehealth"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "Survey finds 67% of European women in tech feel underpaid compared to men, half experience sexism  TechCrunch",
            "description": "A survey found that overthe last 12 months, almost 67 percent of women feel they are paid unfairly compared to their male counterparts. In 2019 46.4 percent of respondents thought themselves to be paid fairly, while in 2022 this figure fell to 33.1 percent. ",
            "url": "/2022-10-20-survey-finds-67-of-european-women-in-tech-feel-under-paid-compared-to-men-half-experience-sexism",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/04/gettyimages-929341508.jpg?resize=1200,798",
            "publishedAt": "2022-10-20T08:00:43Z",
            "content": "Last month, on International Equal Pay Day, the International Labour (ILO) Organization revealed that on average, women globally are paid about 20 percent less than men. This pay gap is even bigger f [+2315 chars]",
            "summary": "Only 24 percent of respondents said the gender ratio in the industry was becoming more balanced in the last 12 months compared to 42 percent three years ago. Not exactly good news, then.In 2019, just 44 percent of those surveyed said they felt pressure to prove their worth when compared with their male counterparts.Regarding the gender ratio in the technology industry, this appears to be going moving in reverse. The survey follows a report by European Women in VC, that saw all-female startups secure just 2 percent of all funding in 2021, down from 3 percent in 2020. That said, the majority (70.4 percent) were aged between 25 and 44, and over 78 percent of respondents were from Europe. Last month, on International Equal Pay Day, the International Labour (ILO) Organization revealed that on average, women globally are paid about 20 percent less than men. This pay gap is even bigger for Black and Hispanic women, where Black women were found to earn over 63% less than white men, and Hispanic or Latina women 57.3% less. Perhaps further surveys could delve into this.The survey, distributed via email to the Web Summit Women in Tech community, received 340 responses, so technically it is not what would normally constitute a scientific polling.",
            "html_summary": "<ul><li>Only 24 percent of respondents said the gender ratio in the industry was becoming more balanced in the last 12 months compared to 42 percent three years ago.</li><li>Not exactly good news, then.In 2019, just 44 percent of those surveyed said they felt pressure to prove their worth when compared with their male counterparts.Regarding the gender ratio in the technology industry, this appears to be going moving in reverse.</li><li>The survey follows a report by European Women in VC, that saw all-female startups secure just 2 percent of all funding in 2021, down from 3 percent in 2020.</li><li>That said, the majority (70.4 percent) were aged between 25 and 44, and over 78 percent of respondents were from Europe.</li><li>Last month, on International Equal Pay Day, the International Labour (ILO) Organization revealed that on average, women globally are paid about 20 percent less than men.</li><li>This pay gap is even bigger for Black and Hispanic women, where Black women were found to earn over 63% less than white men, and Hispanic or Latina women 57.3% less.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/20/survey-finds-67-of-european-women-in-tech-feel-under-paid-compared-to-men-half-experience-sexism/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By The Associated Press",
            "title": "Live updates | RussiaUkraine War",
            "description": "Russian forces have hit anew industrial and energy facilities in central Ukraine, pressing with attacks on infrastructure. Russia has declared its intention to increase its targeting of Ukraines power, water and other vital infrastructure in its latest phase",
            "url": "/2022-10-20-469e45102669484781c7d4b0443680f0",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/1/76/176430d0-cb5a-5ea9-aa77-dbf2092df641/6350ee8106f67.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-20T08:49:53Z",
            "content": "KYIV, Ukraine Russian forces have hit anew industrial and energy facilities in central Ukraine, pressing with attacks on infrastructure.Russia has declared its intention to increase its targeting o [+3916 chars]",
            "summary": "Starting Thursday, Ukrainians are being asked to reduce power usage from 7 a.m.-11 a.m..Rolling blackouts may also occur as the country tries to response to an increasing number of repairs needed to power stations and other facilities damaged by Russian shelling. The Russian regime also knows that.Gahr Stre said that when a neighbor threatens to use nuclear weapons, it naturally creates fear. Russias bomb and missile terror is ultimately an act of desperation, just like the mobilization of Russian men for the war.___Follow APs coverage of the war in Ukraine at https://apnews.com/hub/russia-ukraine KYIV, Ukraine  Ukraine has launched a power-saving campaign following Russian strikes on energy infrastructure. A nuclear war cant be won and mustnt be fought. Valentin Reznichenko said.The city is President Volodymyr Zelenskyys hometown and an industrial center. Fighting continued in the eastern Luhansk and Donetsk regions that were recently illegally annexed by Russia.",
            "html_summary": "<ul><li>Starting Thursday, Ukrainians are being asked to reduce power usage from 7 a.m.-11 a.m..Rolling blackouts may also occur as the country tries to response to an increasing number of repairs needed to power stations and other facilities damaged by Russian shelling.</li><li>The Russian regime also knows that.”Gahr Støre said that when a neighbor threatens to use nuclear weapons, it naturally creates fear.</li><li>“Russia’s bomb and missile terror is ultimately an act of desperation, just like the mobilization of Russian men for the war.”___Follow AP’s coverage of the war in Ukraine at https://apnews.com/hub/russia-ukraine</li><li>KYIV, Ukraine — Ukraine has launched a power-saving campaign following Russian strikes on energy infrastructure.</li><li>A nuclear war can’t be won and mustn’t be fought.</li><li>Valentin Reznichenko said.The city is President Volodymyr Zelenskyy’s hometown and an industrial center.</li></ul>",
            "website_url": "https://apnews.com/469e45102669484781c7d4b0443680f0"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Nokia sees improved 3Q profit, sales on strong demand for 5G",
            "description": "Wireless and fixednetwork equipment maker Nokia has reported substantially improved thirdquarter profits and higher sales on the back of strong demand for 5G technology from operators. The company based in Espoo, Finland, on Thursday reported net profit of ",
            "url": "/2022-10-20-59fd77abd074c3a7ef424f2337702194",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2022-10-20T09:09:16Z",
            "content": "HELSINKI (AP) Wireless and fixednetwork equipment maker Nokia reported substantially improved thirdquarter profits and higher sales Thursday on the back of strong demand for 5G technology from oper [+2943 chars]",
            "summary": "Net income attributable to shareholders was up 21% at 550 million euros from 454 million euros a year earlier.",
            "html_summary": "<ul><li>Net income attributable to shareholders was up 21% at 550 million euros from 454 million euros a year earlier.</li></ul>",
            "website_url": "https://apnews.com/59fd77abd074c3a7ef424f2337702194"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By The Associated Press",
            "title": "Live updates | RussiaUkraine War",
            "description": "Russian forces have hit anew industrial and energy facilities in central Ukraine, pressing with attacks on infrastructure. Russia has declared its intention to increase its targeting of Ukraines power, water and other vital infrastructure in its latest phase",
            "url": "/2022-10-20-469e45102669484781c7d4b0443680f0",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/c/b8/cb8ad3d0-0abe-55fc-8998-ade94ac04a05/6350ee73a877b.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-20T08:49:53Z",
            "content": "KYIV, Ukraine Russian forces have hit anew industrial and energy facilities in central Ukraine, pressing with attacks on infrastructure.Russia has declared its intention to increase its targeting o [+5320 chars]",
            "summary": "Starting Thursday, Ukrainians are being asked to reduce power usage from 7 a.m.-11 a.m..Rolling blackouts may also occur as the country tries to response to an increasing number of repairs needed to power stations and other facilities damaged by Russian shelling. The Russian regime also knows that.Gahr Stre said that when a neighbor threatens to use nuclear weapons, it naturally creates fear. Russias bomb and missile terror is ultimately an act of desperation, just like the mobilization of Russian men for the war.___Follow APs coverage of the war in Ukraine at https://apnews.com/hub/russia-ukraine KYIV, Ukraine  Ukraine has launched a power-saving campaign following Russian strikes on energy infrastructure. A nuclear war cant be won and mustnt be fought. Valentin Reznichenko said.The city is President Volodymyr Zelenskyys hometown and an industrial center. Fighting continued in the eastern Luhansk and Donetsk regions that were recently illegally annexed by Russia.",
            "html_summary": "<ul><li>Starting Thursday, Ukrainians are being asked to reduce power usage from 7 a.m.-11 a.m..Rolling blackouts may also occur as the country tries to response to an increasing number of repairs needed to power stations and other facilities damaged by Russian shelling.</li><li>The Russian regime also knows that.”Gahr Støre said that when a neighbor threatens to use nuclear weapons, it naturally creates fear.</li><li>“Russia’s bomb and missile terror is ultimately an act of desperation, just like the mobilization of Russian men for the war.”___Follow AP’s coverage of the war in Ukraine at https://apnews.com/hub/russia-ukraine</li><li>KYIV, Ukraine — Ukraine has launched a power-saving campaign following Russian strikes on energy infrastructure.</li><li>A nuclear war can’t be won and mustn’t be fought.</li><li>Valentin Reznichenko said.The city is President Volodymyr Zelenskyy’s hometown and an industrial center.</li></ul>",
            "website_url": "https://apnews.com/469e45102669484781c7d4b0443680f0"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "GlobalFair secures new cash to simplify procuring construction materials",
            "description": "GlobalFair, a startup developing a platform to simplify the process of procuring construction materials, has raised $20M in equity and debt.",
            "url": "/2022-10-20-globalfair-secures-new-cash-to-simplify-procuring-construction-materials",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/09/GettyImages-1193602662.jpg?resize=1200,801",
            "publishedAt": "2022-10-20T09:01:22Z",
            "content": "The construction materials market is fragmented, according to GlobalFair CEO Shaily Garg, because it involves layers of both supply chain and logistics complexities. In a 2021 survey for the National [+5098 chars]",
            "summary": "While the platforms flagship product is a marketplace that connects contractors, distributors, fabricators, architects and construction companies to procure materials, GlobalFair also offers a tool to automate construction material cost estimates from architectural plans and site shop drawings. Across the world, global supply chain challenges are resulting in construction delays and labor shortages.Garg says she developed an interest in construction at an early age. It brings the companys total raised to $22 million following a $2 million seed round last February.The idea of GlobalFair was something Chandra and I felt strongly about, given the fragmented nature of construction businesses, Garg said. Garg says that GlobalFairs clientele runs the gamut from big manufacturers and local distributors, to exporters, to retail chains buying from distributors.Garg attributes the companys recent success in part to the pandemic and the subsequent supply chain chaos. In H1 2022, alone, funding in the sector totaled $1.3 billion, according to Pitchbook  up 44% from H2 2021.COVID-19 has had a seismic impact on global production networks, such that logistics costs and existing supply chains have altered fundamentally, Garg said. The construction materials market is fragmented, according to GlobalFair CEO Shaily Garg, because it involves layers of both supply chain and logistics complexities. By using technology to stitch together a network of manufacturing facilities across India and South East Asia, GlobalFair enables buyers in any country to discover new supply in an efficient, transparent and secure electronic market.",
            "html_summary": "<ul><li>While the platform’s flagship product is a marketplace that connects contractors, distributors, fabricators, architects and construction companies to procure materials, GlobalFair also offers a tool to automate construction material cost estimates from architectural plans and site shop drawings.</li><li>“Across the world, global supply chain challenges are resulting in construction delays and labor shortages.”Garg says she developed an interest in construction at an early age.</li><li>It brings the company’s total raised to $22 million following a $2 million seed round last February.“The idea of GlobalFair was something Chandra and I felt strongly about, given the fragmented nature of construction businesses,” Garg said.</li><li>Garg says that GlobalFair’s clientele runs the gamut from big manufacturers and local distributors, to exporters, to retail chains buying from distributors.Garg attributes the company’s recent success in part to the pandemic and the subsequent supply chain chaos.</li><li>In H1 2022, alone, funding in the sector totaled $1.3 billion, according to Pitchbook — up 44% from H2 2021.“COVID-19 has had a seismic impact on global production networks, such that logistics costs and existing supply chains have altered fundamentally,” Garg said.</li><li>The construction materials market is fragmented, according to GlobalFair CEO Shaily Garg, because it involves layers of both supply chain and logistics complexities.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/20/globalfair-secures-new-cash-to-simplify-procuring-construction-materials/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Daily Crunch Worlds largest Blackled VC fund leads $4M seed round for Nigerian retail automation startup",
            "description": "Hello, friends, and welcome to Daily Crunch, bringing you the most important startup, tech and venture capital news in a single package. Daily Crunch Worlds largest Blackled VC fund leads $4M seed round for Nigerian retail automation startup by Chr",
            "url": "/2022-10-20-daily-crunch-worlds-largest-black-led-vc-fund-leads-4m-seed-round-for-nigerian-retail-automation-startup",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/9E42F8D9-75A1-4E45-8929-31815DD8011C-e1666200999164.jpeg",
            "publishedAt": "2022-10-20T00:00:25Z",
            "content": "To get a roundup of TechCrunchs biggest and most important stories delivered to your inbox every day at 3 p.m. PDT,subscribe here.Whats uuuuup, you wonderful humans. Were psyched to be reporting li [+6616 chars]",
            "summary": "Use code DC for a 15% discount on an annual subscription!Similar to our story from yesterday, Kyle brings us another one about how Adobe continues to unveil new features powered by artificial intelligence, including the ability to paste objects into photos and add realistic lighting and shadows. To get a roundup of TechCrunchs biggest and most important stories delivered to your inbox every day at 3 p.m. PDT, subscribe here.Whats uuuuup, you wonderful humans.  Christine and HajeNourish Ingredients, a food tech company that creates animal-free fats using synthetic biology, secured $28.6 million in Series A funding, Christine reports. The round was led by Horizons Ventures and supported by Main Sequence Ventures and Hostplus.The multidecade rise in healthcare costs isnt expected to reverse course any time soon. He mentions that hes no Photoshop wizard but that Adobe told him that compositing can be a heavily manual, tedious and time-consuming process, and the new prototype will do away with that.And five more for you: Its been a super fun day, and were here to share some delightful morsels of news and shenanigans with you! Were psyched to be reporting live from TechCrunch Disrupt  without ignoring the rest of the world, natch.",
            "html_summary": "<ul><li>Use code “DC” for a 15% discount on an annual subscription!Similar to our story from yesterday, Kyle brings us another one about how Adobe continues to unveil new features powered by artificial intelligence, including the ability to paste objects into photos and add realistic lighting and shadows.</li><li>To get a roundup of TechCrunch’s biggest and most important stories delivered to your inbox every day at 3 p.m. PDT, subscribe here.What’s uuuuup, you wonderful humans.</li><li>— Christine and HajeNourish Ingredients, a food tech company that creates animal-free fats using synthetic biology, secured $28.6 million in Series A funding, Christine reports.</li><li>The round was led by Horizons Ventures and supported by Main Sequence Ventures and Hostplus.The multidecade rise in healthcare costs isn’t expected to reverse course any time soon.</li><li>He mentions that he’s “no Photoshop wizard” but that Adobe told him “that compositing can be a heavily manual, tedious and time-consuming process,” and the new prototype will do away with that.And five more for you:</li><li>It’s been a super fun day, and we’re here to share some delightful morsels of news and shenanigans with you!</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/19/daily-crunch-worlds-largest-black-led-vc-fund-leads-4m-seed-round-for-nigerian-retail-automation-startup/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Voice biomarker tech analyzes your voice for signs of depression. Survey finds 67% of European women in tech feel underpaid compared to men, half experience sexism  TechCrunch. Live updates | RussiaUkraine War. Nokia sees improved 3Q profit, sales on strong demand for 5G. Live updates | RussiaUkraine War. GlobalFair secures new cash to simplify procuring construction materials. Daily Crunch Worlds largest Blackled VC fund leads $4M seed round for Nigerian retail automation startup"
}