{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DEEPTI HAJELA - Associated Press",
            "title": "Holocaust survivors offered DNA tests to help find family",
            "description": "The New Yorkbased Center for Jewish History is launching a project offering DNA testing kits for free to Holocaust survivors and their children. Its an effort to help possibly find family connections torn apart in World War II. Genealogists say",
            "url": "/2022-11-30-72fa155592403e01958cbcff1de9f1cf",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/8d/e8dfa3cd-b9c4-588d-b325-cc416f46a5b2/6386f87cb6f96.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-30T06:06:11Z",
            "content": "By DEEPTI HAJELA  Associated PressNEW YORK (AP) For decades, Jackie Young had been searching.Orphaned as an infant, he spent the first few years of his life in a Nazi internment camp in what is  [+4138 chars]",
            "summary": "That effort led to aunts and cousins that no one in her husbands family had known about.Her husbands uncle, she said, called afterwards and said, You know, Ive never seen a photograph of my grandmother. But it offers a chance.They and the center are encouraging people to take that chance, especially as time passes and the number of living survivors declines.It really is the last moment where these survivors can be given some modicum of justice, said Gavriel Rosenfeld, president of the center. I wanted to start yesterday, and thats why its like, no time like the present.Rosenfeld said the center had allocated an initial $15,000 for the DNA kits in this initial pilot effort, which would cover about 500 of them. It may reveal and disclose wonderful information for them that they never knew about, may make them feel more settled or more connected to the past.Young definitely feels that way.Ive been wanting to know all my life, he said. He leads a group in Minnesota for the children of Holocaust survivors and has already told his membership about the program.This is an important effort, Engel said. Maybe a name change occurred so they didnt know to look for the other person, she said. He said they would look to scale up further if they see enough interest.Ken Engel thinks there will be.",
            "html_summary": "<ul><li>That effort led to aunts and cousins that no one in her husband’s family had known about.Her husband’s uncle, she said, called afterwards and said, “You know, I’ve never seen a photograph of my grandmother.</li><li>But it offers a chance.They and the center are encouraging people to take that chance, especially as time passes and the number of living survivors declines.“It really is the last moment where these survivors can be given some modicum of justice,” said Gavriel Rosenfeld, president of the center.</li><li>“I wanted to start yesterday, and that’s why it’s like, no time like the present.”Rosenfeld said the center had allocated an initial $15,000 for the DNA kits in this initial pilot effort, which would cover about 500 of them.</li><li>“It may reveal and disclose wonderful information for them that they never knew about, may make them feel more settled or more connected to the past.”Young definitely feels that way.“I’ve been wanting to know all my life,” he said.</li><li>He leads a group in Minnesota for the children of Holocaust survivors and has already told his membership about the program.“This is an important effort,” Engel said.</li><li>Maybe a name change occurred so they didn’t know to look for the other person,” she said.</li></ul>",
            "website_url": "https://apnews.com/72fa155592403e01958cbcff1de9f1cf"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Jack B. Jeffery",
            "title": "Egyptians call on British Museum to return Rosetta Stone",
            "description": "CAIRO (AP)  The debate over who owns ancient artifacts has been an increasing challenge to museums across Europe and America, and the spotlight has fallen on the most visited piece in the British Museum The Rosetta Stone.",
            "url": "/2022-11-30-fb5af71b4a8b75d6f99f08fce9743cf3",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/45f379984b5b49d1ba37c1c37e17e41c/2112.jpeg",
            "publishedAt": "2022-11-30T08:01:34Z",
            "content": "CAIRO (AP) The debate over who owns ancient artifacts has been an increasing challenge to museums across Europe and America, and the spotlight has fallen on the most visited piece in the British Muse [+6393 chars]",
            "summary": "On Monday, Londons Horniman Museum signed over 72 objects, including 12 Benin Bronzes, to Nigeria following a request from its government.Nicholas Donnell, a Boston-based attorney specializing in cases concerning art and artifacts, said no common international legal framework exists for such disputes. It has remained in the British Museum since.Hannas petition, with 4,200 signatures, says the stone was seized illegally and constitutes a spoil of war. The claim is echoed in a near identical petition by Zahi Hawass, Egypts former minister for antiquities affairs, which has more than 100,000 signatures. Unless there is clear evidence an artifact was acquired illegally, repatriation is largely at the discretion of the museum.Given the treaty and the timeframe, the Rosetta Stone is a hard legal battle to win, said Donnell. Hawass and Hanna said they are not pinning hopes on the government to secure its return.The Rosetta Stone is the icon of Egyptian identity, said Hawass. CAIRO (AP)  The debate over who owns ancient artifacts has been an increasing challenge to museums across Europe and America, and the spotlight has fallen on the most visited piece in the British Museum: The Rosetta Stone. The Ottoman sultan in Istanbul was nominally the ruler of Egypt at the time of Napoleons invasion.The Museum also said Egypts government has not submitted a request for its return. Regulski is the lead curator of the museums winter exhibition, Hieroglyphs Unlocking Ancient Egypt, celebrating the 200th anniversary of Champollions breakthrough.The stone is one of more than 100,000 Egyptian and Sudanese relics housed in the British Museum.",
            "html_summary": "<ul><li>On Monday, London’s Horniman Museum signed over 72 objects, including 12 Benin Bronzes, to Nigeria following a request from its government.Nicholas Donnell, a Boston-based attorney specializing in cases concerning art and artifacts, said no common international legal framework exists for such disputes.</li><li>It has remained in the British Museum since.Hanna’s petition, with 4,200 signatures, says the stone was seized illegally and constitutes a “spoil of war.” The claim is echoed in a near identical petition by Zahi Hawass, Egypt’s former minister for antiquities affairs, which has more than 100,000 signatures.</li><li>Unless there is clear evidence an artifact was acquired illegally, repatriation is largely at the discretion of the museum.“Given the treaty and the timeframe, the Rosetta Stone is a hard legal battle to win,” said Donnell.</li><li>Hawass and Hanna said they are not pinning hopes on the government to secure its return.“The Rosetta Stone is the icon of Egyptian identity,” said Hawass.</li><li>CAIRO (AP) — The debate over who owns ancient artifacts has been an increasing challenge to museums across Europe and America, and the spotlight has fallen on the most visited piece in the British Museum: The Rosetta Stone.</li><li>The Ottoman sultan in Istanbul was nominally the ruler of Egypt at the time of Napoleon’s invasion.The Museum also said Egypt’s government has not submitted a request for its return.</li></ul>",
            "website_url": "https://apnews.com/fb5af71b4a8b75d6f99f08fce9743cf3"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jagmeet Singh",
            "title": "Sequoia India backs Prismforce that helps IT companies build better talent supply chain",
            "description": "Prismforce, an IndiaU.S. startup helping IT and tech services companies build better talent supply chains, has raised $13.6 million in a funding led by Sequoia Capital India.",
            "url": "/2022-11-30-prismforce-funding-sequoia-capital-india",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/prismforce-founders.jpg",
            "publishedAt": "2022-11-30T02:55:46Z",
            "content": "Prismforce, an IndiaU.S. startup that provides IT and tech services companies with tools to build better talent supply chain, has raised $13.6 million in a Series A round led by Sequoia Capital Indi [+3731 chars]",
            "summary": "Prismforce, an India-U.S. startup that provides IT and tech services companies with tools to build better talent supply chain, has raised $13.6 million in a Series A round led by Sequoia Capital India.IT providers spend a large part of their variable costs on hiring skilled employees. Despite that, there is no large vertical software vendor serving its varied needs, said Abhishek Mohan, principal at Sequoia Capital India, in a prepared statement.Somnath and Qasims vision is to create the defining vertical software company for technology and professional services.",
            "html_summary": "<ul><li>Prismforce, an India-U.S. startup that provides IT and tech services companies with tools to build better talent supply chain, has raised $13.6 million in a Series A round led by Sequoia Capital India.IT providers spend a large part of their variable costs on hiring skilled employees.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/29/prismforce-funding-sequoia-capital-india/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "MLB sells share of BAMTech to Walt Disney Co. for $900M",
            "description": "NEW YORK (AP)  Major League Baseball has sold its remaining share of a streaming service technology company to the Walt Disney Co. for $900 million. The sale was disclosed Tuesday in Walt Disney Co.s annual filing report through the SEC .",
            "url": "/2022-11-30-46612ba1133e544ab24566aaba96d18d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-11-30T06:40:36Z",
            "content": "NEW YORK (AP) Major League Baseball has sold its remaining share of a streaming service technology company to the Walt Disney Co. for $900 million.The sale was disclosed Tuesday in Walt Disney Co.s [+569 chars]",
            "summary": "NEW YORK (AP)  Major League Baseball has sold its remaining share of a streaming service technology company to the Walt Disney Co. for $900 million.The sale was disclosed Tuesday in Walt Disney Co.s annual filing report through the SEC. The National Hockey League sold its 10% share of BAMTech to Walt Disney Co. for a reported $350 million in 2021.___AP MLB: https://apnews.com/hub/mlb and https://twitter.com/AP_Sports",
            "html_summary": "<ul><li>NEW YORK (AP) — Major League Baseball has sold its remaining share of a streaming service technology company to the Walt Disney Co. for $900 million.The sale was disclosed Tuesday in Walt Disney Co.’s annual filing report through the SEC.</li></ul>",
            "website_url": "https://apnews.com/46612ba1133e544ab24566aaba96d18d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "How major US stock indexes fared Tuesday 11/29/2022",
            "description": "Stocks ended an unsteady day with mixed results as gains for energy companies were offset by losses in technology and other sectors.  Trading was uneven Tuesday as investors closely watch developments in China and economic data amid worries about stubbornly h",
            "url": "/2022-11-30-be05f81c8ea1049f259e3c596e255b71",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-11-30T02:21:58Z",
            "content": "Stocks ended an unsteady day with mixed results as gains for energy companies were offset by losses in technology and other sectors. Trading was uneven Tuesday as investors closely watch developmen [+792 chars]",
            "summary": "Stocks ended an unsteady day with mixed results as gains for energy companies were offset by losses in technology and other sectors. Trading was uneven Tuesday as investors closely watch developments in China and economic data amid worries about stubbornly hot inflation. Crude oil prices rose.",
            "html_summary": "<ul><li>Stocks ended an unsteady day with mixed results as gains for energy companies were offset by losses in technology and other sectors.</li><li>Trading was uneven Tuesday as investors closely watch developments in China and economic data amid worries about stubbornly hot inflation.</li></ul>",
            "website_url": "https://apnews.com/be05f81c8ea1049f259e3c596e255b71"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Gogoro to pilot battery swapping and Smartscooters in Philippines next year",
            "description": "Gogoro, the Taiwanese company thats commercializing battery swapping ecosystems for electric scooters, is targeting the Philippines as its next market. The startup said Tuesday it has partnered with Filipino conglomerate Ayala Corporation, telecomms",
            "url": "/2022-11-30-gogoro-to-pilot-battery-swapping-and-smartscooters-in-philippines-next-year",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/1.-Gogoro-and-917Ventures-in-the-Philippines.jpeg?resize=1200,675",
            "publishedAt": "2022-11-30T03:21:25Z",
            "content": "Gogoro, the Taiwanese company thats commercializing battery swapping ecosystems for electric scooters, is targeting the Philippines as its next market. The startup said Tuesday it has partnered with [+4627 chars]",
            "summary": "The company, which has a market dominance in Taiwan, says it hosts more than 370,000 daily battery swaps with more than 360 million total swaps to date.The company recently announced a similar B2B partnership with EV-as-a-Service platform Zypp Electric to electrify logistics fleets and last-mile deliveries in India. Now, given the gas prices in the Philippines, given the amount of logistics rider output everyday, this is an opportunity for us to demonstrate that the business model is viable.The pilot will last at least six months before expanding to new B2B partners or even private consumers, said Luke. During that time, Gogoro hopes to gain feedback from the market both on whether two-wheelers can be adopted in the Philippines and on whether battery swapping will take hold alongside two-wheeler adoption. Gogoro, the Taiwanese company thats commercializing battery swapping ecosystems for electric scooters, is targeting the Philippines as its next market. Philippines can learn from Taiwans experience.Gogoros global network includes nearly 11,000 battery swapping stations at over 2,260 locations. The success of this pilot will pave the way for a new sustainable business model in other cities in the country as well. Base load is basically the minimum amount of users using the network that allows you to actually create a business model that is proven to be workable.",
            "html_summary": "<ul><li>The company, which has a market dominance in Taiwan, says it hosts more than 370,000 daily battery swaps with more than 360 million total swaps to date.The company recently announced a similar B2B partnership with EV-as-a-Service platform Zypp Electric to electrify logistics fleets and last-mile deliveries in India.</li><li>Now, given the gas prices in the Philippines, given the amount of logistics rider output everyday, this is an opportunity for us to demonstrate that the business model is viable.”The pilot will last at least six months before expanding to new B2B partners or even private consumers, said Luke.</li><li>During that time, Gogoro hopes to gain feedback from the market both on whether two-wheelers can be adopted in the Philippines and on whether battery swapping will take hold alongside two-wheeler adoption.</li><li>Gogoro, the Taiwanese company that’s commercializing battery swapping ecosystems for electric scooters, is targeting the Philippines as its next market.</li><li>Philippines can learn from Taiwan’s experience.”Gogoro’s global network includes nearly 11,000 battery swapping stations at over 2,260 locations.</li><li>“The success of this pilot will pave the way for a new sustainable business model in other cities in the country as well.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/29/gogoro-to-pilot-battery-swapping-and-smartscooters-in-philippines-next-year/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Holocaust survivors offered DNA tests to help find family. Egyptians call on British Museum to return Rosetta Stone. Sequoia India backs Prismforce that helps IT companies build better talent supply chain. MLB sells share of BAMTech to Walt Disney Co. for $900M. How major US stock indexes fared Tuesday 11/29/2022. Gogoro to pilot battery swapping and Smartscooters in Philippines next year"
}