{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Hope King",
            "title": "How tech can make work harder",
            "description": "Tech enables people to do their jobs however and wherever they like. But the number of applications needed now to do any one job can make it feel like were working multiple jobs at the same time.Why it matters The freedom that remote work provides can also ",
            "url": "/2022-11-07-work-communication-apps-slack-email-salesforce",
            "urlToImage": "https://images.axios.com/yDeYjh_DbwWhyIc_bhR7NPByJaM=/0x0:1902x1070/1366x768/2022/11/07/1667817194154.png",
            "publishedAt": "2022-11-07T10:30:51Z",
            "content": "Tech enables people to do their jobs however and wherever they like. But the number of applications needed now to do any one job can make it feel like were working multiple jobs at the same time.W [+3014 chars]",
            "summary": "But the number of applications needed now to do any one job can make it feel like we're working multiple jobs at the same time.Why it matters: The freedom that remote work provides can also come at a mental and sometimes emotional cost. Some repeatable solutions: Employers should enable workers with a lot of \"digital dexterity\" to help their peers, Paulman said. Illustration: Ada Amer/AxiosTech enables people to do their jobs however and wherever they like. Go deeper:",
            "html_summary": "<ul><li>But the number of applications needed now to do any one job can make it feel like we're working multiple jobs at the same time.Why it matters: The freedom that remote work provides can also come at a mental and sometimes emotional cost.</li><li>Some repeatable solutions: Employers should enable workers with a lot of \"digital dexterity\" to help their peers, Paulman said.</li><li>Illustration: Aïda Amer/AxiosTech enables people to do their jobs however and wherever they like.</li></ul>",
            "website_url": "https://www.axios.com/2022/11/07/work-communication-apps-slack-email-salesforce"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "Yassir pulls in $150M for its super app, led by Mary Meekers BOND",
            "description": "Yassir, an African super app platform that offers ondemand services such as ridehailing, food and grocery delivery, and payments, has raised $150 million in Series B funding, five times what it raised in its previous priced round last November. The investm",
            "url": "/2022-11-07-yassir-pulls-in-150m-for-its-super-app-led-by-mary-meekers-bond",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/906DF6DB-63FF-4983-A313-14A4730CF5C5.jpeg",
            "publishedAt": "2022-11-07T12:08:48Z",
            "content": "Yassir, an African super app platform that offers ondemand services such as ridehailing, food and grocery delivery, and payments, has raised $150 million in Series B funding, five times what it rai [+6806 chars]",
            "summary": "Not only is the company offering ride-hailing and food and grocery delivery services (via Yassir Express) in 45 cities across six countries, but this report also says that three out of five on-demand activities in Algeria, its first market, are made via the platform. Yassir, an African super app platform that offers on-demand services such as ride-hailing, food and grocery delivery, and payments, has raised $150 million in Series B funding, five times what it raised in its previous priced round last November. He also underscored how the funding will assist Yassir  which has offices in Algeria, Canada, France, Morocco and Tunisia  in consolidating its growth, rolling out new services in the existing markets, and expanding into new geographies across Africa and the Middle East directly or via acquisitions. When we first started, the observation was that most people were unbanked, and the number one reason is that people dont trust the banking systems here for various reasons, the chief executive told TechCrunch in an interview. Algerias Yassir picks up $30M to build a super app in North AfricaYassir is one of five Africa-focused startups to have closed a mega-round  that is, investment rounds greater than $100 million  this year. Its financial services serve this multi-sided marketplace ecosystem, which includes 8 million users (over 2.5x from last year) and 100,000 partners consisting of drivers, couriers, merchants, suppliers and wholesalers. Therefore, Yassirs thesis is that providing consumers with a mobile banking solution as part of a broader suite of services will meet an essential need in the African market, where 50% of the population can access the internet.",
            "html_summary": "<ul><li>Not only is the company offering ride-hailing and food and grocery delivery services (via Yassir Express) in 45 cities across six countries, but this report also says that three out of five on-demand activities in Algeria, its first market, are made via the platform.</li><li>Yassir, an African super app platform that offers on-demand services such as ride-hailing, food and grocery delivery, and payments, has raised $150 million in Series B funding, five times what it raised in its previous priced round last November.</li><li>He also underscored how the funding will assist Yassir — which has offices in Algeria, Canada, France, Morocco and Tunisia — in consolidating its growth, rolling out new services in the existing markets, and expanding into new geographies across Africa and the Middle East directly or via acquisitions.</li><li>When we first started, the observation was that most people were unbanked, and the number one reason is that people don’t trust the banking systems here for various reasons,” the chief executive told TechCrunch in an interview.</li><li>Algeria’s Yassir picks up $30M to build a super app in North AfricaYassir is one of five Africa-focused startups to have closed a mega-round — that is, investment rounds greater than $100 million — this year.</li><li>Its financial services serve this multi-sided marketplace ecosystem, which includes 8 million users (over 2.5x from last year) and 100,000 partners consisting of drivers, couriers, merchants, suppliers and wholesalers.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/07/yassir-pulls-in-150m-for-its-super-app-led-by-mary-meekers-bond/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "After 40 million app downloads, PhotoRoom raises $19 million",
            "description": "French startup PhotoRoom has raised a $19 million Series A funding round. The company develops a popular photo editing app for ecommerce vendors and small businesses. In particular, it helps you remove the background behind objects you are about to sell so t",
            "url": "/2022-11-07-after-40-million-app-downloads-photoroom-raises-19-million",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/PhotoRoom-founders.jpeg?resize=1200,676",
            "publishedAt": "2022-11-07T08:00:00Z",
            "content": "French startup PhotoRoom has raised a $19 million Series A funding round. The company develops a popular photo editing app for ecommerce vendors and small businesses. In particular, it helps you rem [+2517 chars]",
            "summary": "But then users have been looking for a background to put the object back in front of a template, co-founder and CEO Matthieu Rouif told me.With a text prompt, PhotoRoom will generate a marketing product photo based on your object. A flat photo becomes a multi-layer images, which means that users can delete the photo background, blur it or replace it with something else entirely. In particular, it helps you remove the background behind objects you are about to sell so that your photos look more professional.Balderton Capital is leading the Series A round with angels from Facebook, Hugging Face and Disney+ also participating. There are 7 million monthly active users and hundreds of thousands of users pay a subscription fee to unlock all the features in the app. More generic apps, such as Picsart also have background removal features.But PhotoRoom has focused on one niche in particular  small businesses reselling objects on eBay, Poshmark or Depop. Existing investor Adjacent is also putting more money in the company.PhotoRoom isnt the only app that helps you remove photo backgrounds. The company develops a popular photo editing app for e-commerce vendors and small businesses.",
            "html_summary": "<ul><li>But then users have been looking for a background to put the object back in front of a template,” co-founder and CEO Matthieu Rouif told me.With a text prompt, PhotoRoom will generate a marketing product photo based on your object.</li><li>A flat photo becomes a multi-layer images, which means that users can delete the photo background, blur it or replace it with something else entirely.</li><li>In particular, it helps you remove the background behind objects you are about to sell so that your photos look more professional.Balderton Capital is leading the Series A round with angels from Facebook, Hugging Face and Disney+ also participating.</li><li>There are 7 million monthly active users and hundreds of thousands of users pay a subscription fee to unlock all the features in the app.</li><li>More generic apps, such as Picsart also have background removal features.But PhotoRoom has focused on one niche in particular — small businesses reselling objects on eBay, Poshmark or Depop.</li><li>Existing investor Adjacent is also putting more money in the company.PhotoRoom isn’t the only app that helps you remove photo backgrounds.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/07/after-40-million-app-downloads-photoroom-raises-19-million/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Ouster and Velodyne agree to merger, signaling consolidation in lidar industry",
            "description": "Ouster and Velodyne, two lidar companies, are merging in an allstock transaction. The deal is expected for second half of 2023.",
            "url": "/2022-11-07-ouster-and-velodyne-agree-to-merger-signaling-consolidation-in-lidar-industry",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/Ouster-OS0-car.jpg?resize=1200,812",
            "publishedAt": "2022-11-07T11:00:57Z",
            "content": "Ouster and Velodyne, two lidar companies, have agreed to a merger in an allstock transaction, the companies said Monday. Both Ouster and Velodyne will maintain a 50% stake in the new company, accord [+3554 chars]",
            "summary": "Its also because many of these companies, including Ouster and Velodyne, went public via special purpose acquisition (SPAC) at potentially inflated valuations that were based on projected revenue, not actual revenue.Earlier this year, Velodyne acquired AI and lidar company Bluecity.ai, and last year, Ouster acquired lidar startup Sense Photonics. In May last year, Hall wrote a letter blaming the SPAC with which Velodyne merged, Graf Industrial Corp., for the companys poor financial performance.The combined companys board of directors will consist of eight members, four from Ousters board and four from Velodynes. Ouster and Velodyne, two lidar companies, have agreed to a merger in an all-stock transaction, the companies said Monday. AV company Aurora bought out Blackmore in 2019, and Cruise acquired Strobe in 2017.Both Velodyne and Ouster have been struggling with plummeting stock prices over the past year, and neither has been able to turn a profit yet. The companies closed out the second quarter with a net loss of $44.3 million and $28 million, respectively. Thats in part because there are too many lidar companies for how many OEMs are implementing the sensor for autonomous driving applications. Loss-generating companies can often maintain investor faith if they at least generate regular increases in revenue, which Ouster has done year-over-year.",
            "html_summary": "<ul><li>It’s also because many of these companies, including Ouster and Velodyne, went public via special purpose acquisition (SPAC) at potentially inflated valuations that were based on projected revenue, not actual revenue.Earlier this year, Velodyne acquired AI and lidar company Bluecity.ai, and last year, Ouster acquired lidar startup Sense Photonics.</li><li>In May last year, Hall wrote a letter blaming the SPAC with which Velodyne merged, Graf Industrial Corp., for the company’s poor financial performance.The combined company’s board of directors will consist of eight members, four from Ouster’s board and four from Velodyne’s.</li><li>Ouster and Velodyne, two lidar companies, have agreed to a merger in an all-stock transaction, the companies said Monday.</li><li>AV company Aurora bought out Blackmore in 2019, and Cruise acquired Strobe in 2017.Both Velodyne and Ouster have been struggling with plummeting stock prices over the past year, and neither has been able to turn a profit yet.</li><li>The companies closed out the second quarter with a net loss of $44.3 million and $28 million, respectively.</li><li>That’s in part because there are too many lidar companies for how many OEMs are implementing the sensor for autonomous driving applications.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/07/ouster-and-velodyne-agree-to-merger-signaling-consolidation-in-lidar-industry/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "Devialet launches a highend portable speaker",
            "description": "Devialet launches the Devialet Mania, a portable speaker that costs $790. It works using Bluetooth and WiFi.",
            "url": "/2022-11-07-devialet-launches-a-high-end-portable-speaker",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/Devialet-Mania-4.jpeg?resize=1200,900",
            "publishedAt": "2022-11-07T09:17:15Z",
            "content": "When you say portable speakers, most people think about cheap Bluetooth speakers that you can easily put in your backpack when youre going to the park. But Devialet has something different in mind wi [+4793 chars]",
            "summary": "The two full-range speakers on the left of the device broadcast the left channel, while the two speakers on the right broadcast the right channel.Using microphones to actively adapt the sound of the speaker was one of the selling points of Apples original HomePod. We want to make the best amplifier in the world because we cant say that we are the company with the best sound in the world without selling the best amplifier in the world, Lebouchard said. According to him, portable speakers and soundbars each generate 6 billion in sales every year.Image Credits: DevialetAs for the companys older products, Devialet released an update to its Phantom speakers in January 2021 with newer components and a matte finish. When you say portable speakers, most people think about cheap Bluetooth speakers that you can easily put in your backpack when youre going to the park. But Devialet has something different in mind with the Devialet Mania.The French high-end speaker maker wants to make the most luxurious and best sounding portable speaker around. We are entering a new market with this portable speaker.When Devialet decided to build a portable speaker four years ago, the concept was quite simple. But Devialet insists on sound quality as well, such as its SAM proprietary technology (Speaker Active Matching).We are the only ones that combine portable, hi-fi and automatic calibration, Lebouchard said.The Devialet Mania works with Devialets own app and features both Wi-Fi and Bluetooth.",
            "html_summary": "<ul><li>The two full-range speakers on the left of the device broadcast the left channel, while the two speakers on the right broadcast the right channel.Using microphones to actively adapt the sound of the speaker was one of the selling points of Apple’s original HomePod.</li><li>We want to make the best amplifier in the world because we can’t say that we are the company with the best sound in the world without selling the best amplifier in the world,” Lebouchard said.</li><li>According to him, portable speakers and soundbars each generate €6 billion in sales every year.Image Credits: DevialetAs for the company’s older products, Devialet released an update to its Phantom speakers in January 2021 with newer components and a matte finish.</li><li>When you say portable speakers, most people think about cheap Bluetooth speakers that you can easily put in your backpack when you’re going to the park.</li><li>But Devialet has something different in mind with the Devialet Mania.The French high-end speaker maker wants to make the most luxurious and best sounding portable speaker around.</li><li>“We are entering a new market with this portable speaker.”When Devialet decided to build a portable speaker four years ago, the concept was quite simple.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/07/devialet-launches-a-high-end-portable-speaker/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Trouble brews at Arrival, TuSimple ousts its CEO and Cruise expands in San Francisco",
            "description": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here  just click The Station  to receive the full edition of the newsletter every weekend in your inbox. This is a shorter version of The Station newsletter that is emailed t",
            "url": "/2022-11-07-trouble-brews-at-arrival-tusimple-ousts-its-ceo-and-cruise-expands-in-san-francisco",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/11/Arrival-Bus-Gamma_0-Van-7-2.jpg?resize=1200,800",
            "publishedAt": "2022-11-07T11:01:04Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. This is a sho [+9141 chars]",
            "summary": "But these fail to point out the environmental and economic benefits micromobility bring to cities.For example, Lime recently gave its scooter data to German research institute Fraunhofer ISI, and the organization found that shared e-scooters help reduce carbon emissions within city transportation networks. You also can send a direct message to @kirstenkorosecSo much of the conversation surrounding shared micromobility in cities has a negative valence.Coverage often focuses scooter crashes, the devices parked haphazardly on the sidewalk and the congestion of too many scooter operators. Queensland Economic Advocacy Solutions supported these findings and found Neurons estimated economic contribution to Brisbanes economy could rise to $160.5 million by 2026 to 2027.Youre reading an abbreviated version of Micromobbin. Morale in parts of the company, writes reporter Peter Campbell, has sunk to rock bottom.Fisker raised its manufacturing forecast two weeks before its first electric vehicle, the Ocean SUV, enters production. He will remain its sole board member and president.TuSimple co-founder Xiaodi Hou was fired from his CEO, president and CTO posts by the autonomous trucking companys board. Users are being inundated with push notifications highlighting ads from other companies.Comma.ai founder George Hotz said he is taking some time away from the driver assistance system startup that promises to bring Tesla Autopilot-like functionality to your car. Subscribe for free to the newsletter and youll get a lot more.This week were just compiling a list of deals that got my attention this week.",
            "html_summary": "<ul><li>But these fail to point out the environmental and economic benefits micromobility bring to cities.For example, Lime recently gave its scooter data to German research institute Fraunhofer ISI, and the organization found that shared e-scooters help reduce carbon emissions within city transportation networks.</li><li>You also can send a direct message to @kirstenkorosecSo much of the conversation surrounding shared micromobility in cities has a negative valence.Coverage often focuses scooter crashes, the devices parked haphazardly on the sidewalk and the congestion of too many scooter operators.</li><li>Queensland Economic Advocacy Solutions supported these findings and found Neuron’s estimated economic contribution to Brisbane’s economy could rise to $160.5 million by 2026 to 2027.You’re reading an abbreviated version of Micromobbin’.</li><li>Morale in parts of the company, writes reporter Peter Campbell, has sunk to “rock bottom.”Fisker raised its manufacturing forecast two weeks before its first electric vehicle, the Ocean SUV, enters production.</li><li>He will remain its sole board member and president.TuSimple co-founder Xiaodi Hou was fired from his CEO, president and CTO posts by the autonomous trucking company’s board.</li><li>Users are being inundated with push notifications highlighting ads from other companies.Comma.ai founder George Hotz said he is taking “some time away” from the driver assistance system startup that promises to bring Tesla Autopilot-like functionality to your car.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/07/trouble-brews-at-arrival-tusimple-ousts-its-ceo-and-cruise-expands-in-san-francisco/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. How tech can make work harder. Yassir pulls in $150M for its super app, led by Mary Meekers BOND. After 40 million app downloads, PhotoRoom raises $19 million. Ouster and Velodyne agree to merger, signaling consolidation in lidar industry. Devialet launches a highend portable speaker. Trouble brews at Arrival, TuSimple ousts its CEO and Cruise expands in San Francisco"
}