{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Miriam Kramer",
            "title": "NASA launches its new Moon rocket for the first time",
            "description": "NASAs Space Launch System rocket took flight for the first time Wednesday, ushering in a new era of exploration for the space agency.Why it matters This uncrewed launch  called Artemis I  is expected to pave the way for NASA to one day send astronauts to ",
            "url": "/2022-11-16-artemis-1-nasa-launch-space-launch-system-rocket",
            "urlToImage": "https://images.axios.com/7QgQtOiSw44DVdSagrrM1nga1WI=/0x0:1906x1072/1366x768/2022/11/16/1668581441586.png",
            "publishedAt": "2022-11-16T06:57:16Z",
            "content": "NASAs Space Launch System rocket took flight for the first time Wednesday, ushering in a new era of exploration for the space agency.Why it matters This uncrewed launch called Artemis I is expect [+1534 chars]",
            "summary": "Details: The SLS launched an Orion capsule that will journey around the Moon before coming back to Earth for a splashdown expected in December. The Space Launch System rocket launches from Kennedy Space Center.",
            "html_summary": "<ul><li>Details: The SLS launched an Orion capsule that will journey around the Moon before coming back to Earth for a splashdown expected in December.</li></ul>",
            "website_url": "https://www.axios.com/2022/11/16/artemis-1-nasa-launch-space-launch-system-rocket"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Utah Tech visits No. 14 Arizona after Christensens 26point outing  The Associated Press  en Espaol",
            "description": "Utah Tech Trailblazers (12) at Arizona Wildcats (20) Tucson, Arizona; Thursday, 9 p.m. EST BOTTOM LINE Utah Tech visits the No. 14 Arizona Wildcats after Tanner Christensen scored 26 points in Utah Techs 7867 loss to the Washington Huskies.",
            "url": "/2022-11-16-sports-arizona-mens-college-basketball-utah-ff8c96bbfd3d42d5950e0c4a84ebf348",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-11-16T09:53:05Z",
            "content": "Utah Tech Trailblazers (12) at Arizona Wildcats (20)Tucson, Arizona; Thursday, 9 p.m. ESTBOTTOM LINE Utah Tech visits the No. 14 Arizona Wildcats after Tanner Christensen scored 26 points in U [+488 chars]",
            "summary": "The Wildcats averaged 19.6 assists per game on 30.2 made field goals last season.Utah Tech finished 6-12 in WAC action and 3-10 on the road last season. The Trailblazers allowed opponents to score 74.1 points per game and shoot 43.3% from the field last season.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. 14 Arizona Wildcats after Tanner Christensen scored 26 points in Utah Techs 78-67 loss to the Washington Huskies.Arizona went 33-4 overall last season while going 17-0 at home. Utah Tech Trailblazers (1-2) at Arizona Wildcats (2-0)Tucson, Arizona; Thursday, 9 p.m. ESTBOTTOM LINE: Utah Tech visits the No.",
            "html_summary": "<ul><li>The Wildcats averaged 19.6 assists per game on 30.2 made field goals last season.Utah Tech finished 6-12 in WAC action and 3-10 on the road last season.</li><li>The Trailblazers allowed opponents to score 74.1 points per game and shoot 43.3% from the field last season.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>14 Arizona Wildcats after Tanner Christensen scored 26 points in Utah Tech’s 78-67 loss to the Washington Huskies.Arizona went 33-4 overall last season while going 17-0 at home.</li></ul>",
            "website_url": "https://apnews.com/article/sports-arizona-mens-college-basketball-utah-ff8c96bbfd3d42d5950e0c4a84ebf348"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ANDREW WELSH-HUGGINS - Associated Press",
            "title": "Chinese national faces sentencing in US aviation spying case",
            "description": "A federal judge is preparing to sentence a Chinese national convicted of trying to steal trade secrets from U.S. aviation and aerospace companies. Prosecutors allege that beginning in 2013, Yanjun Xu recruited experts who worked at aviation companies, includi",
            "url": "/2022-11-16-33a862f5d414d3bfcd49fa2961d92582",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/c72cf8ac-c550-11ea-86bd-3761faee86a6.jpg?resize=600%2C315",
            "publishedAt": "2022-11-16T05:12:13Z",
            "content": "COLUMBUS, Ohio (AP) A Chinese national convicted of trying to steal trade secrets from multiple U.S. aviation and aerospace companies, including the theft of proprietary airplane engine fan technolog [+2301 chars]",
            "summary": "We urge the Court to resist the governments demands to treat Mr. Xu as an example, as a message to an entire nation, they wrote in a court filing ahead of sentencing. Federal prosecutors described Xu as a deputy division director at the Chinese Ministry of State Security, the countrys intelligence and security agency. Like every other criminal defendant, Mr. Xu is entitled to be treated as an individual, not a statistic.",
            "html_summary": "<ul><li>“We urge the Court to resist the government’s demands to treat Mr. Xu as an example, as a message to an entire nation,” they wrote in a court filing ahead of sentencing.</li><li>Federal prosecutors described Xu as a deputy division director at the Chinese Ministry of State Security, the country’s intelligence and security agency.</li></ul>",
            "website_url": "https://apnews.com/33a862f5d414d3bfcd49fa2961d92582"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SAM McNEIL - Associated Press",
            "title": "Israel deploys remotecontrolled robotic guns in West Bank",
            "description": "In two volatile spots in the occupied West Bank, Israel has installed robotic weapons that can fire tear gas, stun grenades and spongetipped bullets at Palestinian protesters. The robots, perched over a crowded Palestinian refugee camp and in a flashpoint",
            "url": "/2022-11-16-cfc889a120cbf59356f5044eb43d5b88",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/76/e76cd78f-6ffe-5048-bc93-f58a7c82cd9b/63749190c4a20.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-16T07:15:40Z",
            "content": "By SAM McNEIL  Associated PressALAROUB REFUGEE CAMP, West Bank (AP) In two volatile spots in the occupied West Bank, Israel has installed robotic weapons that can fire tear gas, stun grenades and [+8057 chars]",
            "summary": "But he said the absence of international norms for killer robots is problematic.Otherwise, he said, its just a matter of time before these automated systems are equipped to use deadly force.___Associated Press writers Mahmoud Illean in Al-Aroub and Ami Bentov in Kibbutz Yagur, Israel, contributed to this report. The system fires only after algorithms assess complex factors like wind speed, distance, and velocity.The military said such safeguards minimize the risk to soldiers and improve supervision over their activities. We know not to open anything, said shopkeeper Hussein al-Muzyeen.Robotic weapons are increasingly in operation around the world, with militaries expanding their use of drones to carry out lethal strikes from Ukraine to Ethiopia. Israel captured the West Bank, east Jerusalem and the Gaza Strip in the 1967 Mideast war.In Al-Aroub, residents say the machines fire without warning.It is very fast, even faster than the soldiers, said Kamel Abu Hishesh, a 19-year-old student. AL-AROUB REFUGEE CAMP, West Bank (AP)  In two volatile spots in the occupied West Bank, Israel has installed robotic weapons that can fire tear gas, stun grenades and sponge-tipped bullets at Palestinian protesters. The army says the system is being tested at this stage and fires only non-lethal weapons used for crowd control, such as sponge-tipped bullets and tear gas. People also resent what they say is a weapons test on civilians, he added.We are not a training and simulation for Israeli companies, he said.",
            "html_summary": "<ul><li>But he said the absence of international norms for “killer robots” is problematic.Otherwise, he said, it’s just a matter of time before these automated systems are equipped to use deadly force.___Associated Press writers Mahmoud Illean in Al-Aroub and Ami Bentov in Kibbutz Yagur, Israel, contributed to this report.</li><li>The system fires only after algorithms assess complex factors like wind speed, distance, and velocity.The military said such safeguards minimize the risk to soldiers and improve supervision over their activities.</li><li>We know not to open anything,” said shopkeeper Hussein al-Muzyeen.Robotic weapons are increasingly in operation around the world, with militaries expanding their use of drones to carry out lethal strikes from Ukraine to Ethiopia.</li><li>Israel captured the West Bank, east Jerusalem and the Gaza Strip in the 1967 Mideast war.In Al-Aroub, residents say the machines fire without warning.“It is very fast, even faster than the soldiers,” said Kamel Abu Hishesh, a 19-year-old student.</li><li>AL-AROUB REFUGEE CAMP, West Bank (AP) — In two volatile spots in the occupied West Bank, Israel has installed robotic weapons that can fire tear gas, stun grenades and sponge-tipped bullets at Palestinian protesters.</li><li>The army says the system is being tested at this stage and fires only “non-lethal” weapons used for crowd control, such as sponge-tipped bullets and tear gas.</li></ul>",
            "website_url": "https://apnews.com/cfc889a120cbf59356f5044eb43d5b88"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By YURI KAGEYAMA and TOM KRISHER - AP Business Writers",
            "title": "Toyota shows new Prius hybrid with more power, range, style",
            "description": "The new Toyota gaselectric Prius hybrid not only comes with more power, acceleration and driving range. Its also more stylish, scrapping the rather stodgy angular body for a sleekly futuristic look. Simon Humphries, senior general manager of Global Toyota d",
            "url": "/2022-11-16-2f725d9f2a52ebcd8c49fbc99cfee40e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/0b/90ba19a5-72ca-50e3-903f-624c8b5eeea8/63748a9db06a4.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-16T06:51:00Z",
            "content": "By YURI KAGEYAMA and TOM KRISHER  AP Business WritersTOKYO (AP) The new Toyota gaselectric Prius hybrid not only comes with more power, acceleration and driving range. Its also more stylish, scra [+5262 chars]",
            "summary": "Read said electric vehicles and fuel-cell models were better solutions against climate change than hybrids. The Prius models have always served as a kind of bridge to a time when there are more charging stations for EVs, said Brinley, who believes the new Prius stacks up better against hybrids and plug-ins from Hyundai, Kia, Ford and Jeep. The fifth-generation Prius hybrid models will go on sale this winter first in Japan then the U.S. A plug-in version will hit the market next year, according to Toyota Motor Corp. Prices were not announced. The Prius, which first went on sale in 1997, switches back and forth between a gasoline engine and electric motor to deliver a cleaner drive than the models with regular combustion engines. Simon Humphries, senior general manager of Global Toyota design who unveiled the car in Tokyo on Wednesday, stressed that the company was still defying the skeptics who keep asking how much longer the Japanese automaker will stick with hybrids in a rapidly electrifying industry. Toyota has cumulatively sold more than 20.3 million hybrid vehicles, including Prius cars, around the world so far. The hybrid powertrain allows for road trips without worrying about a charging network thats not yet complete, Brinley said.That really will make for more confident driving, she said.___Krisher reported from Detroit.",
            "html_summary": "<ul><li>Read said electric vehicles and fuel-cell models were better solutions against climate change than hybrids.</li><li>The Prius models have always served as a kind of bridge to a time when there are more charging stations for EVs, said Brinley, who believes the new Prius stacks up better against hybrids and plug-ins from Hyundai, Kia, Ford and Jeep.</li><li>The fifth-generation Prius hybrid models will go on sale this winter first in Japan then the U.S. A plug-in version will hit the market next year, according to Toyota Motor Corp. Prices were not announced.</li><li>The Prius, which first went on sale in 1997, switches back and forth between a gasoline engine and electric motor to deliver a cleaner drive than the models with regular combustion engines.</li><li>Simon Humphries, senior general manager of Global Toyota design who unveiled the car in Tokyo on Wednesday, stressed that the company was still defying the skeptics who keep asking how much longer the Japanese automaker will stick with hybrids in a rapidly electrifying industry.</li><li>Toyota has cumulatively sold more than 20.3 million hybrid vehicles, including Prius cars, around the world so far.</li></ul>",
            "website_url": "https://apnews.com/2f725d9f2a52ebcd8c49fbc99cfee40e"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Walmart, Energizer rise; Bird Global, Getty Images fall",
            "description": "NEW YORK (AP)  Stocks that traded heavily or had substantial price changes Tuesday Walmart Inc., up $9.05 to $147.44. The retailer reported strong thirdquarter financial results and raised its profit forecast for the year.",
            "url": "/2022-11-16-858878b88863aac12a171c6826256e5f",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-11-16T02:14:21Z",
            "content": "NEW YORK (AP) Stocks that traded heavily or had substantial price changes TuesdayWalmart Inc., up $9.05 to $147.44.The retailer reported strong thirdquarter financial results and raised its pro [+989 chars]",
            "summary": "Shoals Technologies Group Inc., up $4.93 to $27.40.The solar energy equipment supplier gave investors an encouraging financial forecast.UiPath Inc., up $1.36 to $13.41.The automation software company gave investors an encouraging revenue update and announced job cuts.",
            "html_summary": "<ul><li>Shoals Technologies Group Inc., up $4.93 to $27.40.The solar energy equipment supplier gave investors an encouraging financial forecast.UiPath Inc., up $1.36 to $13.41.The automation software company gave investors an encouraging revenue update and announced job cuts.</li></ul>",
            "website_url": "https://apnews.com/858878b88863aac12a171c6826256e5f"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. NASA launches its new Moon rocket for the first time. Utah Tech visits No. 14 Arizona after Christensens 26point outing  The Associated Press  en Espaol. Chinese national faces sentencing in US aviation spying case. Israel deploys remotecontrolled robotic guns in West Bank. Toyota shows new Prius hybrid with more power, range, style. Walmart, Energizer rise; Bird Global, Getty Images fall"
}