{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jeremy Reimer",
            "title": "A history of ARM, part 2 Everything starts to come together",
            "description": "What had started as twelve people and a dream was now a billiondollar company.",
            "url": "/2022-11-21-a-history-of-arm-part-2-everything-starts-to-come-together",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/11/armpart29-760x380.jpeg",
            "publishedAt": "2022-11-21T12:00:12Z",
            "content": "Enlarge/ The Acorn Archimedes 3000, released in May 1989. 5 with 0 posters participatingThe story so far At the end of the 1980s, Acorn Computers was at a crossroads. A small team, led by Sophie [+4601 chars]",
            "summary": "Upper management at Apple was confused by this machine and quickly killed it, but Gavarini and Pittard kept beating the drum of ARM at internal presentations, showing impressive benchmarks when running LISP.LISP was a heavyweight language, and Apple was using it internally to test new graphical interfaces. After he graduated in 1968, his first job was helping design Englands first transistor-based television.He joined Motorola in 1973 and was quickly promoted to sales engineer. A few months after the first ARM chips had shipped, Acorn Computers' Steve Furber called a tech reporter and tried to get him to cover the story. Daily MailAfter Motorola, Saxby joined a startup called ES2 that was trying to develop a new silicon chip manufacturing technology. We couldnt imagine selling millions of these things.The future looked bleakuntil a representative from another computer company walked through the door. If youd been doing this, Id have known. Then he hung up.As Acorn struggled, Furber tried to imagine how the ARM chip could be spun off into a separate company. A little company called Apple.How had Apple heard about ARM in the first place?",
            "html_summary": "<ul><li>Upper management at Apple was confused by this machine and quickly killed it, but Gavarini and Pittard kept beating the drum of ARM at internal presentations, showing impressive benchmarks when running LISP.LISP was a heavyweight language, and Apple was using it internally to test new graphical interfaces.</li><li>After he graduated in 1968, his first job was helping design England’s first transistor-based television.He joined Motorola in 1973 and was quickly promoted to sales engineer.</li><li>A few months after the first ARM chips had shipped, Acorn Computers' Steve Furber called a tech reporter and tried to get him to cover the story.</li><li>Daily MailAfter Motorola, Saxby joined a startup called ES2 that was trying to develop a new silicon chip manufacturing technology.</li><li>“We couldn’t imagine selling millions of these things.”The future looked bleak—until a representative from another computer company walked through the door.</li><li>If you’d been doing this, I’d have known.” Then he hung up.As Acorn struggled, Furber tried to imagine how the ARM chip could be spun off into a separate company.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/11/a-history-of-arm-part-2-everything-starts-to-come-together/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Custom jeweler Wove bags $3.85M to make engagement ring purchases less stressful",
            "description": "The online custom jewelry company is injecting technology into the engagement and wedding ring buying experience.",
            "url": "/2022-11-21-engagement-ring-online-wove",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/HeroImage_FullRes_05.jpg?resize=1200,675",
            "publishedAt": "2022-11-21T13:03:15Z",
            "content": "Wove, an online custom jewelry company, is injecting technology into the engagement ring buying experience to speed up the time it takes to create oneofakind pieces.Its also doing it with $3.85  [+3222 chars]",
            "summary": "Wove, an online custom jewelry company, is injecting technology into the engagement ring buying experience to speed up the time it takes to create one-of-a-kind pieces.Its also doing it with $3.85 million in a new seed funding led by Springdale Ventures. Also, until recently, the only people who could get custom rings delivered to their house for consideration were famous or ultra wealthy. Before, you had to hand carve a wax ring, and now, we can 3D print up to 300 different rings at the same time within three hours. Even with the pandemic winding down, we still see our business continue to grow, which is really encouraging that our process wasnt just built for the pandemic world. It was built for couples of this day and age and how they want to shop for engagement rings.TouchBistro bakes CAD$150M into restaurant management tech recipeLivestream e-commerce: Why companies and brands need to tune in Wove provides this for the everyday consumer, he added.What we are doing I think was only possible in the last five years because of how 3D printing technology changed along the way, he added.",
            "html_summary": "<ul><li>Wove, an online custom jewelry company, is injecting technology into the engagement ring buying experience to speed up the time it takes to create one-of-a-kind pieces.It’s also doing it with $3.85 million in a new seed funding led by Springdale Ventures.</li><li>Also, until recently, the only people who could get custom rings delivered to their house for consideration were famous or ultra wealthy.</li><li>“Before, you had to hand carve a wax ring, and now, we can 3D print up to 300 different rings at the same time within three hours.</li><li>“Even with the pandemic winding down, we still see our business continue to grow, which is really encouraging that our process wasn’t just built for the pandemic world.</li><li>It was built for couples of this day and age and how they want to shop for engagement rings.”TouchBistro bakes CAD$150M into restaurant management tech recipeLivestream e-commerce: Why companies and brands need to tune in</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/21/engagement-ring-online-wove/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "TSMC to produce 3nanometer chips at its Arizona factory",
            "description": "TSMC founder Morris Chang said today that the semiconductor giant and Apple supplier will build 3nanometer chips at its factory in Arizona, though final plans are not ready yet. The factory is currently under construction, with plans to begin production in 2",
            "url": "/2022-11-21-tsmc-3-nanometer-arizona",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-1325936341.jpg?resize=1200,801",
            "publishedAt": "2022-11-21T06:29:41Z",
            "content": "TSMC founder Morris Chang said today that the semiconductor giant and Apple supplier will build 3nanometer chips at its factory in Arizona, though final plans are not ready yet. The factory is curre [+1779 chars]",
            "summary": "TSMC is also building a factory in Japan and is in talks with the German government to build another one in that country.Other foundries working on 3-nanometer chips include Samsung Electronics, which started producing 3-nanometer chips in June, ahead of TSMC. Samsung said last year it would invest 171 trillion KRW ($132 billion) in its logic chip and foundry business by 2030, and it is also building a semiconductor plant in Texas.Samsung Electronics starts 3-nanometer chip production ahead of TSMC TSMC founder Morris Chang said today that the semiconductor giant and Apple supplier will build 3-nanometer chips at its factory in Arizona, though final plans are not ready yet. It is targeting volume technology in the second half of this year.The worlds largest foundry, TSMC makes almost half of the worlds most advanced chips. The factory is currently under construction, with plans to begin production in 2024.During a press conference in Taipei, Chang said three-nanometer, TSMC right now has a plan, but it has not been completely finalized, Reuters reports. The South Korean tech giant is producing 3-nanometer chips at its Hwaseong and Pyeongtaek semiconductor facilities. It has almost been finalizedin the same Arizona site, phase two.",
            "html_summary": "<ul><li>TSMC is also building a factory in Japan and is in talks with the German government to build another one in that country.Other foundries working on 3-nanometer chips include Samsung Electronics, which started producing 3-nanometer chips in June, ahead of TSMC.</li><li>Samsung said last year it would invest 171 trillion KRW ($132 billion) in its logic chip and foundry business by 2030, and it is also building a semiconductor plant in Texas.Samsung Electronics starts 3-nanometer chip production ahead of TSMC</li><li>TSMC founder Morris Chang said today that the semiconductor giant and Apple supplier will build 3-nanometer chips at its factory in Arizona, though final plans are not ready yet.</li><li>It is targeting volume technology in the second half of this year.The world’s largest foundry, TSMC makes almost half of the world’s most advanced chips.</li><li>The factory is currently under construction, with plans to begin production in 2024.During a press conference in Taipei, Chang said “three-nanometer, TSMC right now has a plan, but it has not been completely finalized,” Reuters reports.</li><li>The South Korean tech giant is producing 3-nanometer chips at its Hwaseong and Pyeongtaek semiconductor facilities.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/20/tsmc-3-nanometer-arizona/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jaclyn Trop",
            "title": "Tesla issues backtoback recalls",
            "description": "Tesla issued backtoback recalls for more than 350,000 sedans and SUVs from U.S. customers over the weekend.",
            "url": "/2022-11-21-tesla-issues-back-to-back-recalls",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/GettyImages-1239417284.jpg?resize=1200,715",
            "publishedAt": "2022-11-21T14:28:45Z",
            "content": "Tesla recalled more than 350,000 vehicles from U.S. customers over the weekend in two separate campaigns.The automaker said Saturday that it was recalling more than 321,000 vehicles over a software [+1210 chars]",
            "summary": "Tesla recalled more than 350,000 vehicles from U.S. customers over the weekend in two separate campaigns.The automaker said Saturday that it was recalling more than 321,000 vehicles over a software glitch that disables the tail lights on some cars. The vast majority of those have been resolved with an over-the-air software update.",
            "html_summary": "<ul><li>Tesla recalled more than 350,000 vehicles from U.S. customers over the weekend in two separate campaigns.The automaker said Saturday that it was recalling more than 321,000 vehicles over a software glitch that disables the tail lights on some cars.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/21/tesla-issues-back-to-back-recalls/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Bryan House",
            "title": "Get your product and customer success teams on the same page to improve net retention",
            "description": "The old way  where you kept product teams hidden away while customer success dealt with delivering bad news  no longer works.",
            "url": "/2022-11-21-get-your-product-and-customer-success-teams-on-the-same-page-to-improve-net-retention",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-1084551870.jpg?resize=1200,800",
            "publishedAt": "2022-11-21T13:15:21Z",
            "content": "Its easy to say things like Were customer obsessed, but statements like that are hard to actually execute. In many companies, the product and customer success teams are separate entities, and when th [+2854 chars]",
            "summary": "In many companies, the product and customer success teams are separate entities, and when they dont work together, there will arise a dynamic that can cause all sorts of problems for the customer, which can lead to dissatisfaction and churn.Most companies cant afford these issues in an economic downturn. As a result, product teams found themselves largely disconnected from customers and often relied on external research or second-hand information on what customers needed instead of actual customer feedback. At one of my previous companies, there were 14 hand-offs between different functional groups, including sales, onboarding, customer support, professional services and account managers. Protecting and growing your existing customer base is the most cost-efficient and expedient path to success for both you and your customers. That many hand-offs creates a big margin for error in the customer experience  not to mention a lack of ownership when something goes wrong. In some companies, the customer may face a dozen hand-offs between signing the contract and getting to their implementation. Its easy to say things like Were customer obsessed, but statements like that are hard to actually execute.",
            "html_summary": "<ul><li>In many companies, the product and customer success teams are separate entities, and when they don’t work together, there will arise a dynamic that can cause all sorts of problems for the customer, which can lead to dissatisfaction and churn.Most companies can’t afford these issues in an economic downturn.</li><li>As a result, product teams found themselves largely disconnected from customers and often relied on external research or second-hand information on what customers needed instead of actual customer feedback.</li><li>At one of my previous companies, there were 14 hand-offs between different functional groups, including sales, onboarding, customer support, professional services and account managers.</li><li>Protecting and growing your existing customer base is the most cost-efficient and expedient path to success for both you and your customers.</li><li>That many hand-offs creates a big margin for error in the customer experience — not to mention a lack of ownership when something goes wrong.</li><li>In some companies, the customer may face a dozen hand-offs between signing the contract and getting to their implementation.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/21/get-your-product-and-customer-success-teams-on-the-same-page-to-improve-net-retention/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "SponsorUnited secures $35M investment to build out its database of brand sponsorships",
            "description": "SponsorUnited, a startup developing a platform to track brand sponsorships and deals, has raised $35 million in venture capital.",
            "url": "/2022-11-21-sponsorunited-secures-35m-investment-to-build-out-its-database-of-brand-sponsorships",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/GettyImages-116984568.jpg?resize=1200,1030",
            "publishedAt": "2022-11-21T13:01:09Z",
            "content": "Sponsorships are a multibilliondollar industry. But data on sponsorships, like whos sponsoring who, can be tough to come by because of the various forms they take  and channels on which those spons [+4727 chars]",
            "summary": "But data on sponsorships, like whos sponsoring who, can be tough to come by because of the various forms they take  and channels on which those sponsorships take place (think not only websites and social media posts but also physical signage and even sports team jerseys). Our data provides valuable insights not only to IT but across the C-suite  chief marketing officers, chief revenue officers, chief customer officers and others.Stamford, Connecticutbased SponsorUnited  which isnt revealing revenue figures  expects to have 100 employees by the end of the year, Lynch added. Paired with previous investments from Milwaukee Bucks owner Marc Lasry and San Diego Padres co-owner Ron Fowler, the infusion brings the startups total raised to $38.6 million.Up to this point, SponsorUnited had raised minimal capital, preferring to stay lean while building our data capture infrastructure and platform, Lynch said. Lynch says hes tracking trends like sponsorships in the metaverse (to the extent theyre a thing), college athlete deals enabled by last years Supreme Court decision, and TikToks growing reach with younger audiences. For both brands and the recipients of sponsorships, the lack of data presents a challenge. We continue to invest in technology to scale and replicate the processes by which sponsorship data is tracked.So whats next for SponsorUnited? SponsorUnited today closed a $35 million Series A funding round led by Spectrum Equity at a postmoney valuation north of $100 million.",
            "html_summary": "<ul><li>But data on sponsorships, like who’s sponsoring who, can be tough to come by because of the various forms they take — and channels on which those sponsorships take place (think not only websites and social media posts but also physical signage and even sports team jerseys).</li><li>“Our data provides valuable insights not only to IT but across the C-suite — chief marketing officers, chief revenue officers, chief customer officers and others.”Stamford, Connecticut–based SponsorUnited — which isn’t revealing revenue figures — expects to have 100 employees by the end of the year, Lynch added.</li><li>Paired with previous investments from Milwaukee Bucks owner Marc Lasry and San Diego Padres co-owner Ron Fowler, the infusion brings the startup’s total raised to $38.6 million.“Up to this point, SponsorUnited had raised minimal capital, preferring to stay lean while building our data capture infrastructure and platform,” Lynch said.</li><li>Lynch says he’s tracking trends like sponsorships in the metaverse (to the extent they’re a thing), college athlete deals enabled by last year’s Supreme Court decision, and TikTok’s growing reach with younger audiences.</li><li>For both brands and the recipients of sponsorships, the lack of data presents a challenge.</li><li>“We continue to invest in technology to scale and replicate the processes by which sponsorship data is tracked.”So what’s next for SponsorUnited?</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/21/sponsorunited-secures-35m-investment-to-build-out-its-database-of-brand-sponsorships/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. A history of ARM, part 2 Everything starts to come together. Custom jeweler Wove bags $3.85M to make engagement ring purchases less stressful. TSMC to produce 3nanometer chips at its Arizona factory. Tesla issues backtoback recalls. Get your product and customer success teams on the same page to improve net retention. SponsorUnited secures $35M investment to build out its database of brand sponsorships"
}