{
    "status": "ok",
    "totalResults": 18,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Hackathon finds dozens of Ukrainian refugees trafficked online",
            "description": "Europol also identified dozens of online users suspected of exploiting refugees.",
            "url": "/2022-09-22-hackathon-finds-dozens-of-ukrainian-refugees-trafficked-online",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-1240100930-760x380.jpg",
            "publishedAt": "2022-09-22T20:47:05Z",
            "content": "7 with 7 posters participatingEarlier this year, the International Organization for Migration reported that more than 3 million refugees fleeing wartorn Ukraine were at heightened risk of exploit [+4756 chars]",
            "summary": "\"\"All relevant stakeholders have recognized that the threat of trafficking in human beings is high and imminent,\" EU's human trafficking plan states. Human trafficking cases, they warned, involved refugees more likely to leave home suddenly without secure financial resources and \"less likely to be identified in the immediate aftermath of mass displacement.\" Online platforms probed during the hackathon included \"a wide range of websites\" and \"social media, dating platforms, advertising and aid platforms, forums and messaging applications. \"I think that it's fabulous that several countries in Europe are getting together and trying to organize themselves to prevent trafficking of the refugees,\" Nagle told Ars. EU said in its anti-trafficking plan that \"trafficking in human beings is not an instantly visible crime. \"On top of hackathons like Europol's, Nagle told Ars that non-government organizations should be more involved in EU-wide investigations to help law enforcement and governments coordinate responses and navigate this complex social issue. In particular, Europol noted in its report, \"investigators targeted human traffickers attempting to lure Ukrainian refugees.",
            "html_summary": "<ul><li>\"\"All relevant stakeholders have recognized that the threat of trafficking in human beings is high and imminent,\" EU's human trafficking plan states.</li><li>Human trafficking cases, they warned, involved refugees more likely to leave home suddenly without secure financial resources and \"less likely to be identified in the immediate aftermath of mass displacement.\"</li><li>Online platforms probed during the hackathon included \"a wide range of websites\" and \"social media, dating platforms, advertising and aid platforms, forums and messaging applications.</li><li>\"I think that it's fabulous that several countries in Europe are getting together and trying to organize themselves to prevent trafficking of the refugees,\" Nagle told Ars.</li><li>EU said in its anti-trafficking plan that \"trafficking in human beings is not an instantly visible crime.</li><li>\"On top of hackathons like Europol's, Nagle told Ars that non-government organizations should be more involved in EU-wide investigations to help law enforcement and governments coordinate responses and navigate this complex social issue.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/hackathon-finds-dozens-of-ukrainian-refugees-trafficked-online/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Mercedes F1 team cut its freight emissions by 89% with biofuel switch",
            "description": "16 trucks used biofuels to haul between the final three European races this year.",
            "url": "/2022-09-22-mercedes-f1-team-cut-its-freight-emissions-by-89-with-biofuel-switch",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/M327731-760x380.jpg",
            "publishedAt": "2022-09-23T14:47:08Z",
            "content": "Enlarge/ One of the MercedesAMG Petronas Formula 1 teams Actros Gigaspace trucks, seen here at this years Hungarian Grand Prix, when it first tried the dropin renewable biofuel instead of convent [+3111 chars]",
            "summary": "The entire journey was fueled by locally sourced HVO, apart from the last 12 miles (20 km) \"due to supply challenges,\" the team says.Analyzing the data, it says that HVO saved 97,204 lbs (44,091 kg) of carbon dioxide emissions compared to diesel, an 89 percent reduction. The real test began following this year's Belgian Grand Prix, when 16 trucks used the fuel to drive 186 miles (300 km) to the Dutch Grand Prix in Zandvoort, the Netherlands, then another 684 miles (1,100 km) to the Italian Grand Prix in Monza, Italy. We aim to be on the cutting edge of change and hope we can make the adoption of sustainable technology possible as we are all in the race towards a sustainable tomorrow,\" said team principal and CEO Toto Wolff.You must login or create an account to comment.  Jonathan M. Gitlin - Sep 23, 2022 2:47 pm UTC A switch from diesel to biofuel significantly reduced the Mercedes-AMG Formula 1 team's freight carbon emissions in a new test. And they need a whole lot of equipment; obviously the race cars and all the tools to run them, but also massive mobile offices and hospitality suites for the European events, when everything travels by road freight. F1 measures fuel by weight, and each car is allowed 220.5 lbs (100 kg) for the race. Trialing the use of biofuels for our land freight is another example of our commitment to embed sustainability in every decision we make and action we take.",
            "html_summary": "<ul><li>The entire journey was fueled by locally sourced HVO, apart from the last 12 miles (20 km) \"due to supply challenges,\" the team says.Analyzing the data, it says that HVO saved 97,204 lbs (44,091 kg) of carbon dioxide emissions compared to diesel, an 89 percent reduction.</li><li>The real test began following this year's Belgian Grand Prix, when 16 trucks used the fuel to drive 186 miles (300 km) to the Dutch Grand Prix in Zandvoort, the Netherlands, then another 684 miles (1,100 km) to the Italian Grand Prix in Monza, Italy.</li><li>We aim to be on the cutting edge of change and hope we can make the adoption of sustainable technology possible as we are all in the race towards a sustainable tomorrow,\" said team principal and CEO Toto Wolff.You must login or create an account to comment.</li><li> Jonathan M. Gitlin - Sep 23, 2022 2:47 pm UTC A switch from diesel to biofuel significantly reduced the Mercedes-AMG Formula 1 team's freight carbon emissions in a new test.</li><li>And they need a whole lot of equipment; obviously the race cars and all the tools to run them, but also massive mobile offices and hospitality suites for the European events, when everything travels by road freight.</li><li>F1 measures fuel by weight, and each car is allowed 220.5 lbs (100 kg) for the race.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/09/mercedes-f1-team-cut-its-freight-emissions-by-89-with-biofuel-switch/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "The case of the murdered mummies virtual autopsy reveals fatal injuries",
            "description": "One was struck on the head and stabbed; the other had massive cervical spine trauma.",
            "url": "/2022-09-22-the-case-of-the-murdered-mummies-virtual-autopsy-reveals-fatal-injuries",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/autopsy7-760x380.jpg",
            "publishedAt": "2022-09-22T22:47:20Z",
            "content": "Enlarge/ Face and upper body of one of two South American mummies that were likely murdered, based on a recent virtual autopsy.3 with 3 posters participatingAn international team of scientists  [+3525 chars]",
            "summary": " Jennifer Ouellette - Sep 22, 2022 10:47 pm UTC An international team of scientists used CT scanning to conduct \"virtual autopsies\" of three South American mummies and found evidence of fatal trauma in two of them, according to a recent paper published in the journal Frontiers in Medicine. Nonetheless, evidence of fatal trauma has been reported previously in a few cases, such as a pre-Columbian skull from the Nasca region showing rotational trauma to the cervical spine and accompanying soft tissue bleeding into the skull. One of the mummies had clearly been hit on the head and stabbed, possibly by two assailants, while the other showed signs of massive cervical spine trauma. The third female mummy also showed signs of trauma, but the damage was inflicted post-mortem. (Acquisition records describe it as a \"female mummy,\" so someone at the time missed the mummy's male genitalia.) But those mummies came from different locations, populations, and time periods, making it difficult to draw general conclusions from the findings. He was buried in a squatting position, and given the nature of the goods buried with him, he likely belonged to a fishing community of the Arica culture in what is now northern Chile.",
            "html_summary": "<ul><li> Jennifer Ouellette - Sep 22, 2022 10:47 pm UTC An international team of scientists used CT scanning to conduct \"virtual autopsies\" of three South American mummies and found evidence of fatal trauma in two of them, according to a recent paper published in the journal Frontiers in Medicine.</li><li>Nonetheless, evidence of fatal trauma has been reported previously in a few cases, such as a pre-Columbian skull from the Nasca region showing rotational trauma to the cervical spine and accompanying soft tissue bleeding into the skull.</li><li>One of the mummies had clearly been hit on the head and stabbed, possibly by two assailants, while the other showed signs of massive cervical spine trauma.</li><li>The third female mummy also showed signs of trauma, but the damage was inflicted post-mortem.</li><li>(Acquisition records describe it as a \"female mummy,\" so someone at the time missed the mummy's male genitalia.)</li><li>But those mummies came from different locations, populations, and time periods, making it difficult to draw general conclusions from the findings.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/the-case-of-the-murdered-mummies-virtual-autopsy-reveals-fatal-injuries/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "Is Moores law actually dead this time? Nvidia seems to think so",
            "description": "Chips going... down in price is a story of the past, CEO says.",
            "url": "/2022-09-22-do-expensive-nvidia-graphics-cards-foretell-the-death-of-moores-law",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/gtx4090-760x298.jpg",
            "publishedAt": "2022-09-22T17:08:51Z",
            "content": "Enlarge/ The green lines make it faster.41 with 36 posters participating, including story authorWhen Nvidia rolled out its new RTX 40series graphics cards earlier this week, many gamers and indu [+5316 chars]",
            "summary": "Adjusted for inflation (which has been unusually high in recent years), the launch RTX 3090 would cost more than $1,700 in August 2022 dollars, making today's RTX 4090 look like a relative bargain.When you look at the lower tiers, the price increases begin to look a bit less reasonable. Processing power keeps doubling partly because consumers expect it to keep doubling and finding uses for that extra power.That consumer demand, in turn, pushes companies to find new ways to keep pace with expectations. \"In justifying Nvidia's price increases, Huang defended the raw power of the 40-series cards compared with past offerings. \"The performance of Nvidia's $899 GPU or $1,599 GPU a year ago, two years ago, at the same price point, our performance with Ada Lovelace is monumentally better,\" he said. Even if Nvidia can no longer keep its processor power increases on trend at consistent prices, they're not the only game in town. In other words, even if Nvidia can't figure out how to keep up with Moore's law these days, someone else might.You must login or create an account to comment. The RTX 4080 linesplit into $899 and $1,199 pricing tiersis significantly more expensive than the $699 and $799 launch prices for the two tiers of RTX 3080 cards in 2020.",
            "html_summary": "<ul><li>Adjusted for inflation (which has been unusually high in recent years), the launch RTX 3090 would cost more than $1,700 in August 2022 dollars, making today's RTX 4090 look like a relative bargain.When you look at the lower tiers, the price increases begin to look a bit less reasonable.</li><li>Processing power keeps doubling partly because consumers expect it to keep doubling and finding uses for that extra power.That consumer demand, in turn, pushes companies to find new ways to keep pace with expectations.</li><li>\"In justifying Nvidia's price increases, Huang defended the raw power of the 40-series cards compared with past offerings.</li><li>\"The performance of Nvidia's $899 GPU or $1,599 GPU a year ago, two years ago, at the same price point, our performance with Ada Lovelace is monumentally better,\" he said.</li><li>Even if Nvidia can no longer keep its processor power increases on trend at consistent prices, they're not the only game in town.</li><li>In other words, even if Nvidia can't figure out how to keep up with Moore's law these days, someone else might.You must login or create an account to comment.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2022/09/do-expensive-nvidia-graphics-cards-foretell-the-death-of-moores-law/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "A new kind of wireless aims to connect the planet and save it, too  Axios",
            "description": "LoRa is a lowpower wireless technology that can connect sensors and devices across miles.",
            "url": "/2022-09-22-semtech-lora-wireless-low-power",
            "urlToImage": "https://images.axios.com/TKGcY2Y_o54Vryy9WYWiUr2kgRU=/0x0:1920x1080/1366x768/2022/09/21/1663782181356.jpg",
            "publishedAt": "2022-09-22T12:53:02Z",
            "content": "The CEO of Semtech doesnt mind that you have never heard of his chip company, but hopes the lowpower wireless technology it is pushing will soon be on everyones radar.Why it matters The technol [+2644 chars]",
            "summary": "Semtech makes the chips that enable devices to use LoRa technology, while the standard itself is managed by an independent organization.State of play: Though still in the early stages of adoption, early applications of LoRa today include in devices that monitor water use and track items that companies own.",
            "html_summary": "<ul></ul>",
            "website_url": "https://www.axios.com/2022/09/22/semtech-lora-wireless-low-power"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "AI model from OpenAI automatically recognizes speech and translates it to English",
            "description": "Whisper open source model may become a building block in future speechtotext apps.",
            "url": "/2022-09-22-new-ai-model-from-openai-automatically-recognizes-speech-and-translates-to-english",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/waveform_hero_1-760x380.jpg",
            "publishedAt": "2022-09-22T16:48:28Z",
            "content": "Enlarge/ A pink waveform on a blue background suggesting a visual depiction of audio.7 with 7 posters participatingOn Wednesday, OpenAI released a new open source AI model called Whisper that rec [+2873 chars]",
            "summary": " Benj Edwards - Sep 22, 2022 4:48 pm UTC On Wednesday, OpenAI released a new open source AI model called Whisper that recognizes and translates audio at a level that approaches human recognition ability. On Whisper's model card (under the \"Broader Implications\" section), OpenAI warns that Whisper could be used to automate surveillance or identify individual speakers in a conversation, but the company hopes it will be used \"primarily for beneficial purposes. It can also detect the spoken language and translate it to English.OpenAI describes Whisper as an encoder-decoder transformer, a type of neural network that can use context gleaned from input data to learn associations that can then be translated into the model's output. That's a potent combination that might eventually disrupt the transcription industry.As with almost every major new AI model these days, Whisper brings positive advantages and the potential for misuse. It can transcribe interviews, podcasts, conversations, and more.OpenAI trained Whisper on 680,000 hours of audio data and matching transcripts in 98 languages collected from the web. OpenAI presents this overview of Whisper's operation:Input audio is split into 30-second chunks, converted into a log-Mel spectrogram, and then passed into an encoder. According to OpenAI, this open-collection approach has led to \"improved robustness to accents, background noise, and technical language.\"",
            "html_summary": "<ul><li> Benj Edwards - Sep 22, 2022 4:48 pm UTC On Wednesday, OpenAI released a new open source AI model called Whisper that recognizes and translates audio at a level that approaches human recognition ability.</li><li>On Whisper's model card (under the \"Broader Implications\" section), OpenAI warns that Whisper could be used to automate surveillance or identify individual speakers in a conversation, but the company hopes it will be used \"primarily for beneficial purposes.</li><li>It can also detect the spoken language and translate it to English.OpenAI describes Whisper as an encoder-decoder transformer, a type of neural network that can use context gleaned from input data to learn associations that can then be translated into the model's output.</li><li>That's a potent combination that might eventually disrupt the transcription industry.As with almost every major new AI model these days, Whisper brings positive advantages and the potential for misuse.</li><li>It can transcribe interviews, podcasts, conversations, and more.OpenAI trained Whisper on 680,000 hours of audio data and matching transcripts in 98 languages collected from the web.</li><li>OpenAI presents this overview of Whisper's operation:Input audio is split into 30-second chunks, converted into a log-Mel spectrogram, and then passed into an encoder.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2022/09/new-ai-model-from-openai-automatically-recognizes-speech-and-translates-to-english/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Google and YouTube to take on Dolby with free HDR and audio standards",
            "description": "AV1s Alliance for Open Media wants more royaltyfree standards.",
            "url": "/2022-09-22-google-and-youtube-to-take-on-dolby-with-free-hdr-and-audio-standards",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/30-760x380.jpg",
            "publishedAt": "2022-09-22T21:40:03Z",
            "content": "Enlarge/ The Alliance for Open Media logo.5 with 5 posters participatingGoogle can do basically whatever it wants regarding video and web standards. YouTube is the worlds most popular video site [+2994 chars]",
            "summary": "That all costs money, though, and Protocol's report says $50 streaming sticks end up having around $2 of that price tag go to Dolby.Surround sound has been a movie feature forever with various numbers of front, back, and side speakers, but Dolby Atmos adds height into the equation. If you take a 5.1 or 7.1 speaker setupthat's three front speakers, two back, a subwoofer, and for 7.1, two side speakersDolby Atmos adds four overhead speakers into the mix, allowing sound to pan overhead of the viewer. To start, the group already has specs for an \"Immersive Audio Container\" published on the web, which describes itself as a \"codec-agnostic audio bitstream format to deliver three-dimensional sound fields that can be used for multichannel sound playback.\" That's a big deal, since the name \"Dolby\" still holds a lot of sway with home theater enthusiasts, and that means streaming apps can market the Dolby brand as a premium add-on, creating demand for the standards. This is the same group behind the AV1 standard, which grew out of Google's purchase of On2 and the open sourcing of its video codec.Neither Dolby Vision nor Atmos competitors require new codec development. For HDR, the group wants to adopt the HDR10+ standard, which was originally cooked up by Samsung but lacks content.It's not yet known what consumer-facing brand these standards will be for. Atmos is supported by Apple, Netflix, HBO Max, and Disney+.Google is tackling Dolby via the \"Alliance for Open Media\" standards group, which counts Amazon, Apple, Arm, Google, Intel, Meta, Microsoft, Mozilla, Netflix, Nvidia, and Samsung in its \"founding members\" group.",
            "html_summary": "<ul><li>That all costs money, though, and Protocol's report says $50 streaming sticks end up having around $2 of that price tag go to Dolby.Surround sound has been a movie feature forever with various numbers of front, back, and side speakers, but Dolby Atmos adds height into the equation.</li><li>If you take a 5.1 or 7.1 speaker setup—that's three front speakers, two back, a subwoofer, and for 7.1, two side speakers—Dolby Atmos adds four overhead speakers into the mix, allowing sound to pan overhead of the viewer.</li><li>To start, the group already has specs for an \"Immersive Audio Container\" published on the web, which describes itself as a \"codec-agnostic audio bitstream format to deliver three-dimensional sound fields that can be used for multichannel sound playback.\"</li><li>That's a big deal, since the name \"Dolby\" still holds a lot of sway with home theater enthusiasts, and that means streaming apps can market the Dolby brand as a premium add-on, creating demand for the standards.</li><li>This is the same group behind the AV1 standard, which grew out of Google's purchase of On2 and the open sourcing of its video codec.Neither Dolby Vision nor Atmos competitors require new codec development.</li><li>For HDR, the group wants to adopt the HDR10+ standard, which was originally cooked up by Samsung but lacks content.It's not yet known what consumer-facing brand these standards will be for.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2022/09/google-and-youtube-to-take-on-dolby-with-free-hdr-and-audio-standards/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JUAN A. LOZANO - Associated Press",
            "title": "Professor, NASA researcher pleads guilty in China ties case",
            "description": "A NASA researcher and Texas A&M University professor has pleaded guilty to charges related to hiding his ties to a university created by the Chinese government while accepting federal grant money. Zhengdong Cheng pleaded guilty to two counts _ violation",
            "url": "/2022-09-22-b1ffd9c4dd96f8328886febf16d002c2",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/73769e9c-c54c-11ea-9ace-179ea39eeb22.jpg?resize=600%2C315",
            "publishedAt": "2022-09-23T20:45:42Z",
            "content": "HOUSTON (AP) A NASA researcher and Texas A&amp;M University professor has pleaded guilty to charges related to hiding his ties to a university created by the Chinese government while accepting federa [+2782 chars]",
            "summary": "He said he did not believe investigators had targeted professors on the basis of ethnicity, but he also said he had to be responsive to concerns he heard, including from Asian American groups.___Follow Juan A. Lozano on Twitter at https://twitter.com/juanlozano70 HOUSTON (AP)  A NASA researcher and Texas A&M University professor pleaded guilty to charges related to hiding his ties to a university created by the Chinese government while accepting federal grant money. Texas A&M and the Texas A&M System take security very seriously, and we constantly are on the look-out for vulnerabilities, especially when national security is involved, John Sharp, chancellor of the Texas A&M System, said in a statement Friday. The overall mission stays the same, to ferret out economic espionage, but the focus is to target wrongdoers by their deeds and not by their ethnicity, Hilder said. We will continue to work with our federal partners to keep our intellectual property secure and out of the hands of foreign governments who seek to do us harm.Cheng was fired from Texas A&M shortly after his arrest. The department had also endured high-profile setbacks in individual prosecutions, resulting in the dismissal of multiple criminal cases against academic researchers in the last year. Prosecutors accused Cheng, who was hired by Texas A&M in 2004, of concealing his work in China even as his team of researchers received nearly $750,000 in grant money for space research.",
            "html_summary": "<ul><li>He said he did not believe investigators had targeted professors on the basis of ethnicity, but he also said he had to be responsive to concerns he heard, including from Asian American groups.___Follow Juan A. Lozano on Twitter at https://twitter.com/juanlozano70</li><li>HOUSTON (AP) — A NASA researcher and Texas A&M University professor pleaded guilty to charges related to hiding his ties to a university created by the Chinese government while accepting federal grant money.</li><li>“Texas A&M and the Texas A&M System take security very seriously, and we constantly are on the look-out for vulnerabilities, especially when national security is involved,” John Sharp, chancellor of the Texas A&M System, said in a statement Friday.</li><li>The overall mission stays the same, to ferret out economic espionage, but the focus is to target wrongdoers by their deeds and not by their ethnicity,” Hilder said.</li><li>“We will continue to work with our federal partners to keep our intellectual property secure and out of the hands of foreign governments who seek to do us harm.”Cheng was fired from Texas A&M shortly after his arrest.</li><li>The department had also endured high-profile setbacks in individual prosecutions, resulting in the dismissal of multiple criminal cases against academic researchers in the last year.</li></ul>",
            "website_url": "https://apnews.com/b1ffd9c4dd96f8328886febf16d002c2"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BARBARA ORTUTAY - AP Technology Writer",
            "title": "Facebook violated rights of Palestinian users, report finds",
            "description": "Actions by Facebook and its parent Meta during last years Gaza war violated the rights of Palestinian users to freedom of expression, freedom of assembly, political participation and nondiscrimination. Thats according to a new report commissioned by the so",
            "url": "/2022-09-22-8587529541424ca7882bf88ba96e2799",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/0/ea/0ea9a58b-1689-5b89-b263-378a6126f602/632cd07574b21.image.jpg?crop=1842%2C967%2C0%2C78&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-22T20:44:51Z",
            "content": "By BARBARA ORTUTAY  AP Technology WriterActions by Facebook and its parent Meta during last years Gaza war violated the rights of Palestinian users to freedom of expression, freedom of assembly,  [+4292 chars]",
            "summary": "Actions by Facebook and its parent Meta during last years Gaza war violated the rights of Palestinian users to freedom of expression, freedom of assembly, political participation and non-discrimination, a report commissioned by the social media company has found. While we have made significant changes as a result of this exercise already, this process will take time  including time to understand how some of these recommendations can best be addressed, and whether they are technically feasible.Meta, the report confirmed, also made serious errors in enforcement. The report Thursday from independent consulting firm Business for Social Responsibility confirmed long-standing criticisms of Metas policies and their uneven enforcement as it relates to the Israeli-Palestinian conflict: It found the company over-enforced rules when it came to Arabic content and under-enforced content in Hebrew. The violence spread into Israel itself, with the country experiencing the worst communal violence between Jewish and Arab citizens in years.In an interview this week, Israels national police chief, Kobi Shabtai, told the Yediot Ahronot daily that he believed social media had fueled the communal fighting. The report echoed issues raised in internal documents from Facebook whistleblower Frances Haugen last fall, showing that the companys problems are systemic and have long been known inside Meta. In response, Meta said it plans to implement some of the reports recommendations, including improving its Hebrew-language classifiers, which help remove violating posts automatically using artificial intelligence. There are no quick, overnight fixes to many of these recommendations, as BSR makes clear, the company based in Menlo Park, California, said in a blog post Thursday.",
            "html_summary": "<ul><li>Actions by Facebook and its parent Meta during last year’s Gaza war violated the rights of Palestinian users to freedom of expression, freedom of assembly, political participation and non-discrimination, a report commissioned by the social media company has found.</li><li>“While we have made significant changes as a result of this exercise already, this process will take time — including time to understand how some of these recommendations can best be addressed, and whether they are technically feasible.”Meta, the report confirmed, also made serious errors in enforcement.</li><li>The report Thursday from independent consulting firm Business for Social Responsibility confirmed long-standing criticisms of Meta’s policies and their uneven enforcement as it relates to the Israeli-Palestinian conflict: It found the company over-enforced rules when it came to Arabic content and under-enforced content in Hebrew.</li><li>The violence spread into Israel itself, with the country experiencing the worst communal violence between Jewish and Arab citizens in years.In an interview this week, Israel’s national police chief, Kobi Shabtai, told the Yediot Ahronot daily that he believed social media had fueled the communal fighting.</li><li>The report echoed issues raised in internal documents from Facebook whistleblower Frances Haugen last fall, showing that the company’s problems are systemic and have long been known inside Meta.</li><li>In response, Meta said it plans to implement some of the report’s recommendations, including improving its Hebrew-language “classifiers,” which help remove violating posts automatically using artificial intelligence.</li></ul>",
            "website_url": "https://apnews.com/8587529541424ca7882bf88ba96e2799"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Saudi Arabia plans to send female astronaut to space in 2023",
            "description": "Saudi Arabia plans to launch a training program with the goal of sending its own astronauts, including a woman, into space next year. The kingdom is actively promoting science and technology as part of its wideranging Vision 2030 plan to",
            "url": "/2022-09-22-b97e84e169e2e545557153852d3b5031",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-09-22T12:54:32Z",
            "content": "DUBAI, United Arab Emirates (AP) Saudi Arabia said Thursday it will launch a training program with the goal of sending its own astronauts, including a woman, into space next year.The kingdom is act [+1663 chars]",
            "summary": "Saudi Arabia lifted a long-standing ban on women driving in 2018.The Saudi Astronaut Program, which is an integral part of the Kingdoms ambitious Vision 2030, will send Saudi astronauts into space to help better serve humanity, the Saudi Space Commission said in a statement. He later served as head of the Saudi Space Commission from 2018 until last year, when he was appointed an adviser to King Salman.The neighboring United Arab Emirates has the Arab worlds leading space program, having launched a probe into Mars orbit in February 2021. The plan, championed by Saudi Arabias powerful Crown Prince Mohammed bin Salman, also calls for greater integration of women into the workforce of the conservative Muslim country. If the moon mission succeeds, the UAE and Japan, which is providing the lander, would join the ranks of only the U.S., Russia and China as nations that have put a spacecraft on the lunar surface. The UAE plans to launch its first lunar rover in November.",
            "html_summary": "<ul><li>Saudi Arabia lifted a long-standing ban on women driving in 2018.“The Saudi Astronaut Program, which is an integral part of the Kingdom’s ambitious Vision 2030, will send Saudi astronauts into space to help better serve humanity,” the Saudi Space Commission said in a statement.</li><li>He later served as head of the Saudi Space Commission from 2018 until last year, when he was appointed an adviser to King Salman.The neighboring United Arab Emirates has the Arab world’s leading space program, having launched a probe into Mars’ orbit in February 2021.</li><li>The plan, championed by Saudi Arabia’s powerful Crown Prince Mohammed bin Salman, also calls for greater integration of women into the workforce of the conservative Muslim country.</li><li>If the moon mission succeeds, the UAE and Japan, which is providing the lander, would join the ranks of only the U.S., Russia and China as nations that have put a spacecraft on the lunar surface.</li></ul>",
            "website_url": "https://apnews.com/b97e84e169e2e545557153852d3b5031"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Hackathon finds dozens of Ukrainian refugees trafficked online. Mercedes F1 team cut its freight emissions by 89% with biofuel switch. The case of the murdered mummies virtual autopsy reveals fatal injuries. Is Moores law actually dead this time? Nvidia seems to think so. A new kind of wireless aims to connect the planet and save it, too  Axios. AI model from OpenAI automatically recognizes speech and translates it to English. Google and YouTube to take on Dolby with free HDR and audio standards. Professor, NASA researcher pleads guilty in China ties case. Facebook violated rights of Palestinian users, report finds. Saudi Arabia plans to send female astronaut to space in 2023"
}