{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "Well take it Prime Video unveils brief sneak peek at Wheel of Time S2 at NYCC",
            "description": "The only way to stop all this suffering is to stop the wheel itself.",
            "url": "/2022-10-08-well-take-it-prime-video-unveils-brief-sneak-peek-at-wheel-of-time-s2-at-nycc",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/wheel2-760x380.jpg",
            "publishedAt": "2022-10-08T20:12:05Z",
            "content": "3 with 3 posters participatingPrime Video dropped a rapidfire S1 recap and sneak peek at the second season of Wheel of Time during New York Comic Con.New York Comic Con is happening this weekend [+3837 chars]",
            "summary": "Ars Senior Technology Editor Lee Hutchinson and Senior Technology Reporter Andrew Cunningham are mega-fans of the book series, and devoted themselves to recapping every S1 episode in great detail, as well as giving frank assessments of how well the series handled adapting the source material. And Perrin helped dig up the flaming Horn of Valere, which plays a big role in the second book in the series.The NYCC teaser whips through a series of rapid-fire moments from S1, and the new footage starts about the :23 second mark, featuring a despairing voiceover by Moraine. Their overall verdict after the S1 finale: despite some massive divergences from the books, the series was mostly entertaining, although they would have liked the show to spend more time on the story to let the main characters develop more fully. The new season isn't slated to premiere until sometime next year, but the streaming platform is confident enough in the series that it's already been renewed for a third. Long ago, a great evil called the Dark One caused the saidin to become tainted, such that most men who show an ability to channel that magic go mad. But the big news (for those unfamiliar with the books) is that Rand was identified as the Dragon Reborn and went into hiding to avoid his destiny and/or harming his friendsbut not before he may have accidentally released the Dark One. )As I've written previously, the series centers on Moiraine (Rosamund Pike), a member of a powerful, all-woman organization called the Aes Sedai.",
            "html_summary": "<ul><li>Ars Senior Technology Editor Lee Hutchinson and Senior Technology Reporter Andrew Cunningham are mega-fans of the book series, and devoted themselves to recapping every S1 episode in great detail, as well as giving frank assessments of how well the series handled adapting the source material.</li><li>And Perrin helped dig up the flaming Horn of Valere, which plays a big role in the second book in the series.The NYCC teaser whips through a series of rapid-fire moments from S1, and the new footage starts about the :23 second mark, featuring a despairing voiceover by Moraine.</li><li>Their overall verdict after the S1 finale: despite some massive divergences from the books, the series was mostly entertaining, although they would have liked the show to spend more time on the story to let the main characters develop more fully.</li><li>The new season isn't slated to premiere until sometime next year, but the streaming platform is confident enough in the series that it's already been renewed for a third.</li><li>Long ago, a great evil called the Dark One caused the saidin to become tainted, such that most men who show an ability to channel that magic go mad.</li><li>But the big news (for those unfamiliar with the books) is that Rand was identified as the Dragon Reborn and went into hiding to avoid his destiny and/or harming his friends—but not before he may have accidentally released the Dark One.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2022/10/well-take-it-prime-video-unveils-brief-sneak-peek-at-wheel-of-time-s2-at-nycc/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "China lashes out at latest U.S. export controls on chips  The Associated Press  en Espaol",
            "description": "China lashes out at latest U.S. export controls on chipsThe Associated Press  en EspaolBiden Administration Clamps Down on Chinas Access to Chip TechnologyThe New York TimesU.S. tries to hobble China chip industry with new",
            "url": "/2022-10-08-technology-business-china-global-trade-47eed4a9fa1c2f51027ed12cf929ff55",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/493519c134a14c1cbb9efa0dc42cb9be/3000.jpeg",
            "publishedAt": "2022-10-08T10:11:43Z",
            "content": "BEIJING (AP) China on Saturday criticized the latest U.S. decision to tighten export controls that would make it harder for China to obtain and manufacture advanced computing chips, calling it a viol [+1937 chars]",
            "summary": "The U.S. has implemented a raft of measures and restrictions designed to prevent China from obtaining chip technology, while China has earmarked billions for investment into the production of semiconductors.The tensions have impacted semiconductor companies in the U.S. and globally which either export chips or manufacture chips in China. It will not only damage the legitimate rights and interests of Chinese companies, but also affect American companies interests, she said.",
            "html_summary": "<ul><li>The U.S. has implemented a raft of measures and restrictions designed to prevent China from obtaining chip technology, while China has earmarked billions for investment into the production of semiconductors.The tensions have impacted semiconductor companies in the U.S. and globally which either export chips or manufacture chips in China.</li></ul>",
            "website_url": "https://apnews.com/article/technology-business-china-global-trade-47eed4a9fa1c2f51027ed12cf929ff55"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Alison Snyder",
            "title": "AI is helping materials scientists home in on promising new materials",
            "description": "AI and automation are speeding up science and chemistry by helping scientists pick which experiments to conduct and home in on promising new materials.Why it matters Theres pressure on these fields to produce new materials faster and cheaper to support and ",
            "url": "/2022-10-08-ai-discover-new-materials-science",
            "urlToImage": "https://images.axios.com/_LrC-PfxEnHjFRouHs7IPNZwkfY=/0x0:1920x1080/1366x768/2022/10/06/1665085923657.jpg",
            "publishedAt": "2022-10-09T11:59:38Z",
            "content": "AI and automation are speeding up science and chemistry by helping scientists pick which experiments to conduct and home in on promising new materials.Why it matters Theres pressure on these fiel [+5279 chars]",
            "summary": "AI and automation are speeding up science and chemistry by helping scientists pick which experiments to conduct and home in on promising new materials.Why it matters: There's pressure on these fields to produce new materials faster and cheaper to support and power technologies that could transform industries and economies. A neural network then whittles that down to about 1,000 remaining candidates.What they found: The researchers identified two new alloys in six times through the loop.Yes, but: Finding a material or chemical is one hurdle.",
            "html_summary": "<ul><li>AI and automation are speeding up science and chemistry by helping scientists pick which experiments to conduct and home in on promising new materials.Why it matters: There's pressure on these fields to produce new materials faster and cheaper to support and power technologies that could transform industries and economies.</li></ul>",
            "website_url": "https://www.axios.com/2022/10/09/ai-discover-new-materials-science"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Santa Fe New Mexican",
            "title": "AG is among 4 finalists for Northern New Mexico College post",
            "description": "New Mexico Attorney General Hector Balderas is a finalist for president of Northern New Mexico College. Hes one of four people being considered for the post, along with Dr. Patricia Trujillo, the deputy secretary of the states Higher Education Department.",
            "url": "/2022-10-08-a97e699ea19a182972a3f20bf89e1c6d",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-10-09T19:46:18Z",
            "content": "ESPANOLA, N.M. (AP) New Mexico Attorney General Hector Balderas is one of four finalists being considered for president of Northern New Mexico College, according to media reports. Balderas is leaving [+1571 chars]",
            "summary": "Michelle Lujan Grisham as deputy secretary of the Higher Education Department in 2020 and supervises six of nine divisions including academic policy, adult education and information technology.Hicks is high-ranking administrator at Dalton State Georgias only Hispanic-serving institution  while Johns has been president at Ferrum College since 2018.",
            "html_summary": "<ul><li>Michelle Lujan Grisham as deputy secretary of the Higher Education Department in 2020 and supervises six of nine divisions including academic policy, adult education and information technology.Hicks is high-ranking administrator at Dalton State— Georgia’s only Hispanic-serving institution — while Johns has been president at Ferrum College since 2018.</li></ul>",
            "website_url": "https://apnews.com/a97e699ea19a182972a3f20bf89e1c6d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "China lashes out at latest U.S. export controls on chips",
            "description": "China has criticized the latest U.S. decision to tighten export controls that would make it harder for China to obtain and manufacture advanced computing chips, calling it a violation of international economic and trade rules that will isolate and backfire",
            "url": "/2022-10-08-47eed4a9fa1c2f51027ed12cf929ff55",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/8/ce/8ce02c49-adac-5e4f-845d-481d3bf3769d/634073cee3e98.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-08T10:01:16Z",
            "content": "BEIJING (AP) China on Saturday criticized the latest U.S. decision to tighten export controls that would make it harder for China to obtain and manufacture advanced computing chips, calling it a viol [+2129 chars]",
            "summary": "The U.S. has implemented a raft of measures and restrictions designed to prevent China from obtaining chip technology, while China has earmarked billions for investment into the production of semiconductors.The tensions have impacted semiconductor companies in the U.S. and globally which either export chips or manufacture chips in China. It will not only damage the legitimate rights and interests of Chinese companies, but also affect American companies interests, she said.",
            "html_summary": "<ul><li>The U.S. has implemented a raft of measures and restrictions designed to prevent China from obtaining chip technology, while China has earmarked billions for investment into the production of semiconductors.The tensions have impacted semiconductor companies in the U.S. and globally which either export chips or manufacture chips in China.</li></ul>",
            "website_url": "https://apnews.com/47eed4a9fa1c2f51027ed12cf929ff55"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Samya Kullab",
            "title": "2 killed as demonstrations around Iran enter 4th week",
            "description": "SULIMANIYAH, Iraq (AP)  Antigovernment demonstrations erupted Saturday in several locations across Iran as the most sustained protests in years against a deeply entrenched theocracy entered their fourth week.",
            "url": "/2022-10-08-b516df4c8d83cdf6ccc507433ca5f4f0",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9d7edd6c64c448bfaf17c5ebb1b2fbf7/3000.jpeg",
            "publishedAt": "2022-10-08T14:34:36Z",
            "content": "SULIMANIYAH, Iraq (AP) Antigovernment demonstrations erupted Saturday in several locations across Iran as the most sustained protests in years against a deeply entrenched theocracy entered their fou [+3380 chars]",
            "summary": "The semi-official Fars news agency, believed to be close to the elite paramilitary force, the Islamic Revolutionary Guard, said Kurdistans police chief denied reports of using live rounds against protesters.Fars claimed that people in Sanandajs Pasdaran Street said the victim was shot from inside the car without elaborating. But photos of the dead man indicate that he was shot from his left side, meaning he likely was not shot from inside the car. The France-based Kurdistan Human Rights Network and the Hengaw Organization for Human Rights, said the man was shot after honking at security forces stationed on the street. Freedom  a common chant of the protesters  played in the background.The protests erupted Sept. 17, after the burial of 22-year-old Mahsa Amini, a Kurdish woman who had died in the custody of Irans feared morality police. Demonstrations were also reported in the capital Tehran on Saturday, including small ones near the Sharif University of Technology, one of Irans premier centers of learning and the scene of a violent government crackdown last weekend. Many shops were closed in central Tehran and near the University of Tehran.President Ebrahim Raisi in a meeting with students from the all-female Al-Zahra University in Tehran alleged again that foreign enemies were responsible for fomenting the protests. SULIMANIYAH, Iraq (AP)  Anti-government demonstrations erupted Saturday in several locations across Iran as the most sustained protests in years against a deeply entrenched theocracy entered their fourth week.",
            "html_summary": "<ul><li>The semi-official Fars news agency, believed to be close to the elite paramilitary force, the Islamic Revolutionary Guard, said Kurdistan’s police chief denied reports of using live rounds against protesters.Fars claimed that people in Sanandaj’s Pasdaran Street said the victim was shot from inside the car without elaborating.</li><li>But photos of the dead man indicate that he was shot from his left side, meaning he likely was not shot from inside the car.</li><li>The France-based Kurdistan Human Rights Network and the Hengaw Organization for Human Rights, said the man was shot after honking at security forces stationed on the street.</li><li>Freedom” — a common chant of the protesters — played in the background.The protests erupted Sept. 17, after the burial of 22-year-old Mahsa Amini, a Kurdish woman who had died in the custody of Iran’s feared morality police.</li><li>Demonstrations were also reported in the capital Tehran on Saturday, including small ones near the Sharif University of Technology, one of Iran’s premier centers of learning and the scene of a violent government crackdown last weekend.</li><li>Many shops were closed in central Tehran and near the University of Tehran.President Ebrahim Raisi in a meeting with students from the all-female Al-Zahra University in Tehran alleged again that foreign enemies were responsible for fomenting the protests.</li></ul>",
            "website_url": "https://apnews.com/b516df4c8d83cdf6ccc507433ca5f4f0"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Zack Whittaker",
            "title": "ACLUs Jennifer Stisa Granick and Googles Maddie Stone talk security and surveillance at Disrupt",
            "description": "Surveillance is a growing threat to privacy and civil liberties. Hear from leading experts to get a crash course on the surveillance state.",
            "url": "/2022-10-08-aclus-jennifer-stisa-granick-and-googles-maddie-stone-talk-security-and-surveillance-at-disrupt",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/maddie_jennifer.jpg?resize=1200,675",
            "publishedAt": "2022-10-08T15:01:19Z",
            "content": "In a world filled with bad actors and snooping governments, surveillance is the one factor that affects almost every business across the globe. While companies like Apple, Signal and LastPass fight a [+3055 chars]",
            "summary": "Case in point: Fear over healthcare data tracking and privacy became a reality after the U.S. Supreme Court overturned Roe v. Wade, the landmark legal case that guaranteed a persons constitutional right to abortion.The decisions that founders and investors make today can and will affect millions tomorrow. In a world filled with bad actors and snooping governments, surveillance is the one factor that affects almost every business across the globe. Buy your pass today and find out why Disrupt is the place where startups go to grow.Is your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2022? Contact our sponsorship sales team by filling out this form.",
            "html_summary": "<ul><li>Case in point: Fear over healthcare data tracking and privacy became a reality after the U.S. Supreme Court overturned Roe v. Wade, the landmark legal case that guaranteed a person’s constitutional right to abortion.The decisions that founders and investors make today can and will affect millions tomorrow.</li><li>In a world filled with bad actors and snooping governments, surveillance is the one factor that affects almost every business across the globe.</li><li>Buy your pass today and find out why Disrupt is the place where startups go to grow.Is your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2022?</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/08/aclus-jennifer-stisa-granick-and-googles-maddie-stone-talk-security-and-surveillance-at-disrupt/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Is the RPA market in trouble?",
            "description": "Automation Anywhere, one of the largest RPA vendors, raised debt instead of equity. Is that cause for alarm in the market?",
            "url": "/2022-10-08-is-the-rpa-market-in-trouble",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/05/GettyImages-1285142483.jpg?resize=1200,800",
            "publishedAt": "2022-10-09T17:00:59Z",
            "content": "Automation Anywhere, one of the bestfunded RPA providers with over $1 billion capital raised to date, went the debt route this week, securing a $200 million loan from Silicon Valley Bank, SVB Capita [+1571 chars]",
            "summary": "Assuming the $2.9 billion figure comes to pass, itd translate to 19.5% growth between the years 2021 and 2022.",
            "html_summary": "<ul><li>Assuming the $2.9 billion figure comes to pass, it’d translate to 19.5% growth between the years 2021 and 2022.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/09/is-the-rpa-market-in-trouble/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Well take it Prime Video unveils brief sneak peek at Wheel of Time S2 at NYCC. China lashes out at latest U.S. export controls on chips  The Associated Press  en Espaol. AI is helping materials scientists home in on promising new materials. AG is among 4 finalists for Northern New Mexico College post. China lashes out at latest U.S. export controls on chips. 2 killed as demonstrations around Iran enter 4th week. ACLUs Jennifer Stisa Granick and Googles Maddie Stone talk security and surveillance at Disrupt. Is the RPA market in trouble?"
}