{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Eric Olson",
            "title": "Tech companys outage leaves fans unable to download tickets  The Associated Press  en Espaol",
            "description": "A technology company that handles ticketing for many of the biggest college football programs encountered a problem Saturday that left fans across the country unable to download digital tickets onto their smartphones for several hours.",
            "url": "/2022-09-10-college-football-technology-sports-smartphones-645c004413a53871c3f4363e5f170472",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/dd2a6e0dd370436596952ff7bcf3b96e/3000.jpeg",
            "publishedAt": "2022-09-10T22:52:50Z",
            "content": "A technology company that handles ticketing for many of the biggest college football programs encountered a problem Saturday that left fans across the country unable to download digital tickets onto  [+1244 chars]",
            "summary": "Some also encouraged fans to go to the ticket office for assistance.___More AP college football: https://apnews.com/hub/college-football and https://twitter.com/AP_Top25 Sign up for the APs college football newsletter: https://apnews.com/cfbtop25 Phone and email messages seeking comment were not immediately returned.Schools including Nebraska, Oklahoma, Georgia Tech, Pitt, UCLA, Wisconsin, Michigan and Cincinnati reported problems with digital tickets.Schools said fans trying to download tickets began encountering problems late Saturday morning. StubHub and several schools reported Paciolans system was up and running at about 4:30 p.m. Eastern.Stadiums and arenas have mostly phased out paper tickets and gone to digital ticketing.Schools affected by the outage sent emails to ticketholders that they could present at the gate for entry.",
            "html_summary": "<ul><li>Some also encouraged fans to go to the ticket office for assistance.___More AP college football: https://apnews.com/hub/college-football and https://twitter.com/AP_Top25 Sign up for the AP’s college football newsletter: https://apnews.com/cfbtop25</li><li>Phone and email messages seeking comment were not immediately returned.Schools including Nebraska, Oklahoma, Georgia Tech, Pitt, UCLA, Wisconsin, Michigan and Cincinnati reported problems with digital tickets.Schools said fans trying to download tickets began encountering problems late Saturday morning.</li></ul>",
            "website_url": "https://apnews.com/article/college-football-technology-sports-smartphones-645c004413a53871c3f4363e5f170472"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Regulators appear to be growing increasingly wary of banks and fintech startups getting too cozy",
            "description": "Welcome to The Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2022-09-10-regulators-appear-to-be-growing-increasingly-wary-of-banks-and-fintech-startups-getting-too-cozy",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/05/GettyImages-83393803-e1662767322127.jpg?w=1200",
            "publishedAt": "2022-09-11T14:16:49Z",
            "content": "Welcome to The Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+12577 chars]",
            "summary": "Alex digs more into the companys AUM here.Of course, this is not the first time that weve seen a deal for a large bank to acquire a fintech company fall apart over regulatory concerns. Aireals head of growth, Harrison Montgomery, told me via email that his company is actually thriving in the current economic climate. The 9-year-old company has just raised north of $2 million over the years and operates with a lean and mean mindset. On September 7, Reuters reported that the rise of fintech services and digital banking could spur financial risks and potentially a crisis over the long term, citing Michael Hsu, Acting Comptroller of the Currency, a major U.S. bank regulator. On the fintech front, she and Anita Ramaswamy did a deep dive on the related companies in the cohort, noting that one-fifth of the accelerators Summer 2022 batch, which spans 240 companies, is working on solving issues in the financial space. Latham also told me that since exiting beta in Q321, DonateStock has grown to 750+ registered nonprofits (up 30x in 12 months) while processing $10 million in stock donations. We can do very well by doing good, Latham said.Image Credits: TechCrunchMesh Payments closes on $60M as demand for its corporate spend offering surgesDeFi platform Credix raises $11.25M to connect institutional lenders with emerging market fintechsAnother week down in the books.  Mary AnnAt the end of last week, venture-backed robo-adviser Wealthfront snuck in an announcement that the deal in which it was to be acquired by Swiss banking giant UBS for $1.4 billion was scrapped.",
            "html_summary": "<ul><li>Alex digs more into the company’s AUM here.Of course, this is not the first time that we’ve seen a deal for a large bank to acquire a fintech company fall apart over regulatory concerns.</li><li>Aireal’s head of growth, Harrison Montgomery, told me via email that his company “is actually thriving in the current economic climate.” The 9-year-old company has just raised north of $2 million over the years and operates with a lean and mean mindset.</li><li>On September 7, Reuters reported that “the rise of fintech services and digital banking could spur financial risks and potentially a crisis over the long term,” citing Michael Hsu, Acting Comptroller of the Currency, a major U.S. bank regulator.</li><li>On the fintech front, she and Anita Ramaswamy did a deep dive on the related companies in the cohort, noting that “one-fifth of the accelerator’s Summer 2022 batch, which spans 240 companies, is working on solving issues in the financial space.</li><li>Latham also told me that since exiting beta in Q3’21, DonateStock has grown to 750+ registered nonprofits (up 30x in 12 months) while processing $10 million in stock donations.</li><li>“We can do very well by doing good,” Latham said.Image Credits: TechCrunchMesh Payments closes on $60M as demand for its corporate spend offering surgesDeFi platform Credix raises $11.25M to connect institutional lenders with emerging market fintechsAnother week down in the books.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/11/regulators-appear-to-be-growing-increasingly-wary-of-banks-and-fintech-startups-getting-too-cozy/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MENELAOS HADJICOSTIS - Associated Press",
            "title": "Small nuke reactors emerge as energy option, but risks loom",
            "description": "A global search for alternative sources to Russian energy during the war in Ukraine has refocused attention on smaller, easiertobuild nuclear power stations. Proponents say they could provide a cheaper, more efficient alternative to older model megaplants.",
            "url": "/2022-09-10-90a27fb7190f4d6f300e276596f6b93b",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/9/97/997e5846-2ad8-5568-98a9-58aa0c9a2bf4/631c39888767f.image.jpg?crop=1672%2C878%2C344%2C0&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-10T06:50:14Z",
            "content": "By MENELAOS HADJICOSTIS  Associated PressNICOSIA, Cyprus (AP) A global search for alternative sources to Russian energy during the war in Ukraine has refocused attention on smaller, easiertobuil [+6024 chars]",
            "summary": "This incompetence and lobbying power make Turkey an easy target for SMRs, said Koray, adding that his party eschews technology with an uncertain future.Gould said one Rolls-Royce SMR would generate nuclear waste the size of a tennis court piled 1-meter high throughout the plants 60-year lifetime. Gould said Rolls-Royce is completely compliant with U.K. and international requirements in exporting its SMR technology only in territories that are signatories to the necessary international treaties for the peaceful use of nuclear power for energy generation.Ramana said, however, theres no guarantee nations will follow the rules. Rolls-Royce aims to build its first stations in the U.K. within 5 1/2 years, Gould said.Similarly, Oregon-based NuScale Power signed agreements last year with two Polish companies  copper and silver producer KGHM and energy producer UNIMOT  to explore the possibility of building SMRs to power heavy industry. Thats two years faster than it took to build a standard nuclear plant between 2016 and 2021, according to International Atomic Energy Agency statistics. Some estimates put the cost of building a 1,100-megawatt nuclear plant at between $6 billion and $9 billion. He said initially, waste would be stored on site at the U.K. plants and would eventually be transferred to a long-term disposal site selected by the British government.M.V. Building on a smaller scale reduces risks and makes it a more investible project. Some SMRs are essentially pressurized water reactors identical to some 400 reactors worldwide, while other designs use sodium, lead, gas or salt as a coolant instead of water.",
            "html_summary": "<ul><li>This incompetence and lobbying power make Turkey an easy target for SMRs,” said Koray, adding that his party eschews technology with an “uncertain future.”Gould said one Rolls-Royce SMR would generate nuclear waste the size of a “tennis court piled 1-meter high” throughout the plant’s 60-year lifetime.</li><li>Gould said Rolls-Royce is “completely compliant” with U.K. and international requirements in exporting its SMR technology “only in territories that are signatories to the necessary international treaties for the peaceful use of nuclear power for energy generation.”Ramana said, however, there’s no guarantee nations will follow the rules.</li><li>Rolls-Royce aims to build its first stations in the U.K. within 5 1/2 years, Gould said.Similarly, Oregon-based NuScale Power signed agreements last year with two Polish companies — copper and silver producer KGHM and energy producer UNIMOT — to explore the possibility of building SMRs to power heavy industry.</li><li>That’s two years faster than it took to build a standard nuclear plant between 2016 and 2021, according to International Atomic Energy Agency statistics.</li><li>Some estimates put the cost of building a 1,100-megawatt nuclear plant at between $6 billion and $9 billion.</li><li>He said initially, waste would be stored on site at the U.K. plants and would eventually be transferred to a long-term disposal site selected by the British government.M.V.</li></ul>",
            "website_url": "https://apnews.com/90a27fb7190f4d6f300e276596f6b93b"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps Apples event brings a dynamic Island, new widgets and iOS 16",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. Global app spending reached $65 billion in the first half of 2022, up only slightly from the $64.4 billi",
            "url": "/2022-09-10-this-week-in-apps-apples-event-brings-a-dynamic-island-new-widgets-and-ios-16",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/this-week-in-apps-splash-2022.webp?w=1200",
            "publishedAt": "2022-09-10T18:00:31Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.Global app spending reached $65 billion in  [+17908 chars]",
            "summary": "The app launched this week on iOS after a year of beta testing. Grocery delivery app Instacart announced its acquisition of the e-commerce platform Rosie, which helps local and independent retailers and wholesalers and provides them with tools for powering order flow, fulfillment and customer insights. Deal terms werent disclosed.If you often find yourself making Spotify playlists to get hyped for an upcoming music festival or to relive a favorite past show, a new mobile app called LineupSupply can now help make that process easier. Others see the widgets as part of a larger set of personalization offerings, allowing users to pin their favorite photos, motivational quotes or even favorite app shortcuts to their Lock Screen, as ScreenKit has done.So Live Activities are cool right? The app aims to offer crypto education and trading for teens and their parents. Headspace Health acquired Shine, a mental health and wellness app dedicated to providing an inclusive mental health experience for the BIPOC community. And if you dont want to do the work of finding and uploading your own image, you may be able to find an existing playlist built by other users in the apps Discover section.Theres no limit to the number of playlists you can create with the free version. But overall, the app economy is continuing to grow, having produced a record number of downloads and consumer spending across both the iOS and Google Play stores combined in 2021, according to the latest year-end reports. This clever new utility allows you to upload a photo of a music festivals poster to have it automatically transformed into a Spotify playlist in a matter of moments.",
            "html_summary": "<ul><li>The app launched this week on iOS after a year of beta testing.🤝 Grocery delivery app Instacart announced its acquisition of the e-commerce platform Rosie, which helps local and independent retailers and wholesalers and provides them with tools for powering order flow, fulfillment and customer insights.</li><li>Deal terms weren’t disclosed.If you often find yourself making Spotify playlists to get hyped for an upcoming music festival or to relive a favorite past show, a new mobile app called LineupSupply can now help make that process easier.</li><li>Others see the widgets as part of a larger set of personalization offerings, allowing users to pin their favorite photos, motivational quotes or even favorite app shortcuts to their Lock Screen, as ScreenKit has done.So Live Activities are cool right?</li><li>The app aims to offer crypto education and trading for teens and their parents.🤝 Headspace Health acquired Shine, a mental health and wellness app dedicated to providing an inclusive mental health experience for the BIPOC community.</li><li>And if you don’t want to do the work of finding and uploading your own image, you may be able to find an existing playlist built by other users in the app’s “Discover” section.There’s no limit to the number of playlists you can create with the free version.</li><li>But overall, the app economy is continuing to grow, having produced a record number of downloads and consumer spending across both the iOS and Google Play stores combined in 2021, according to the latest year-end reports.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/10/this-week-in-apps-apples-event-brings-a-dynamic-island-new-widgets-and-ios-16/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Alphabets Verily raises $1 billion as tech giants enter red hot healthcare sector  TechCrunch",
            "description": "Verily, the life sciences business under Alphabet, said Friday that it has raised $1 billion, capital that will be used to expand its datadriven healthcare products tailored to individuals. The round was led by Alphabet, the company said in its announcement.",
            "url": "/2022-09-10-alphabets-verily-raises-1-billion-as-tech-giants-enter-red-hot-healthcare-sector",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/GettyImages-1331215115.jpg?w=1200",
            "publishedAt": "2022-09-10T00:51:09Z",
            "content": "Verily, the life sciences business under Alphabet, said Friday that it has raised $1 billion, capital that will be used to expand its datadriven healthcare products tailored to individuals.The rou [+2009 chars]",
            "summary": "In other words, Verily  which was born out of Google X in 2015  aims to use technology to provide medical care for individuals instead of everyone.Verily said the funds may also be used to invest in strategic partnerships, global business development and potential acquisitions. In 2021, the company bought research software developer SignalPath to expand its clinical trial system. Gillett initially joined Verily as an operational adviser and to lead the companys cybersecurity efforts. The company has already landed a several partnerships and completed at least one acquisition. The companys founder Andy Conrad will become executive chairman of the Verily board. At the time, he was co-founder and CEO of Chronicle, an Alphabet cybersecurity company that is now part of Google Cloud.Deepak Ahuja is leaving the CFO spot by the end of the month. Ahuja, the former and first CFO at Tesla, has been hired as the first chief financial and business officer at drone delivery and logistics startup Zipline.",
            "html_summary": "<ul><li>In other words, Verily — which was born out of Google X in 2015 — aims to use technology to provide medical care for individuals instead of everyone.Verily said the funds may also be used to invest in strategic partnerships, global business development and potential acquisitions.</li><li>In 2021, the company bought research software developer SignalPath to expand its clinical trial system.</li><li>Gillett initially joined Verily as an operational adviser and to lead the company’s cybersecurity efforts.</li><li>The company has already landed a several partnerships and completed at least one acquisition.</li><li>The company’s founder Andy Conrad will become executive chairman of the Verily board.</li><li>At the time, he was co-founder and CEO of Chronicle, an Alphabet cybersecurity company that is now part of Google Cloud.Deepak Ahuja is leaving the CFO spot by the end of the month.</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/09/alphabets-verily-raises-1-billion-as-tech-giants-enter-red-hot-healthcare-sector/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Hector",
            "title": "Are we preparing the next generation for the Fourth Industrial Revolution?  TechCrunch",
            "description": "School might be in session, but alongside pencils and books on students desks are iPads and Chromebooks. In the age of the Fourth Industrial Revolution (4IR) young scholars are learning the language of code alongside English. Now, more than ever, its critic",
            "url": "/2022-09-10-verizon-innovative-learning",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/09/TC-Image2png.png?w=1200",
            "publishedAt": "2022-09-11T18:10:16Z",
            "content": "School might be in session, but alongside pencils and books on students desks are iPads and Chromebooks. In the age of the Fourth Industrial Revolution (4IR) young scholars are learning the language  [+5543 chars]",
            "summary": "The initiative also provides immersive teacher training to fully equip teachers to integrate the latest technology in the classroom, along with curriculum support to better prepare students for the critical skills they need for the digital economy. The program provides free technology, free internet access and hands-on learning experiences to help students develop in-demand skills. We dont have to wait until college or until the workplace, thats too late.From Verizon: Verizon Innovative Learning provides free technology, internet access and a technology-infused curriculum, preparing students for success in the digital economy. Since 2012, Verizon has committed a total of $400 million and helped more than a million students get free tech education, with a goal of reaching 2 million more by 2021. The digital divide is a real and daunting thing: according to new Pew Research Center data, nearly six in 10 rural residents say that high-speed internet access is a problem in their areas, and more than four in 10 urban residents say the same. Through its Verizon Innovative Learning initiative, for instance, Verizon has provided over a million kids in under-resourced communities access to next-gen technology, resources and training. Troublingly, the data also show that non-white racial groups and less affluent groups are more likely to identify lack of access as a problem as well.",
            "html_summary": "<ul><li>The initiative also provides immersive teacher training to fully equip teachers to integrate the latest technology in the classroom, along with curriculum support to better prepare students for the critical skills they need for the digital economy.</li><li>The program provides free technology, free internet access and hands-on learning experiences to help students develop in-demand skills.</li><li>We don’t have to wait until college or until the workplace, that’s too late.”From Verizon: Verizon Innovative Learning provides free technology, internet access and a technology-infused curriculum, preparing students for success in the digital economy.</li><li>Since 2012, Verizon has committed a total of $400 million and helped more than a million students get free tech education, with a goal of reaching 2 million more by 2021.</li><li>The digital divide is a real and daunting thing: according to new Pew Research Center data, nearly six in 10 rural residents say that high-speed internet access is a problem in their areas, and more than four in 10 urban residents say the same.</li><li>Through its Verizon Innovative Learning initiative, for instance, Verizon has provided over a million kids in under-resourced communities access to next-gen technology, resources and training.</li></ul>",
            "website_url": "https://techcrunch.com/sponsor/unlisted/verizon-innovative-learning/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Mascarenhas",
            "title": "What 227 Y Combinator pitches will teach you about startups",
            "description": "Welcome to Startups Weekly, a fresh humanfirst take on this weeks startup news and trends. To get this in your inbox, subscribe here. In some ways, Y Combinators biannual Demo Day is somewhat predictable There will be Stanford dropouts, lastminute pivots",
            "url": "/2022-09-10-what-227-y-combinator-pitches-will-teach-you-about-startups",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/06/startups-weekly-featured1.jpg?w=1200",
            "publishedAt": "2022-09-10T18:00:59Z",
            "content": "Welcome to Startups Weekly, a fresh humanfirst take on this weeks startup news and trends. To get this in your inbox, subscribe here.In some ways, Y Combinators biannual Demo Day is somewhat predi [+7738 chars]",
            "summary": "For early-stage startups, especially those that are struggling to raise another round, the future could look like becoming acquisition fodder (and thats not bad news).Image Credits: Caiaimage/Adam Gault / Getty ImagesKim Kardashian announced this week that she is breaking into the private equity world with SKKY Partners. And finally, it was the first batch where we saw a bifurcation; over 60% of batch founders were in the Bay Area during the three-month accelerator, while others remained scattered across the world.All those tensions are great for story ideas. Second, the batch was smaller than usual (see previous versions of this column here and here; its a different tone altogether)  a narrowing of focus the accelerator says was due to the downturn. Her firm, done in collaboration with ex-Carlyle partner Jay Sammons, has not yet raised its first fund but does plan to make its first investment by the end of the year.Heres whats important: Its the financialization of trendsetters, as we discussed on Equity. It will widen the companys footprint for local and independent retailers.And, to end the week, we have online grocery company Misfits Market announcing it will acquire Imperfect Foods. Make sure to read the whole piece as Ive snuck in a TC+ discount code, especially for Startups Weekly readers, in the post.If you like this newsletter, do me a quick favor? First, YC Summer 2022 is the second batch to receive a $500,000 check instead of $125,000, as part of the accelerators expanded check size.",
            "html_summary": "<ul><li>For early-stage startups, especially those that are struggling to raise another round, the future could look like becoming acquisition fodder (and that’s not bad news).Image Credits: Caiaimage/Adam Gault / Getty ImagesKim Kardashian announced this week that she is breaking into the private equity world with SKKY Partners.</li><li>And finally, it was the first batch where we saw a bifurcation; over 60% of batch founders were in the Bay Area during the three-month accelerator, while others remained scattered across the world.All those tensions are great for story ideas.</li><li>Second, the batch was smaller than usual (see previous versions of this column here and here; it’s a different tone altogether) — a narrowing of focus the accelerator says was due to the downturn.</li><li>Her firm, done in collaboration with ex-Carlyle partner Jay Sammons, has not yet raised its first fund but does plan to make its first investment by the end of the year.Here’s what’s important: It’s the financialization of trendsetters, as we discussed on Equity.</li><li>It will widen the company’s footprint for local and independent retailers.And, to end the week, we have online grocery company Misfits Market announcing it will acquire Imperfect Foods.</li><li>Make sure to read the whole piece as I’ve snuck in a TC+ discount code, especially for Startups Weekly readers, in the post.If you like this newsletter, do me a quick favor?</li></ul>",
            "website_url": "https://techcrunch.com/2022/09/10/what-227-y-combinator-pitches-will-teach-you-about-startups/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Tech companys outage leaves fans unable to download tickets  The Associated Press  en Espaol. Regulators appear to be growing increasingly wary of banks and fintech startups getting too cozy. Small nuke reactors emerge as energy option, but risks loom. This Week in Apps Apples event brings a dynamic Island, new widgets and iOS 16. Alphabets Verily raises $1 billion as tech giants enter red hot healthcare sector  TechCrunch. Are we preparing the next generation for the Fourth Industrial Revolution?  TechCrunch. What 227 Y Combinator pitches will teach you about startups"
}