{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "Deepening U.S.China tech rift enters new phase",
            "description": "The new round of efforts to slow Chinas access to semiconductor technology the U.S. announced last month went further than many people expected. And the Biden Administration isnt slowing down, with more restrictions seen as likely.Why it matters The tech i",
            "url": "/2022-11-04-china-us-tech-rift-deepening-biden-administration-sanctions",
            "urlToImage": "https://images.axios.com/BL9kiDPA9Thw0YzGYrqwQ5G_Ehs=/0x0:1320x743/1366x768/2022/11/04/1667531543896.png",
            "publishedAt": "2022-11-04T09:45:05Z",
            "content": "The new round of efforts to slow Chinas access to semiconductor technology the U.S. announced last month went further than many people expected. And the Biden Administration isnt slowing down, with [+5061 chars]",
            "summary": "Of note: The new rules' limits on the work of American personnel added a fresh front to what had been an effort focused largely on preventing China from getting either leading-edge chips themselves, or the advanced equipment needed to make such chips. What's next: The U.S. may look to impose new restrictions on China's access to quantum computing technology, which threatens to break traditional encryption, Rasser said.And then there's TikTok, the Chinese-owned social media giant. Illustration: Sarah Grillo/AxiosThe new round of efforts to slow China's access to semiconductor technology the U.S. announced last month went further than many people expected. The big picture: While many chip companies have significant markets in China, plenty of other big tech companies dont. Commerce undersecretary Alan Estevez said at a CNAS event last month, per The Washington Post.State of play: The restrictions on chips are being billed as critical to national security. And the Biden Administration isn't slowing down, with more restrictions seen as likely.Why it matters: The tech industry once drove a wider movement to tie the world's economies together. Meanwhile, most tech companies have remained silent, beyond acknowledging they will comply with whatever sanctions are imposed.",
            "html_summary": "<ul><li>Of note: The new rules' limits on the work of American personnel added a fresh front to what had been an effort focused largely on preventing China from getting either leading-edge chips themselves, or the advanced equipment needed to make such chips.</li><li>What's next: The U.S. may look to impose new restrictions on China's access to quantum computing technology, which threatens to break traditional encryption, Rasser said.And then there's TikTok, the Chinese-owned social media giant.</li><li>Illustration: Sarah Grillo/AxiosThe new round of efforts to slow China's access to semiconductor technology the U.S. announced last month went further than many people expected.</li><li>The big picture: While many chip companies have significant markets in China, plenty of other big tech companies don’t.</li><li>Commerce undersecretary Alan Estevez said at a CNAS event last month, per The Washington Post.State of play: The restrictions on chips are being billed as critical to national security.</li><li>And the Biden Administration isn't slowing down, with more restrictions seen as likely.Why it matters: The tech industry once drove a wider movement to tie the world's economies together.</li></ul>",
            "website_url": "https://www.axios.com/2022/11/04/china-us-tech-rift-deepening-biden-administration-sanctions"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Matter could solve smart homes biggest problem",
            "description": "The halcyon day when all our smart home devices talk to one another  and reduce our energy bills took a giant step forward Thursday with the introduction of Matter, a widelybacked connectivity standard. Why it matters Many consumers are leery of buying I",
            "url": "/2022-11-04-matter-smart-home-iot-amazon-google-apple-devices",
            "urlToImage": "https://images.axios.com/_VRi4JMnqtk0CX-wpc4W_kNfMjQ=/0x0:1920x1080/1366x768/2022/11/03/1667482774976.png",
            "publishedAt": "2022-11-04T09:30:23Z",
            "content": "The halcyon day when all our smart home devices talk to one another and reduce our energy bills took a giant step forward Thursday with the introduction of Matter, a widelybacked connectivity stand [+4101 chars]",
            "summary": "Illustration: Ada Amer/AxiosThe halcyon day when all our smart home devices talk to one another  and reduce our energy bills  took a giant step forward Thursday with the introduction of Matter, a widely-backed connectivity standard.  Bonus: Matter might be \"good news for your energy bill,\" said Sitao Ma of Schneider Electric, which sells a smart home energy management system.Yes, but: As Axios managing editor for technology Scott Rosenberg put it, \"you never know when these standards are going to take off or flop.\"  State of play: On the product side, Amazon  for one  says it'll have \"17 different Echo devices, plugs, switches and bulbs with Android setup\" working with Matter in December.What they're saying: \"This is a major inflection point for the IoT,\" Richardson added. \"This will enable use cases and experiences that  I kid you not  we can't even imagine today,\" added Manish Kothari, SVP of software development at Silicon Labs, which is baking Matter into its chips. The bottom line: There's a lot of brainpower, money and goodwill pouring into Matter and its tantalizing promise of device interoperability and smarter homes.  and Matter will (ideally) ensure that they all talk to one another. And that's a promising sign.",
            "html_summary": "<ul><li>Illustration: Aïda Amer/AxiosThe halcyon day when all our smart home devices talk to one another — and reduce our energy bills — took a giant step forward Thursday with the introduction of Matter, a widely-backed connectivity standard.</li><li>💡 Bonus: Matter might be \"good news for your energy bill,\" said Sitao Ma of Schneider Electric, which sells a smart home energy management system.Yes, but: As Axios managing editor for technology Scott Rosenberg put it, \"you never know when these standards are going to take off or flop.\"</li><li>🔌 State of play: On the product side, Amazon — for one — says it'll have \"17 different Echo devices, plugs, switches and bulbs with Android setup\" working with Matter in December.What they're saying: \"This is a major inflection point for the IoT,\" Richardson added.</li><li>\"This will enable use cases and experiences that — I kid you not — we can't even imagine today,\" added Manish Kothari, SVP of software development at Silicon Labs, which is baking Matter into its chips.</li><li>The bottom line: There's a lot of brainpower, money and goodwill pouring into Matter and its tantalizing promise of device interoperability and smarter homes.</li><li>— and Matter will (ideally) ensure that they all talk to one another.</li></ul>",
            "website_url": "https://www.axios.com/2022/11/04/matter-smart-home-iot-amazon-google-apple-devices"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By HYUNG-JIN KIM and KIM TONG-HYUNG - Associated Press",
            "title": "EXPLAINER How impoverished N. Korea finances testing spree",
            "description": "North Koreas recent barrage of missile tests, including Wednesdays record of at least 23 launches, is raising an important question about its weapons program How does the impoverished country pay for the seemingly endless tests? While some experts say each",
            "url": "/2022-11-04-2123df5d4759e555c91e7fb2f2f21e19",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/e3/8e3e30ef-b06b-5212-8180-2e59f21a2dc9/6364ed413a590.image.jpg?crop=1764%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-04T10:34:32Z",
            "content": "By HYUNGJIN KIM and KIM TONGHYUNG  Associated PressSEOUL, South Korea (AP) North Koreas recent barrage of missile tests, including Wednesdays record of at least 23 launches, is raising an import [+6538 chars]",
            "summary": "They say North Korea likely manufactures weapons at a much cheaper cost than other countries because of free labor and possible clandestine Chinese and Russian support.Whichever is correct, there are no signs that North Koreas economic hardships are slowing its weapons tests. SEOUL, South Korea (AP)  North Koreas recent barrage of missile tests, including Wednesdays record of at least 23 launches, is raising an important question about its weapons program: How does the impoverished country pay for the seemingly endless tests? While some experts say each North Korean launch could cost $2 million to $10 million, others say there is no way to estimate accurately given the Norths extremely secretive nature. This time, the missile had a stage separation, and I think theyve achieved quite a big technological progress.North Korea has argued its missile tests are meant as a warning against a series of U.S-South Korean joint military exercises that it views as an invasion rehearsal. They likely include a developmental Hwasong-17 intercontinental ballistic missile, surface-to-air missiles and a variety of short-range ballistic missiles. Lee Illwoo, an expert with the Korea Defense Network in South Korea, said its impossible for outsiders to accurately estimate weapons production costs in North Korea. In a report to the office of South Korean lawmaker Shin Won-sik in September, the state-run Korea Institute for Defense Analyses in Seoul said North Korea was estimated to have spent up to $1.6 billion on its nuclear program since the 1970s.",
            "html_summary": "<ul><li>They say North Korea likely manufactures weapons at a much cheaper cost than other countries because of free labor and possible clandestine Chinese and Russian support.Whichever is correct, there are no signs that North Korea’s economic hardships are slowing its weapons tests.</li><li>SEOUL, South Korea (AP) — North Korea’s recent barrage of missile tests, including Wednesday’s record of at least 23 launches, is raising an important question about its weapons program: How does the impoverished country pay for the seemingly endless tests?</li><li>While some experts say each North Korean launch could cost $2 million to $10 million, others say there is no way to estimate accurately given the North’s extremely secretive nature.</li><li>“This time, the missile had a stage separation, and I think they’ve achieved quite a big technological progress.”North Korea has argued its missile tests are meant as a warning against a series of U.S-South Korean joint military exercises that it views as an invasion rehearsal.</li><li>They likely include a developmental Hwasong-17 intercontinental ballistic missile, surface-to-air missiles and a variety of short-range ballistic missiles.</li><li>Lee Illwoo, an expert with the Korea Defense Network in South Korea, said it’s impossible for outsiders to accurately estimate weapons production costs in North Korea.</li></ul>",
            "website_url": "https://apnews.com/2123df5d4759e555c91e7fb2f2f21e19"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Ants global play is to be a payments aggregator and it now reaches 1B users",
            "description": "After trying for years to replicate the success of its QR codeenabled payments solution overseas, Ant Group seems to have finally found a path to scaling. Instead of going after end users, the Alibabaaffiliated fintech giant has been quietly forming partner",
            "url": "/2022-11-04-ant-alipay-plus-alibaba-global-expansion",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/7311667528749_.pic_hd.jpg?resize=1200,900",
            "publishedAt": "2022-11-04T08:59:17Z",
            "content": "After trying for years to replicate the success of its QR codeenabled payments solution overseas, Ant Group seems to have finally found a path to scaling. Instead of going after end users, the Aliba [+3909 chars]",
            "summary": "Built on top of the technology capabilities and know-how of Alipay, Alipay+ offers cross-border digital payment and marketing solutions connecting global merchants, online and offline, with multiple e-wallets and payment methods from different countries and regions and helping the merchants to engage with mobile-savvy consumers of those payment methods. Alipay+ has integrated with 15 payment methods, allowing its partnered merchants to reach over one billion consumers, Angel Zhao, president of international business at Ant Group, said during the Singapore Fintech Festival on Thursday.To create a network effect, Alipay+ has been busy onboarding merchants. Its built something akin to the Mastercard or Visa network for digital payments, allowing consumers to travel easily with their mobile wallet from home.Ant dubs the payments processing network Alipay+ to distinguish it from Alipay, its consumer-facing wallet that has become ubiquitous in China. A Filipino tourist visiting Japan, for instance, can pull up their GCash wallet and pay at a store that supports Alipay+ by scanning a QR code; they can also display their wallets QR code for the cashier to scan. All the while, Alipay+ has automatically calculated and done the currency conversion part.Alipay+ charges enterprise software fees acting as a cross-border payments and merchant marketing solution provider, a spokesperson for Ant tells TechCrunch.But how would a user of GCash know about Alipay+ in the first place? Other Alipay+ partnering wallets across Asia have similarly incorporated these perks.The appeal of Alipay+ for merchants, on the other hand, is that one billion consumers can conveniently pay at their stores. Following the revamp, Ant is expected to operate more like a traditional financial holding company and shoulder more capital risks, which will inevitably hurt its profitability.Jack Ma to give up control of fintech giant Ant Group: WSJChina lays out rectification plan for Jack Mas fintech empire Ant",
            "html_summary": "<ul><li>Built on top of the technology capabilities and know-how of Alipay, Alipay+ offers cross-border digital payment and marketing solutions connecting global merchants, online and offline, with multiple e-wallets and payment methods from different countries and regions and helping the merchants to engage with mobile-savvy consumers of those payment methods.</li><li>Alipay+ has integrated with 15 payment methods, allowing its partnered merchants to reach over one billion consumers, Angel Zhao, president of international business at Ant Group, said during the Singapore Fintech Festival on Thursday.To create a network effect, Alipay+ has been busy onboarding merchants.</li><li>It’s built something akin to the Mastercard or Visa network for digital payments, allowing consumers to travel easily with their mobile wallet from home.Ant dubs the payments processing network Alipay+ to distinguish it from Alipay, its consumer-facing wallet that has become ubiquitous in China.</li><li>A Filipino tourist visiting Japan, for instance, can pull up their GCash wallet and pay at a store that supports Alipay+ by scanning a QR code; they can also display their wallet’s QR code for the cashier to scan.</li><li>All the while, Alipay+ has automatically calculated and done the currency conversion part.Alipay+ charges enterprise software fees acting as a cross-border payments and merchant marketing solution provider, a spokesperson for Ant tells TechCrunch.But how would a user of GCash know about Alipay+ in the first place?</li><li>Other Alipay+ partnering wallets across Asia have similarly incorporated these perks.The appeal of Alipay+ for merchants, on the other hand, is that one billion consumers can conveniently pay at their stores.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/04/ant-alipay-plus-alibaba-global-expansion/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BROOKE SCHULTZ - Associated Press/Report for America",
            "title": "Schools clash with parents over bans on student cellphones",
            "description": "As growing numbers of schools move to limit student access to cellphones, many are navigating pushback from parents. They want to be able to connect with their children at a moments notice. Bans on the devices were on the rise",
            "url": "/2022-11-04-e45811998c1b1e4046ade2dbba46fd1e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/8e/78e6a73c-3df6-5551-a7b3-a586c40a350c/6364ff1cb30ba.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-04T11:34:34Z",
            "content": "By BROOKE SCHULTZ  Associated Press/Report for AmericaCellphones the ultimate distraction keep children from learning, educators say. But in attempts to keep the phones at bay, the most vocal push [+6047 chars]",
            "summary": "Some fear losing touch with their kids during a school shooting.Shannon Moser, who has students in eighth and ninth grades in Rochester, New York, said she felt parents were being pushed away when the Greece Central School District this year began locking away student phones. Amid heightened scrutiny of topics such as race and inclusion, some parents also view cellphone restrictions as a way of keeping them out of their kids education.Over a decade ago, around 90% of public schools prohibited cellphone use, but that shrank to 65% in the 2015-2016 school year. But she said parent views on the debate run the gamut.You still have the parents that want to have that direct line of communication and have concerns over their child not being able to have that communication, she said. And many school officials may feel empowered to ban the devices, given growing concern among parents about pandemic-era screen time, said Liz Keren-Kolb, clinical associate professor of education technologies at the University of Michigan. There was a lot of pushback and a lot of concern in the beginning of what this would look like, how this would unfold, how is it going to affect us getting in touch?Kids and their parents have largely adapted to the new policy, she said. Its a reset to say, How do we manage this in a way that makes sense for everybody?At the Richardson Independent School District, near Dallas, student cellphone use had been prohibited during instructional time before officials proposed buying magnetic pouches to seal them away during the school day. Legal action by parents remains rare, with one exception being an unsuccessful lawsuit by several parents against New York Citys school cellphone ban in 2006, which ultimately was lifted in 2015.",
            "html_summary": "<ul><li>Some fear losing touch with their kids during a school shooting.Shannon Moser, who has students in eighth and ninth grades in Rochester, New York, said she felt parents were being pushed away when the Greece Central School District this year began locking away student phones.</li><li>Amid heightened scrutiny of topics such as race and inclusion, some parents also view cellphone restrictions as a way of keeping them out of their kids’ education.Over a decade ago, around 90% of public schools prohibited cellphone use, but that shrank to 65% in the 2015-2016 school year.</li><li>But she said parent views on the debate run the gamut.“You still have the parents that want to have that direct line of communication and have concerns over their child not being able to have that communication,” she said.</li><li>And many school officials may feel empowered to ban the devices, given growing concern among parents about pandemic-era screen time, said Liz Keren-Kolb, clinical associate professor of education technologies at the University of Michigan.</li><li>“There was a lot of pushback and a lot of concern in the beginning of what this would look like, how this would unfold, how is it going to affect us getting in touch?”Kids and their parents have largely adapted to the new policy, she said.</li><li>“It’s a reset to say, ‘How do we manage this in a way that makes sense for everybody?’”At the Richardson Independent School District, near Dallas, student cellphone use had been prohibited during instructional time before officials proposed buying magnetic pouches to seal them away during the school day.</li></ul>",
            "website_url": "https://apnews.com/e45811998c1b1e4046ade2dbba46fd1e"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By CHRISTOPHER RUGABER - AP Economics Writer",
            "title": "US hiring may have slowed to a stillsolid pace in October",
            "description": "The U.S. jobs report for October will be closely watched Friday for any indication that employers are slowing their hiring  a prospect the Federal Reserve would likely welcome as a sign that the high inflation that is gripping the",
            "url": "/2022-11-04-42dbebe9d9e3f94a0f51e5b693931e16",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-11-04T04:01:07Z",
            "content": "WASHINGTON (AP) The U.S. jobs report for October will be closely watched Friday for any indication that employers are slowing their hiring a prospect the Federal Reserve would likely welcome as a sig [+4928 chars]",
            "summary": "By contrast, consumers  the primary driver of the economy  only modestly increased their spending beyond the rate of inflation.With inflation still painfully high and the Fed making borrowing increasingly expensive for consumers and businesses, most economists expect a recession by early next year. Those pay raises, in turn, can keep inflation high if companies pass on at least part of their higher labor costs to their customers in the form of higher prices.Powell spoke after the Fed announced a fourth straight three-quarter-point increase in its benchmark rate. The unemployment rate rose to 3.7% from a five-decade low of 3.5%.A strong job market is deepening the challenges the Federal Reserve faces as it raises interest rates at the fastest pace since the 1980s to try to bring inflation down from near a 40-hear high. Republican candidates across the country have attacked Democrats over inflation in their drive to regain control of Congress.All the jobs that employers have added since the recession ended have boosted the ability of consumers to keep spending, even amid high inflation. So far this year, the Fed has raised its key short-term rate six times  from near zero in early March to a range of 3.75% to 4%, the highest level in 14 years.Housing has, so far, absorbed the worst damage from higher borrowing costs. That was the fastest such pace in 40 years, though it still trailed inflation.Wages tend to follow inflation higher as workers seek to keep up with price increases. That could mean that hiring will slow in coming months or even that many employers will cut jobs and increase the unemployment rate.",
            "html_summary": "<ul><li>By contrast, consumers — the primary driver of the economy — only modestly increased their spending beyond the rate of inflation.With inflation still painfully high and the Fed making borrowing increasingly expensive for consumers and businesses, most economists expect a recession by early next year.</li><li>Those pay raises, in turn, can keep inflation high if companies pass on at least part of their higher labor costs to their customers in the form of higher prices.Powell spoke after the Fed announced a fourth straight three-quarter-point increase in its benchmark rate.</li><li>The unemployment rate rose to 3.7% from a five-decade low of 3.5%.A strong job market is deepening the challenges the Federal Reserve faces as it raises interest rates at the fastest pace since the 1980s to try to bring inflation down from near a 40-hear high.</li><li>Republican candidates across the country have attacked Democrats over inflation in their drive to regain control of Congress.All the jobs that employers have added since the recession ended have boosted the ability of consumers to keep spending, even amid high inflation.</li><li>So far this year, the Fed has raised its key short-term rate six times — from near zero in early March to a range of 3.75% to 4%, the highest level in 14 years.Housing has, so far, absorbed the worst damage from higher borrowing costs.</li><li>That was the fastest such pace in 40 years, though it still trailed inflation.Wages tend to follow inflation higher as workers seek to keep up with price increases.</li></ul>",
            "website_url": "https://apnews.com/42dbebe9d9e3f94a0f51e5b693931e16"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "Formula 1s Toto Wolff looks for fresh edge in 2023 through remote software",
            "description": "Toto Wolff, the 50yearold Austrian chief executive, team principal and partowner of the Mercedes Formula 1 team who was recently described by the New Yorker as someone who might breeze past you in the airport, smelling good, wearing loafers and no socks,",
            "url": "/2022-11-04-formula-1s-toto-wolff-looks-for-fresh-edge-in-2023-through-remote-software",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/52474843223_6115e3a05e_k.jpg?resize=1200,800",
            "publishedAt": "2022-11-04T11:51:00Z",
            "content": "Toto Wolff, the 50yearold Austrian chief executive, team principal and partowner of the Mercedes Formula 1 team who was recently described by the New Yorker as someone who might breeze past you i [+4967 chars]",
            "summary": ". . and got the concept of the car not in the right place, he said, referring to the design of its floor, which he has previously pointed to as the root of the teams lackluster year. In fact, Wolff said, the team has cut its emissions by nearly 90% in recent years. Were really working through the different parts of the organization, on testing obviously, production maintenance, wind tunnel, all these kinds of applications where we try to see where can be better . . .Wolff chimed in separately to paint the bigger picture. We see the different parts, and we see what can we do differently if we connect in real time, in addition to what we do maybe on trackside and in the back office. We won the championship eight times in a row, he said, but that is the past. Mercedes, he continued, just got the physics wrong . (He finds this amusing, recounting to New Yorker writer Sam Knight how a young woman threw herself through the open window of his car to get her picture taken. It is our responsibility to show our global audience of billions of spectators that if we can do it, everyone can do it, he said.Certainly, the appearance was a great moment for TeamViewer, whose other clients range from telecommunications companies to the fast-food franchise Wendys.",
            "html_summary": "<ul><li>. . and got the concept of the car not in the right place,” he said, referring to the design of its floor, which he has previously pointed to as the root of the team’s lackluster year.</li><li>In fact, Wolff said, the team has cut its emissions by nearly 90% in recent years.</li><li>We’re really working through the different parts of the organization, on testing obviously, production maintenance, wind tunnel, all these kinds of applications where we try to see where can be better . . .”Wolff chimed in separately to paint the bigger picture.</li><li>We see the different parts, and we see what can we do differently if we connect in real time, in addition to what we do maybe on trackside and in the back office.</li><li>“We won the championship eight times in a row,” he said, “but that is the past.” Mercedes, he continued, “just got the physics wrong .</li><li>(He finds this amusing, recounting to New Yorker writer Sam Knight how a young woman threw herself through the open window of his car to get her picture taken.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/04/formula-1s-toto-wolff-looks-for-fresh-edge-in-2023-through-remote-software/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOE McDONALD - AP Business Writer",
            "title": "Reports say China aiming for less disruptive COVID policies",
            "description": "Chinas health ministry has said its severe antivirus controls should be made less disruptive and a city with the worlds biggest iPhone factory has promised to ease restrictions. Companies and investors are watching for signs the ruling Communist Party migh",
            "url": "/2022-11-04-2e63810a6e543026c2494a9236ac80f2",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/81/98123258-0b7e-56a4-8429-46544f393a27/6364f448cd8df.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-04T10:58:27Z",
            "content": "By JOE McDONALD  AP Business WriterBEIJING (AP) Chinese officials are trying to quell an outcry over the death of a 3yearold boy from a quarantined residential compound that added to public ange [+6238 chars]",
            "summary": "More recently, families have been confined at home for weeks at a time following outbreaks.On Monday, visitors to Shanghai Disneyland were temporarily blocked from leaving the park as part of virus testing the city said extended to some 439,000 people. The father wrote that he asked health workers at the compound gate for help but they told him to ask someone else and asked him to show a negative virus test. That has kept Chinas infection numbers relatively low but disrupts business and travel.Residents of many parts of the Xinjiang region in the northwest were barred from leaving their homes in August and September.",
            "html_summary": "<ul><li>More recently, families have been confined at home for weeks at a time following outbreaks.On Monday, visitors to Shanghai Disneyland were temporarily blocked from leaving the park as part of virus testing the city said extended to some 439,000 people.</li><li>The father wrote that he asked health workers at the compound gate for help but they told him to ask someone else and asked him to show a negative virus test.</li></ul>",
            "website_url": "https://apnews.com/2e63810a6e543026c2494a9236ac80f2"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Deepening U.S.China tech rift enters new phase. Matter could solve smart homes biggest problem. EXPLAINER How impoverished N. Korea finances testing spree. Ants global play is to be a payments aggregator and it now reaches 1B users. Schools clash with parents over bans on student cellphones. US hiring may have slowed to a stillsolid pace in October. Formula 1s Toto Wolff looks for fresh edge in 2023 through remote software. Reports say China aiming for less disruptive COVID policies"
}