{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By AMY FORLITI - Associated Press",
            "title": "Chinese billionaire Richard Liu settles US rape allegation",
            "description": "JD.com founder Richard Liu has agreed to settle lawsuit from a former University of Minnesota student who alleges he raped her after a night of dinner and drinks in 2018. Attorneys for Richard Liu and the woman, Jingyao Liu, released",
            "url": "/2022-10-01-c296396eedcbc4c64523cc907dd19765",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/05/c05e6a99-47a9-5ba9-824a-473cb47868f1/63391add5bdfe.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-02T04:39:06Z",
            "content": "By AMY FORLITI  Associated PressMINNEAPOLIS (AP)  Chinese billionaire and JD.com founder Richard Liu agreed to settle a lawsuit filed by a former University of Minnesota student who alleged he ra [+1495 chars]",
            "summary": "Richard Lius former attorney recorded the phone call, in which Jingyao Liu said she didnt want the case to be in the newspaper and I just need payment money and apologize and thats all. A recording of the phone call was expected to be played as evidence at trial. Richard Liu, also known as Liu Qiangdong, was arrested on suspicion of felony rape in August 2018, but prosecutors said the case had profound evidentiary problems and declined to file criminal charges.Jingyao Liu sued Richard Liu and JD.com in 2019, alleging sexual assault and battery, along with false imprisonment. Richard Lius supporters and opponents waged aggressive public relations campaigns on Chinese social media; censors shut down some accounts that supported Jingyao Liu for violating regulations.Jingyao Liu said in her lawsuit that she had to withdraw from classes in fall 2018 and seek counseling and treatment. She sought compensatory as well as punitive damages from Richard Liu.Her lawsuit said she was seeking more than $50,000, a standard figure that must be listed in Minnesota if a plaintiff intends to seek any larger amount. Today, the parties agreed to set aside their differences, and settle their legal dispute in order to avoid further pain and suffering caused by the lawsuit.The settlement was announced just two days before the civil trial was set to begin Monday in a Minneapolis courtroom. On the night of the alleged attack, according to the lawsuit, Richard Liu and other executives went to a Japanese restaurant in Minneapolis and one of the men invited Jingyao Liu at Richard Lius request. Surveillance videos from the restaurant, the restaurants exterior and the halls of the womans apartment complex were also expected to be played for jurors.",
            "html_summary": "<ul><li>Richard Liu’s former attorney recorded the phone call, in which Jingyao Liu said she didn’t want the case to be in the newspaper and “I just need payment money and apologize and that’s all.” A recording of the phone call was expected to be played as evidence at trial.</li><li>Richard Liu, also known as Liu Qiangdong, was arrested on suspicion of felony rape in August 2018, but prosecutors said the case had “profound evidentiary problems” and declined to file criminal charges.Jingyao Liu sued Richard Liu and JD.com in 2019, alleging sexual assault and battery, along with false imprisonment.</li><li>Richard Liu’s supporters and opponents waged aggressive public relations campaigns on Chinese social media; censors shut down some accounts that supported Jingyao Liu for “violating regulations.”Jingyao Liu said in her lawsuit that she had to withdraw from classes in fall 2018 and seek counseling and treatment.</li><li>She sought compensatory as well as punitive damages from Richard Liu.Her lawsuit said she was seeking more than $50,000, a standard figure that must be listed in Minnesota if a plaintiff intends to seek any larger amount.</li><li>“Today, the parties agreed to set aside their differences, and settle their legal dispute in order to avoid further pain and suffering caused by the lawsuit.”The settlement was announced just two days before the civil trial was set to begin Monday in a Minneapolis courtroom.</li><li>On the night of the alleged attack, according to the lawsuit, Richard Liu and other executives went to a Japanese restaurant in Minneapolis and one of the men invited Jingyao Liu at Richard Liu’s request.</li></ul>",
            "website_url": "https://apnews.com/c296396eedcbc4c64523cc907dd19765"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By AMY FORLITI - Associated Press",
            "title": "Chinese billionaire Richard Liu settles US rape allegation",
            "description": "JD.com founder Richard Liu has agreed to settle lawsuit from a former University of Minnesota student who alleges he raped her after a night of dinner and drinks in 2018. Attorneys for Richard Liu and the woman, Jingyao Liu, released",
            "url": "/2022-10-01-c296396eedcbc4c64523cc907dd19765",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/2/33/2331d86c-2185-58e2-a9a0-163f66613e6c/633919c3df497.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-02T04:39:06Z",
            "content": "By AMY FORLITI  Associated PressMINNEAPOLIS (AP)  Chinese billionaire and JD.com founder Richard Liu agreed to settle a lawsuit filed by a former University of Minnesota student who alleged he ra [+1536 chars]",
            "summary": "Richard Lius former attorney recorded the phone call, in which Jingyao Liu said she didnt want the case to be in the newspaper and I just need payment money and apologize and thats all. A recording of the phone call was expected to be played as evidence at trial. Richard Liu, also known as Liu Qiangdong, was arrested on suspicion of felony rape in August 2018, but prosecutors said the case had profound evidentiary problems and declined to file criminal charges.Jingyao Liu sued Richard Liu and JD.com in 2019, alleging sexual assault and battery, along with false imprisonment. Richard Lius supporters and opponents waged aggressive public relations campaigns on Chinese social media; censors shut down some accounts that supported Jingyao Liu for violating regulations.Jingyao Liu said in her lawsuit that she had to withdraw from classes in fall 2018 and seek counseling and treatment. She sought compensatory as well as punitive damages from Richard Liu.Her lawsuit said she was seeking more than $50,000, a standard figure that must be listed in Minnesota if a plaintiff intends to seek any larger amount. Today, the parties agreed to set aside their differences, and settle their legal dispute in order to avoid further pain and suffering caused by the lawsuit.The settlement was announced just two days before the civil trial was set to begin Monday in a Minneapolis courtroom. On the night of the alleged attack, according to the lawsuit, Richard Liu and other executives went to a Japanese restaurant in Minneapolis and one of the men invited Jingyao Liu at Richard Lius request. Surveillance videos from the restaurant, the restaurants exterior and the halls of the womans apartment complex were also expected to be played for jurors.",
            "html_summary": "<ul><li>Richard Liu’s former attorney recorded the phone call, in which Jingyao Liu said she didn’t want the case to be in the newspaper and “I just need payment money and apologize and that’s all.” A recording of the phone call was expected to be played as evidence at trial.</li><li>Richard Liu, also known as Liu Qiangdong, was arrested on suspicion of felony rape in August 2018, but prosecutors said the case had “profound evidentiary problems” and declined to file criminal charges.Jingyao Liu sued Richard Liu and JD.com in 2019, alleging sexual assault and battery, along with false imprisonment.</li><li>Richard Liu’s supporters and opponents waged aggressive public relations campaigns on Chinese social media; censors shut down some accounts that supported Jingyao Liu for “violating regulations.”Jingyao Liu said in her lawsuit that she had to withdraw from classes in fall 2018 and seek counseling and treatment.</li><li>She sought compensatory as well as punitive damages from Richard Liu.Her lawsuit said she was seeking more than $50,000, a standard figure that must be listed in Minnesota if a plaintiff intends to seek any larger amount.</li><li>“Today, the parties agreed to set aside their differences, and settle their legal dispute in order to avoid further pain and suffering caused by the lawsuit.”The settlement was announced just two days before the civil trial was set to begin Monday in a Minneapolis courtroom.</li><li>On the night of the alleged attack, according to the lawsuit, Richard Liu and other executives went to a Japanese restaurant in Minneapolis and one of the men invited Jingyao Liu at Richard Liu’s request.</li></ul>",
            "website_url": "https://apnews.com/c296396eedcbc4c64523cc907dd19765"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "1 teen killed, 1 wounded in Tulsa homecoming game shooting",
            "description": "Police say a teenager was killed and another was wounded in a shooting at a high school homecoming football game in Oklahoma Friday night. The victims, both 17, were shot during the event at McLain High School for Science and",
            "url": "/2022-10-01-f33fb887ec24f6c861a33ccad6c25a69",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-10-01T05:39:05Z",
            "content": "TULSA, Okla. (AP) A teenager was killed and another was wounded in a shooting at a high school homecoming football game in Oklahoma Friday night, police said.The victims, both 17, were shot during  [+912 chars]",
            "summary": "Several officers and a K-9 unit searched nearby neighborhoods but were not immediately able to find the suspected shooter, who ran away from the scene, police said.Police said the suspect is believed to be another 17-year-old. One 17-year-old male was pronounced dead at the scene, the post said.The surviving victim was taken to a hospital in critical condition but has improved to stable condition, the statement said. When Officers arrived, we found two victims amongst the crowd of hundreds.",
            "html_summary": "<ul><li>Several officers and a K-9 unit searched nearby neighborhoods but were not immediately able to find the suspected shooter, who ran away from the scene, police said.Police said the suspect is believed to be another 17-year-old.</li><li>One 17-year-old male was pronounced dead at the scene,” the post said.The surviving victim was taken to a hospital in critical condition but has improved to stable condition, the statement said.</li></ul>",
            "website_url": "https://apnews.com/f33fb887ec24f6c861a33ccad6c25a69"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps Google goes visual, Twitter copies TikTok, OG app drama",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. Global app spending reached $65 billion in the first half of 2022, up only slightly from the $64.4 billi",
            "url": "/2022-10-01-this-week-in-apps-google-goes-visual-twitter-copies-tiktok-og-app-drama",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/this-week-in-apps-splash-2022.webp?resize=1200,637",
            "publishedAt": "2022-10-01T18:00:34Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.Global app spending reached $65 billion in  [+21100 chars]",
            "summary": "for users with less than $1,000 AUM or 1% of AUM for larger accounts. Solvo, a new fintech app allowing users to invest in cryptocurrencies and cryptocurrency-related financial products, raised $3.5 million in seed funding from Index Ventures and others. While users may have briefly appreciated the experience of what felt like the old Instagram experience, the apps existence was short-lived and filled with drama.Apparently, the company didnt exactly have permission to use Instagrams API the way it was doing. Among those were apps like Poparazzi, Later Cam and the ill-fated Dispo, which offer some sort of spin on analog photo-sharing  like replicating the disposable camera experience or only allowing friends to post pics of you. Already weve seen top social apps like Instagram, Snapchat and YouTube clone the vertical feed format in their own apps. Then there were the apps that try to elevate photo-sharing, like Glass.But many users either churned out of these experiences or never joined to begin with. Because soon after the app launched, Meta took enforcement actions against the app, confirming it was in violation of its policies. This gives users a way to more visually explore an area, like a bird in flight, then glide down to the street level.",
            "html_summary": "<ul><li>for users with less than $1,000 AUM or 1% of AUM for larger accounts.💰 Solvo, a new fintech app allowing users to invest in cryptocurrencies and cryptocurrency-related financial products, raised $3.5 million in seed funding from Index Ventures and others.</li><li>While users may have briefly appreciated the experience of what felt like the old Instagram experience, the app’s existence was short-lived and filled with drama.Apparently, the company didn’t exactly have permission to use Instagram’s API the way it was doing.</li><li>Among those were apps like Poparazzi, Later Cam and the ill-fated Dispo, which offer some sort of spin on analog photo-sharing — like replicating the disposable camera experience or only allowing friends to post pics of you.</li><li>Already we’ve seen top social apps like Instagram, Snapchat and YouTube clone the vertical feed format in their own apps.</li><li>Then there were the apps that try to elevate photo-sharing, like Glass.But many users either churned out of these experiences or never joined to begin with.</li><li>Because soon after the app launched, Meta took enforcement actions against the app, confirming it was in violation of its policies.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/01/this-week-in-apps-google-goes-visual-twitter-copies-tiktok-og-app-drama/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tim De Chant",
            "title": "The biological theory that explains why investors are bullish on fusion",
            "description": "Investors are betting large amounts of money on fusion. Heres why theyre so confident the technology has banished the ghosts of its past.",
            "url": "/2022-10-01-the-biological-theory-that-explains-why-investors-are-bullish-on-fusion",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/glowing-plasma-Mega-Ampere-Spherical-Tokamak.jpg?resize=1200,652",
            "publishedAt": "2022-10-02T18:00:38Z",
            "content": "For decades, the answer to when fusion power would arrive was like the punchline to an oftrepeated joke it was always 10 or 20 years away. Now, it might actually be on the cusp of commercialization. [+2794 chars]",
            "summary": "As a result, the power produced by each fusion experiment has ramped up steadily, creeping closer to the point where the reactors produce more power than they consume, known as the break-even point. But it suggests that fusion powers time has arrived.Are we at an inflection point in fusion? said Eric Toone, technical lead of the investment committee at Breakthrough Energy Ventures. But now, its reaching a boiling point, and theres plenty of evidence to suggest that this time will be different.For a field that has existed for more than 60 years, a lot has happened in fusion research in the last half-decade. Fusion power isnt preordained, of course  humanity isnt fated to control the power of the sun. For decades, the answer to when fusion power would arrive was like the punchline to an oft-repeated joke  it was always 10 or 20 years away. We absolutely believe so.Breakthrough is one of a handful of investors that have placed sizable bets on fusion power becoming a reality. Started by Bill Gates, Breakthrough joined a $1.8 billion Series B for Commonwealth Fusion Systems last year, its third investment in the startup.",
            "html_summary": "<ul><li>As a result, the power produced by each fusion experiment has ramped up steadily, creeping closer to the point where the reactors produce more power than they consume, known as the break-even point.</li><li>But it suggests that fusion power’s time has arrived.“Are we at an inflection point in fusion?” said Eric Toone, technical lead of the investment committee at Breakthrough Energy Ventures.</li><li>But now, it’s reaching a boiling point, and there’s plenty of evidence to suggest that this time will be different.For a field that has existed for more than 60 years, a lot has happened in fusion research in the last half-decade.</li><li>Fusion power isn’t preordained, of course — humanity isn’t fated to control the power of the sun.</li><li>For decades, the answer to when fusion power would arrive was like the punchline to an oft-repeated joke — it was always 10 or 20 years away.</li><li>“We absolutely believe so.”Breakthrough is one of a handful of investors that have placed sizable bets on fusion power becoming a reality.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/02/the-biological-theory-that-explains-why-investors-are-bullish-on-fusion/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Matt Burns",
            "title": "Build for the future now with Mammoth Biosciences and Mayfield",
            "description": "Trevor Martins Mammoth Biosciences aims to use CRISPR technology to democratize disease detection. Join this TechCrunch Live event to hear from Trevor Martin and Mayfield investor Ursheet Parikh on how Mammoth Biosciences positioned itself to achieve the lof",
            "url": "/2022-10-01-build-for-the-future-now-with-mammoth-biosciences-and-mayfield",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/TCL-2022-10-05-featured-1920x1080-1.jpg?resize=1200,675",
            "publishedAt": "2022-10-01T16:33:53Z",
            "content": "This TechCrunch Live event opens on October 5 at 1130 a.m. PDT/230 p.m. EDT with networking. The interview begins at 1200 p.m. PDT followed by the TCL Pitch Practice at 1230 p.m. PDT.Apply for  [+534 chars]",
            "summary": "Click this link to add this session to your agenda!TechCrunch Live records weekly on Wednesdays at 11:30 a.m. PDT/2:30 p.m. EDT. This TechCrunch Live event opens on October 5 at 11:30 a.m. PDT/2:30 p.m. EDT with networking. Join us!",
            "html_summary": "<ul><li>Click this link to add this session to your agenda!TechCrunch Live records weekly on Wednesdays at 11:30 a.m. PDT/2:30 p.m. EDT.</li><li>This TechCrunch Live event opens on October 5 at 11:30 a.m. PDT/2:30 p.m. EDT with networking.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/01/build-for-the-future-now-with-mammoth-biosciences-and-mayfield/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Firefly Aerospace reaches orbit with new Alpha rocket",
            "description": "VANDENBERG SPACE FORCE BASE, Calif. (AP)  A new aerospace company reached orbit with its second rocket launch and deployed multiple small satellites on Saturday. Firefly Aerospaces Alpha rocket lifted off from Vandenberg Space Force Base, California, in ear",
            "url": "/2022-10-01-5836e0d73c2843d03acccb022cae44da",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-10-01T14:19:05Z",
            "content": "VANDENBERG SPACE FORCE BASE, Calif. (AP) A new aerospace company reached orbit with its second rocket launch and deployed multiple small satellites on Saturday.Firefly Aerospaces Alpha rocket lifte [+1611 chars]",
            "summary": "The rockets payload included multiple small satellites designed for a variety of technology experiments and demonstrations, as well as educational purposes. The first-stage engines ignited but the rocket automatically aborted the liftoff.",
            "html_summary": "<ul><li>The rocket’s payload included multiple small satellites designed for a variety of technology experiments and demonstrations, as well as educational purposes.</li></ul>",
            "website_url": "https://apnews.com/5836e0d73c2843d03acccb022cae44da"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Chinese billionaire Richard Liu settles US rape allegation. Chinese billionaire Richard Liu settles US rape allegation. 1 teen killed, 1 wounded in Tulsa homecoming game shooting. This Week in Apps Google goes visual, Twitter copies TikTok, OG app drama. The biological theory that explains why investors are bullish on fusion. Build for the future now with Mammoth Biosciences and Mayfield. Firefly Aerospace reaches orbit with new Alpha rocket"
}