{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Michael Liedtke",
            "title": "Netflix nights still come wrapped in redandwhite envelopes  The Associated Press  en Espaol",
            "description": "SANTA CRUZ, Calif. (AP)  Netflixs trailblazing DVDbymail rental service has been relegated as a relic in the age of video streaming, but there is still a steady  albeit shrinking  audience of diehards like Amanda Konkle who are happily paying to receive",
            "url": "/2022-11-26-business-reed-hastings-72d15f130ae63b2aa8668145c926d718",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/b466864f24a04ff683104817b71682fd/3000.jpeg",
            "publishedAt": "2022-11-26T12:34:27Z",
            "content": "SANTA CRUZ, Calif. (AP) Netflixs trailblazing DVDbymail rental service has been relegated as a relic in the age of video streaming, but there is still a steady albeit shrinking audience of diehards [+6663 chars]",
            "summary": "I still have memories of getting movies and having them blow my mind.Tabetha Neumann is among the subscribers who rediscovered the DVD service during the throes of the pandemic lockdowns in 2020 after running out of things to watch on her video streaming service. With Netflixs successful streaming service, it might be easy to assume that anyone still paying to receive DVDs through the mail is a technophobe or someone living in a remote part of the U.S. without reliable internet access. But subscribers say they stick with the service so they can rent movies that are otherwise difficult to find on streaming services. Back then, Hastings floated the idea of renaming the service as Qwikster  a bungled idea that was so widely ridiculed that it was satirized on Saturday Night Live. It finally settled on its current, more prosaic handle, DVD.com. Thats among the main reasons he has been subscribing to the DVD-by-service since 2006 when he was just a freshman in college, and he has no plans to cancel it now.I have been getting it for almost half my life, and it has been a big part, Fusco said. (Netflix doesnt disclose how many DVD distribution centers still operate, but there were once about 50 of them in the U.S.).Konkle says more discs now come with cracks or other defects in them and it takes forever to get them replaced. Postal Service without being damaged.",
            "html_summary": "<ul><li>I still have memories of getting movies and having them blow my mind.”Tabetha Neumann is among the subscribers who rediscovered the DVD service during the throes of the pandemic lockdowns in 2020 after running out of things to watch on her video streaming service.</li><li>With Netflix’s successful streaming service, it might be easy to assume that anyone still paying to receive DVDs through the mail is a technophobe or someone living in a remote part of the U.S. without reliable internet access.</li><li>But subscribers say they stick with the service so they can rent movies that are otherwise difficult to find on streaming services.</li><li>Back then, Hastings floated the idea of renaming the service as Qwikster — a bungled idea that was so widely ridiculed that it was satirized on “Saturday Night Live.” It finally settled on its current, more prosaic handle, DVD.com.</li><li>That’s among the main reasons he has been subscribing to the DVD-by-service since 2006 when he was just a freshman in college, and he has no plans to cancel it now.“I have been getting it for almost half my life, and it has been a big part,” Fusco said.</li><li>(Netflix doesn’t disclose how many DVD distribution centers still operate, but there were once about 50 of them in the U.S.).Konkle says more discs now come with cracks or other defects in them and it takes “forever” to get them replaced.</li></ul>",
            "website_url": "https://apnews.com/article/business-reed-hastings-72d15f130ae63b2aa8668145c926d718"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Willis scores 17 in Louisiana Techs win over UT Southern  The Associated Press  en Espaol",
            "description": "BIRMINGHAM, Ala. (AP)  Keaston Willis 17 points helped Louisiana Tech defeat UT Southern 9147 on Saturday night. Willis also added eight rebounds for the Bulldogs (52). Dravon Mangum scored 17 points and added six rebounds.",
            "url": "/2022-11-26-sports-louisiana-mens-college-basketball-pierre-geneste-062b0d2726cb474a89e26904ee7d1d23",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-11-26T23:31:03Z",
            "content": "BIRMINGHAM, Ala. (AP) Keaston Willis 17 points helped Louisiana Tech defeat UT Southern 9147 on Saturday night.Willis also added eight rebounds for the Bulldogs (52). Dravon Mangum scored 17 poin [+298 chars]",
            "summary": "Pierre Geneste Jr. recorded nine points and shot 2 of 3 from the field and 5 for 9 from the line.Kavion Hancock led the way for the Firehawks with 11 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. BIRMINGHAM, Ala. (AP)  Keaston Willis 17 points helped Louisiana Tech defeat UT Southern 91-47 on Saturday night.Willis also added eight rebounds for the Bulldogs (5-2). Dravon Mangum scored 17 points and added six rebounds.",
            "html_summary": "<ul><li>Pierre Geneste Jr. recorded nine points and shot 2 of 3 from the field and 5 for 9 from the line.Kavion Hancock led the way for the Firehawks with 11 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>BIRMINGHAM, Ala. (AP) — Keaston Willis’ 17 points helped Louisiana Tech defeat UT Southern 91-47 on Saturday night.Willis also added eight rebounds for the Bulldogs (5-2).</li></ul>",
            "website_url": "https://apnews.com/article/sports-louisiana-mens-college-basketball-pierre-geneste-062b0d2726cb474a89e26904ee7d1d23"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Utah Tech Trailblazers play the CSU Fullerton Titans  The Associated Press  en Espaol",
            "description": "CSU Fullerton Titans (41) vs. Utah Tech Trailblazers (24) Grand Forks, North Dakota; Saturday, 2 p.m. EST FANDUEL SPORTSBOOK  LINE Utah Tech 4.5; over/under is 143",
            "url": "/2022-11-26-sports-mens-college-basketball-north-dakota-grand-forks-3504f6ef6dbe4e4f9bd8288a18a53746",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-11-26T07:47:11Z",
            "content": "CSU Fullerton Titans (41) vs. Utah Tech Trailblazers (24)Grand Forks, North Dakota; Saturday, 2 p.m. ESTFANDUEL SPORTSBOOK LINE Utah Tech 4.5; over/under is 143BOTTOM LINE The Utah Tech Tr [+834 chars]",
            "summary": "Isaiah Pope is averaging 9.8 points and 3.2 rebounds while shooting 38.5% for Utah Tech.Jalen Harris is scoring 17.6 points per game and averaging 2.2 rebounds for the Titans. CSU Fullerton has a 1-1 record in games decided by at least 10 points.TOP PERFORMERS: Cameron Gooden is scoring 17.2 points per game and averaging 4.0 rebounds for the Trailblazers. Utah Tech has a 1-4 record in games decided by 10 points or more.The Titans have a 4-1 record in non-conference play. Latrell Wrightsell Jr. is averaging 13.8 points for CSU Fullerton.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Isaiah Pope is averaging 9.8 points and 3.2 rebounds while shooting 38.5% for Utah Tech.Jalen Harris is scoring 17.6 points per game and averaging 2.2 rebounds for the Titans.</li><li>CSU Fullerton has a 1-1 record in games decided by at least 10 points.TOP PERFORMERS: Cameron Gooden is scoring 17.2 points per game and averaging 4.0 rebounds for the Trailblazers.</li><li>Utah Tech has a 1-4 record in games decided by 10 points or more.The Titans have a 4-1 record in non-conference play.</li></ul>",
            "website_url": "https://apnews.com/article/sports-mens-college-basketball-north-dakota-grand-forks-3504f6ef6dbe4e4f9bd8288a18a53746"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SUMAN NAISHADHAM - Associated Press",
            "title": "Energyrich Qatar faces fastrising climate risks at home",
            "description": "World Cup host Qatar sits in a region that is warming faster than anywhere else on earth besides the Arctic. The wealthy Gulf Arab nation has been able to pay for extreme adaptive measures so far like outdoor airconditioning to",
            "url": "/2022-11-26-7012f26fb54e9fe19a3eece354389282",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/d/06/d063a0e2-2864-5f8b-a8b9-8c1ad489455c/6381fe9f9d426.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-26T11:44:01Z",
            "content": "By SUMAN NAISHADHAM  Associated PressAL RAYYAN, Qatar (AP) At a suburban park near Doha, the capital city of Qatar, cool air from vents in the ground blasted joggers on a November day that reached [+5412 chars]",
            "summary": "But a real turn away from fossil fuels has yet to begin here.After Russias invasion of Ukraine, Europes race to replace gas from that country left Qatar  among the worlds top natural gas producers and exporters  in pole position to benefit. Qatar inked new deals with several energy companies, including a recent 27-year agreement to provide liquefied natural gas to Chinese oil and gas company Sinopec. Even the countrys drinking water is energy intensive, with nearly all of it coming from desalination plants that burn fossil fuel for the force needed to press ocean water through tiny filters to make it consumable.In recent years, Qatar has inched forward making climate pledges. Its a bit of a conundrum. GLOBAL DEMAND FOR GASQatari officials and some academics argue that exporting liquefied natural gas to the world can help the transition to clean energy because the fossil fuel is less polluting than oil and coal. Scientists and others concerned about climate change are trying to keep the Earth as a whole from warming by more than 2 degrees Celsius (3.6 degrees Fahrenheit) on average because research shows it will be profoundly disruptive, making many people homeless, inundating coastlines and destroying ecosystems. Leaking natural gas is far more harmful for the climate than carbon dioxide, ton for ton. Qatar has an enormous amount to lose in terms of the effects of climate change, said Mohammed Ayoub, a professor at the Environment and Energy Research Institute at Qatars Hamad bin Khalifa University.",
            "html_summary": "<ul><li>But a real turn away from fossil fuels has yet to begin here.After Russia’s invasion of Ukraine, Europe’s race to replace gas from that country left Qatar — among the world’s top natural gas producers and exporters — in pole position to benefit.</li><li>Qatar inked new deals with several energy companies, including a recent 27-year agreement to provide liquefied natural gas to Chinese oil and gas company Sinopec.</li><li>Even the country’s drinking water is energy intensive, with nearly all of it coming from desalination plants that burn fossil fuel for the force needed to press ocean water through tiny filters to make it consumable.In recent years, Qatar has inched forward making climate pledges.</li><li>It’s a bit of a conundrum.” GLOBAL DEMAND FOR GASQatari officials and some academics argue that exporting liquefied natural gas to the world can help the transition to clean energy because the fossil fuel is less polluting than oil and coal.</li><li>Scientists and others concerned about climate change are trying to keep the Earth as a whole from warming by more than 2 degrees Celsius (3.6 degrees Fahrenheit) on average because research shows it will be profoundly disruptive, making many people homeless, inundating coastlines and destroying ecosystems.</li><li>Leaking natural gas is far more harmful for the climate than carbon dioxide, ton for ton.</li></ul>",
            "website_url": "https://apnews.com/7012f26fb54e9fe19a3eece354389282"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SUMAN NAISHADHAM - Associated Press",
            "title": "Energyrich Qatar faces fastrising climate risks at home",
            "description": "World Cup host Qatar sits in a region that is warming faster than anywhere else on earth besides the Arctic. The wealthy Gulf Arab nation has been able to pay for extreme adaptive measures so far like outdoor airconditioning to",
            "url": "/2022-11-26-7012f26fb54e9fe19a3eece354389282",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/b7/db7bed05-88f6-5bdf-9615-22c04dd2ba63/6381fff0db6f4.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-26T11:44:01Z",
            "content": "By SUMAN NAISHADHAM  Associated PressAL RAYYAN, Qatar (AP) At a suburban park near Doha, the capital city of Qatar, cool air from vents in the ground blasted joggers on a November day that reached [+5412 chars]",
            "summary": "But a real turn away from fossil fuels has yet to begin here.After Russias invasion of Ukraine, Europes race to replace gas from that country left Qatar  among the worlds top natural gas producers and exporters  in pole position to benefit. Qatar inked new deals with several energy companies, including a recent 27-year agreement to provide liquefied natural gas to Chinese oil and gas company Sinopec. Even the countrys drinking water is energy intensive, with nearly all of it coming from desalination plants that burn fossil fuel for the force needed to press ocean water through tiny filters to make it consumable.In recent years, Qatar has inched forward making climate pledges. Its a bit of a conundrum. GLOBAL DEMAND FOR GASQatari officials and some academics argue that exporting liquefied natural gas to the world can help the transition to clean energy because the fossil fuel is less polluting than oil and coal. Scientists and others concerned about climate change are trying to keep the Earth as a whole from warming by more than 2 degrees Celsius (3.6 degrees Fahrenheit) on average because research shows it will be profoundly disruptive, making many people homeless, inundating coastlines and destroying ecosystems. Leaking natural gas is far more harmful for the climate than carbon dioxide, ton for ton. Qatar has an enormous amount to lose in terms of the effects of climate change, said Mohammed Ayoub, a professor at the Environment and Energy Research Institute at Qatars Hamad bin Khalifa University.",
            "html_summary": "<ul><li>But a real turn away from fossil fuels has yet to begin here.After Russia’s invasion of Ukraine, Europe’s race to replace gas from that country left Qatar — among the world’s top natural gas producers and exporters — in pole position to benefit.</li><li>Qatar inked new deals with several energy companies, including a recent 27-year agreement to provide liquefied natural gas to Chinese oil and gas company Sinopec.</li><li>Even the country’s drinking water is energy intensive, with nearly all of it coming from desalination plants that burn fossil fuel for the force needed to press ocean water through tiny filters to make it consumable.In recent years, Qatar has inched forward making climate pledges.</li><li>It’s a bit of a conundrum.” GLOBAL DEMAND FOR GASQatari officials and some academics argue that exporting liquefied natural gas to the world can help the transition to clean energy because the fossil fuel is less polluting than oil and coal.</li><li>Scientists and others concerned about climate change are trying to keep the Earth as a whole from warming by more than 2 degrees Celsius (3.6 degrees Fahrenheit) on average because research shows it will be profoundly disruptive, making many people homeless, inundating coastlines and destroying ecosystems.</li><li>Leaking natural gas is far more harmful for the climate than carbon dioxide, ton for ton.</li></ul>",
            "website_url": "https://apnews.com/7012f26fb54e9fe19a3eece354389282"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By GRAHAM DUNBAR - AP Sports Writer",
            "title": "World Cup analysts cite more goals from crosses, penalties",
            "description": "More crosses creating more goals. Winning penalties with total genius like Cristiano Ronaldo. Pressing opponents to get the ball back quickly. FIFAs expert analysts picked their World Cup trends Saturday from the first 16 games. The Technical Study Group s",
            "url": "/2022-11-26-4eab2ca3626ec712bf780356efd77ee7",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/5/2c/52c355b3-eacb-563f-95e1-df399dc14a13/638227971497b.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-26T14:45:22Z",
            "content": "By GRAHAM DUNBAR  AP Sports WriterDOHA, Qatar (AP) More crosses creating more goals. Winning penalties with total genius like Cristiano Ronaldo. Pressing opponents to quickly win back the ball.F [+3084 chars]",
            "summary": "DOHA, Qatar (AP)  More crosses creating more goals. Winning penalties with total genius like Cristiano Ronaldo.",
            "html_summary": "<ul><li>DOHA, Qatar (AP) — More crosses creating more goals.</li></ul>",
            "website_url": "https://apnews.com/4eab2ca3626ec712bf780356efd77ee7"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Netflix nights still come wrapped in redandwhite envelopes  The Associated Press  en Espaol. Willis scores 17 in Louisiana Techs win over UT Southern  The Associated Press  en Espaol. Utah Tech Trailblazers play the CSU Fullerton Titans  The Associated Press  en Espaol. Energyrich Qatar faces fastrising climate risks at home. Energyrich Qatar faces fastrising climate risks at home. World Cup analysts cite more goals from crosses, penalties"
}