{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Mae Anderson",
            "title": "RETRIBUTION FOR CRITICS!",
            "description": "RETRIBUTION FOR CRITICS!    (Main headline, 2nd story, link)    Related storiesMUSK BANS MORE REPORTERSPRESS FREEDOM SWITCHED ON AND OFFDRUGS TAKING TOLL?WANTED NEW INVESTORS FOR SPIRALING SOCIAL",
            "url": "/2022-12-17-elon-musk-technology-business-social-media-647b3b9d5961da3cd8bd0c0041d05b49",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/31690c9312194fb9af749468f159787d/3000.webp",
            "publishedAt": "2022-12-17T02:43:38Z",
            "content": "Elon Musks abrupt suspension of several journalists who cover Twitter widens a growing rift between the social media site and media organizations that have used the platform to build their audiences. [+7662 chars]",
            "summary": "The poll showed 58.7% of respondents favored a move to immediately unsuspend accounts over 41.3% who said the suspensions should be lifted in seven days.The company has not explained why the accounts were taken down. He has tried, through the release of selected company documents dubbed The Twitter Files, to claim the platform suppressed right-wing voices under its previous leaders.He has promised to let free speech reign and has reinstated high-profile accounts that previously broke Twitters rules against hateful conduct or harmful misinformation. On many of the thousands of confederated networks in the open-source Mastodon platform, administrators and users solicited donations as disaffected Twitter users strained computing resources. Advertisers are also monitoring the potential loss of Twitter users. The platform is designed to be ad-free.___Associated Press writers Kelvin Chan in London, Frank Jordans in Berlin, Frank Bajak in Boston and Hillel Italie and Edith Lederer in New York contributed to this report. Musk later tweeted that Spaces had been taken offline to deal with a Legacy bug. Late Friday, Spaces returned. The reason was unclear, though it had tweeted about the jet-tracking account.",
            "html_summary": "<ul><li>The poll showed 58.7% of respondents favored a move to immediately unsuspend accounts over 41.3% who said the suspensions should be lifted in seven days.The company has not explained why the accounts were taken down.</li><li>He has tried, through the release of selected company documents dubbed “The Twitter Files,” to claim the platform suppressed right-wing voices under its previous leaders.He has promised to let free speech reign and has reinstated high-profile accounts that previously broke Twitter’s rules against hateful conduct or harmful misinformation.</li><li>On many of the thousands of confederated networks in the open-source Mastodon platform, administrators and users solicited donations as disaffected Twitter users strained computing resources.</li><li>Advertisers are also monitoring the potential loss of Twitter users.</li><li>The platform is designed to be ad-free.___Associated Press writers Kelvin Chan in London, Frank Jordans in Berlin, Frank Bajak in Boston and Hillel Italie and Edith Lederer in New York contributed to this report.</li><li>Musk later tweeted that Spaces had been taken offline to deal with a “Legacy bug.” Late Friday, Spaces returned.</li></ul>",
            "website_url": "https://apnews.com/article/elon-musk-technology-business-social-media-647b3b9d5961da3cd8bd0c0041d05b49"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Josh Boak",
            "title": "What Trump promised, Biden seeks to deliver in his own way  The Associated Press",
            "description": "What Trump promised, Biden seeks to deliver in his own wayThe Associated PressView Full Coverage on Google News",
            "url": "/2022-12-17-e3f4d51b28d1c2ceab4766147406cf4c",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/71745a2ff5be46008950b1fb7f151f97/3000.webp",
            "publishedAt": "2022-12-17T05:16:53Z",
            "content": "WASHINGTON (AP) Donald Trump pledged to fix U.S. infrastructure as president. He vowed to take on China and bulk up American manufacturing. He said he would reduce the budget deficit and make the wea [+8088 chars]",
            "summary": "The outcomes speak for themselves.Trumps supporters see little overlap with Biden, even though the funding for infrastructure, computer chip production and scientific research was passed along bipartisan lines.The Biden administration agenda is 180 degrees different, said James Carter, a policy director at the America First Policy Institute. This reverses the past administrations view that cutting regulations and taxes boosted investments by businesses that flowed downward to workers.With new laws in place, Biden is taking the gamble that the federal bureaucracy can successfully implement and deliver on his promises, including after he leaves office. He said he would reduce the budget deficit and make the wealthy pay their fair share of taxes.Yet after two years as president, its Joe Biden who is acting on those promises. Similarly, Biden called out Trump as a threat to democracy ahead of November midterm elections, while Republicans campaigned by hammering the president for troubling levels of inflation.Biden aides are quick to say that the president is fulfilling his own campaign promises, rather than honoring pledges made by Trump. He said that China will exploit that priority to their advantage as Bidens willingness to cooperate on climate change will prevent him from confronting Beijing as Trump did.We just have a weakened hand, Yates said. His $52 billion for computer chip production has led to a series of factory groundbreakings in Arizona, Idaho, New York, North Carolina, Ohio and Texas that will take years to complete. What President Biden has done is taken the campaign agenda that he campaigned on and actually delivered on it.For all of that, Americans are giving Biden low marks on the economy.",
            "html_summary": "<ul><li>“The outcomes speak for themselves.”Trump’s supporters see little overlap with Biden, even though the funding for infrastructure, computer chip production and scientific research was passed along bipartisan lines.“The Biden administration agenda is 180 degrees different,” said James Carter, a policy director at the America First Policy Institute.</li><li>This reverses the past administration’s view that cutting regulations and taxes boosted investments by businesses that flowed downward to workers.With new laws in place, Biden is taking the gamble that the federal bureaucracy can successfully implement and deliver on his promises, including after he leaves office.</li><li>He said he would reduce the budget deficit and make the wealthy pay their fair share of taxes.Yet after two years as president, it’s Joe Biden who is acting on those promises.</li><li>Similarly, Biden called out Trump as a threat to democracy ahead of November midterm elections, while Republicans campaigned by hammering the president for troubling levels of inflation.Biden aides are quick to say that the president is fulfilling his own campaign promises, rather than honoring pledges made by Trump.</li><li>He said that China will exploit that priority to their advantage as Biden’s willingness to cooperate on climate change will prevent him from confronting Beijing as Trump did.“We just have a weakened hand,” Yates said.</li><li>His $52 billion for computer chip production has led to a series of factory groundbreakings in Arizona, Idaho, New York, North Carolina, Ohio and Texas that will take years to complete.</li></ul>",
            "website_url": "https://apnews.com/e3f4d51b28d1c2ceab4766147406cf4c"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Contributors",
            "title": "I am Superman The Trek EXe mountain ebike, reviewed",
            "description": "Hitting the trails with Treks top of the line mountain ebike.",
            "url": "/2022-12-17-i-am-superman-the-trek-exe-mountain-e-bike-reviewed",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/12/exe-7-760x380.jpg",
            "publishedAt": "2022-12-17T12:07:47Z",
            "content": "Enlarge/ The Fuel EXe 9.9 XX1 AXS.7 with 0 posters participatingI rediscovered my bike after a few weeks in lockdown. At first, I just pedaled my cheap, steelframed bike around the neighborhood. [+3091 chars]",
            "summary": "Its handlebar controls are simple and intuitive while allowing for quick cycling between the three assist modes, Eco, Mid, and High.Customization is done through Trek's new phone app, which offers customization of the three e-bike modes by tailoring max power, assist level, and pedal response. I eventually upgraded to a Trek Fuel EX 7, and I love it.The Fuel EX is Treks full-suspension trail mountain bike family intended for various terrains, from flowy to techie. There, I not only had a chance to speak with members of the team that developed the Trek Fuel EXe, I also got to ride Trek's private trails.With the Fuel Exe, Trek is targeting the single-track mountain biker who rides for fun, fitness, and the outdoor experience. The early morning sun breaking between the trees as deer darted away, the sound of tires on packed earth, and the stupid grin on my face as I rode fast, flirting at the edge of disasteror at least painwith my inexperience on trails. I was hooked to the point of riding bike into the ground, taking a perverse pleasure every time something broke and I upgraded it. To achieve the look, feel, and even sound of a traditional mountain bike, Trek partnered with German technology company TQ. A couple of weeks into my time with the EXe, I tweaked the Mid settings to give me all the power with a mid-high assist, but in a gradual and controlled way.",
            "html_summary": "<ul><li>Its handlebar controls are simple and intuitive while allowing for quick cycling between the three assist modes, Eco, Mid, and High.Customization is done through Trek's new phone app, which offers customization of the three e-bike modes by tailoring max power, assist level, and pedal response.</li><li>I eventually upgraded to a Trek Fuel EX 7, and I love it.The Fuel EX is Trek’s full-suspension trail mountain bike family intended for various terrains, from flowy to techie.</li><li>There, I not only had a chance to speak with members of the team that developed the Trek Fuel EXe, I also got to ride Trek's private trails.With the Fuel Exe, Trek is targeting the single-track mountain biker who rides for fun, fitness, and the outdoor experience.</li><li>The early morning sun breaking between the trees as deer darted away, the sound of tires on packed earth, and the stupid grin on my face as I rode fast, flirting at the edge of disaster—or at least pain—with my inexperience on trails.</li><li>I was hooked to the point of riding bike into the ground, taking a perverse pleasure every time something broke and I upgraded it.</li><li>To achieve the look, feel, and even sound of a traditional mountain bike, Trek partnered with German technology company TQ.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/12/i-am-superman-the-trek-exe-mountain-e-bike-reviewed/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Deepa Bharath",
            "title": "Indias visa temples attract devotees aspiring to go abroad",
            "description": "CHENNAI, India (AP)  Arjun Viswanathan stood on the street, his hands folded, eyes fixed on the idol of the Hindu deity Ganesh. On a humid morning, the information technology professional was waiting outside the temple, the size of a small closet  barely en",
            "url": "/2022-12-17-688ccb70c06e1e7a86b77253a2e7f8f9",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/813c0c6c16c6429eb43115856387e2fd/3000.webp",
            "publishedAt": "2022-12-17T15:07:29Z",
            "content": "CHENNAI, India (AP) Arjun Viswanathan stood on the street, his hands folded, eyes fixed on the idol of the Hindu deity Ganesh.On a humid morning, the information technology professional was waiting [+6251 chars]",
            "summary": "Srinivasan, said it wasnt until 2016 that this temple became a visa temple.It was around that time that a few people who prayed for a visa spread the word around that they were successful, and its continued, he said. I was so nervous for her, and so I prayed here.Monisha Kannan said she is not so sure she got her visa because of this temple, but she said she came to support her mom.Im skeptical, she said. A lot of visa applicants who came to the temple spread the word that they found success after praying here.In 2009, his father, Jagannathan Radhakrishnan, reconstructed the temple and added the word visa to the temples name. Viswanathan came the day before his interview for an employment visa.I came here to pray for my brothers U.K. visa 10 years ago and for my wifes U.S. visa two years ago, he said. He became a believer when his wife got her U.S. visa two years ago, he said.The day after he visited the temple this time, Viswanathans employment visa was approved. S. Pradeep, who placed a garland on the deity, said he was not there to pray for a visa, but believes in the gods unique power.He is my favorite god, he said. Jyothi Bontha said her visa interview at the U.S. Consulate in Chennai went without a hitch, and that she had returned to offer thanks.They barely asked me a couple of questions, she said.",
            "html_summary": "<ul><li>Srinivasan, said it wasn’t until 2016 that this temple became a “visa temple.”“It was around that time that a few people who prayed for a visa spread the word around that they were successful, and it’s continued,” he said.</li><li>“I was so nervous for her, and so I prayed here.”Monisha Kannan said she is not so sure she got her visa because of this temple, but she said she came to support her mom.“I’m skeptical,” she said.</li><li>“A lot of visa applicants who came to the temple spread the word that they found success after praying here.”In 2009, his father, Jagannathan Radhakrishnan, reconstructed the temple and added the word “visa” to the temple’s name.</li><li>Viswanathan came the day before his interview for an employment visa.“I came here to pray for my brother’s U.K. visa 10 years ago and for my wife’s U.S. visa two years ago,” he said.</li><li>He became a believer when his wife got her U.S. visa two years ago, he said.The day after he visited the temple this time, Viswanathan’s employment visa was approved.</li><li>S. Pradeep, who placed a garland on the deity, said he was not there to pray for a visa, but believes in the god’s unique power.“He is my favorite god,” he said.</li></ul>",
            "website_url": "https://apnews.com/688ccb70c06e1e7a86b77253a2e7f8f9"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "US company to send team to look into Berlin aquarium rupture",
            "description": "BERLIN (AP)  A U.S. company that helped build a huge aquarium in Berlin says it is sending a team to investigate the rupture of the tank, which sent a wave of debris, water and tropical fish crashing through the hotel lobby it was located in and onto the str",
            "url": "/2022-12-17-c4ac6068b1b14f6580545284a3eba15e",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/28fe794178f24e03b28591e48849361a/3000.webp",
            "publishedAt": "2022-12-17T12:19:54Z",
            "content": "BERLIN (AP) A U.S. company that helped build a huge aquarium in Berlin says it is sending a team to investigate the rupture of the tank, which sent a wave of debris, water and tropical fish crashing  [+1505 chars]",
            "summary": "The local government said that nearly all of the 1,500 fish that were inside at the time of the rupture died but a few fish at the bottom of the tank were saved. Berlins top security official, Iris Spranger, told German news agency dpa on Friday that first indications point to material fatigue.Officials said on Friday evening that the hotel building itself was assessed to be safe. It said that we are also deeply saddened by the animals and aquatic life lost.",
            "html_summary": "<ul><li>The local government said that nearly all of the 1,500 fish that were inside at the time of the rupture died but “a few fish at the bottom of the tank” were saved.</li><li>Berlin’s top security official, Iris Spranger, told German news agency dpa on Friday that “first indications point to material fatigue.”Officials said on Friday evening that the hotel building itself was assessed to be safe.</li></ul>",
            "website_url": "https://apnews.com/c4ac6068b1b14f6580545284a3eba15e"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Mari Yamaguchi",
            "title": "EXPLAINER Why Japan is boosting its arms capability, budget",
            "description": "TOKYO (AP)  Japan this week adopted a new national security strategy  that includes determination to possess counterstrike capability to preempt enemy attacks and double its spending to gain a more offensive footing and improve its resilience to protect it",
            "url": "/2022-12-17-94000c63dcdf71cf4b54847c8938a6cd",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/631722d9d53a4c5e9afddf6d6d2191d4/3000.webp",
            "publishedAt": "2022-12-17T11:15:30Z",
            "content": "TOKYO (AP) Japan this week adopted a new national security strategy that includes determination to possess counterstrike capability to preempt enemy attacks and double its spending to gain a more off [+5624 chars]",
            "summary": "Opponents say strike capability goes beyond self-defense under Japans pacifist constitution.(Japans) exclusive self-defense policy is hollowed, the liberal-leaning Asahi newspaper said.___DOUBLING DEFENSE SPENDINGJapan aims to double its defense spending to about 2% of its GDP to a total of about 43 trillion yen ($320 billion) through 2027. TOKYO (AP)  Japan this week adopted a new national security strategy that includes determination to possess counterstrike capability to preempt enemy attacks and double its spending to gain a more offensive footing and improve its resilience to protect itself from growing risks from China, North Korea and Russia. But some easing is planned to allow currently restricted exports of offensive equipment and components, including those of the next-generation F-X fighter jet, as a way to strengthen the countrys defense equipment industry. Japanese defense officials said they are still finalizing Tomahawk purchase details.Japan will also develop other types of arsenals, such as hypersonic weapons and unmanned and multi-role vehicles for possible collaboration with the F-X next-generation fighter jet Japan is developing with Britain and Italy for deployment in 2035. Several standoff missile units are underway at undisclosed locations.___CYBERSECURITYJapan, lacking sufficient cybersecurity and intelligence capability, will have to heavily rely on the United States in those areas in launching long-range cruise missiles at intended targets, experts say. While North Korea keeps advancing its nuclear and missile capabilities, the main threat is still China, for which Japan has had to prepare by using North Koreas threat as a cover, said Tomohisa Takei, a retired admiral in Japans navy. The new strategy marks a historic change to Japans exclusively self-defense policy since the end of World War II.",
            "html_summary": "<ul><li>Opponents say strike capability goes beyond self-defense under Japan’s pacifist constitution.″(Japan’s) exclusive self-defense policy is hollowed,” the liberal-leaning Asahi newspaper said.___DOUBLING DEFENSE SPENDINGJapan aims to double its defense spending to about 2% of its GDP to a total of about 43 trillion yen ($320 billion) through 2027.</li><li>TOKYO (AP) — Japan this week adopted a new national security strategy that includes determination to possess “counterstrike” capability to preempt enemy attacks and double its spending to gain a more offensive footing and improve its resilience to protect itself from growing risks from China, North Korea and Russia.</li><li>But some easing is planned to allow currently restricted exports of offensive equipment and components, including those of the next-generation F-X fighter jet, as a way to strengthen the country’s defense equipment industry.</li><li>Japanese defense officials said they are still finalizing Tomahawk purchase details.Japan will also develop other types of arsenals, such as hypersonic weapons and unmanned and multi-role vehicles for possible collaboration with the F-X next-generation fighter jet Japan is developing with Britain and Italy for deployment in 2035.</li><li>Several standoff missile units are underway at undisclosed locations.___CYBERSECURITYJapan, lacking sufficient cybersecurity and intelligence capability, will have to heavily rely on the United States in those areas in launching long-range cruise missiles at intended targets, experts say.</li><li>While North Korea keeps advancing its nuclear and missile capabilities, the main threat is still China, for which Japan has had to prepare “by using North Korea’s threat as a cover,” said Tomohisa Takei, a retired admiral in Japan’s navy.</li></ul>",
            "website_url": "https://apnews.com/94000c63dcdf71cf4b54847c8938a6cd"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. RETRIBUTION FOR CRITICS!. What Trump promised, Biden seeks to deliver in his own way  The Associated Press. I am Superman The Trek EXe mountain ebike, reviewed. Indias visa temples attract devotees aspiring to go abroad. US company to send team to look into Berlin aquarium rupture. EXPLAINER Why Japan is boosting its arms capability, budget"
}