{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jagmeet Singh",
            "title": "Citi backs Indian SaaS startup Lentra as it plans to expand internationally",
            "description": "India initially made its name in the tech world years ago when it staked out reputation as a key hub for business process outsourcing. Now that legacy has taken a very different turn in fintech with outsourcing of a very different kind, with the emergence of ",
            "url": "/2022-11-14-citi-india-investment-saas-startup-lentra-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/keyboard-typing-image-getty.jpg",
            "publishedAt": "2022-11-14T00:30:30Z",
            "content": "India initially made its name in the tech world years ago when it staked out reputation as a key hub for business process outsourcing. Now that legacy has taken a very different turn in fintech with  [+6731 chars]",
            "summary": "As of this year, that figure is up to $10 million, and it is projected to hit $100 million in 2024.The Mumbai-based startup works with commercial banks to power their digital loan services. SIG is excited for Lentras next phase of growth as it embarks on serving global customers, said Bhavanipratap Rana, Investment Advisor to SIG.The startup currently has Mumbai as its number one market, followed by Delhi, Chennai and Bengaluru. Venkatesh said that the office in Singapore would become the vehicle for the startup to go into the ASEAN economies.Alongside improving the offering and expanding the business, Lentra has plans to acquire complementary businesses. As a global bank, we look forward to Lentra scaling their products and platform internationally.Venkatesh told TechCrunch that Lentra plans to utilize the funding to continue updating its platform, add new features and make it more robust and faster. Yes, banks want to lend more, and to be more accessible to more potential borrowers  hence moving to digital platforms to help them scale and compete better against digital-first offerings. The startup is also set to expand beyond India and establish its business outside the country, starting with three economies in Asia: Indonesia, the Philippines and Vietnam. Lentra Lending Cloud, which gives ready-to-use third-party API connectors to various data sources, as well as a Loan Management System (LMS) and a no-code Business rules engine (BREx) with modules for clients to use out-of-the-box.",
            "html_summary": "<ul><li>As of this year, that figure is up to $10 million, and it is projected to hit $100 million in 2024.The Mumbai-based startup works with commercial banks to power their digital loan services.</li><li>SIG is excited for Lentra’s next phase of growth as it embarks on serving global customers,” said Bhavanipratap Rana, Investment Advisor to SIG.The startup currently has Mumbai as its number one market, followed by Delhi, Chennai and Bengaluru.</li><li>Venkatesh said that the office in Singapore would become the vehicle for the startup to go into the ASEAN economies.Alongside improving the offering and expanding the business, Lentra has plans to acquire complementary businesses.</li><li>“As a global bank, we look forward to Lentra scaling their products and platform internationally.”Venkatesh told TechCrunch that Lentra plans to utilize the funding to continue updating its platform, add new features and make it more robust and faster.</li><li>Yes, banks want to lend more, and to be more accessible to more potential borrowers — hence moving to digital platforms to help them scale and compete better against digital-first offerings.</li><li>The startup is also set to expand beyond India and establish its business outside the country, starting with three economies in Asia: Indonesia, the Philippines and Vietnam.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/13/citi-india-investment-saas-startup-lentra-funding/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELAINE KURTENBACH - Associated Press",
            "title": "Ukraine, ChinaUS frictions dominate at G20 summit in Bali",
            "description": "Discord over Russias war on Ukraine and festering tensions between the U.S. and China are ominous backdrops for world leaders gathering in Indonesias tropical Bali island for a summit of the Group of 20 biggest economies. With the world threatened",
            "url": "/2022-11-14-6b807178cd5c10389d498b2adf5750ca",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/b/59/b593208d-3889-519d-8068-d61f8f17805e/637233c00cdac.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-14T12:05:58Z",
            "content": "By ELAINE KURTENBACH  Associated PressNUSA DUA, Indonesia (AP) Discord over Russias war on Ukraine and festering tensions between the U.S. and China are proving to be ominous backdrops for world l [+4089 chars]",
            "summary": "But even having top leaders of the two sides meet after a long hiatus during the pandemic is progress of a kind that might facilitate more productive talks in the larger G-20 meeting, which includes 19 of the largest economies and the European Union. The G-20 meetings provide another opportunity for leaders to show unity in their support for Ukraine, discussions that are inseparable from those on how we can strengthen our collective security, Sunak said. NUSA DUA, Indonesia (AP)  Discord over Russias war on Ukraine and festering tensions between the U.S. and China are proving to be ominous backdrops for world leaders gathering in Indonesias tropical Bali island for a summit of the Group of 20 biggest economies starting Tuesday. Families are worried that theyre not going to be able to put food on the table or wont be able to heat their homes during winter, Canadian Prime Minister Justin Trudeau told a business conference on the sidelines of the G-20 meetings. In myriad ways, the wars repercussions have encompassed the globe as disruptions to grain shipments and energy supplies have pushed costs of living sharply higher. U.S. officials said no joint statement was expected after the meeting with Xi and suggested policy breakthroughs were unlikely. He wont even attempt to explain his actions. Pressures have been mounting as Russian attacks destroy vital infrastructure in Ukraine, adding to miseries in damaged cities just as winter cold takes hold.",
            "html_summary": "<ul><li>But even having top leaders of the two sides meet after a long hiatus during the pandemic is progress of a kind that might facilitate more productive talks in the larger G-20 meeting, which includes 19 of the largest economies and the European Union.</li><li>The G-20 meetings provide another opportunity for leaders to show unity in their support for Ukraine, discussions that “are inseparable from those on how we can strengthen our collective security,” Sunak said.</li><li>NUSA DUA, Indonesia (AP) — Discord over Russia’s war on Ukraine and festering tensions between the U.S. and China are proving to be ominous backdrops for world leaders gathering in Indonesia’s tropical Bali island for a summit of the Group of 20 biggest economies starting Tuesday.</li><li>Families are worried that they’re not going to be able to put food on the table or won’t be able to heat their homes during winter,” Canadian Prime Minister Justin Trudeau told a business conference on the sidelines of the G-20 meetings.</li><li>In myriad ways, the war’s repercussions have encompassed the globe as disruptions to grain shipments and energy supplies have pushed costs of living sharply higher.</li><li>U.S. officials said no joint statement was expected after the meeting with Xi and suggested policy breakthroughs were unlikely.</li></ul>",
            "website_url": "https://apnews.com/6b807178cd5c10389d498b2adf5750ca"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELAINE KURTENBACH - Associated Press",
            "title": "Ukraine, ChinaUS frictions dominate at G20 summit in Bali",
            "description": "Discord over Russias war on Ukraine and festering tensions between the U.S. and China are ominous backdrops for world leaders gathering in Indonesias tropical Bali island for a summit of the Group of 20 biggest economies. With the world threatened",
            "url": "/2022-11-14-6b807178cd5c10389d498b2adf5750ca",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/2f/02fb1bab-8ddb-5fab-8b02-a7d008c8c2e1/637234f6c2a6e.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-14T12:05:58Z",
            "content": "By ELAINE KURTENBACH  Associated PressNUSA DUA, Indonesia (AP) Discord over Russias war on Ukraine and festering tensions between the U.S. and China are proving to be ominous backdrops for world l [+4089 chars]",
            "summary": "But even having top leaders of the two sides meet after a long hiatus during the pandemic is progress of a kind that might facilitate more productive talks in the larger G-20 meeting, which includes 19 of the largest economies and the European Union. The G-20 meetings provide another opportunity for leaders to show unity in their support for Ukraine, discussions that are inseparable from those on how we can strengthen our collective security, Sunak said. NUSA DUA, Indonesia (AP)  Discord over Russias war on Ukraine and festering tensions between the U.S. and China are proving to be ominous backdrops for world leaders gathering in Indonesias tropical Bali island for a summit of the Group of 20 biggest economies starting Tuesday. Families are worried that theyre not going to be able to put food on the table or wont be able to heat their homes during winter, Canadian Prime Minister Justin Trudeau told a business conference on the sidelines of the G-20 meetings. In myriad ways, the wars repercussions have encompassed the globe as disruptions to grain shipments and energy supplies have pushed costs of living sharply higher. U.S. officials said no joint statement was expected after the meeting with Xi and suggested policy breakthroughs were unlikely. He wont even attempt to explain his actions. Pressures have been mounting as Russian attacks destroy vital infrastructure in Ukraine, adding to miseries in damaged cities just as winter cold takes hold.",
            "html_summary": "<ul><li>But even having top leaders of the two sides meet after a long hiatus during the pandemic is progress of a kind that might facilitate more productive talks in the larger G-20 meeting, which includes 19 of the largest economies and the European Union.</li><li>The G-20 meetings provide another opportunity for leaders to show unity in their support for Ukraine, discussions that “are inseparable from those on how we can strengthen our collective security,” Sunak said.</li><li>NUSA DUA, Indonesia (AP) — Discord over Russia’s war on Ukraine and festering tensions between the U.S. and China are proving to be ominous backdrops for world leaders gathering in Indonesia’s tropical Bali island for a summit of the Group of 20 biggest economies starting Tuesday.</li><li>Families are worried that they’re not going to be able to put food on the table or won’t be able to heat their homes during winter,” Canadian Prime Minister Justin Trudeau told a business conference on the sidelines of the G-20 meetings.</li><li>In myriad ways, the war’s repercussions have encompassed the globe as disruptions to grain shipments and energy supplies have pushed costs of living sharply higher.</li><li>U.S. officials said no joint statement was expected after the meeting with Xi and suggested policy breakthroughs were unlikely.</li></ul>",
            "website_url": "https://apnews.com/6b807178cd5c10389d498b2adf5750ca"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Wanjohi Kabukuru",
            "title": "In brutal drought, Kenyan herders look for hope underground",
            "description": "ARCHERS POST, Kenya (AP)  Letoyie Leroshi walked for five days hunting water. After three years of drought in Samburu County, Kenya, the riverbeds were bonedry.  Then Leroshi found a patch of wettish sand in the sunbaked Ewaso Ngiro riverbed.",
            "url": "/2022-11-14-0727e0c7279d092d5b530dc045b5fe99",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/22cbba77593b4d30bf1b799aba9fab17/3000.jpeg",
            "publishedAt": "2022-11-14T08:00:13Z",
            "content": "ARCHERS POST, Kenya (AP) Letoyie Leroshi walked for five days hunting water. After three years of drought in Samburu County, Kenya, the riverbeds were bonedry. Then Leroshi found a patch of wettis [+4333 chars]",
            "summary": "Climate change is making drought more likely but, as in much of the continent, people in East Africa and the Horn of Africa lack the resources to tap groundwater on a wide and efficient scale. Millions of people dont have enough safe, clean water to meet their daily needs, let alone face the climate crisis, said Tim Wainwright the chief executive of WaterAid in the United Kingdom. Drought ravages all living things.___Follow APs climate and environment coverage at https://apnews.com/hub/climate-and-environment___Associated Press climate and environmental coverage receives support from several private foundations. They hit water and the jubilant young men broke into song, a traditional call to their cattle and camels.Harnessing Eastern Africas groundwater could be a huge benefit for a region struggling to slake its thirst. Lekoomet never returned.In the coastal cities of Dar es Salaam in Tanzania in 1997, and in Cape Town in South Africa in 2017, drought led people to use groundwater. The U.N. says that, despite concerns about groundwater, the continents resources are largely unaffected by climate change. We have lost hundreds of our cattle and are now worried that if the rains fail yet again, we will lose everything.Leroshi and other herdsmen carry weapons and are prepared to fight if attacked by people trying to steal from them.",
            "html_summary": "<ul><li>Climate change is making drought more likely but, as in much of the continent, people in East Africa and the Horn of Africa lack the resources to tap groundwater on a wide and efficient scale.</li><li>“Millions of people don’t have enough safe, clean water to meet their daily needs, let alone face the climate crisis,” said Tim Wainwright the chief executive of WaterAid in the United Kingdom.</li><li>“Drought ravages all living things.”___Follow AP’s climate and environment coverage at https://apnews.com/hub/climate-and-environment___Associated Press climate and environmental coverage receives support from several private foundations.</li><li>They hit water and the jubilant young men broke into song, a traditional call to their cattle and camels.Harnessing Eastern Africa’s groundwater could be a huge benefit for a region struggling to slake its thirst.</li><li>Lekoomet never returned.In the coastal cities of Dar es Salaam in Tanzania in 1997, and in Cape Town in South Africa in 2017, drought led people to use groundwater.</li><li>The U.N. says that, despite concerns about groundwater, the continent’s resources are largely unaffected by climate change.</li></ul>",
            "website_url": "https://apnews.com/0727e0c7279d092d5b530dc045b5fe99"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "GoFreight raises $28M to become the Shopify of freight forwarding",
            "description": "Unicorn Flexport is revolutionizing the world of logistics, serving as a freight forwarder with software that enables customers to manage their shipments. But there are still thousands of smaller freight forwarders, many running on outdated ERP software or sp",
            "url": "/2022-11-14-gofreight-raises-28m-to-become-the-shopify-of-freight-forwarding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-1357459564.jpg?resize=1200,799",
            "publishedAt": "2022-11-14T04:06:59Z",
            "content": "Unicorn Flexport is revolutionizing the world of logistics, serving as a freight forwarder with software that enables customers to manage their shipments. But there are still thousands of smaller fre [+6682 chars]",
            "summary": "GoFreight is currently working with partners to build a network that connects customers with freight forwarders, and freight forwarders with carriers.GoFreight also provides a digital payment solution, since most payments were done by paper checks. For example, if a customer wants to ship three containers from Shanghai to Los Angeles, freight forwarders need to check with overseas agents who are also freight forwarders. Some dont even use ERP systems; instead, they work off of spreadsheets or pen-and-paper systems.On the backend, GoFreights software has sales, operating and accounting tools, so when customers have an inquiry, freight forwarders can enter it into their system and then come back with a quotation. GoFreights goal is to empower traditional freight forwarders to stay competitive with the same quality of technology that Flexport has.A freight forwarding business is about how to ship cargo from point A to point B. So in the last month of my six month period, I decided to give it an opportunity, bought a ticket for three months to go to LA and spend time with the first 10 freight forwarders, learning how they do business with software. The system analyzes performance for top customers and overseas agents, uncovering hidden fees so freight forwarders have a better understanding of the real cost of a shipment. Thats an approach to make this entire industry better and faster.Chen says GoFreight differentiates from other freight forwarding software startups because most of them are trying to create new ERP system, or integrate with existing ones.",
            "html_summary": "<ul><li>GoFreight is currently working with partners to build a network that connects customers with freight forwarders, and freight forwarders with carriers.GoFreight also provides a digital payment solution, since most payments were done by paper checks.</li><li>For example, if a customer wants to ship three containers from Shanghai to Los Angeles, freight forwarders need to check with overseas agents who are also freight forwarders.</li><li>Some don’t even use ERP systems; instead, they work off of spreadsheets or pen-and-paper systems.On the backend, GoFreight’s software has sales, operating and accounting tools, so when customers have an inquiry, freight forwarders can enter it into their system and then come back with a quotation.</li><li>GoFreight’s goal is to empower traditional freight forwarders to stay competitive with the same quality of technology that Flexport has.“A freight forwarding business is about how to ship cargo from point A to point B.</li><li>So in the last month of my six month period, I decided to give it an opportunity, bought a ticket for three months to go to LA and spend time with the first 10 freight forwarders, learning how they do business with software.</li><li>The system analyzes performance for top customers and overseas agents, uncovering hidden fees so freight forwarders have a better understanding of the real cost of a shipment.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/13/gofreight-raises-28m-to-become-the-shopify-of-freight-forwarding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "TuSimple cofounders clapback, consolidation continues and Waymo reaches two milestones",
            "description": "The Station is a weekly newsletter dedicated to all things transportation. This week, TuSimple, Waymo, Tesla and Lyft are in the news.",
            "url": "/2022-11-14-tusimple-co-founders-clapback-consolidation-continues-and-waymo-reaches-two-milestones",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/IMG_5618.jpeg?resize=1200,900",
            "publishedAt": "2022-11-14T12:00:30Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. This is a sho [+10975 chars]",
            "summary": "For example, take this weeks merger of Ouster and Velodyne  two lidar companies that separately went public via special purpose acquisition companies.Under this all-stock transaction, both Ouster and Velodyne will maintain a 50% stake in the new company.Why are lidar companies sucked up into this wave of consolidation? Nearly one third of that loss ($135.7 million) was due to the shutdown of Argo AI, which Lyft had a small stake in.Rivian affirmed that the company is on track to hit its annual production target of 25,000 vehicles despite unpredictable supply chain crunches and component shortages. Foxconn will also have the right to two board seats.Kyte, the rental car delivery startup founded in 2019, raised $60 million in Series B round led by InterAlpen Partners, whose founder, Stephen George is joining Kytes Board. The investigation is apparently focused on TuSimples relationship with Hydron, a hydrogen-powered trucking company led by Chen and backed by Chinese investors.Waymo reached two milestones this past week.The company opened up its fully driverless ride-hail service in downtown Phoenix to the general public. I found that this gave me greater visibility of my peripherals  having my left foot in front of my right on a traditional kick scooter meant I could see to my right quite well, but had less range of motion to look over my left shoulder. Prop 30 would have taxed residents making more than $2 million a year to subsidize electric cars and public charging stations as well as funded wildfire prevention programs.Tesla opened up its EV connector design to automakers and suppliers. Whereas, facing forward on a Taur scooter meant I had equal range of motion to look over each shoulder.Perhaps the most interesting part of the ride was that it didnt even feel like I was riding a scooter.",
            "html_summary": "<ul><li>For example, take this week’s merger of Ouster and Velodyne — two lidar companies that separately went public via special purpose acquisition companies.Under this all-stock transaction, both Ouster and Velodyne will maintain a 50% stake in the new company.Why are lidar companies sucked up into this wave of consolidation?</li><li>Nearly one third of that loss ($135.7 million) was due to the shutdown of Argo AI, which Lyft had a small stake in.Rivian affirmed that the company is on track to hit its annual production target of 25,000 vehicles despite unpredictable supply chain crunches and component shortages.</li><li>Foxconn will also have the right to two board seats.Kyte, the rental car delivery startup founded in 2019, raised $60 million in Series B round led by InterAlpen Partners, whose founder, Stephen George is joining Kyte’s Board.</li><li>The investigation is apparently focused on TuSimple’s relationship with Hydron, a hydrogen-powered trucking company led by Chen and backed by Chinese investors.Waymo reached two milestones this past week.The company opened up its fully driverless ride-hail service in downtown Phoenix to the general public.</li><li>I found that this gave me greater visibility of my peripherals — having my left foot in front of my right on a traditional kick scooter meant I could see to my right quite well, but had less range of motion to look over my left shoulder.</li><li>Prop 30 would have taxed residents making more than $2 million a year to subsidize electric cars and public charging stations as well as funded wildfire prevention programs.Tesla opened up its EV connector design to automakers and suppliers.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/14/tusimple-co-founders-clapback-consolidation-continues-and-waymo-reaches-two-milestones/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Citi backs Indian SaaS startup Lentra as it plans to expand internationally. Ukraine, ChinaUS frictions dominate at G20 summit in Bali. Ukraine, ChinaUS frictions dominate at G20 summit in Bali. In brutal drought, Kenyan herders look for hope underground. GoFreight raises $28M to become the Shopify of freight forwarding. TuSimple cofounders clapback, consolidation continues and Waymo reaches two milestones"
}