{
    "status": "ok",
    "totalResults": 11,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "Apple is top funder of lobby group that says it represents small developers",
            "description": "Group claims to give a voice to small firms while fighting bills opposed by Apple.",
            "url": "/2022-09-18-apple-is-top-funder-of-lobby-group-that-says-it-represents-small-developers",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/getty-apple-store-logo-760x380.jpg",
            "publishedAt": "2022-09-19T17:52:47Z",
            "content": "8 with 7 posters participatingApple provides over half the funding for a lobby group that says it represents small app developers, according to a Bloomberg article published today. Apple isnt a me [+5077 chars]",
            "summary": "The App Association did not answer our question about what role Apple plays in shaping its policy.The group also told Ars it \"is proud to represent thousands of independent developers to foster an inclusive and secure developer ecosystem and app marketplace. \"An association that is funded primarily by Apple and represents Apple's interests against developers and their customers, is a front group for Apple no matter how it brands itself,\" the group said.Apple has also opposed antitrust legislation in more direct ways.  Jon Brodkin - Sep 19, 2022 5:52 pm UTC Apple provides over half the funding for a lobby group that says it represents small app developers, according to a Bloomberg article published today. CEO Tim Cook publicly spoke out against legislation that would require Apple to allow sideloading, and the company ramped up federal lobbying expenditures and became one of the main funders of a new group called the Chamber of Progress.You must login or create an account to comment. The Apple-funded group also opposed the American Innovation and Choice Online Act, which would have prohibited app stores and other large online platforms from giving preference to their own products at the expense of competitors. Both bills have stalled in the face of Big Tech opposition.According to Bloomberg, the App Association (also known as \"ACT\") confirmed that over half its funding comes from Apple, but \"former employees say the actual percentage is much higher.\" For example, the group argued that the American Innovation and Choice Online Act would \"bar monopolistic platforms from discriminating among business users in a way that materially harms competition.",
            "html_summary": "<ul><li>The App Association did not answer our question about what role Apple plays in shaping its policy.The group also told Ars it \"is proud to represent thousands of independent developers to foster an inclusive and secure developer ecosystem and app marketplace.</li><li>\"An association that is funded primarily by Apple and represents Apple's interests against developers and their customers, is a front group for Apple no matter how it brands itself,\" the group said.Apple has also opposed antitrust legislation in more direct ways.</li><li> Jon Brodkin - Sep 19, 2022 5:52 pm UTC Apple provides over half the funding for a lobby group that says it represents small app developers, according to a Bloomberg article published today.</li><li>CEO Tim Cook publicly spoke out against legislation that would require Apple to allow sideloading, and the company ramped up federal lobbying expenditures and became one of the main funders of a new group called the Chamber of Progress.You must login or create an account to comment.</li><li>The Apple-funded group also opposed the American Innovation and Choice Online Act, which would have prohibited app stores and other large online platforms from giving preference to their own products at the expense of competitors.</li><li>Both bills have stalled in the face of Big Tech opposition.According to Bloomberg, the App Association (also known as \"ACT\") confirmed that over half its funding comes from Apple, but \"former employees say the actual percentage is much higher.\"</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/apple-is-top-funder-of-lobby-group-that-says-it-represents-small-developers/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "Coding school pushes envelope on tech access inside prisons  Axios",
            "description": "A program to provide incarcerated people with laptops is expanding.",
            "url": "/2022-09-18-prisons-tech-access-chromebooks-laptops-incarcerated",
            "urlToImage": "https://images.axios.com/QZzw_m3Z2UXBSgZ9z2JqDWwnggc=/1366x768/smart/2022/09/18/1663530498002.jpg",
            "publishedAt": "2022-09-19T00:30:57Z",
            "content": "The Last Mile, which teaches coding skills to incarcerated people, is expanding a program that provides them with Chromebooks so they can continue their learning outside of specialized prison classro [+3578 chars]",
            "summary": "Too many incarcerated people are leaving prison without knowing how to use a smartphone or computer, he said.Go deeper: A conversation on reducing recidivism through technology What they're saying: The Last Mile executive director Sydney Heller said the program allows students to avoid interruptions in programming.",
            "html_summary": "<ul><li>Too many incarcerated people are leaving prison without knowing how to use a smartphone or computer, he said.Go deeper: A conversation on reducing recidivism through technology</li></ul>",
            "website_url": "https://www.axios.com/2022/09/19/prisons-tech-access-chromebooks-laptops-incarcerated"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "DHS funds $700k research to combat radicalization of online gamers",
            "description": "To actually stop terrorism, experts warn government should invest $150m.",
            "url": "/2022-09-18-dhs-funds-700k-research-to-combat-radicalization-of-online-gamers",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-1391417006-760x380.jpg",
            "publishedAt": "2022-09-19T22:08:02Z",
            "content": "4 with 4 posters participatingLast December, the United Nations warned of an overlooked but critical emerging terrorist threat extremists radicalizing members of online gaming communities.Despi [+8724 chars]",
            "summary": "He says that CTECs biggest priority is convincing the gaming industry to invest in proactively moderating extremist content by implementing increasingly sophisticated proactive detection and moderation systems that social networks also use.Historically, Newhouse said that gaming companies have relied mostly on players to report extremist content for moderation. Within the past week, researchers told Ars that the US Department of Homeland Security has, for the first time, awarded fundingnearly $700,000to a research group working directly with major gaming companies to develop effective counterterrorism methods and protect vulnerable gamers.The new project will span two years. She told Ars that the reason theres so little research is because theres so little funding.Kelley told Ars that while its good to see research finally receive funding, ADL recommends that government inject way more funding into nipping the issue in the bud. ADL found that 10 percent of young gamers were exposed to white supremacist ideologies in the context of online multiplayer games.Kowert immediately responded to the 2019 ADL report by pivoting her research and teaming up with Newhouse. Thats not a good enough strategy, he said, because radicalization often works by pumping up a gamers self-esteem, and people who are manipulated to view this sort of online engagement as positive often dont self-report these radicalizing events. In these days, we need to push to be that sophisticated on the games industry side as well.Newhouse plans to rely on his experience helping tech giants like Google and Facebook organize counterterrorism teams. When ADL expanded its survey in 2021 to reach almost 100 million respondents, the survey included young gamers ages 1317 for the first time.",
            "html_summary": "<ul><li>He says that CTEC’s biggest priority is convincing the gaming industry to invest in proactively moderating extremist content by “implementing increasingly sophisticated proactive detection and moderation systems” that social networks also use.Historically, Newhouse said that gaming companies have relied mostly on players to report extremist content for moderation.</li><li>Within the past week, researchers told Ars that the US Department of Homeland Security has, for the first time, awarded funding—nearly $700,000—to a research group working directly with major gaming companies to develop effective counterterrorism methods and protect vulnerable gamers.The new project will span two years.</li><li>She told Ars that the reason there’s so little research is because there’s so little funding.Kelley told Ars that while it’s good to see research finally receive funding, ADL recommends that government inject way more funding into nipping the issue in the bud.</li><li>ADL found that 10 percent of young gamers were “exposed to white supremacist ideologies in the context of online multiplayer games.”Kowert immediately responded to the 2019 ADL report by pivoting her research and teaming up with Newhouse.</li><li>That’s not a good enough strategy, he said, because radicalization often works by pumping up a gamer’s self-esteem, and people who are manipulated to view this sort of online engagement as positive often don’t self-report these radicalizing events.</li><li>“In these days, we need to push to be that sophisticated on the games industry side as well.”Newhouse plans to rely on his experience helping tech giants like Google and Facebook organize counterterrorism teams.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/dhs-funds-700k-research-to-combat-radicalization-of-online-gamers/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "3 killed in Colorado midair collision identified",
            "description": "Three people killed after two planes collided near Denver were identified Monday as the investigation into what went wrong continued. The Boulder County coroners office said the victims from Saturdays crash of a Cessna 172 and a Sonex Xenos ",
            "url": "/2022-09-18-224587fb6808e6582fa0b62ed6358b17",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/c72cf8ac-c550-11ea-86bd-3761faee86a6.jpg?resize=600%2C315",
            "publishedAt": "2022-09-19T18:58:46Z",
            "content": "DENVER (AP) Three people killed after two planes collided near Denver were identified Monday as the investigation into what went wrong continued.The victims from Saturdays crash of a Cessna 172 an [+1643 chars]",
            "summary": "NTSB investigator Mike Folkerts said Saturday that the Xenos took off from Platte Valley Airpark at 8:38 a.m., about ten minutes before the Cessna took off to the north from Rocky Mountain Metropolitan Airport, about 35 miles (56 kilometers) to the southwest of Platte Valley. The school has a campus at Rocky Mountain Metropolitan Airport in Broomfield, about 18 miles (29 kilometers) northwest of Denver, which is where the Cessna took off from Saturday, with a flight instructor and a student pilot on board, according to the National Transportation Safety Board. It is investigating the crash along with the FAA.When reached by The Associated Press, Spartan Colleges Nick Brown said the college was grieving and declined to comment until the investigation was completed. One of the planes crashed in a field, the other in a stand of trees, near Vance Brand Airport in Longmont, Colorado, about 40 miles (64 kilometers) north of Denver. The coroners office did not say which men were on which plane, but the Xenos was registered to Butler according to Federal Aviation Administration records.The Colorado Sun reported the Cessna was registered to the Spartan College of Aeronautics and Technology. The Xenos flew west and collided with the Cessna as it began turning east, Folkerts said.",
            "html_summary": "<ul><li>NTSB investigator Mike Folkerts said Saturday that the Xenos took off from Platte Valley Airpark at 8:38 a.m., about ten minutes before the Cessna took off to the north from Rocky Mountain Metropolitan Airport, about 35 miles (56 kilometers) to the southwest of Platte Valley.</li><li>The school has a campus at Rocky Mountain Metropolitan Airport in Broomfield, about 18 miles (29 kilometers) northwest of Denver, which is where the Cessna took off from Saturday, with a flight instructor and a student pilot on board, according to the National Transportation Safety Board.</li><li>It is investigating the crash along with the FAA.When reached by The Associated Press, Spartan College’s Nick Brown said the college was grieving and declined to comment until the investigation was completed.</li><li>One of the planes crashed in a field, the other in a stand of trees, near Vance Brand Airport in Longmont, Colorado, about 40 miles (64 kilometers) north of Denver.</li><li>The coroner’s office did not say which men were on which plane, but the Xenos was registered to Butler according to Federal Aviation Administration records.The Colorado Sun reported the Cessna was registered to the Spartan College of Aeronautics and Technology.</li></ul>",
            "website_url": "https://apnews.com/224587fb6808e6582fa0b62ed6358b17"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Why is a small Swedish automaker a decade ahead of the rest of the industry?",
            "description": "I didnt believe we could survive just doing what everyone else is doing.",
            "url": "/2022-09-18-why-is-a-small-swedish-automaker-a-decade-ahead-of-the-rest-of-the-industry",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/TQMS-2022Images-Full-10-760x380.jpg",
            "publishedAt": "2022-09-19T14:57:52Z",
            "content": "Enlarge/ Making a success of the supercar game is not easy, but Christian von Koenigseggs company has survived two decades and continues to develop innovative new technology thats years ahead of th [+5584 chars]",
            "summary": "And we kind of kept up throughout all the years and the different models,\" he continued.Innovative design extends well beyond the cars' styling, though. \"We started out trying to innovate from the get-go, because I didn't believe we could survive just doing what everyone else is doing, because I always felt the need to bring something new to the table to be worthwhile and viable and interesting. \"A couple of years back we patented a new catalytic converter solution which integrates to the wastegate so we don't have too much back pressure. )\"And the reason why we can do this kind of wild mechanical things and high voltage things is we control our electronic platform from the ground up. The company's stand at one end of The Quail was among the most mobbed throughout the day, as young TikTokkers in their best suits competed for his attention, or maybe just another look at his latest creation, the CC850. So we just got kind of wilder and wilder at fulfilling our ideas or wild dream,\" von Koenigsegg told me.For example, the distinctive doors. \"I think our integration of the roof was very unique at the time, that when the roof is on, it's a coupethere is no giveaway, there are no extra split lines, no nothing.",
            "html_summary": "<ul><li>And we kind of kept up throughout all the years and the different models,\" he continued.Innovative design extends well beyond the cars' styling, though.</li><li>\"We started out trying to innovate from the get-go, because I didn't believe we could survive just doing what everyone else is doing, because I always felt the need to bring something new to the table to be worthwhile and viable and interesting.</li><li>\"A couple of years back we patented a new catalytic converter solution which integrates to the wastegate so we don't have too much back pressure.</li><li>)\"And the reason why we can do this kind of wild mechanical things and high voltage things is we control our electronic platform from the ground up.</li><li>The company's stand at one end of The Quail was among the most mobbed throughout the day, as young TikTokkers in their best suits competed for his attention, or maybe just another look at his latest creation, the CC850.</li><li>So we just got kind of wilder and wilder at fulfilling our ideas or wild dream,\" von Koenigsegg told me.For example, the distinctive doors.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/09/why-is-a-small-swedish-automaker-a-decade-ahead-of-the-rest-of-the-industry/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELAINE KURTENBACH - AP Business Writer",
            "title": "Asian shares slip lower following broad decline on Wall St",
            "description": "Asian shares are down after another week of sizable losses on Wall Street. Japans markets were closed for a holiday. Oil prices rose while U.S. futures declined. A stark warning Friday from FedEx about rapidly worsening trends in the U.S.",
            "url": "/2022-09-18-443941e156eaff824b82dcef6d88ed70",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/f/df/fdf5ed9c-ef29-569a-bd99-0446ddaef752/6327e5d731b0a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-19T03:32:03Z",
            "content": "By ELAINE KURTENBACH  AP Business WriterAsian shares fell Monday after another week of sizable losses on Wall Street, as investors braced for another interest rate hike by the U.S. Federal Reserve [+3986 chars]",
            "summary": "Apple rose 2.5%, Home Depot gained 1.6%, Bank of America rose 1.7% and United Airlines closed 3.3% higher.Health care and real estate stocks fell, tempering gains elsewhere in the market. The Nasdaq rose 86.62 points to 11,535.02 and the Russell 2000 added 14.65 points to 1,812.84.Wall Street remains focused on inflation and the Federal Reserves attempt to lower prices by aggressively raising interest rates. The higher rates also tend to weigh on stocks, especially the pricier technology sector.Investors will get another update on the housing sector on Wednesday when the National Association of Realtors releases August figures for sales of previously occupied homes. A choppy day of trading on Wall Street ended with stocks closing higher Monday as investors brace for another big interest rate increase this week from the Federal Reserve. The higher rates could make an already tight housing market even more expensive for American homebuyers.Britain was observing a day of mourning for Queen Elizabeth II. Its been such a slippery market on both the upside and the downside.The S&P 500 rose 26.56 points to 3,899.89, while the Dow added 197.26 points to 31,019.68. The 10-year yield, which influences mortgage rates, rose to 3.49% from 3.45%.",
            "html_summary": "<ul><li>Apple rose 2.5%, Home Depot gained 1.6%, Bank of America rose 1.7% and United Airlines closed 3.3% higher.Health care and real estate stocks fell, tempering gains elsewhere in the market.</li><li>The Nasdaq rose 86.62 points to 11,535.02 and the Russell 2000 added 14.65 points to 1,812.84.Wall Street remains focused on inflation and the Federal Reserve’s attempt to lower prices by aggressively raising interest rates.</li><li>The higher rates also tend to weigh on stocks, especially the pricier technology sector.Investors will get another update on the housing sector on Wednesday when the National Association of Realtors releases August figures for sales of previously occupied homes.</li><li>A choppy day of trading on Wall Street ended with stocks closing higher Monday as investors brace for another big interest rate increase this week from the Federal Reserve.</li><li>The higher rates could make an already tight housing market even more expensive for American homebuyers.Britain was observing a day of mourning for Queen Elizabeth II.</li><li>“It’s been such a slippery market on both the upside and the downside.”The S&P 500 rose 26.56 points to 3,899.89, while the Dow added 197.26 points to 31,019.68.</li></ul>",
            "website_url": "https://apnews.com/443941e156eaff824b82dcef6d88ed70"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KEITH RIDLER - Associated Press",
            "title": "Idaho and Taiwan sign twoyear wheat trade agreement",
            "description": "Idaho Gov. Brad Little has signed a twoyear agreement supporting Idaho wheat sales to Taiwan in a deal that officials say gives wheat producers a reliable buyer and Taiwan a dependable supplier. The Republican governor on Monday participated in the",
            "url": "/2022-09-18-c018e6dba1669c8de7202a5d17a612f5",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/9a/c9a7d4f9-5a1c-5bf0-849c-ef050133655f/6328cdd7338b5.image.jpg?crop=1764%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-19T19:55:35Z",
            "content": "By KEITH RIDLER  Associated PressBOISE, Idaho (AP) Idaho Gov. Brad Little on Monday signed a twoyear agreement supporting Idaho wheat sales to Taiwan in a deal that officials say gives wheat prod [+3879 chars]",
            "summary": "The Wheat Commission and the farmers in Idaho are committed to maintaining this relationship, he said.Besides wheat, Idaho is also connected to Taiwan through Boise-based memory chipmaker Micron Technology, one of Taiwans largest foreign employers.We have a very fruitful relationship with them, Little said at the signing. Officials said that Mondays agreement solidifies that commitment.They have been a very, very loyal customer, Taiwan has, for a long time, Little said at the signing in the governors ceremonial office at the Statehouse, noting Taiwan is the second-largest market for everything exported out of Idaho. Our countries are bound by a common thread of economic freedom (and) entrepreneurial growth.Chen said Little is expected to travel to Taiwan in the near future, possibly this year, to help strengthen the trading partnership. He said the logistics of buying wheat during a time of uncertainty meant Taiwan appreciated the U.S. being a trustworthy partner.Hamilton, the Idaho Wheat Commission chairman, said he looked forward to continuing the relationship with Taiwan. Overall, Taiwan is looking to buy 66.1 million bushels from the U.S., worth about $576 million, about 80% of its total wheat imports. Officials said Idaho is expected to supply about 5% of the U.S. portion to Taiwan.Specifically, Little and Director General Daniel K.C.",
            "html_summary": "<ul><li>“The Wheat Commission and the farmers in Idaho are committed to maintaining this relationship,” he said.Besides wheat, Idaho is also connected to Taiwan through Boise-based memory chipmaker Micron Technology, one of Taiwan’s largest foreign employers.“We have a very fruitful relationship with them,” Little said at the signing.</li><li>Officials said that Monday’s agreement solidifies that commitment.“They have been a very, very loyal customer, Taiwan has, for a long time,” Little said at the signing in the governor’s ceremonial office at the Statehouse, noting Taiwan is the second-largest market for everything exported out of Idaho.</li><li>“Our countries are bound by a common thread of economic freedom (and) entrepreneurial growth.”Chen said Little is expected to travel to Taiwan in the near future, possibly this year, to help strengthen the trading partnership.</li><li>He said the logistics of buying wheat during a time of uncertainty meant Taiwan appreciated the “U.S.</li><li>being a trustworthy partner.”Hamilton, the Idaho Wheat Commission chairman, said he looked forward to continuing the relationship with Taiwan.</li><li>Overall, Taiwan is looking to buy 66.1 million bushels from the U.S., worth about $576 million, about 80% of its total wheat imports.</li></ul>",
            "website_url": "https://apnews.com/c018e6dba1669c8de7202a5d17a612f5"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JILL LAWLESS - Associated Press",
            "title": "After royal funeral, new UK leader Truss makes debut at UN",
            "description": "British Prime Minister Liz Truss is heading straight from the funeral of Queen Elizabeth II to the United Nations General Assembly. The new U.K. leader is making her international debut after two weeks dominated by the death and commemoration of",
            "url": "/2022-09-18-a11c641c8f35900d8409391cb4ef45c7",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/4/c4/4c441b0e-6553-56bf-8565-fafe12fb4055/6325d2eeae874.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-19T23:01:07Z",
            "content": "By JILL LAWLESS  Associated PressLONDON (AP) Liz Truss is going from the solemnity of a royal funeral to the maelstrom of international politics, and a crucial meeting with President Joe Biden.B [+4991 chars]",
            "summary": "Thats what the American public expects.But I doubt very much  well see  whether the Biden-Truss bilateral in New York is going to lead to a breakthrough on Northern Ireland, he told the BBC. Now she is seeking to make an impression in her own right, and to smooth over feathers ruffled by the erratic Johnson. That stance that means she may struggle to forge warm ties with Biden.",
            "html_summary": "<ul><li>That’s what the American public expects.”“But I doubt very much — we’ll see — whether the Biden-Truss bilateral in New York is going to lead to a breakthrough on Northern Ireland,” he told the BBC.</li><li>Now she is seeking to make an impression in her own right, and to smooth over feathers ruffled by the erratic Johnson.</li></ul>",
            "website_url": "https://apnews.com/a11c641c8f35900d8409391cb4ef45c7"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JONATHAN LANDRUM Jr. - AP Entertainment Writer",
            "title": "Q&A Amanda Gorman talks UN poem, fame, future presidency",
            "description": "When poet Amanda Gorman was invited to read a newly developed poem at the U.N. General Assembly, the young sensation took a deep look at how societal issues like hunger and poverty have impacted Earths preservation. Gorman wanted to express",
            "url": "/2022-09-18-d8e73e40a1f1a21d9ea4c82ae04e429f",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-09-19T16:58:29Z",
            "content": "LOS ANGELES (AP) When Amanda Gorman was invited to read a newly developed poem at the U.N. General Assembly, the young sensation took a deep look at how several societal issues such as hunger and pov [+9972 chars]",
            "summary": "https://t.co/k9s3o6BGSD pic.twitter.com/JF2cSQAbLlAP: How important is having a young voice like yourself to speak at the General Assembly?GORMAN: When I was writing this poem, I kept getting flashbacks of several years ago when I came to New York for the first time. So much of what I like to do in the poem is making sure that we raise awareness around these issues and show that these goals do exist.AP: How have you managed the transition to being a high-level celebrity?GORMAN: Im still learning and growing so much. When I write, I tend to put all my devices on Do Not Disturb. AP: Have you had to deal with any resentment from the poetry community, who sometimes dont look kindly upon commercial success?GORMAN: The only type of trolling that I experience is actually not from other poets. I had a great conversation with that woman before she moved on, and me having to take a moment, sit with the fact that there were so many people around the world who probably have this persons same response that havent gotten to me. Im very grateful for that type of visibility, even though sometimes I do miss individual privacy because it means that I have a platform that I can use for good.AP: How have people approached you while in public?GORMAN: I had an experience (Saturday) night. I would love for you to find a way to, for lack of a better term, dethrone me.AP: Do you still plan to run for president someday?GORMAN: Yes, thats still the case. I think one of the things that changed so much for me was just privacy.",
            "html_summary": "<ul><li>https://t.co/k9s3o6BGSD pic.twitter.com/JF2cSQAbLlAP: How important is having a young voice like yourself to speak at the General Assembly?GORMAN: When I was writing this poem, I kept getting flashbacks of several years ago when I came to New York for the first time.</li><li>So much of what I like to do in the poem is making sure that we raise awareness around these issues and show that these goals do exist.AP: How have you managed the transition to being a high-level celebrity?GORMAN: I’m still learning and growing so much.</li><li>When I write, I tend to put all my devices on “Do Not Disturb.” AP: Have you had to deal with any resentment from the poetry community, who sometimes don’t look kindly upon commercial success?GORMAN: The only type of trolling that I experience is actually not from other poets.</li><li>I had a great conversation with that woman before she moved on, and me having to take a moment, sit with the fact that there were so many people around the world who probably have this person’s same response that haven’t gotten to me.</li><li>I’m very grateful for that type of visibility, even though sometimes I do miss individual privacy because it means that I have a platform that I can use for good.AP: How have people approached you while in public?GORMAN: I had an experience (Saturday) night.</li><li>I would love for you to find a way to, for lack of a better term, dethrone me.AP: Do you still plan to run for president someday?GORMAN: Yes, that’s still the case.</li></ul>",
            "website_url": "https://apnews.com/d8e73e40a1f1a21d9ea4c82ae04e429f"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Apple is top funder of lobby group that says it represents small developers. Coding school pushes envelope on tech access inside prisons  Axios. DHS funds $700k research to combat radicalization of online gamers. 3 killed in Colorado midair collision identified. Why is a small Swedish automaker a decade ahead of the rest of the industry?. Asian shares slip lower following broad decline on Wall St. Idaho and Taiwan sign twoyear wheat trade agreement. After royal funeral, new UK leader Truss makes debut at UN. Q&A Amanda Gorman talks UN poem, fame, future presidency"
}