{
    "status": "ok",
    "totalResults": 16,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Doug Johnson",
            "title": "Report pushes bigtent approach for the future of batteries",
            "description": "Beyond lithium Report weighs strengths, weaknesses of alternative battery types",
            "url": "/2022-09-25-report-pushes-big-tent-approach-for-the-future-of-batteries",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-1202599932-760x380.jpg",
            "publishedAt": "2022-09-26T19:05:43Z",
            "content": "6 with 6 posters participatingIn the world of renewables, Lithiumion batteries are storage kings, making up around 70 percent of electric vehicle (EV) and 90 percent of grid batteries around the g [+3676 chars]",
            "summary": "For one, existing supply chains for the minerals used for batteries are likely to be pushed to their limits as the world transitions to renewable energy.But there are also geopolitical factors that could disrupt these supply chains. The report also looks at different lithium-ion chemistries, such as nickel, manganese, and cobalt (NMC) batteries and lithium iron phosphate (LFP batteries).  Doug Johnson - Sep 26, 2022 7:05 pm UTC In the world of renewables, lithium-ion batteries are storage kings, making up around 70 percent of electric vehicle (EV) and 90 percent of grid batteries around the globe. Russia plays a key role in the worlds nickel supply, mining 21 percent of the worlds Class 1 nickel, which is pure enough for use in EV battery systems. For the United States, this might mean that the security of the supply chains for these batteries is put at risk by geopolitical conflicts. These lithium-ion chemistries avoid some of the problems seen with other typesLFP batteries, for instance, dont make use of cobalt, an expensive ingredient. For instance, Russias invasion of Ukraine saw the price of nickela core component in EV batteriesskyrocket.As such, the Atlantic Council report investigates and compares alternative battery chemistries that don't rely on lithium.",
            "html_summary": "<ul><li>For one, existing supply chains for the minerals used for batteries are likely to be pushed to their limits as the world transitions to renewable energy.But there are also geopolitical factors that could disrupt these supply chains.</li><li>The report also looks at different lithium-ion chemistries, such as nickel, manganese, and cobalt (NMC) batteries and lithium iron phosphate (LFP batteries).</li><li> Doug Johnson - Sep 26, 2022 7:05 pm UTC In the world of renewables, lithium-ion batteries are storage kings, making up around 70 percent of electric vehicle (EV) and 90 percent of grid batteries around the globe.</li><li>Russia plays a key role in the world’s nickel supply, mining 21 percent of the world’s Class 1 nickel, which is pure enough for use in EV battery systems.</li><li>For the United States, this might mean that the security of the supply chains for these batteries is put at risk by geopolitical conflicts.</li><li>These lithium-ion chemistries avoid some of the problems seen with other types—LFP batteries, for instance, don’t make use of cobalt, an expensive ingredient.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/report-pushes-big-tent-approach-for-the-future-of-batteries/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Marcia Dunn",
            "title": "NASA spacecraft closes in on asteroid for headon collision...",
            "description": "CAPE CANAVERAL, Fla. (AP)  A NASA spacecraft closed in on an asteroid at blistering speed Monday in an unprecedented dress rehearsal for the day a killer rock menaces Earth. The galactic grand slam was set to occur at a harmless asteroid 7 million miles (9.6",
            "url": "/2022-09-25-nasa-dart-asteroid-updates-b6cfccd90a0450c3cce6048af61a1c01",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9ecea974b9274f52a0b9cccb521e411d/3000.jpeg",
            "publishedAt": "2022-09-26T20:55:41Z",
            "content": "CAPE CANAVERAL, Fla. (AP) A NASA spacecraft closed in on an asteroid at blistering speed Monday in an unprecedented dress rehearsal for the day a killer rock menaces Earth.The galactic grand slam w [+4041 chars]",
            "summary": "Johns Hopkins scientist Carolyn Ernst said the spacecraft was definitely kaput, with remnants possibly in the fresh crater or cascading into space with the asteroids ejected material. Now were going to see for real how effective we were.Planetary defense experts prefer nudging a threatening asteroid or comet out of the way, given enough lead time, rather than blowing it up and creating multiple pieces that could rain down on Earth. The spacecraft packed a scant 1,260 pounds (570 kilograms), compared with the asteroids 11 billion pounds (5 billion kilograms). Definitely, I will.NASA Administrator Bill Nelson reminded people earlier in the day via Twitter that, No, this is not a movie plot. He added in a prerecorded video: Weve all seen it on movies like Armageddon, but the real-life stakes are high.Mondays target: a 525-foot (160-meter) asteroid named Dimorphos. And fewer than 1% of the millions of smaller asteroids, capable of widespread injuries, are known.The Vera Rubin Observatory, nearing completion in Chile by the National Science Foundation and U.S. Energy Department, promises to revolutionize the field of asteroid discovery, Lu noted. Woo hoo! exclaimed Adams, a mission systems engineer at Johns Hopkins.With an image beaming back to Earth every second, Adams and other ground controllers in Laurel, Maryland, watched with growing excitement as Dimorphos loomed larger and larger in the field of view alongside its bigger companion. Mondays feat aside, the world must do a better job of identifying the countless space rocks lurking out there, warned the foundations executive director, Ed Lu, a former astronaut.",
            "html_summary": "<ul><li>Johns Hopkins scientist Carolyn Ernst said the spacecraft was definitely “kaput,” with remnants possibly in the fresh crater or cascading into space with the asteroid’s ejected material.</li><li>“Now we’re going to see for real how effective we were.”Planetary defense experts prefer nudging a threatening asteroid or comet out of the way, given enough lead time, rather than blowing it up and creating multiple pieces that could rain down on Earth.</li><li>The spacecraft packed a scant 1,260 pounds (570 kilograms), compared with the asteroid’s 11 billion pounds (5 billion kilograms).</li><li>Definitely, I will.”NASA Administrator Bill Nelson reminded people earlier in the day via Twitter that, “No, this is not a movie plot.” He added in a prerecorded video: ”We’ve all seen it on movies like “Armageddon,” but the real-life stakes are high.”Monday’s target: a 525-foot (160-meter) asteroid named Dimorphos.</li><li>And fewer than 1% of the millions of smaller asteroids, capable of widespread injuries, are known.The Vera Rubin Observatory, nearing completion in Chile by the National Science Foundation and U.S. Energy Department, promises to revolutionize the field of asteroid discovery, Lu noted.</li><li>“Woo hoo!” exclaimed Adams, a mission systems engineer at Johns Hopkins.With an image beaming back to Earth every second, Adams and other ground controllers in Laurel, Maryland, watched with growing excitement as Dimorphos loomed larger and larger in the field of view alongside its bigger companion.</li></ul>",
            "website_url": "https://apnews.com/article/nasa-dart-asteroid-updates-b6cfccd90a0450c3cce6048af61a1c01"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Miriam Kramer",
            "title": "NASA is about to crash a spacecraft into an asteroid",
            "description": "NASA is set to slam a spacecraft into a little asteroid on Monday evening in an attempt to redirect it. Why it matters The firstofitkind mission  called DART  marks the first true test of whether or not NASA will one day be able to push a potentially da",
            "url": "/2022-09-25-nasa-dart-asteroid-mission",
            "urlToImage": "https://images.axios.com/wBvVbqOR3geH264dbkBtTZNa7MQ=/0x0:4800x2700/1366x768/2022/09/23/1663965547573.jpg",
            "publishedAt": "2022-09-26T09:44:35Z",
            "content": "NASA is set to slam a spacecraft into a little asteroid on Monday evening in an attempt to redirect it. Why it matters The firstofitkindmission called DART marks the first true test of whether  [+1666 chars]",
            "summary": "Why it matters: The first-of-it-kind mission  called DART  marks the first true test of whether or not NASA will one day be able to push a potentially dangerous asteroid off a collision course with Earth if the need should ever arise. )The big picture: So far, city or planet destroying asteroids on collision courses with Earth have been relegated to blockbuster films. What's happening: DART's target is Dimorphos, an asteroid moonlet circling the larger asteroid Didymos. NASA is set to slam a spacecraft into a little asteroid on Monday evening in an attempt to redirect it. (Neither of these asteroids pose a threat to Earth.",
            "html_summary": "<ul><li>Why it matters: The first-of-it-kind mission — called DART — marks the first true test of whether or not NASA will one day be able to push a potentially dangerous asteroid off a collision course with Earth if the need should ever arise.</li><li>)The big picture: So far, city or planet destroying asteroids on collision courses with Earth have been relegated to blockbuster films.</li><li>What's happening: DART's target is Dimorphos, an asteroid moonlet circling the larger asteroid Didymos.</li><li>NASA is set to slam a spacecraft into a little asteroid on Monday evening in an attempt to redirect it.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/26/nasa-dart-asteroid-mission"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Emily Peck",
            "title": "Remote workers are increasingly surveilled, as manager paranoia surges",
            "description": "Critics call it bossware. Technology used to surveil workers, already widely adopted in lowerwage industries, is growing popular in the whitecollar world managers track keystrokes, mouse clicks and even take screenshots of monitors. Why it matters The up",
            "url": "/2022-09-25-remote-workers-are-increasingly-surveilled-as-manager-paranoia-surges",
            "urlToImage": "https://images.axios.com/tgZFZFlPQzFF0ClZxr66pPSmoOg=/0x0:1920x1080/1366x768/2022/09/23/1663954714898.jpg",
            "publishedAt": "2022-09-26T09:30:05Z",
            "content": "Critics call it bossware. Technology used to surveil workers, already widely adopted in lowerwage industries, is growing popular in the whitecollar world managers track keystrokes, mouse clicks an [+2021 chars]",
            "summary": "Technology used to surveil workers, already widely adopted in lower-wage industries, is growing popular in the white-collar world  managers track keystrokes, mouse clicks and even take screenshots of monitors. Why it matters: The uptick in monitoring happened as more workers went remote, and managers increasingly worried that they weren't working. What's happening: The number of employers who use some kind of worker surveillance doubled since the pandemic, the vice president of HR research at Gartner tells the WSJ. State of play: There isn't clear data showing that this kind of monitoring actually increases productivity, as Christopher Mims reports in the WSJ. Sometimes the lines between personal and professional are more mixed up.The bottom line: Trust is a key ingredient in the relationship between boss and worker. Zoom out: Working from home is inherently different from working in the office. \"Productivity paranoia,\" is what Microsoft CEO Satya Nadella called it in an interview last week.",
            "html_summary": "<ul><li>Technology used to surveil workers, already widely adopted in lower-wage industries, is growing popular in the white-collar world — managers track keystrokes, mouse clicks and even take screenshots of monitors.</li><li>Why it matters: The uptick in monitoring happened as more workers went remote, and managers increasingly worried that they weren't working.</li><li>What's happening: The number of employers who use some kind of worker surveillance doubled since the pandemic, the vice president of HR research at Gartner tells the WSJ.</li><li>State of play: There isn't clear data showing that this kind of monitoring actually increases productivity, as Christopher Mims reports in the WSJ.</li><li>Sometimes the lines between personal and professional are more mixed up.The bottom line: Trust is a key ingredient in the relationship between boss and worker.</li><li>Zoom out: Working from home is inherently different from working in the office.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/26/remote-workers-are-increasingly-surveilled-as-manager-paranoia-surges"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jacob Knutson",
            "title": "NASA successfully crashes satellite into asteroid in worldfirst planetary defense test",
            "description": "NASA deliberately crashed a spacecraft into a small, nonthreatening asteroid on Monday in an experiment to change the space objects orbit around a larger space rock.Why it matters The firstofitskind mission  called the Double Asteroid Redirection Test (",
            "url": "/2022-09-25-nasa-dart-dimorphos-asteroid-planet-defense-test",
            "urlToImage": "https://images.axios.com/JksTAO_dewMvDirAvD54RZx_jdI=/0x0:5333x3000/1366x768/2022/09/26/1664223940492.jpg",
            "publishedAt": "2022-09-26T23:20:34Z",
            "content": "NASA deliberately crashed a spacecraft into a small, nonthreatening asteroid on Monday in an experiment to change the space objects orbit around a larger space rock.Why it matters The firstofit [+3196 chars]",
            "summary": "Zoom in: NASA and Johns Hopkins University Applied Physics Laboratory astronomers will compare Dimorphos' post-impact orbit to the baseline they already acquired to assess how much it was deflected by DART. Neither poses an immediate threat to Earth.",
            "html_summary": "<ul><li>Zoom in: NASA and Johns Hopkins University Applied Physics Laboratory astronomers will compare Dimorphos' post-impact orbit to the baseline they already acquired to assess how much it was deflected by DART.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/26/nasa-dart-dimorphos-asteroid-planet-defense-test"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "US Soccer Federation hires ad tech company cofounder as CEO  The Associated Press  en Espaol",
            "description": "CHICAGO (AP)  JT Batson, cofounder of the advertising technology company Hudson MX, was hired Monday as CEO and secretary general of the U.S. Soccer Federation. The 40yearold replaces Will Wilson, the uncle of former Indianapolis Colts quarterback Andrew ",
            "url": "/2022-09-25-womens-soccer-nfl-sports-dan-flynn-90cfcacb6a86f16befac7261505b1b45",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2022-09-26T17:27:03Z",
            "content": "CHICAGO (AP) JT Batson, cofounder of the advertising technology company Hudson MX, was hired Monday as CEO and secretary general of the U.S. Soccer Federation.The 40yearold replaces Will Wilson, [+775 chars]",
            "summary": "And theres a lot of great ideas within the broader US Soccer community about how we grow the game for everyone, Batson said. Theres so many good things going on.Batson will run the federation under President Cindy Parlow Cone, a former national team player, and the USSF board of directors. How do we bring those folks either directly or indirectly into the fold to help us grow the game? CHICAGO (AP)  JT Batson, cofounder of the advertising technology company Hudson MX, was hired Monday as CEO and secretary general of the U.S. Soccer Federation.The 40-year-old replaces Will Wilson, the uncle of former Indianapolis Colts quarterback Andrew Luck. Hes a proven fundraiser, proven decision-maker, Parlow Cone said Monday. He took over from Dan Flynn, who held the job from June 2000 until September 2019.Batson has assumed his new role at a key time for the federation. The U.S. women are the top-ranked team in the world and will defend their title at the Womens World Cup in Australia next summer.",
            "html_summary": "<ul><li>And there’s a lot of great ideas within the broader US Soccer community about how we grow the game for everyone,” Batson said.</li><li>There’s so many good things going on.”Batson will run the federation under President Cindy Parlow Cone, a former national team player, and the USSF board of directors.</li><li>How do we bring those folks either directly or indirectly into the fold to help us grow the game?”</li><li>CHICAGO (AP) — JT Batson, cofounder of the advertising technology company Hudson MX, was hired Monday as CEO and secretary general of the U.S. Soccer Federation.The 40-year-old replaces Will Wilson, the uncle of former Indianapolis Colts quarterback Andrew Luck.</li><li>He’s a proven fundraiser, proven decision-maker,” Parlow Cone said Monday.</li><li>He took over from Dan Flynn, who held the job from June 2000 until September 2019.Batson has assumed his new role at a key time for the federation.</li></ul>",
            "website_url": "https://apnews.com/article/womens-soccer-nfl-sports-dan-flynn-90cfcacb6a86f16befac7261505b1b45"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Damian J. Troise",
            "title": "Asian shares mostly decline echoing US slide on rate worries  The Associated Press  en Espaol",
            "description": "Asian shares mostly decline echoing US slide on rate worriesThe Associated Press  en EspaolS&P 500, Dow slip into bear market on global recession fearsUSA TODAYWall Street extends declines on recession worries By ReutersI",
            "url": "/2022-09-25-inflation-japan-asia-financial-markets-6eabd6b0fd5c301b916f731f04b0d951",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/a3294e1c5bc741a19f45d29eb49bbebe/3000.jpeg",
            "publishedAt": "2022-09-26T20:48:45Z",
            "content": "The Dow Jones Industrial Average became the last of the major U.S. stock indexes to fall into whats known as a bear market Monday as the market deepened its slump amid growing fears of a global reces [+4567 chars]",
            "summary": "The Fed also released a forecast suggesting its benchmark rate could be 4.4% by the years end, a full point higher than envisioned in June.The U.S. economy is already slowing, raising worries that rate hikes might cause a recession. The British pound dropped to an all-time low against the dollar on Monday and investors continued to dump British government bonds in displeasure over a sweeping tax cut plan announced in London last week. Stocks have been sagging under concerns over stubbornly hot inflation and the risk that central banks could trigger recessions as they try to cool high prices for everything from food to clothing. The Russell 2000 dropped 1.4% to close at 1,655.88.In other trading on Tuesday, U.S. benchmark crude added 28 cents to $76.99 per barrel in electronic trading on the New York Mercantile Exchange. The dollar bought 144.49 yen, down from 144.65 yen, and the euro rose to 96.29 cents from 96.10 cents. Last week, the Bank of Japan intervened in the market as the yen slipped past 145, gaining a brief reprieve. But the dollars surge against other currencies is putting pressure on the BOJ and other central banks, especially in developing economies facing growing costs for repaying foreign loans.",
            "html_summary": "<ul><li>The Fed also released a forecast suggesting its benchmark rate could be 4.4% by the year’s end, a full point higher than envisioned in June.The U.S. economy is already slowing, raising worries that rate hikes might cause a recession.</li><li>The British pound dropped to an all-time low against the dollar on Monday and investors continued to dump British government bonds in displeasure over a sweeping tax cut plan announced in London last week.</li><li>Stocks have been sagging under concerns over stubbornly hot inflation and the risk that central banks could trigger recessions as they try to cool high prices for everything from food to clothing.</li><li>The Russell 2000 dropped 1.4% to close at 1,655.88.In other trading on Tuesday, U.S. benchmark crude added 28 cents to $76.99 per barrel in electronic trading on the New York Mercantile Exchange.</li><li>The dollar bought 144.49 yen, down from 144.65 yen, and the euro rose to 96.29 cents from 96.10 cents.</li><li>Last week, the Bank of Japan intervened in the market as the yen slipped past 145, gaining a brief reprieve.</li></ul>",
            "website_url": "https://apnews.com/article/inflation-japan-asia-financial-markets-6eabd6b0fd5c301b916f731f04b0d951"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "UK TikTok may face big fine over childrens data protection",
            "description": "British authorities say TikTok could face a 27 millionpound ($29 million) fine over a possible breach of U.K. data protection law by failing to protect childrens privacy when they are using the videosharing platform. The Information Commissioners Office s",
            "url": "/2022-09-25-744ed5164bbc33c94fa0db67d4baba69",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-09-26T14:18:34Z",
            "content": "LONDON (AP) TikTok could face a 27 millionpound ($29 million) fine in the U.K. over a possible breach of U.K. data protection law by failing to protect childrens privacy when they are using the vid [+1705 chars]",
            "summary": "The commissioner said special category data included ethnic and racial origin, political opinions, religious beliefs and sexual orientation.It also said TikTok may have failed to provide transparent, easily understood information to its users. It said TikTok may have processed the data of children under 13 without appropriate parental consent, and processed special category data without legal grounds to do so. The legal document covered the period from May 2018 to July 2020.Information Commissioner John Edwards said the bodys provisional view was that TikTok fell short of providing proper data privacy protections. The Information Commissioners Office said it has six other ongoing investigations into companies that do not appear to have taken their responsibilities around child safety seriously enough. Britains government is pushing through its online safety bill, which requires technology companies to protect children from harmful content.",
            "html_summary": "<ul><li>The commissioner said “special category data” included ethnic and racial origin, political opinions, religious beliefs and sexual orientation.It also said TikTok may have failed to provide transparent, easily understood information to its users.</li><li>It said TikTok may have processed the data of children under 13 without appropriate parental consent, and processed “special category data” without legal grounds to do so.</li><li>The legal document covered the period from May 2018 to July 2020.Information Commissioner John Edwards said the body’s provisional view was that TikTok “fell short” of providing proper data privacy protections.</li><li>The Information Commissioner’s Office said it has six other ongoing investigations into companies that do not appear to have taken their responsibilities around child safety seriously enough.</li></ul>",
            "website_url": "https://apnews.com/744ed5164bbc33c94fa0db67d4baba69"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARCIA DUNN - AP Aerospace Writer",
            "title": "NASA spacecraft closes in on asteroid for headon collision",
            "description": "A NASA spacecraft is closing in on an asteroid in an unprecedented test to see if a potentially menacing space rock could be knocked off course. The galactic grand slam is set to occur Monday at a harmless asteroid 7",
            "url": "/2022-09-25-b6cfccd90a0450c3cce6048af61a1c01",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/ad/7adeadd6-49bf-51a4-bb50-9d2806e2cbf6/632c94b1242c7.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-26T18:43:06Z",
            "content": "By MARCIA DUNN  AP Aerospace WriterCAPE CANAVERAL, Fla. (AP) A NASA spacecraft closed in on an asteroid at blistering speed Monday in an unprecedented dress rehearsal for the day a killer rock men [+4265 chars]",
            "summary": "Johns Hopkins scientist Carolyn Ernst said the spacecraft was definitely kaput, with remnants possibly in the fresh crater or cascading into space with the asteroids ejected material. Now were going to see for real how effective we were.Planetary defense experts prefer nudging a threatening asteroid or comet out of the way, given enough lead time, rather than blowing it up and creating multiple pieces that could rain down on Earth. The spacecraft packed a scant 1,260 pounds (570 kilograms), compared with the asteroids 11 billion pounds (5 billion kilograms). Definitely, I will.NASA Administrator Bill Nelson reminded people earlier in the day via Twitter that, No, this is not a movie plot. He added in a prerecorded video: Weve all seen it on movies like Armageddon, but the real-life stakes are high.Mondays target: a 525-foot (160-meter) asteroid named Dimorphos. And fewer than 1% of the millions of smaller asteroids, capable of widespread injuries, are known.The Vera Rubin Observatory, nearing completion in Chile by the National Science Foundation and U.S. Energy Department, promises to revolutionize the field of asteroid discovery, Lu noted. Woo hoo! exclaimed Adams, a mission systems engineer at Johns Hopkins.With an image beaming back to Earth every second, Adams and other ground controllers in Laurel, Maryland, watched with growing excitement as Dimorphos loomed larger and larger in the field of view alongside its bigger companion. Mondays feat aside, the world must do a better job of identifying the countless space rocks lurking out there, warned the foundations executive director, Ed Lu, a former astronaut.",
            "html_summary": "<ul><li>Johns Hopkins scientist Carolyn Ernst said the spacecraft was definitely “kaput,” with remnants possibly in the fresh crater or cascading into space with the asteroid’s ejected material.</li><li>“Now we’re going to see for real how effective we were.”Planetary defense experts prefer nudging a threatening asteroid or comet out of the way, given enough lead time, rather than blowing it up and creating multiple pieces that could rain down on Earth.</li><li>The spacecraft packed a scant 1,260 pounds (570 kilograms), compared with the asteroid’s 11 billion pounds (5 billion kilograms).</li><li>Definitely, I will.”NASA Administrator Bill Nelson reminded people earlier in the day via Twitter that, “No, this is not a movie plot.” He added in a prerecorded video: ”We’ve all seen it on movies like “Armageddon,” but the real-life stakes are high.”Monday’s target: a 525-foot (160-meter) asteroid named Dimorphos.</li><li>And fewer than 1% of the millions of smaller asteroids, capable of widespread injuries, are known.The Vera Rubin Observatory, nearing completion in Chile by the National Science Foundation and U.S. Energy Department, promises to revolutionize the field of asteroid discovery, Lu noted.</li><li>“Woo hoo!” exclaimed Adams, a mission systems engineer at Johns Hopkins.With an image beaming back to Earth every second, Adams and other ground controllers in Laurel, Maryland, watched with growing excitement as Dimorphos loomed larger and larger in the field of view alongside its bigger companion.</li></ul>",
            "website_url": "https://apnews.com/b6cfccd90a0450c3cce6048af61a1c01"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATTHEW PERRONE - AP Health Writer",
            "title": "Insider Q&A FDA official on vapings promise or peril",
            "description": "The new chief at the Food and Drug Administrations tobacco center has inherited a raft of problems. Brian King joined the division tasked with regulating cigarettes, vaping products and other forms of nicotine in July. The agency is struggling to",
            "url": "/2022-09-25-6af0d635d7859bab914cc249ef43b6e2",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/7f/97f55e3a-1bf9-5173-9869-dde5e746c277/6331efde9986a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-26T18:07:25Z",
            "content": "By MATTHEW PERRONE  AP Health WriterWASHINGTON (AP) Theres been no honeymoon period for the Food and Drug Administrations new tobacco chief, Brian King, the public health scientist now responsible [+4325 chars]",
            "summary": "But in the case of nicotine salts you have the potential to more efficiently deliver nicotine which could hold some public health promise in terms of giving smokers enough nicotine that they would transition completely. The interview has been edited for length and clarity.Q: The FDA is working on a number of proposals that would fundamentally change the U.S. tobacco landscape, including banning menthol cigarettes and flavored cigars. We know that when you smoke a tobacco product, its a very efficient way to deliver nicotine across the blood-brain barrier. Notably, he cited so-called nicotine salts technology pioneered by Juul as a potentially promising tool for smokers, but also warned of its risks for young people. The FDA missed a summer deadline to review nearly a million applications for e-cigarettes and other new products that use laboratory-made nicotine, some of which have become popular with teenagers. But I think its important that the science drives that.___The Associated Press Health and Science Department receives support from the Howard Hughes Medical Institutes Department of Science Education. And when it comes to youth theres no redeeming aspects of tobacco product use.",
            "html_summary": "<ul><li>But in the case of nicotine salts you have the potential to more efficiently deliver nicotine which could hold some public health promise in terms of giving smokers enough nicotine that they would transition completely.</li><li>The interview has been edited for length and clarity.Q: The FDA is working on a number of proposals that would fundamentally change the U.S. tobacco landscape, including banning menthol cigarettes and flavored cigars.</li><li>We know that when you smoke a tobacco product, it’s a very efficient way to deliver nicotine across the blood-brain barrier.</li><li>Notably, he cited so-called nicotine salts technology pioneered by Juul as a potentially promising tool for smokers, but also warned of its risks for young people.</li><li>The FDA missed a summer deadline to review nearly a million applications for e-cigarettes and other new products that use laboratory-made nicotine, some of which have become popular with teenagers.</li><li>But I think it’s important that the science drives that.___The Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Department of Science Education.</li></ul>",
            "website_url": "https://apnews.com/6af0d635d7859bab914cc249ef43b6e2"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Report pushes bigtent approach for the future of batteries. NASA spacecraft closes in on asteroid for headon collision.... NASA is about to crash a spacecraft into an asteroid. Remote workers are increasingly surveilled, as manager paranoia surges. NASA successfully crashes satellite into asteroid in worldfirst planetary defense test. US Soccer Federation hires ad tech company cofounder as CEO  The Associated Press  en Espaol. Asian shares mostly decline echoing US slide on rate worries  The Associated Press  en Espaol. UK TikTok may face big fine over childrens data protection. NASA spacecraft closes in on asteroid for headon collision. Insider Q&A FDA official on vapings promise or peril"
}