{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Contract lifecycle management vendor Icertis secures $150M in debt to stave off rivals",
            "description": "Its Halloween. And, if youre contract management software company Icertis, its payday. After raising $115 million in 2019, Icertis today secured $150 million  $75 million in convertible debt and a $75 million revolving credit facility  in a combined tran",
            "url": "/2022-10-31-contract-lifecycle-management-vendor-icertis-secures-150m-in-debt-to-stave-off-rivals",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/03/GettyImages-187186651.jpg?resize=1200,1200",
            "publishedAt": "2022-10-31T13:00:08Z",
            "content": "Its Halloween. And, if youre contract management software company Icertis, its payday. After raising $115 million in 2019, Icertis today secured $150 million  $75 million in convertible debt and  [+6107 chars]",
            "summary": "We deliver these insights instantly, so every entitlement within a companys contracts can be realized for maximum value.Among Icertis competitors are ContractPodAI and SirionLabs, which raised $55 million in July and $85 million in May, respectively, for their automation-fueled contract management software. The platform systemizes contracts and the associated documentation, extracting data like contact information and clauses to figure out contractual commitments and monitor them to ensure compliance.Ingested contracts can be used to model commercial relationships in Icertis, letting users identify contracts missing clauses necessary to complying with regulations like GDPR. Another formidable rival is LinkSquares, which landed $100 million in April to grow its platform that combines legal analysis with contract lifecycle capabilities.For what its worth, Icertis dwarfs them in size, with more than 2,000 employees spread across its offices in New Jersey, Chicago and elsewhere. But its true Bellevue, Washington-based Icertis is already one of the larger and more successful contract management software vendors to emerge in recent years. Bodas says that the company exited 2021 with an annual recurring revenue north of $100 million and recently surpassed $200 million in recurring revenue. And, if youre contract management software company Icertis, its payday. In other words, contracts provide a single source of truth for commercial relationships, Bodas said.",
            "html_summary": "<ul><li>We deliver these insights instantly, so every entitlement within a company’s contracts can be realized for maximum value.”Among Icertis’ competitors are ContractPodAI and SirionLabs, which raised $55 million in July and $85 million in May, respectively, for their automation-fueled contract management software.</li><li>The platform systemizes contracts and the associated documentation, extracting data like contact information and clauses to figure out contractual commitments and monitor them to ensure compliance.Ingested contracts can be used to model commercial relationships in Icertis, letting users identify contracts missing clauses necessary to complying with regulations like GDPR.</li><li>Another formidable rival is LinkSquares, which landed $100 million in April to grow its platform that combines legal analysis with contract lifecycle capabilities.For what it’s worth, Icertis dwarfs them in size, with more than 2,000 employees spread across its offices in New Jersey, Chicago and elsewhere.</li><li>But it’s true Bellevue, Washington-based Icertis is already one of the larger and more successful contract management software vendors to emerge in recent years.</li><li>Bodas says that the company exited 2021 with an annual recurring revenue north of $100 million and recently surpassed $200 million in recurring revenue.</li><li>And, if you’re contract management software company Icertis, it’s payday.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/31/contract-lifecycle-management-vendor-icertis-secures-150m-in-debt-to-stave-off-rivals/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "Money Fellows, an Egyptian fintech digitizing money circles, raises $31M funding",
            "description": "Egyptian fintech Money Fellows has raised $31 million in what it describes as the first close of its Series B investment. The round, which the startup expects to top up in the coming months, was led by CommerzVentures, Middle East Venture Partners (MEVP) and ",
            "url": "/2022-10-31-money-fellows-an-egyptian-fintech-digitizing-money-circles-raises-31m-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/F3ABBBBE-2E48-45E6-A94D-3B9D0C43CA60.jpeg",
            "publishedAt": "2022-10-31T07:02:21Z",
            "content": "Egyptian fintech Money Fellows has raised $31 million in what it describes as the first close of its Series B investment. The round, which the startup expects to top up in the coming months, was led  [+6186 chars]",
            "summary": "It plans to offer more financial services such as buy now pay later, pension, and cards, where the four-year-old fintech plan to make interchange fees.Money Fellows has over 4.5. million registered users on its platform; however, only 7% are monthly active users. It charges a one-time service fee of about 6% to users who choose its early spots; the percentage decreases down the line and turns to incentivized interest paid to users at the end of the cycle.People looking to borrow can find slots on our platform. It decreases the more youre willing to wait until the end of that ROSCA, where we incentivize the users with one of the most attractive saving incentives in the country.Any fintech business that involves lending in one form or another has to deal with defaults. It is brilliant to see this new digital ROSCA-driven model [Money Fellows] emerge from Africa, creating a trusted model of delivering financial solutions and setting a new standard on using localized solutions to solve for global opportunities. Similar players globally include Pakistani fintech Oraan and U.K.-based StepLadder.Oraan raises $3M to increase financial inclusion among Pakistani womenMoney Fellows classifies its users as borrowers, savers, or planners depending on where their position is in a ROSCA cycle and when they receive a payout. According to the chief executive, Money Fellows sets aside reserves for every new ROSCA launched and, complying with a provisioning schedule, covers any defaults from those funds.The good thing with ROSCAs versus consumer finance is that not everyone has equal credit exposure. But we found out people didnt need it because they had an advanced financial system.On the other hand, Egypt has a functioning ROSCA system, and Wadi, being from the country, chose it as his third try in 2017.",
            "html_summary": "<ul><li>It plans to offer more financial services such as buy now pay later, pension, and cards, where the four-year-old fintech plan to make interchange fees.Money Fellows has over 4.5. million registered users on its platform; however, only 7% are monthly active users.</li><li>It charges a one-time service fee of about 6% to users who choose its early spots; the percentage decreases down the line and turns to incentivized interest paid to users at the end of the cycle.“People looking to borrow can find slots on our platform.</li><li>It decreases the more you’re willing to wait until the end of that ROSCA, where we incentivize the users with one of the most attractive saving incentives in the country.”Any fintech business that involves lending in one form or another has to deal with defaults.</li><li>It is brilliant to see this new digital ROSCA-driven model [Money Fellows] emerge from Africa, creating a trusted model of delivering financial solutions and setting a new standard on using localized solutions to solve for global opportunities.”</li><li>Similar players globally include Pakistani fintech Oraan and U.K.-based StepLadder.Oraan raises $3M to increase financial inclusion among Pakistani womenMoney Fellows classifies its users as borrowers, savers, or planners depending on where their position is in a ROSCA cycle and when they receive a payout.</li><li>According to the chief executive, Money Fellows sets aside reserves for every new ROSCA launched and, complying with a provisioning schedule, covers any defaults from those funds.“The good thing with ROSCAs versus consumer finance is that not everyone has equal credit exposure.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/31/money-fellows-an-egyptian-fintech-digitizing-money-circles-raises-31m-funding/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "White House invites dozens of nations for ransomware summit",
            "description": "The White House is bringing together three dozen nations, the European Union and a slew of privatesector companies for a twoday summit that looks at how best to combat ransomware attacks. The second International Counter Ransomware Summit begins Monday and",
            "url": "/2022-10-31-aff98eba1c7470f9b0128c882971547d",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/6/17/617bd29c-2db7-5d13-8d73-57262ab228e0/635f935516cf9.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-10-31T09:12:37Z",
            "content": "WASHINGTON (AP) The White House is bringing together three dozen nations, the European Union and a slew of privatesector companies for a twoday summit starting Monday that looks at how best to comb [+1688 chars]",
            "summary": "WASHINGTON (AP)  The White House is bringing together three dozen nations, the European Union and a slew of private-sector companies for a two-day summit starting Monday that looks at how best to combat ransomware attacks. The official previewed the event on the condition of anonymity.Among the administration officials planning to participate in the event are FBI Director Christopher Wray, national security adviser Jake Sullivan, Deputy Treasury Secretary Wally Adeyemo and Deputy Secretary of State Wendy Sherman. The previous summit took place virtually.",
            "html_summary": "<ul><li>WASHINGTON (AP) — The White House is bringing together three dozen nations, the European Union and a slew of private-sector companies for a two-day summit starting Monday that looks at how best to combat ransomware attacks.</li><li>The official previewed the event on the condition of anonymity.Among the administration officials planning to participate in the event are FBI Director Christopher Wray, national security adviser Jake Sullivan, Deputy Treasury Secretary Wally Adeyemo and Deputy Secretary of State Wendy Sherman.</li></ul>",
            "website_url": "https://apnews.com/aff98eba1c7470f9b0128c882971547d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "A look at suspension bridge that collapsed in India",
            "description": "NEW DELHI (AP)  The 143yearold cable suspension bridge that collapsed Sunday in the western Indian state of Gujarat in one of the countrys worst disasters in years was built using the latest technology available in Europe at the time.",
            "url": "/2022-10-31-005b1d146a854907dd8cb55a4a25066a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/cec28fab08a74d0fbfef0bb2b6f7fa35/3000.jpeg",
            "publishedAt": "2022-10-31T10:30:47Z",
            "content": "NEW DELHI (AP) The 143yearold cable suspension bridge that collapsed Sunday in the western Indian state of Gujarat in one of the countrys worst disasters in years was built using the latest technol [+1942 chars]",
            "summary": "Morbi city, home to about 200,000 people, has suffered other calamities.In 1979, an upstream dam on the Machchu river burst, sending walls of water through the city and killing hundreds of people in one of Indias biggest dam disasters.In 2001, thousands of people died in an earthquake in Gujarat. Heres a brief look at the bridge and Morbi, the town where its located:At 1.25 meters (4 feet) wide and 233 meters (764 feet) long and known locally as the jhoolta pool, or swinging bridge, the structure was inaugurated in 1879 during British rule. Local news reports said the company reopened the bridge to the public without first obtaining a fitness certificate.That claim could not immediately be verified. NEW DELHI (AP)  The 143-year-old cable suspension bridge that collapsed Sunday in the western Indian state of Gujarat in one of the countrys worst disasters in years was built using the latest technology available in Europe at the time. Its cables snapped and its walkway gave way under the weight of hundreds of sightseers, sending hundreds plunging into the water. The newly reopened attraction was packed with people.Based in Morbi, Ajanta is mainly known for making clocks, mosquito racquets and electric bikes. As of late Monday, at least 133 people had died, 177 were injured and many others were missing.",
            "html_summary": "<ul><li>Morbi city, home to about 200,000 people, has suffered other calamities.In 1979, an upstream dam on the Machchu river burst, sending walls of water through the city and killing hundreds of people in one of India’s biggest dam disasters.In 2001, thousands of people died in an earthquake in Gujarat.</li><li>Here’s a brief look at the bridge and Morbi, the town where it’s located:At 1.25 meters (4 feet) wide and 233 meters (764 feet) long and known locally as the “jhoolta pool,” or swinging bridge, the structure was inaugurated in 1879 during British rule.</li><li>Local news reports said the company reopened the bridge to the public without first obtaining a “fitness certificate.”That claim could not immediately be verified.</li><li>NEW DELHI (AP) — The 143-year-old cable suspension bridge that collapsed Sunday in the western Indian state of Gujarat in one of the country’s worst disasters in years was built using the latest technology available in Europe at the time.</li><li>Its cables snapped and its walkway gave way under the weight of hundreds of sightseers, sending hundreds plunging into the water.</li><li>The newly reopened attraction was packed with people.Based in Morbi, Ajanta is mainly known for making clocks, mosquito racquets and electric bikes.</li></ul>",
            "website_url": "https://apnews.com/005b1d146a854907dd8cb55a4a25066a"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Mobileye cruises into the public market and inside the Argo AI collapse",
            "description": "The Station is a weekly newsletter focused on the future of transportation. This week, Argo AI shuts down and Mobilieye goes public.",
            "url": "/2022-10-31-mobileye-cruises-into-the-public-market-and-inside-the-argo-ai-collapse",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/6-Mobileye-AV.jpg?resize=1200,800",
            "publishedAt": "2022-10-31T11:00:41Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. This is a sho [+9972 chars]",
            "summary": "The takeaway was that advanced driver assistance systems, not AV tech, is the real future (at least in terms of revenue and profits).Mobileye was able to price 41 million shares at $21 and above its initial range, raising $861 million. Shashua told me they started in China because the country is more tech forward and is moving faster than anyone else.Other deals that got my attention AM Batteries, a Boston-based company that has developed lithium-ion dry-electrode technology, raised $25 million in Series A round led by Anzu Partners. Subscribe for free to the newsletter and youll get a lot more.Image Credits: Argo AIThe sudden shuttering of autonomous vehicle company Argo AI was received like a bucket of ice cold water being dumped on ones head. You also can send a direct message to @kirstenkorosecThe California state legislature recently passed AB 371, the so-called Kill Bikeshare Bill, which puts extreme insurance requirements on shared micromobility companies beyond whats required of private car owners or rental car companies. manufacturing facility and announced plans invest more than $260 million to expand production there.Wallbox has opened its first North American factory in Arlington, Texas to begin building EV charging and management solutions stateside.Lyft relaunched its monthly subscription plan Lyft Pink at half of its previous price. We gradually built a product portfolio that bridges the spectrum between driving assist and robotaxis.That bridge, a technology called Mobileye Supervision, is the critical foundation of the companys future. Sure, the autonomous vehicle industry is still frontier tech that is years, even decades, away from becoming a product used daily by most consumers.",
            "html_summary": "<ul><li>The takeaway was that advanced driver assistance systems, not AV tech, is the real future (at least in terms of revenue and profits).Mobileye was able to price 41 million shares at $21 and above its initial range, raising $861 million.</li><li>Shashua told me they started in China because the country is “more tech forward and is moving faster than anyone else.”Other deals that got my attention …AM Batteries, a Boston-based company that has developed lithium-ion dry-electrode technology, raised $25 million in Series A round led by Anzu Partners.</li><li>Subscribe for free to the newsletter and you’ll get a lot more.Image Credits: Argo AIThe sudden shuttering of autonomous vehicle company Argo AI was received like a bucket of ice cold water being dumped on one’s head.</li><li>You also can send a direct message to @kirstenkorosecThe California state legislature recently passed AB 371, the so-called “Kill Bikeshare Bill,” which puts extreme insurance requirements on shared micromobility companies beyond what’s required of private car owners or rental car companies.</li><li>manufacturing facility and announced plans invest more than $260 million to expand production there.Wallbox has opened its first North American factory in Arlington, Texas to begin building EV charging and management solutions stateside.Lyft relaunched its monthly subscription plan Lyft Pink at half of its previous price.</li><li>We gradually built a product portfolio that bridges the spectrum between driving assist and robotaxis.”That bridge, a technology called Mobileye Supervision, is the critical foundation of the company’s future.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/31/mobileye-cruises-into-the-public-market-and-inside-the-argo-ai-collapse/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Nigerian proptech SmallSmall raises $3M to provide flexible living solutions for customers",
            "description": "SmallSmall has processed over 25,000 monthly stays across Lagos and Abuja. The seed investment will allow it expand to other cities.",
            "url": "/2022-10-31-nigerian-proptech-smallsmall-raises-3m-to-provide-flexible-living-solutions-for-customers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/2A8B81B6-F367-4E15-B66B-00E2F7498E3E.jpeg?resize=1200,885",
            "publishedAt": "2022-10-31T09:06:24Z",
            "content": "Inefficiencies have marred Nigerias rental system for years, thus affecting how landlords and renters transact. Most landlords collect rent one to two years upfront, while renters struggle to find ap [+6708 chars]",
            "summary": "One such platform is Lagos-based SmallSmall which gives renters access to monthly rent payments and offers landlords a way to vet tenants, increase their income and manage properties. Even though they collected rent one year upfront, the default rate of the yearly system is very high because when peoples finances take a hit, they might not be able to pay subsequent rent, he said. The legal process of evicting tenants where theyll have to wait six to 12 months is also not supportive of the landlords.The chief executive argues that with Smallsmalls monthly model, landlords can speed up that process pending when they give notice. BuySmallSmall identifies newly built properties by reputable developers that meet the companys market demand: studio apartments, one-bedroom, and two-bedroom apartments  and packages them as investment opportunities for young professionals looking to invest in real estate. SmallSmall also lets landlords access quality tenants and curb defaults by receiving monthly payments where they receive extra margins of about 10-15%, Balogun added. We also wanted to provide a channel where customers can invest in real estate and work toward owning homes, said the chief executive about the BuySmallSmall product, which is based on the platforms proprietary data. Most landlords collect rent one to two years upfront, while renters struggle to find apartments as they deal with uncharitable agents.",
            "html_summary": "<ul><li>One such platform is Lagos-based SmallSmall which gives renters access to monthly rent payments and offers landlords a way to vet tenants, increase their income and manage properties.</li><li>Even though they collected rent one year upfront, the default rate of the yearly system is very high because when people’s finances take a hit, they might not be able to pay subsequent rent,” he said.</li><li>“The legal process of evicting tenants where they’ll have to wait six to 12 months is also not supportive of the landlords.”The chief executive argues that with Smallsmall’s monthly model, landlords can speed up that process pending when they give notice.</li><li>BuySmallSmall identifies newly built properties by reputable developers that meet the company’s market demand: studio apartments, one-bedroom, and two-bedroom apartments — and packages them as investment opportunities for young professionals looking to invest in real estate.</li><li>SmallSmall also lets landlords access quality tenants and curb defaults by receiving monthly payments where they receive extra margins of about 10-15%, Balogun added.</li><li>We also wanted to provide a channel where customers can invest in real estate and work toward owning homes,” said the chief executive about the BuySmallSmall product, which is based on the platform’s proprietary data.</li></ul>",
            "website_url": "https://techcrunch.com/2022/10/31/nigerian-proptech-smallsmall-raises-3m-to-provide-flexible-living-solutions-for-customers/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Massive pandemic relief fraud has Congress eyeing digital IDs",
            "description": "Fintech platforms help US regulators weigh security benefits of digital IDs.",
            "url": "/2022-10-31-massive-pandemic-relief-fraud-has-congress-eyeing-digital-ids",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/digital-id-face-scan-760x380.jpg",
            "publishedAt": "2022-10-31T13:12:27Z",
            "content": "13 with 12 posters participatingWhen the US government began offering financial aid to Americans struggling to cope with a pandemicfueled economic collapse in 2020, the Department of Treasury and  [+3989 chars]",
            "summary": "With digital IDs, the theory is that Americans can better protect sensitive information by relying on a QR code to share only the information needed for a transaction to be verified. But experts say the only way this future will work is if people can trust that the avatars they meet online are who they say they are. McKinsey reports that this will make it easier to provide financial aid more effectively and quickly in the future. Last year, McKinsey conducted an analysis of 12 countries, including the US, that provided COVID-19 aid.",
            "html_summary": "<ul><li>With digital IDs, the theory is that Americans can better protect sensitive information by relying on a QR code to share only the information needed for a transaction to be verified.</li><li>But experts say the only way this future will work is if people can trust that the avatars they meet online are who they say they are.</li><li>McKinsey reports that this will make it easier to provide financial aid more effectively and quickly in the future.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/10/massive-pandemic-relief-fraud-has-congress-eyeing-digital-ids/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Contract lifecycle management vendor Icertis secures $150M in debt to stave off rivals. Money Fellows, an Egyptian fintech digitizing money circles, raises $31M funding. White House invites dozens of nations for ransomware summit. A look at suspension bridge that collapsed in India. Mobileye cruises into the public market and inside the Argo AI collapse. Nigerian proptech SmallSmall raises $3M to provide flexible living solutions for customers. Massive pandemic relief fraud has Congress eyeing digital IDs"
}