{
    "status": "ok",
    "totalResults": 15,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Brady Dale",
            "title": "The Feds want dollars to move much faster",
            "description": "Dollars should be faster by now, and the White House wants to do its part to speed them up. Driving the news Based on a fact sheet summarizing several reports coming from the Biden administration today, stemming from the Presidents March executive order, th",
            "url": "/2022-09-16-federal-reserve-dollars-faster-payments-cbdc-fednow",
            "urlToImage": "https://images.axios.com/PHwHplc5SOFJf8OXOGR2KSvkvq8=/0x0:1920x1080/1366x768/2022/09/15/1663282858306.jpg",
            "publishedAt": "2022-09-16T10:00:23Z",
            "content": "Dollars should be faster by now, and the White House wants to do its part to speed them up. Driving the news Based on a fact sheet summarizing several reports coming from the Biden administration  [+3353 chars]",
            "summary": "What's next: The fact sheet details several ways in which the Federal government is looking to advance faster payments in the United States and internationally. But they also pose real risks as evidenced by recent events in crypto markets,\" per the White House fact sheet on the \"Comprehensive Framework for Responsible Development of Digital Assets.\" What they're saying: \"Innovation without adequate regulation can result in significant disruption,\" Treasury Secretary Janet Yellen said on a call with reporters Thursday. \"Digital assets and other emerging technology could offer significant opportunities. Dollars should be faster by now, and the White House wants to do its part to speed them up.",
            "html_summary": "<ul><li>What's next: The fact sheet details several ways in which the Federal government is looking to advance faster payments in the United States and internationally.</li><li>But they also pose real risks as evidenced by recent events in crypto markets,\" per the White House fact sheet on the \"Comprehensive Framework for Responsible Development of Digital Assets.\"</li><li>What they're saying: \"Innovation without adequate regulation can result in significant disruption,\" Treasury Secretary Janet Yellen said on a call with reporters Thursday.</li><li>\"Digital assets and other emerging technology could offer significant opportunities.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/16/federal-reserve-dollars-faster-payments-cbdc-fednow"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Erica Pandey",
            "title": "Elon Musk vs. Twitter",
            "description": "Elon Musk and Twitter are set to face off in court in October over whether Musk will be forced to go through with his offer to buy Twitter.Why it matters The richest man in the world, the most talkedabout billionaire and the head of multiple companies shapi",
            "url": "/2022-09-16-elon-musk-twitter-deal-free-speech",
            "urlToImage": "https://images.axios.com/03F_u76-yOI60ISjJsR4kDl4qj8=/0x0:1920x1080/1366x768/2022/09/15/1663276988707.jpg",
            "publishedAt": "2022-09-16T10:00:53Z",
            "content": "Elon Musk and Twitter are set to face off in court in October over whether Musk will be forced to go through with his offer to buy Twitter.Why it matters The richest man in the world, the most tal [+3638 chars]",
            "summary": "\"He has a kind of a vision of what he is trying to build, a deep degree of certainty that he can do it and that he can navigate risks.Tesla sold more than 900,000 cars last year, a record for the company. \"I think he's always been very intellectually principled,\" says Reid Hoffman, the co-founder of LinkedIn who has known Musk since the Tesla days.",
            "html_summary": "<ul><li>\"He has a kind of a vision of what he is trying to build, a deep degree of certainty that he can do it and that he can navigate risks.Tesla sold more than 900,000 cars last year, a record for the company.</li></ul>",
            "website_url": "https://www.axios.com/2022/09/16/elon-musk-twitter-deal-free-speech"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Nathan Bomey",
            "title": "The war for your teeth",
            "description": "Oral health companies, orthodontists, dentists and regulators are engaged in a highstakes war over how to best straighten your teeth.The big picture Products like Invisalign and SmileDirectClub have taken a big bite out of orthodontists profits, pitting ol",
            "url": "/2022-09-16-smiledirectclub-invisalign-align-orthodontics-braces",
            "urlToImage": "https://images.axios.com/F0g6VzkGxp_Dxs-xEC2Ci3NrNo0=/0x0:1920x1080/1366x768/2022/09/16/1663363933196.jpg",
            "publishedAt": "2022-09-17T11:30:05Z",
            "content": "Oral health companies, orthodontists, dentists and regulators are engaged in a highstakes war over how to best straighten your teeth.The big picture Products like Invisalign and SmileDirectClub h [+4224 chars]",
            "summary": "Invisalign and SmileDirectClub's sales soared as customers figured it was a good time to fix their crooked teeth, a medical condition known as malocclusion.",
            "html_summary": "<ul></ul>",
            "website_url": "https://www.axios.com/2022/09/17/smiledirectclub-invisalign-align-orthodontics-braces"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Chinas Xi calls for effort to prevent color revolutions  The Associated Press  en Espaol",
            "description": "SAMARKAND, Uzbekistan (AP)  Russian President Vladimir Putin sought Friday to assuage Indias concern about the conflict in Ukraine as he works to court key allies, saying that Moscow wants to see a quick end to the fighting and alleging Ukrainian officials ",
            "url": "/2022-09-16-russia-ukraine-putin-health-covid-6da5f93a0427f4410ec12b0388c47019",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/d9f1bd1124004c4b942253b484e4ef57/3000.jpeg",
            "publishedAt": "2022-09-16T11:26:15Z",
            "content": "SAMARKAND, Uzbekistan (AP) Russian President Vladimir Putin sought Friday to assuage Indias concern about the conflict in Ukraine as he works to court key allies, saying that Moscow wants to see a qu [+4244 chars]",
            "summary": "The European Union, the United States and other Western nations have put sanctions on Russian energy due to the war in Ukraine.Xi, in a statement released by his government, expressed support for Russias core interests but also interest in working together to inject stability into world affairs. Some hard-line politicians and military bloggers have urged the Kremlin to follow Ukraines example and order a broad mobilization to beef up the ranks, lamenting Russias manpower shortage.Russia was forced to pull back its forces from large swaths of northeastern Ukraine last week after a swift Ukrainian counteroffensive. Regrettably, the other side, the leadership of Ukraine, has rejected the negotiations process and stated that it wants to achieve its goals by military means, on the battlefield.Ukrainian President Volodymyr Zelenskyy says its Russia that allegedly doesnt want to negotiate in earnest. We arent in a rush, the Russian leader said, adding that Moscow has only deployed volunteer soldiers to fight in Ukraine. The group also includes India, Pakistan and the four ex-Soviet Central Asian nations of Kazakhstan, Kyrgyzstan, Tajikistan and Uzbekistan. Iran is on track to receive full membership.___Follow all AP stories about the war in Ukraine at https://apnews.com/hub/russia-ukraine. Ukraine has claimed responsibility for some of the attacks and refrained from commenting on others.",
            "html_summary": "<ul><li>The European Union, the United States and other Western nations have put sanctions on Russian energy due to the war in Ukraine.Xi, in a statement released by his government, expressed support for Russia’s “core interests” but also interest in working together to “inject stability” into world affairs.</li><li>Some hard-line politicians and military bloggers have urged the Kremlin to follow Ukraine’s example and order a broad mobilization to beef up the ranks, lamenting Russia’s manpower shortage.Russia was forced to pull back its forces from large swaths of northeastern Ukraine last week after a swift Ukrainian counteroffensive.</li><li>Regrettably, the other side, the leadership of Ukraine, has rejected the negotiations process and stated that it wants to achieve its goals by military means, on the battlefield.”Ukrainian President Volodymyr Zelenskyy says it’s Russia that allegedly doesn’t want to negotiate in earnest.</li><li>“We aren’t in a rush,” the Russian leader said, adding that Moscow has only deployed volunteer soldiers to fight in Ukraine.</li><li>The group also includes India, Pakistan and the four ex-Soviet Central Asian nations of Kazakhstan, Kyrgyzstan, Tajikistan and Uzbekistan.</li><li>Iran is on track to receive full membership.___Follow all AP stories about the war in Ukraine at https://apnews.com/hub/russia-ukraine.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-putin-health-covid-6da5f93a0427f4410ec12b0388c47019"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Hyung-jin Kim",
            "title": "Top China official wants hightech cooperation with S. Korea  The Associated Press  en Espaol",
            "description": "SEOUL, South Korea (AP)  The head of Chinas legislature called for cooperation with South Korea in advanced technology and supply chains, as he met South Korean leaders Friday amid concerns that their moves to solidify a military alliance with Washington co",
            "url": "/2022-09-16-russia-ukraine-china-beijing-xi-jinping-8aad201998c3a06493cf1bd25b036123",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/a1beb89736da4ca4a0513e51660e804b/3000.jpeg",
            "publishedAt": "2022-09-16T03:44:58Z",
            "content": "SEOUL, South Korea (AP) The head of Chinas legislature called for cooperation with South Korea in advanced technology and supply chains, as he met South Korean leaders Friday amid concerns that their [+5350 chars]",
            "summary": "SEOUL, South Korea (AP)  The head of Chinas legislature called for cooperation with South Korea in advanced technology and supply chains, as he met South Korean leaders Friday amid concerns that their moves to solidify a military alliance with Washington could hamper Seouls ties with Beijing. His comments are likely to reflect concerns in Beijing that its intensifying competition with the United States may lead to supply chain disruptions as some U.S. companies shift sourcing and production away from China. There was also a public reevaluation of a boosting of the South Korea-U.S. alliance and of South Korea-U.S.-Japan security cooperation.South Korea, the worlds 10th-largest economy, is a major supplier of semiconductors, automobiles, smartphones and other electronic products. China also opposes South Koreas possible participation in a U.S.-led semiconductor alliance involving Taiwan and Japan.Lis closeness to Xi suggests his comments reflect the thinking of Xi and his inner circle. Li said he and Kim agreed that establishing peace on the Korean Peninsula through dialogue would serve the interests of both nations.___Associated Press writers Kim Tong-hyung in Seoul and Joe McDonald in Beijing contributed to this report. Earlier this month, Li visited Russia, where he decried international sanctions against Moscow, underscoring Beijing support for Russia in its war on Ukraine despite claims of neutrality. China, which says the radar can spy on its territory, suspended group tours to South Korea and conducted an unofficial boycott of South Korean products.",
            "html_summary": "<ul><li>SEOUL, South Korea (AP) — The head of China’s legislature called for cooperation with South Korea in advanced technology and supply chains, as he met South Korean leaders Friday amid concerns that their moves to solidify a military alliance with Washington could hamper Seoul’s ties with Beijing.</li><li>His comments are likely to reflect concerns in Beijing that its intensifying competition with the United States may lead to supply chain disruptions as some U.S. companies shift sourcing and production away from China.</li><li>There was also a public reevaluation of a boosting of the South Korea-U.S. alliance and of South Korea-U.S.-Japan security cooperation.”South Korea, the world’s 10th-largest economy, is a major supplier of semiconductors, automobiles, smartphones and other electronic products.</li><li>China also opposes South Korea’s possible participation in a U.S.-led semiconductor alliance involving Taiwan and Japan.Li’s closeness to Xi suggests his comments reflect the thinking of Xi and his inner circle.</li><li>Li said he and Kim agreed that establishing peace on the Korean Peninsula through dialogue would serve the interests of both nations.___Associated Press writers Kim Tong-hyung in Seoul and Joe McDonald in Beijing contributed to this report.</li><li>Earlier this month, Li visited Russia, where he decried international sanctions against Moscow, underscoring Beijing support for Russia in its war on Ukraine despite claims of neutrality.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-china-beijing-xi-jinping-8aad201998c3a06493cf1bd25b036123"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Facebook admits to error banning Holocaust movie for violating race policy",
            "description": "Roy Scheiders final movie is now back on Facebook.",
            "url": "/2022-09-16-facebook-admits-to-error-banning-holocaust-movie-for-violating-race-policy",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/GettyImages-80095220-760x380.jpg",
            "publishedAt": "2022-09-16T17:03:42Z",
            "content": "Enlarge/ Writerdirector Joshua Newton and actor Roy Scheider.11 with 10 posters participatingThis September, British filmmaker Joshua Newton prepared to rerelease his 2009 film Beautiful Blue Ey [+5267 chars]",
            "summary": "But then more than a decade passed, and Newton told Rolling Stone that AI technology had finally advanced enough that the filmmaker could repair lost film frames.Excited to put this cut of his thriller in front of audiences, Newton prepared to promote the rerelease on Facebook. The 2022 premiere was important to Newton, as hed waited more than a decade to finally share with the world a version of the movie that was previously lost.Roy Scheider starred in Newtons movie, and it ended up being his final role. This is our final decision, the message said.Newtons movie is now being screened in hundreds of movie theaters that are also simultaneously rereleasing Jaws in IMAX. Scheiderwho is best known for playing the beloved Jaws police chief who says, Youre gonna need a bigger boatportrayed a New York cop who reunites with his estranged son and tracks down the Nazi responsible for murdering his family members during the Holocaust. The WSJ board called on Facebook to release more emails so the public can better understand the governments role in Facebook's moderation practices.You must login or create an account to comment. Rolling Stone shared the message that Facebook sent in response to Newtons appeal, informing the filmmaker that advertising and even trailers were permanently restricted. The Wall Street Journal last week posted an opinion piece from its Editorial Board after emails shared in court showed how Facebook and other tech companies directly coordinate with federal officials to decide what gets removed.",
            "html_summary": "<ul><li>But then more than a decade passed, and Newton told Rolling Stone that AI technology had finally advanced enough that the filmmaker could repair lost film frames.Excited to put this cut of his thriller in front of audiences, Newton prepared to promote the rerelease on Facebook.</li><li>The 2022 premiere was important to Newton, as he’d waited more than a decade to finally share with the world a version of the movie that was previously lost.Roy Scheider starred in Newton’s movie, and it ended up being his final role.</li><li>This is our final decision,” the message said.Newton’s movie is now being screened in hundreds of movie theaters that are also simultaneously rereleasing Jaws in IMAX.</li><li>Scheider—who is best known for playing the beloved Jaws police chief who says, “You’re gonna need a bigger boat”—portrayed a New York cop who reunites with his estranged son and tracks down the Nazi responsible for murdering his family members during the Holocaust.</li><li>The WSJ board called on Facebook to release more emails so the public can better understand the government’s role in Facebook's moderation practices.You must login or create an account to comment.</li><li>Rolling Stone shared the message that Facebook sent in response to Newton’s appeal, informing the filmmaker that advertising and even trailers were “permanently restricted.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2022/09/facebook-admits-to-error-banning-holocaust-movie-for-violating-race-policy/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Chinas Xi calls for effort to prevent color revolutions",
            "description": "A Russian state news agency says Chinese President Xi Jinping has warned his Central Asian neighbors against allowing outsiders to destabilize them with color revolutions. Its a reference to protests that toppled unpopular regimes in the former Soviet Unio",
            "url": "/2022-09-16-6da5f93a0427f4410ec12b0388c47019",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/2/5b/25b7fb08-3f5b-5618-bb07-cf7227a3de77/632453bb804d8.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-16T10:34:52Z",
            "content": "SAMARKAND, Uzbekistan (AP) Chinese President Xi Jinping warned his Central Asian neighbors in a speech Friday against allowing outsiders to destabilize them with color revolutions, a Russian state ne [+5160 chars]",
            "summary": "The European Union, the United States and other Western nations have put sanctions on Russian energy due to the war in Ukraine.Xi, in a statement released by his government, expressed support for Russias core interests but also interest in working together to inject stability into world affairs. Some hard-line politicians and military bloggers have urged the Kremlin to follow Ukraines example and order a broad mobilization to beef up the ranks, lamenting Russias manpower shortage.Russia was forced to pull back its forces from large swaths of northeastern Ukraine last week after a swift Ukrainian counteroffensive. Regrettably, the other side, the leadership of Ukraine, has rejected the negotiations process and stated that it wants to achieve its goals by military means, on the battlefield.Ukrainian President Volodymyr Zelenskyy says its Russia that allegedly doesnt want to negotiate in earnest. We arent in a rush, the Russian leader said, adding that Moscow has only deployed volunteer soldiers to fight in Ukraine. The group also includes India, Pakistan and the four ex-Soviet Central Asian nations of Kazakhstan, Kyrgyzstan, Tajikistan and Uzbekistan. Iran is on track to receive full membership.___Follow all AP stories about the war in Ukraine at https://apnews.com/hub/russia-ukraine. Ukraine has claimed responsibility for some of the attacks and refrained from commenting on others.",
            "html_summary": "<ul><li>The European Union, the United States and other Western nations have put sanctions on Russian energy due to the war in Ukraine.Xi, in a statement released by his government, expressed support for Russia’s “core interests” but also interest in working together to “inject stability” into world affairs.</li><li>Some hard-line politicians and military bloggers have urged the Kremlin to follow Ukraine’s example and order a broad mobilization to beef up the ranks, lamenting Russia’s manpower shortage.Russia was forced to pull back its forces from large swaths of northeastern Ukraine last week after a swift Ukrainian counteroffensive.</li><li>Regrettably, the other side, the leadership of Ukraine, has rejected the negotiations process and stated that it wants to achieve its goals by military means, on the battlefield.”Ukrainian President Volodymyr Zelenskyy says it’s Russia that allegedly doesn’t want to negotiate in earnest.</li><li>“We aren’t in a rush,” the Russian leader said, adding that Moscow has only deployed volunteer soldiers to fight in Ukraine.</li><li>The group also includes India, Pakistan and the four ex-Soviet Central Asian nations of Kazakhstan, Kyrgyzstan, Tajikistan and Uzbekistan.</li><li>Iran is on track to receive full membership.___Follow all AP stories about the war in Ukraine at https://apnews.com/hub/russia-ukraine.</li></ul>",
            "website_url": "https://apnews.com/6da5f93a0427f4410ec12b0388c47019"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SOPHIE AUSTIN - Associated Press/ Report for America",
            "title": "California governor signs sweeping climate legislation",
            "description": "California Gov. Gavin Newsom has signed a package of bills aimed at moving away from reliance on fossil fuelbased energy. The sweeping package signed Friday includes legislation protecting communities of color from exposure to oil and gas pollution, creating",
            "url": "/2022-09-16-9ffa7eb01d0da0795410336e1ee22b19",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/6/7c/67cf7471-175d-5b36-857f-bae22af15a05/6324e2ba7f789.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-16T20:48:40Z",
            "content": "By SOPHIE AUSTIN  Associated Press/ Report for AmericaSACRAMENTO, Calif. (AP) Gov. Gavin Newsom signed a sweeping package of bills Friday to expand Californias reliance on clean energy and reduce [+3303 chars]",
            "summary": "Or we can actually make demonstrable progress.State Sen. Lena Gonzalez, a Democrat, was an author of one bill aimed at protecting vulnerable communities from pollution coming from oil and gas production sites. The oil industry has broadly criticized Newsoms climate package, saying it will harm an industry that still provides many jobs throughout the state. It bans the drilling of any new oil and gas wells with 3,200 feet (975 meters) of homes, schools and other neighborhood sites and requires wells in those zones to enact stricter safety measures. Food and Water Watch California, a nonprofit aimed at addressing climate and water issues, opposed a bill in the package that creates a permitting system for carbon capture projects. The states accelerated carbon reduction targets are a big win for California, Kassie Siegel, of the Center for Biological Diversity Action Fund, said in a statement. Newsom signed them following a record-breaking heat wave that forced California to rely more heavily on natural gas for its electricity production. Such efforts rely on technology to remove carbon from the atmosphere to store underground.",
            "html_summary": "<ul><li>“Or we can actually make demonstrable progress.”State Sen. Lena Gonzalez, a Democrat, was an author of one bill aimed at protecting vulnerable communities from pollution coming from oil and gas production sites.</li><li>The oil industry has broadly criticized Newsom’s climate package, saying it will harm an industry that still provides many jobs throughout the state.</li><li>It bans the drilling of any new oil and gas wells with 3,200 feet (975 meters) of homes, schools and other neighborhood sites and requires wells in those zones to enact stricter safety measures.</li><li>Food and Water Watch California, a nonprofit aimed at addressing climate and water issues, opposed a bill in the package that creates a permitting system for carbon capture projects.</li><li>The state’s accelerated carbon reduction targets are a “big win for California,” Kassie Siegel, of the Center for Biological Diversity Action Fund, said in a statement.</li><li>Newsom signed them following a record-breaking heat wave that forced California to rely more heavily on natural gas for its electricity production.</li></ul>",
            "website_url": "https://apnews.com/9ffa7eb01d0da0795410336e1ee22b19"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By The Associated Press",
            "title": "Today in History September 17, Camp David Accords",
            "description": "Today in History",
            "url": "/2022-09-16-d931dd3bf5872a778ba30b1d8d62c0db",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/custom/image/c72cf8ac-c550-11ea-86bd-3761faee86a6.jpg?resize=600%2C315",
            "publishedAt": "2022-09-17T04:00:07Z",
            "content": "Today in HistoryToday is Saturday, Sept. 17, the 260th day of 2022. There are 105 days left in the year.Todays Highlight in HistoryOn Sept. 17, 1978, after meeting at Camp David, Israeli Prime [+5048 chars]",
            "summary": "Retreating from its defense of a drone strike that had killed multiple civilians in Afghanistan in August, the Pentagon announced that a review revealed that only civilians were killed in the attack, and not an Islamic State extremist as first believed. On this date: In 1787, the Constitution of the United States was completed and signed by a majority of delegates attending the Constitutional Convention in Philadelphia.In 1862, more than 3,600 men were killed in the Civil War Battle of Antietam (an-TEE-tum) in Maryland. In 1908, Lt. Thomas E. Selfridge of the U.S. Army Signal Corps became the first person to die in the crash of a powered aircraft, the Wright Flyer, at Fort Myer, Virginia, just outside Washington, D.C. In 1939, the Soviet Union invaded Poland during World War II, more than two weeks after Nazi Germany had launched its assault. In 1920, the American Professional Football Association -- a precursor of the National Football League -- was formed in Canton, Ohio.In 1937, the likeness of President Abraham Lincolns head was dedicated at Mount Rushmore. Todays Highlight in History: On Sept. 17, 1978, after meeting at Camp David, Israeli Prime Minister Menachem Begin (men-AH-kem BAY-gihn) and Egyptian President Anwar Sadat signed a framework for a peace treaty. In 1944, during World War II, Allied paratroopers launched Operation Market Garden, landing behind German lines in the Netherlands.",
            "html_summary": "<ul><li>Retreating from its defense of a drone strike that had killed multiple civilians in Afghanistan in August, the Pentagon announced that a review revealed that only civilians were killed in the attack, and not an Islamic State extremist as first believed.</li><li>On this date: In 1787, the Constitution of the United States was completed and signed by a majority of delegates attending the Constitutional Convention in Philadelphia.In 1862, more than 3,600 men were killed in the Civil War Battle of Antietam (an-TEE’-tum) in Maryland.</li><li>In 1908, Lt. Thomas E. Selfridge of the U.S. Army Signal Corps became the first person to die in the crash of a powered aircraft, the Wright Flyer, at Fort Myer, Virginia, just outside Washington, D.C.</li><li>In 1939, the Soviet Union invaded Poland during World War II, more than two weeks after Nazi Germany had launched its assault.</li><li>In 1920, the American Professional Football Association -- a precursor of the National Football League -- was formed in Canton, Ohio.In 1937, the likeness of President Abraham Lincoln’s head was dedicated at Mount Rushmore.</li><li>Today’s Highlight in History: On Sept. 17, 1978, after meeting at Camp David, Israeli Prime Minister Menachem Begin (men-AH’-kem BAY’-gihn) and Egyptian President Anwar Sadat signed a framework for a peace treaty.</li></ul>",
            "website_url": "https://apnews.com/d931dd3bf5872a778ba30b1d8d62c0db"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By GLENN GAMBOA - AP Business Writer",
            "title": "Q&A Craig Newmark aims to defend democracy via philanthropy",
            "description": "Craig Newmark twists a Batman quote to jokingly refer to himself as not the nerd you want, but maybe, now and then, Im the nerd you need. Newmark, the founder of Craigslist, has since retired from the pioneering website that",
            "url": "/2022-09-16-c05e9f83c12b1bca40c69b7621ca1f5d",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/6/ea/6eaae992-09cf-58f7-8a8c-20cd79fbd9ea/632475ac3bed4.image.jpg?crop=1765%2C927%2C0%2C123&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-16T13:05:24Z",
            "content": "By GLENN GAMBOA  AP Business WriterNEW YORK (AP) Craig Newmark twists a Batman quote to jokingly refer to himself as not the nerd you want, but maybe now and then Im the nerd you need.Newmark, t [+5358 chars]",
            "summary": "It takes a kind of savvy that as a nerd, I lack.Q: How does gathering people with varying viewpoints help solidify democracy?A: Well, democracy is about getting people with different viewpoints to work together and get along. The 92NY programs are about telling people who are potentially good actors that its time to stand up.Q: And what do good actors need to do?A: You have to find people willing to take a good honest look at whats going on and challenge their own assumptions. And a guy like me, who doesnt know a lot, figures, I can work with other people to stand up and defend the country. Im doing that in a number of ways. When people work together like that, people are also safer. So all I know is to stand up for things and nudge people to do so relentlessly.____Associated Press coverage of philanthropy and nonprofits receives support through the APs collaboration with The Conversation US, with funding from Lilly Endowment Inc. If they work together en masse, creating a such a target-rich environment, its much more difficult for very bad actors to target them.Q: Does that idea of collaboration extend to your philanthropy?A: I have the disadvantage of being an amateur in philanthropy. Theres a lot of good people doing a lot of this work.",
            "html_summary": "<ul><li>It takes a kind of savvy that as a nerd, I lack.Q: How does gathering people with varying viewpoints help solidify democracy?A: Well, democracy is about getting people with different viewpoints to work together and get along.</li><li>The 92NY programs are about telling people who are potentially good actors that it’s time to stand up.Q: And what do “good actors” need to do?A: You have to find people willing to take a good honest look at what’s going on and challenge their own assumptions.</li><li>And a guy like me, who doesn’t know a lot, figures, “I can work with other people to stand up and defend the country.” I’m doing that in a number of ways.</li><li>When people work together like that, people are also safer.</li><li>So all I know is to stand up for things and nudge people to do so relentlessly.____Associated Press coverage of philanthropy and nonprofits receives support through the AP’s collaboration with The Conversation US, with funding from Lilly Endowment Inc.</li><li>If they work together en masse, creating a such a target-rich environment, it’s much more difficult for very bad actors to target them.Q: Does that idea of collaboration extend to your philanthropy?A: I have the disadvantage of being an amateur in philanthropy.</li></ul>",
            "website_url": "https://apnews.com/c05e9f83c12b1bca40c69b7621ca1f5d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOHN RABY - Associated Press",
            "title": "After climate bill passage, WVa natural gas plant unveiled",
            "description": "A Maryland company says it will build a natural gas power plant designed to capture climatechanging carbon in northern West Virginia. Officials say it was made possible by a recently signed law embraced by Democratic Sen. Joe Manchin that gives",
            "url": "/2022-09-16-8d4fa5971d7aa621387e88d3a523456f",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/a/20/a205b008-b859-5847-9f4d-1f78e7c13349/631c9f3e7da5d.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-16T17:10:11Z",
            "content": "By JOHN RABY  Associated PressCHARLESTON, W.Va. (AP) A Maryland company announced Friday it will build a natural gas power plant designed to capture climatechanging carbon in northern West Virgin [+4389 chars]",
            "summary": "Critics say carbon capture would require more energy to power the equipment, resulting in more air pollution because the technology can only catch a portion of the carbon emitted by a facility.Carbon capture has been done in a number of different industries, including the power industry, Lambert said. The natural gas used by the facility will support hundreds of additional jobs, the company said.Manchin said at a news conference that it will be the first combined-cycle energy plant in West Virginia.Were thrilled to welcome Competitive Power Ventures to the Mountain State, he said. But West Virginia has lost thousands of coal jobs in the past decade as companies and utilities explore using other energy sources such as natural gas, solar and wind.In 2020, coal-fired electric power plants accounted for 88% of West Virginias electricity generation. Officials said it was made possible by a recently signed law embraced by Democratic Sen. Joe Manchin that gives tax breaks for alternative energy projects.Competitive Power Ventures of Silver Spring, Maryland, will construct the 1,800-megawatt plant using more than 1,000 union jobs. Renewable energy resources, primarily hydroelectric power and wind energy, contributed almost 6% and natural gas provided more than 3%. In addition, GreenPower Motor Co. Inc. recently began making electric school buses in South Charleston, while the energy startup SPARKZ said last month it will locate an electric battery factory near Bridgeport. CPV is a subsidiary of Israel-based OPC Energy and was acquired in 2020.CPV said it has combined gas and steam turbine projects in operation in Connecticut, Maryland, New Jersey, New York, and Pennsylvania, and a wind farm in western Oklahoma.",
            "html_summary": "<ul><li>Critics say carbon capture would require more energy to power the equipment, resulting in more air pollution because the technology can only catch a portion of the carbon emitted by a facility.“Carbon capture has been done in a number of different industries, including the power industry,” Lambert said.</li><li>The natural gas used by the facility will support hundreds of additional jobs, the company said.Manchin said at a news conference that it will be the first combined-cycle energy plant in West Virginia.“We’re thrilled to welcome Competitive Power Ventures to the Mountain State,” he said.</li><li>But West Virginia has lost thousands of coal jobs in the past decade as companies and utilities explore using other energy sources such as natural gas, solar and wind.In 2020, coal-fired electric power plants accounted for 88% of West Virginia’s electricity generation.</li><li>Officials said it was made possible by a recently signed law embraced by Democratic Sen. Joe Manchin that gives tax breaks for alternative energy projects.Competitive Power Ventures of Silver Spring, Maryland, will construct the 1,800-megawatt plant using more than 1,000 union jobs.</li><li>Renewable energy resources, primarily hydroelectric power and wind energy, contributed almost 6% and natural gas provided more than 3%.</li><li>In addition, GreenPower Motor Co. Inc. recently began making electric school buses in South Charleston, while the energy startup SPARKZ said last month it will locate an electric battery factory near Bridgeport.</li></ul>",
            "website_url": "https://apnews.com/8d4fa5971d7aa621387e88d3a523456f"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. The Feds want dollars to move much faster. Elon Musk vs. Twitter. The war for your teeth. Chinas Xi calls for effort to prevent color revolutions  The Associated Press  en Espaol. Top China official wants hightech cooperation with S. Korea  The Associated Press  en Espaol. Facebook admits to error banning Holocaust movie for violating race policy. Chinas Xi calls for effort to prevent color revolutions. California governor signs sweeping climate legislation. Today in History September 17, Camp David Accords. Q&A Craig Newmark aims to defend democracy via philanthropy. After climate bill passage, WVa natural gas plant unveiled"
}