{
    "status": "ok",
    "totalResults": 11,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Mercedes F1 team cut its freight emissions by 89% with biofuel switch",
            "description": "16 trucks used biofuels to haul between the final three European races this year.",
            "url": "/2022-09-23-mercedes-f1-team-cut-its-freight-emissions-by-89-with-biofuel-switch",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/M327731-760x380.jpg",
            "publishedAt": "2022-09-23T14:47:08Z",
            "content": "Enlarge/ One of the MercedesAMG Petronas Formula 1 teams Actros Gigaspace trucks, seen here at this years Hungarian Grand Prix, when it first tried the dropin renewable biofuel instead of convent [+3111 chars]",
            "summary": "The entire journey was fueled by locally sourced HVO, apart from the last 12 miles (20 km) \"due to supply challenges,\" the team says.Analyzing the data, it says that HVO saved 97,204 lbs (44,091 kg) of carbon dioxide emissions compared to diesel, an 89 percent reduction. The real test began following this year's Belgian Grand Prix, when 16 trucks used the fuel to drive 186 miles (300 km) to the Dutch Grand Prix in Zandvoort, the Netherlands, then another 684 miles (1,100 km) to the Italian Grand Prix in Monza, Italy. We aim to be on the cutting edge of change and hope we can make the adoption of sustainable technology possible as we are all in the race towards a sustainable tomorrow,\" said team principal and CEO Toto Wolff.You must login or create an account to comment.  Jonathan M. Gitlin - Sep 23, 2022 2:47 pm UTC A switch from diesel to biofuel significantly reduced the Mercedes-AMG Formula 1 team's freight carbon emissions in a new test. And they need a whole lot of equipment; obviously the race cars and all the tools to run them, but also massive mobile offices and hospitality suites for the European events, when everything travels by road freight. F1 measures fuel by weight, and each car is allowed 220.5 lbs (100 kg) for the race. Trialing the use of biofuels for our land freight is another example of our commitment to embed sustainability in every decision we make and action we take.",
            "html_summary": "<ul><li>The entire journey was fueled by locally sourced HVO, apart from the last 12 miles (20 km) \"due to supply challenges,\" the team says.Analyzing the data, it says that HVO saved 97,204 lbs (44,091 kg) of carbon dioxide emissions compared to diesel, an 89 percent reduction.</li><li>The real test began following this year's Belgian Grand Prix, when 16 trucks used the fuel to drive 186 miles (300 km) to the Dutch Grand Prix in Zandvoort, the Netherlands, then another 684 miles (1,100 km) to the Italian Grand Prix in Monza, Italy.</li><li>We aim to be on the cutting edge of change and hope we can make the adoption of sustainable technology possible as we are all in the race towards a sustainable tomorrow,\" said team principal and CEO Toto Wolff.You must login or create an account to comment.</li><li> Jonathan M. Gitlin - Sep 23, 2022 2:47 pm UTC A switch from diesel to biofuel significantly reduced the Mercedes-AMG Formula 1 team's freight carbon emissions in a new test.</li><li>And they need a whole lot of equipment; obviously the race cars and all the tools to run them, but also massive mobile offices and hospitality suites for the European events, when everything travels by road freight.</li><li>F1 measures fuel by weight, and each car is allowed 220.5 lbs (100 kg) for the race.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2022/09/mercedes-f1-team-cut-its-freight-emissions-by-89-with-biofuel-switch/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "David Rising",
            "title": "China using civilian ships to enhance navy capability, reach...",
            "description": "BANGKOK (AP)  A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea.",
            "url": "/2022-09-23-space-launches-taiwan-science-technology-asia-e8b45f49d3d29851210983d0a399ccba",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9097d60d52144a0a97fcb1a551500d9c/3000.jpeg",
            "publishedAt": "2022-09-24T13:46:40Z",
            "content": "BANGKOK (AP) A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. Hundreds of fishing boats anchored for months at a time among disputed islands in the South C [+8771 chars]",
            "summary": "It launched its first domestically designed and built aircraft carrier in June, and at least five new destroyers are on the way soon.The buildup comes as Beijing attempts to exert broader influence in the region. Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea. On Aug. 23, India successfully tested its new surface-to-air missile designed to defend a ship from close-range aerial threats. BANGKOK (AP)  A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. After high-level consultations with Beijing, Sri Lankan authorities backtracked and allowed the Yuan Wang 5 to dock from Aug. 16 to Aug. 22.",
            "html_summary": "<ul><li>It launched its first domestically designed and built aircraft carrier in June, and at least five new destroyers are on the way soon.The buildup comes as Beijing attempts to exert broader influence in the region.</li><li>Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea.</li><li>On Aug. 23, India successfully tested its new surface-to-air missile designed to defend a ship from close-range aerial threats.</li><li>BANGKOK (AP) — A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port.</li></ul>",
            "website_url": "https://apnews.com/article/space-launches-taiwan-science-technology-asia-e8b45f49d3d29851210983d0a399ccba"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JUAN A. LOZANO - Associated Press",
            "title": "Professor, NASA researcher pleads guilty in China ties case",
            "description": "A NASA researcher and Texas A&M University professor has pleaded guilty to charges related to hiding his ties to a university created by the Chinese government while accepting federal grant money. Zhengdong Cheng pleaded guilty to two counts _ violation",
            "url": "/2022-09-23-b1ffd9c4dd96f8328886febf16d002c2",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/custom/image/73769e9c-c54c-11ea-9ace-179ea39eeb22.jpg?resize=600%2C315",
            "publishedAt": "2022-09-23T20:45:42Z",
            "content": "HOUSTON (AP) A NASA researcher and Texas A&amp;M University professor has pleaded guilty to charges related to hiding his ties to a university created by the Chinese government while accepting federa [+2782 chars]",
            "summary": "He said he did not believe investigators had targeted professors on the basis of ethnicity, but he also said he had to be responsive to concerns he heard, including from Asian American groups.___Follow Juan A. Lozano on Twitter at https://twitter.com/juanlozano70 HOUSTON (AP)  A NASA researcher and Texas A&M University professor pleaded guilty to charges related to hiding his ties to a university created by the Chinese government while accepting federal grant money. Texas A&M and the Texas A&M System take security very seriously, and we constantly are on the look-out for vulnerabilities, especially when national security is involved, John Sharp, chancellor of the Texas A&M System, said in a statement Friday. The overall mission stays the same, to ferret out economic espionage, but the focus is to target wrongdoers by their deeds and not by their ethnicity, Hilder said. We will continue to work with our federal partners to keep our intellectual property secure and out of the hands of foreign governments who seek to do us harm.Cheng was fired from Texas A&M shortly after his arrest. The department had also endured high-profile setbacks in individual prosecutions, resulting in the dismissal of multiple criminal cases against academic researchers in the last year. Prosecutors accused Cheng, who was hired by Texas A&M in 2004, of concealing his work in China even as his team of researchers received nearly $750,000 in grant money for space research.",
            "html_summary": "<ul><li>He said he did not believe investigators had targeted professors on the basis of ethnicity, but he also said he had to be responsive to concerns he heard, including from Asian American groups.___Follow Juan A. Lozano on Twitter at https://twitter.com/juanlozano70</li><li>HOUSTON (AP) — A NASA researcher and Texas A&M University professor pleaded guilty to charges related to hiding his ties to a university created by the Chinese government while accepting federal grant money.</li><li>“Texas A&M and the Texas A&M System take security very seriously, and we constantly are on the look-out for vulnerabilities, especially when national security is involved,” John Sharp, chancellor of the Texas A&M System, said in a statement Friday.</li><li>The overall mission stays the same, to ferret out economic espionage, but the focus is to target wrongdoers by their deeds and not by their ethnicity,” Hilder said.</li><li>“We will continue to work with our federal partners to keep our intellectual property secure and out of the hands of foreign governments who seek to do us harm.”Cheng was fired from Texas A&M shortly after his arrest.</li><li>The department had also endured high-profile setbacks in individual prosecutions, resulting in the dismissal of multiple criminal cases against academic researchers in the last year.</li></ul>",
            "website_url": "https://apnews.com/b1ffd9c4dd96f8328886febf16d002c2"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELLEN KNICKMEYER and LORNE COOK - Associated Press",
            "title": "West More sanctions, isolation if Putin carries out threats",
            "description": "How will American leaders and their allies respond if President Vladimir Putin seeks to escalate his way out of his bad situation on Ukraines battlefields? Putin this week renewed threats of claiming more Ukrainian territory, and even using nuclear weapons.",
            "url": "/2022-09-23-6a5a3a07fad97bf7854b7d766f8181a7",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/5/bb/5bbc8f47-75ff-5789-bd06-9434f128250d/632e8810e9364.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-24T04:08:54Z",
            "content": "By ELLEN KNICKMEYER and LORNE COOK  Associated PressWASHINGTON (AP) How do American leaders and their allies intend to respond if President Vladimir Putin seeks to escalate his way out of a bad si [+7788 chars]",
            "summary": "But U.S. officials public comments on the matter this month are in line with expectations from arms experts that Washingtons response would be a graduated one based on the gravity of Russias nuclear use. To start using nuclear weapons against the West, you have to expect at least the risk of nuclear weapons coming back in your direction.-Cook reported from Brussels. Such a use would return the world to nuclear war for the first time since the U.S. dropped bombs on Hiroshima and Nagasaki in 1945, and risk escalation on a scale the world has never seen. Certainly, it would not respond with nuclear weapons.Putin this week pledged to use all available means to stave off any challenges as Russia moves to summarily claim more Ukrainian territory despite heavy losses on the battlefield to NATO-armed Ukrainian forces. The last thing they want is for the precedent of nuclear use to be made, Freedman said. In case NATO missed the point, another senior Russian political figure specified the next day that included nuclear weapons. Its been tough enough staying the current course of persuading all of dozens of allies to stick with sanctions and isolation for Putin, and persuading more ambivalent countries to join in.",
            "html_summary": "<ul><li>But U.S. officials’ public comments on the matter this month are in line with expectations from arms experts that Washington’s response would be a graduated one based on the gravity of Russia’s nuclear use.</li><li>“To start using nuclear weapons against the West, you have to expect” at least the risk of “nuclear weapons coming back in your direction.”—-Cook reported from Brussels.</li><li>Such a use would return the world to nuclear war for the first time since the U.S. dropped bombs on Hiroshima and Nagasaki in 1945, and risk escalation on a scale the world has never seen.</li><li>“Certainly, it would not respond with nuclear weapons.”Putin this week pledged to use “all available means” to stave off any challenges as Russia moves to summarily claim more Ukrainian territory despite heavy losses on the battlefield to NATO-armed Ukrainian forces.</li><li>The last thing they want is for the precedent of nuclear use to be made,” Freedman said.</li><li>In case NATO missed the point, another senior Russian political figure specified the next day that included nuclear weapons.</li></ul>",
            "website_url": "https://apnews.com/6a5a3a07fad97bf7854b7d766f8181a7"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Portland, Oregon, to use microphones to track gunshots",
            "description": "To help combat a growing gun violence problem, the mayor of Portland, Oregon, is launching a system proponents say can track the location of gunshots using hidden microphones. Oregon Public Broadcasting reports a panel recommended the city adopt ShotSpotter i",
            "url": "/2022-09-23-f34ba6bac429f347041e1602dfb624f8",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-09-23T17:18:56Z",
            "content": "PORTLAND, Ore. (AP) To help combat a growing gun violence problem, the mayor of Portland, Oregon, is launching a system proponents say can track the location of gunshots using hidden microphones.Or [+1368 chars]",
            "summary": "PORTLAND, Ore. (AP)  To help combat a growing gun violence problem, the mayor of Portland, Oregon, is launching a system proponents say can track the location of gunshots using hidden microphones.Oregon Public Broadcasting report s a panel recommended the city adopt ShotSpotter in a July report. Stephanie Howard, Mayor Ted Wheelers director of community safety, said Thursday the decision to advance a pilot program with the technology was made after Wheeler met with Police Chief Chuck Lovell. Chief Lovell recommended exploring implementing ShotSpotter on a pilot basis and the mayor agrees with that recommendation, Howard said. ShotSpotter says it can identify and locate gunshots in real-time using small microphones placed in neighborhoods. There have been 66 homicides, 57 involving gunfire.",
            "html_summary": "<ul><li>PORTLAND, Ore. (AP) — To help combat a growing gun violence problem, the mayor of Portland, Oregon, is launching a system proponents say can track the location of gunshots using hidden microphones.Oregon Public Broadcasting report s a panel recommended the city adopt ShotSpotter in a July report.</li><li>Stephanie Howard, Mayor Ted Wheeler’s director of community safety, said Thursday the decision to advance a pilot program with the technology was made after Wheeler met with Police Chief Chuck Lovell.</li><li>“Chief Lovell recommended exploring implementing ShotSpotter on a pilot basis and the mayor agrees with that recommendation,” Howard said.</li><li>ShotSpotter says it can identify and locate gunshots in real-time using small microphones placed in neighborhoods.</li></ul>",
            "website_url": "https://apnews.com/f34ba6bac429f347041e1602dfb624f8"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JUAN A. LOZANO - Associated Press",
            "title": "Professor, NASA researcher pleads guilty in China ties case",
            "description": "A NASA researcher and Texas A&M University professor has pleaded guilty to charges related to hiding his ties to a university created by the Chinese government while accepting federal grant money. Zhengdong Cheng pleaded guilty to two counts _ violation",
            "url": "/2022-09-23-b1ffd9c4dd96f8328886febf16d002c2",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg?resize=600%2C315",
            "publishedAt": "2022-09-23T20:45:42Z",
            "content": "HOUSTON (AP) A NASA researcher and Texas A&amp;M University professor has pleaded guilty to charges related to hiding his ties to a university created by the Chinese government while accepting federa [+2823 chars]",
            "summary": "He said he did not believe investigators had targeted professors on the basis of ethnicity, but he also said he had to be responsive to concerns he heard, including from Asian American groups.___Follow Juan A. Lozano on Twitter at https://twitter.com/juanlozano70 HOUSTON (AP)  A NASA researcher and Texas A&M University professor pleaded guilty to charges related to hiding his ties to a university created by the Chinese government while accepting federal grant money. Texas A&M and the Texas A&M System take security very seriously, and we constantly are on the look-out for vulnerabilities, especially when national security is involved, John Sharp, chancellor of the Texas A&M System, said in a statement Friday. The overall mission stays the same, to ferret out economic espionage, but the focus is to target wrongdoers by their deeds and not by their ethnicity, Hilder said. We will continue to work with our federal partners to keep our intellectual property secure and out of the hands of foreign governments who seek to do us harm.Cheng was fired from Texas A&M shortly after his arrest. The department had also endured high-profile setbacks in individual prosecutions, resulting in the dismissal of multiple criminal cases against academic researchers in the last year. Prosecutors accused Cheng, who was hired by Texas A&M in 2004, of concealing his work in China even as his team of researchers received nearly $750,000 in grant money for space research.",
            "html_summary": "<ul><li>He said he did not believe investigators had targeted professors on the basis of ethnicity, but he also said he had to be responsive to concerns he heard, including from Asian American groups.___Follow Juan A. Lozano on Twitter at https://twitter.com/juanlozano70</li><li>HOUSTON (AP) — A NASA researcher and Texas A&M University professor pleaded guilty to charges related to hiding his ties to a university created by the Chinese government while accepting federal grant money.</li><li>“Texas A&M and the Texas A&M System take security very seriously, and we constantly are on the look-out for vulnerabilities, especially when national security is involved,” John Sharp, chancellor of the Texas A&M System, said in a statement Friday.</li><li>The overall mission stays the same, to ferret out economic espionage, but the focus is to target wrongdoers by their deeds and not by their ethnicity,” Hilder said.</li><li>“We will continue to work with our federal partners to keep our intellectual property secure and out of the hands of foreign governments who seek to do us harm.”Cheng was fired from Texas A&M shortly after his arrest.</li><li>The department had also endured high-profile setbacks in individual prosecutions, resulting in the dismissal of multiple criminal cases against academic researchers in the last year.</li></ul>",
            "website_url": "https://apnews.com/b1ffd9c4dd96f8328886febf16d002c2"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By WAYNE PARRY - Associated Press",
            "title": "Execs US internet casino gambling is poised for expansion",
            "description": "As sports betting has swept across the country, internet casino games have grown much more slowly. But the online casino market has tremendous potential for growth and expansion, according to participants in a major casino conference. Speaking Friday at the",
            "url": "/2022-09-23-2287780f1d9aa12f59cf0ced1f25fca2",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/43/c43d45c0-b193-5cc5-9632-a53d92c0de30/632ded2172fbd.image.jpg?crop=1662%2C873%2C0%2C187&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-23T17:16:51Z",
            "content": "By WAYNE PARRY  Associated PressATLANTIC CITY, N.J. (AP) As sports betting has swept across the country with states, casinos and consumers eagerly embracing a new gambling market, internet casino  [+4333 chars]",
            "summary": "Thats nearly twice the $2.47 billion Pennsylvania casinos have won online since July 2019.Michigan has won $2 billion online since Jan. 2021; Connecticut $199.7 million since Oct. 2021; West Virginia $137.4 million since July 2020; and Delaware $42.2 million since Dec. 2013. We had people who would show up at the property for the first time and have a host already assigned to them.___Follow Wayne Parry on Twitter at www.twitter.com/WayneParryAC We integrated the brand, we created loyalty accounts for every single remote customer. They have servers in place.",
            "html_summary": "<ul><li>That’s nearly twice the $2.47 billion Pennsylvania casinos have won online since July 2019.Michigan has won $2 billion online since Jan. 2021; Connecticut $199.7 million since Oct. 2021; West Virginia $137.4 million since July 2020; and Delaware $42.2 million since Dec. 2013.</li><li>We had people who would show up at the property for the first time and have a host already assigned to them.”___Follow Wayne Parry on Twitter at www.twitter.com/WayneParryAC</li><li>“We integrated the brand, we created loyalty accounts for every single remote customer.</li></ul>",
            "website_url": "https://apnews.com/2287780f1d9aa12f59cf0ced1f25fca2"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DAVID RISING - Associated Press",
            "title": "China using civilian ships to enhance navy capability, reach",
            "description": "A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea. And oceangoing ferries, built to be capable of",
            "url": "/2022-09-23-e8b45f49d3d29851210983d0a399ccba",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/de/8de8393a-f49f-5ed7-b966-4d1c28a1c7a5/632e87ddc6e66.image.jpg?crop=1823%2C957%2C0%2C89&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-09-24T04:13:16Z",
            "content": "By DAVID RISING  Associated PressBANGKOK (AP) A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. Hundreds of fishing boats anchored for months at a time a [+8998 chars]",
            "summary": "It launched its first domestically designed and built aircraft carrier in June, and at least five new destroyers are on the way soon.The buildup comes as Beijing attempts to exert broader influence in the region. Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea. On Aug. 23, India successfully tested its new surface-to-air missile designed to defend a ship from close-range aerial threats. BANGKOK (AP)  A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. After high-level consultations with Beijing, Sri Lankan authorities backtracked and allowed the Yuan Wang 5 to dock from Aug. 16 to Aug. 22.",
            "html_summary": "<ul><li>It launched its first domestically designed and built aircraft carrier in June, and at least five new destroyers are on the way soon.The buildup comes as Beijing attempts to exert broader influence in the region.</li><li>Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea.</li><li>On Aug. 23, India successfully tested its new surface-to-air missile designed to defend a ship from close-range aerial threats.</li><li>BANGKOK (AP) — A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port.</li></ul>",
            "website_url": "https://apnews.com/e8b45f49d3d29851210983d0a399ccba"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Edith M. Lederer",
            "title": "Belarus opposition says fate of country, Ukraine intertwined",
            "description": "UNITED NATIONS (AP)  The fate of Belarus and Ukraine are interconnected, and both countries must fight together to safeguard their very existence because Russia doesnt view them as independent sovereign states, Belarus opposition leader said Friday.",
            "url": "/2022-09-23-0874741f68d399c77295ec48195c5057",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/26710c20ff384bbe9098ed23656a77d8/3000.jpeg",
            "publishedAt": "2022-09-24T04:21:04Z",
            "content": "UNITED NATIONS (AP) The fate of Belarus and Ukraine are interconnected, and both countries must fight together to safeguard their very existence because Russia doesnt view them as independent soverei [+5625 chars]",
            "summary": "The sanctions have put stress and pressure on the president, making him focus solely on remaining in power instead of whats best for the country, she said.But Tsikhanouskaya said Lukashenko and his followers are adept at circumventing sanctions, using third parties. We live like in a gulag actually in Belarus, but people have this energy to continue.The opposition has organized something like a government in exile, Tsikhanouskaya said. One way to prevent this is having the European Union follow the United States and impose secondary sanctions, she said. People are scared, of course, Tsikhanouskaya said. For more AP coverage of the U.N. General Assembly, visit https://apnews.com/hub/united-nations-general-assembly.",
            "html_summary": "<ul><li>The sanctions have put stress and pressure on the president, making him focus solely on remaining in power instead of what’s best for the country, she said.But Tsikhanouskaya said Lukashenko and his followers are adept at circumventing sanctions, using third parties.</li><li>“We live like in a gulag actually in Belarus, but people have this energy to continue.”The opposition has organized something like a government in exile, Tsikhanouskaya said.</li><li>One way to prevent this is having the European Union follow the United States and impose secondary sanctions, she said.</li><li>“People are scared, of course,” Tsikhanouskaya said.</li></ul>",
            "website_url": "https://apnews.com/0874741f68d399c77295ec48195c5057"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Rocket Report SpaceX fires up seven Raptors; SpinLaunch raises big funding round",
            "description": "This is the first time the Rocket Report has used the word yeeted in its history.",
            "url": "/2022-09-23-rocket-report-spacex-fires-up-seven-raptors-spinlaunch-raises-big-funding-round",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/09/SUSIEstagingArianeGroup-760x380.jpg",
            "publishedAt": "2022-09-23T11:00:01Z",
            "content": "Enlarge/ ArianeGroup seeks European funding to develop a reusable third stage for its launch vehicles.0 with 0 posters participatingWelcome to Edition 5.11 of the Rocket Report! Apologies for the [+6876 chars]",
            "summary": "A Spanish company developing a small launch vehicle says it is ready to proceed with the launch of a suborbital mission after completing a static-fire test. The series of tests confirmed the vehicle is ready for an actual flight.A stepping stone to orbit ... With the static-fire test campaign complete, PLD Space is ready to proceed with the first flight of the suborbital vehicle. The company developing a launch system that uses a centrifuge as a first stage announced this week that it has raised $71 million, Space News reports. The state is still awaiting a final report from the Michigan Launch Initiative, a part of the nonprofit Michigan Aerospace Manufacturers Association, which was paid $2.5 million to study building launch sites. In an interview with L'Echo, CEO Andr-Hubert Roussel of Europe institutional launch developer Ariane Group took aim at the numerous launch startups around Europe, decrying the fact that these companies were pulling resources away from Ariane. SpinLaunch says this approach can enable a much higher flight rate than conventional rockets while also being more environmentally friendly.Building a bigger centrifuge ... SpinLaunch built a smaller version of its centrifuge at Spaceport America in New Mexico, 33 meters in diameter, for suborbital tests. Scotland-based Skyrora announced this week that it would launch its Skyrora XL rocket from a spaceport under development in Nova Scotia by Maritime Launch Services.",
            "html_summary": "<ul><li>A Spanish company developing a small launch vehicle says it is ready to proceed with the launch of a suborbital mission after completing a static-fire test.</li><li>The series of tests confirmed the vehicle is ready for an actual flight.A stepping stone to orbit ... With the static-fire test campaign complete, PLD Space is ready to proceed with the first flight of the suborbital vehicle.</li><li>The company developing a launch system that uses a centrifuge as a first stage announced this week that it has raised $71 million, Space News reports.</li><li>The state is still awaiting a final report from the Michigan Launch Initiative, a part of the nonprofit Michigan Aerospace Manufacturers’ Association, which was paid $2.5 million to study building launch sites.</li><li>In an interview with L'Echo, CEO André-Hubert Roussel of Europe institutional launch developer Ariane Group took aim at the numerous launch startups around Europe, decrying the fact that these companies were pulling resources away from Ariane.</li><li>SpinLaunch says this approach can enable a much higher flight rate than conventional rockets while also being more environmentally friendly.Building a bigger centrifuge ... SpinLaunch built a smaller version of its centrifuge at Spaceport America in New Mexico, 33 meters in diameter, for suborbital tests.</li></ul>",
            "website_url": "https://arstechnica.com/science/2022/09/rocket-report-spacex-fires-up-seven-raptors-spinlaunch-raises-big-funding-round/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Mercedes F1 team cut its freight emissions by 89% with biofuel switch. China using civilian ships to enhance navy capability, reach.... Professor, NASA researcher pleads guilty in China ties case. West More sanctions, isolation if Putin carries out threats. Portland, Oregon, to use microphones to track gunshots. Professor, NASA researcher pleads guilty in China ties case. Execs US internet casino gambling is poised for expansion. China using civilian ships to enhance navy capability, reach. Belarus opposition says fate of country, Ukraine intertwined. Rocket Report SpaceX fires up seven Raptors; SpinLaunch raises big funding round"
}