{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Celonis can now map multiple processes and present them in subwaystyle map",
            "description": "Celonis has made a big impact since it launched in 2011, raising $2.4 billion along the way.  Its most recent investment, a $1 billion raise in August, was...",
            "url": "/2022-11-09-celonis-can-now-map-multiple-processes-and-present-them-in-subway-style-map",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/7bBPFMqygy8.oKlRFoPs8A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NDQ-/https://media.zenfs.com/en/techcrunch_350/6f7151587805815e13466fe99d205b6b",
            "publishedAt": "2022-11-09T09:00:59Z",
            "content": "Celonis has made a big impact since it launched in 2011, raising $2.4 billion along the way. Its most recent investment, a $1 billion raise in August, was on a $13.2 billion postmoney valuation, the [+2131 chars]",
            "summary": "Celonis has made a big impact since it launched in 2011, raising $2.4 billion along the way. We said, how can we reinvent this and take it to the next level?",
            "html_summary": "<ul><li>Celonis has made a big impact since it launched in 2011, raising $2.4 billion along the way.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/09/celonis-can-now-map-multiple-processes-and-present-them-in-subway-style-map/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BARBARA ORTUTAY - AP Technology Writer",
            "title": "Facebook parent company Meta laying off 13% of employees",
            "description": "Facebook parent Meta is laying off 13% of its employees as it contends with faltering revenue and broader tech industry woes. The move that comes just a week after widespread layoffs at Twitter under its new owner, billionaire Elon Musk.",
            "url": "/2022-11-09-283a6e1c1a2e02a439d177a7acdf4296",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/d/2a/d2ac84e7-5d2c-583d-90fc-050787cc69f7/6359d4b645f1a.image.jpg?crop=1835%2C963%2C0%2C82&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-09T11:29:33Z",
            "content": "By BARBARA ORTUTAY  AP Technology WriterFacebook parent Meta is laying off 11,000 people, about 13% of its workforce, as it contends with faltering revenue and broader tech industry woes, CEO Mark [+3378 chars]",
            "summary": "But these measures alone wont bring our expenses in line with our revenue growth, so Ive also made the hard decision to let people go.A hiring freeze at the company will be extended through the first quarter of 2023, Zuckerberg said. Access to most company systems will be cut off for people losing their jobs, he said, due to the sensitive nature of that information.Were keeping email addresses active throughout the day so everyone can say farewell, Zuckerberg said. The company has also slashed its real estate footprint and he said that with so many employees working outside of the office, the company will transition to desk sharing for those that remain. Former employees will receive 16 weeks of base pay, plus two additional weeks for every year with the company, Zuckerberg said. I got this wrong, and I take responsibility for that.Meta, like other social media companies, enjoyed a financial boost during the pandemic lockdown era because more people stayed home and scrolled on their phones and computers. Theres also the challenge of Apples privacy tools, which make it more difficult for social media platforms like Facebook, Instagram and Snap to track people without their consent and target ads to them. Zuckerberg as well said that he had made the decision to hire aggressively, anticipating rapid growth even after the pandemic ended.",
            "html_summary": "<ul><li>But these measures alone won’t bring our expenses in line with our revenue growth, so I’ve also made the hard decision to let people go.”A hiring freeze at the company will be extended through the first quarter of 2023, Zuckerberg said.</li><li>Access to most company systems will be cut off for people losing their jobs, he said, due to the sensitive nature of that information.“We’re keeping email addresses active throughout the day so everyone can say farewell,” Zuckerberg said.</li><li>The company has also slashed its real estate footprint and he said that with so many employees working outside of the office, the company will transition to desk sharing for those that remain.</li><li>Former employees will receive 16 weeks of base pay, plus two additional weeks for every year with the company, Zuckerberg said.</li><li>I got this wrong, and I take responsibility for that.”Meta, like other social media companies, enjoyed a financial boost during the pandemic lockdown era because more people stayed home and scrolled on their phones and computers.</li><li>There’s also the challenge of Apple’s privacy tools, which make it more difficult for social media platforms like Facebook, Instagram and Snap to track people without their consent and target ads to them.</li></ul>",
            "website_url": "https://apnews.com/283a6e1c1a2e02a439d177a7acdf4296"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BARBARA ORTUTAY - AP Technology Writer",
            "title": "Elon Musk sells $3.95 billion worth of Tesla stock",
            "description": "Twitters new owner and Tesla CEO Elon Musk has sold nearly $4 billion worth of Tesla shares, according to regulatory filings. Musk, who bought Twitter for $44 billion, sold 19.5 million shares of the electric car company from Nov. 4",
            "url": "/2022-11-09-9ab47198753931c7bea91f6e678f1d17",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/2b/e2b2c24b-cd6e-5942-b269-a18389a20b8f/636b538baf359.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-09T06:19:23Z",
            "content": "By BARBARA ORTUTAY  AP Technology WriterTwitters new owner and Tesla CEO Elon Musk has sold nearly $4 billion worth of Tesla shares, according to regulatory filings.Musk, who bought Twitter for [+1345 chars]",
            "summary": "In all, Musk has sold more than $19 billion worth of Tesla stock since April, including those in Tuesdays filings, likely to fund his share of the Twitter purchase. When does it end?Shares of Tesla Inc., which were flat before the opening bell Wednesday, have fallen 8% this week and are down 46% this year, far outpacing broader market declines in what has been a dreadful year for investors. He sold $7 billion of his Tesla stock in August as he worked to finance the Twitter purchase he was trying to get out of at the time. Musk had signaled that he was done selling Tesla shares and the revelation that those sales continue left some industry analysts exasperated. His original share of the deal was about $15.5 billion, Ives estimated . But if equity investors dropped out, Musk would be on the hook to replace them or throw in more of his own money. Musk had lined up banks including Morgan Stanley to help finance the Twitter deal.",
            "html_summary": "<ul><li>In all, Musk has sold more than $19 billion worth of Tesla stock since April, including those in Tuesday’s filings, likely to fund his share of the Twitter purchase.</li><li>“When does it end?”Shares of Tesla Inc., which were flat before the opening bell Wednesday, have fallen 8% this week and are down 46% this year, far outpacing broader market declines in what has been a dreadful year for investors.</li><li>He sold $7 billion of his Tesla stock in August as he worked to finance the Twitter purchase he was trying to get out of at the time.</li><li>Musk had signaled that he was done selling Tesla shares and the revelation that those sales continue left some industry analysts exasperated.</li><li>His original share of the deal was about $15.5 billion, Ives estimated .</li><li>But if equity investors dropped out, Musk would be on the hook to replace them or throw in more of his own money.</li></ul>",
            "website_url": "https://apnews.com/9ab47198753931c7bea91f6e678f1d17"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "China calls on Germany to protect access amid chip scrutiny",
            "description": "Chinas government has appealed to Germany to maintain access to its markets after a company said Berlin may block the sale of a computer chip factory to a Chineseowned buyer. Elmos said it was informed by Germanys Economy Ministry that",
            "url": "/2022-11-09-ca30020f0010589550d0dd0fbf439323",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/2a/92ad9a97-2114-5320-bed7-c17e6f03aade/636b7a49ca197.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2022-11-09T09:45:47Z",
            "content": "BEIJING (AP) Chinas government on Wednesday appealed to Germany to maintain access to its markets after a company said Berlin may block the sale of a computer chip factory to a Chineseowned buyer a [+3313 chars]",
            "summary": "Officials argued over whether to allow Chinas COSCO to take a 35% stake in a container terminal at the Hamburg port.Members of two junior parties in the governing coalition opposed that deal, while Scholz, a former Hamburg mayor, downplayed its significance. The United States and other governments have tightened controls on access to processor chips and other technology.Scholzs nearly year-old government has signaled a departure from predecessor Angela Merkels firmly trade-first approach to China. Above that level, an investor can block a companys decisions.Scholz is encouraging companies to diversify but not discouraging business with China. Western governments are increasingly wary about Chinas technology ambitions and assertive foreign policy. The Cabinet eventually cleared COSCO to take a stake below 25%. It plans to draw up a comprehensive China strategy.That is still pending.",
            "html_summary": "<ul><li>Officials argued over whether to allow China’s COSCO to take a 35% stake in a container terminal at the Hamburg port.Members of two junior parties in the governing coalition opposed that deal, while Scholz, a former Hamburg mayor, downplayed its significance.</li><li>The United States and other governments have tightened controls on access to processor chips and other technology.Scholz’s nearly year-old government has signaled a departure from predecessor Angela Merkel’s firmly trade-first approach to China.</li><li>Above that level, an investor can block a company’s decisions.Scholz is encouraging companies to diversify but not discouraging business with China.</li><li>Western governments are increasingly wary about China’s technology ambitions and assertive foreign policy.</li><li>The Cabinet eventually cleared COSCO to take a stake below 25%.</li></ul>",
            "website_url": "https://apnews.com/ca30020f0010589550d0dd0fbf439323"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "IBM unveils its 433 qubit Osprey quantum computer",
            "description": "IBM today announced its Osprey quantum processor, which will feature 433 qubits. The company expects to offer a 4,000 qubit machine in 2025.",
            "url": "/2022-11-09-ibm-unveils-its-433-qubit-osprey-quantum-computer",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-1350864991.jpg?resize=1200,799",
            "publishedAt": "2022-11-09T14:01:03Z",
            "content": "IBM wants to scale up its quantum computers to over 4,000 qubits by 2025  but were not quite there yet. For now, we have to make do with significantly smaller systems and today, IBM announced the l [+1852 chars]",
            "summary": "For now, we have to make do with significantly smaller systems and today, IBM announced the launch of its Osprey quantum processor, which features 433 qubits, up from the 127 qubits of its 2021 Eagle processor. This work will prove foundational for the coming era of quantum-centric supercomputing.Image Credits: IBMIBMs quantum roadmap includes two additional stages  the 1,121-qubit Condor and 1,386-qubit Flamingo processors in 2023 and 2024  before it plans to hit the 4,000-qubit stage with its Kookaburra processor in 2025. We are continuously scaling up and advancing our quantum technology across hardware, software and classical integration to meet the biggest challenges of our time, in conjunction with our partners and clients worldwide. IBM wants to scale up its quantum computers to over 4,000 qubits by 2025  but were not quite there yet. The idea here is to launch this system by the end of 2023.Image Credits: IBM",
            "html_summary": "<ul><li>For now, we have to make do with significantly smaller systems and today, IBM announced the launch of its Osprey quantum processor, which features 433 qubits, up from the 127 qubits of its 2021 Eagle processor.</li><li>This work will prove foundational for the coming era of quantum-centric supercomputing.”Image Credits: IBMIBM’s quantum roadmap includes two additional stages — the 1,121-qubit Condor and 1,386-qubit Flamingo processors in 2023 and 2024 — before it plans to hit the 4,000-qubit stage with its Kookaburra processor in 2025.</li><li>“We are continuously scaling up and advancing our quantum technology across hardware, software and classical integration to meet the biggest challenges of our time, in conjunction with our partners and clients worldwide.</li><li>IBM wants to scale up its quantum computers to over 4,000 qubits by 2025 — but we’re not quite there yet.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/09/ibm-unveils-its-433-qubit-osprey-quantum-computer/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Beekeeper, which helps companies engage with their deskless frontline workforce, raises $50M",
            "description": "Beekeeper, a platform that helps businesses engage with frontline workers, has raised $50 million in a Series C round of funding.",
            "url": "/2022-11-09-beekeeper-which-helps-companies-engage-with-their-deskless-frontline-workforce-raises-50m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/Beekeeper.png?resize=1200,433",
            "publishedAt": "2022-11-09T05:00:45Z",
            "content": "Beekeeper, a platform for businesses to engage with frontline workers, has raised $50 million in a Series C round of funding.Founded out of Switzerland in 2011, Beekeeper targets the estimated 80%  [+3608 chars]",
            "summary": "Our software allows organizations to streamline virtually every aspect of the frontline employee experience  from automating paper-based processes to distributing shift schedules to digitizing important resources like employee handbooks.Beekeeper has amassed some big-name customers over its 10-plus years history, including hotel giant Hilton and food corporation Cargill. Many had to implement new technologies to connect and empower their frontline workers  and they needed to do it fast.At its core, connecting and engaging is really all about retaining  countering the so-called great resignation and the vast swathe of existing unfilled jobs. Companies quickly discovered that they couldnt communicate instantly or convey rapid updates to their frontline teams. The standard top-down, word-of-mouth communication channels, classical or social intranets, and bulletin boards they relied on for decades failed.",
            "html_summary": "<ul><li>“Our software allows organizations to streamline virtually every aspect of the frontline employee experience — from automating paper-based processes to distributing shift schedules to digitizing important resources like employee handbooks.”Beekeeper has amassed some big-name customers over its 10-plus years history, including hotel giant Hilton and food corporation Cargill.</li><li>Many had to implement new technologies to connect and empower their frontline workers — and they needed to do it fast.”At its core, connecting and engaging is really all about retaining — countering the so-called “great resignation” and the vast swathe of existing unfilled jobs.</li><li>“Companies quickly discovered that they couldn’t communicate instantly or convey rapid updates to their frontline teams.</li></ul>",
            "website_url": "https://techcrunch.com/2022/11/08/beekeeper-which-helps-companies-engage-with-their-deskless-frontline-workforce-raises-50m/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Celonis can now map multiple processes and present them in subwaystyle map. Facebook parent company Meta laying off 13% of employees. Elon Musk sells $3.95 billion worth of Tesla stock. China calls on Germany to protect access amid chip scrutiny. IBM unveils its 433 qubit Osprey quantum computer. Beekeeper, which helps companies engage with their deskless frontline workforce, raises $50M"
}