{
    "status": "ok",
    "totalResults": 28,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "DAVID McHUGH",
            "title": "Germany went from envy of the world to worstperforming major developed economy | Makemetechie.com Summary",
            "description": "Germany racked up one economic success after another for most of this century. But the loss of Russian natural gas due to the war in Ukraine has dealt a severe blow to its industry through higher energy costs. The country will be the worlds only major econom",
            "url": "/2023-09-21-germany-economy-energy-crisis-russia-8a00eebbfab3f20c5c66b1cd85ae84ed",
            "urlToImage": "https://dims.apnews.com/dims4/default/f7f5798/2147483647/strip/true/crop/6600x3712+0+344/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fb0%2Fed%2F53975a9b8326ede399f8e711709c%2F13c6be4f41c647988d3fccace2dc6f6d",
            "publishedAt": "2023-09-21T14:00:15Z",
            "content": "ESSEN, Germany (AP) For most of this century, Germany racked up one economic success after another, dominating global markets for highend products like luxury cars and industrial machinery, selling  [+8174 chars]",
            "summary": "(AP Photo/Martin Meissner)CEO Christian Kullmann of German specialty chemicals company Evonik Industries talks to the Associated Press during an interview at the headquarters in Essen, Germany, Thursday, Sept. 7, 2023. (AP Photo/Martin Meissner)German specialty chemicals company Evonik Industries produces at its location at the Marl Chemical Park in Marl, Germany, Thursday, Sept. 7, 2023. (AP Photo/Martin Meissner)A gas power plant of German specialty chemicals company Evonik Industries is in operation at the Marl Chemical Park in Marl, Germany, Thursday, Sept. 7, 2023. (AP Photo/Martin Meissner)CEO Christian Kullmann of German specialty chemicals company Evonik Industries looks to the Essen city center after an interview in his office at the headquarters in Essen, Germany, Thursday, Sept. 7, 2023. A coal-fired power station of German specialty chemicals company Evonik Industries is in operation at the Marl Chemical Park in Marl, Germany, Thursday, Sept. 7, 2023. The loss of cheap Russian natural gas needed to power factories painfully damaged the business model of the German economy, Kullmann told The Associated Press. (AP Photo/Michael Probst, File)FILE - The sun sets behind the cole-fired power plant Scholven of the Uniper energy company in Gelsenkirchen, Germany, on Oct. 22, 2022.",
            "html_summary": "<ul><li>(AP Photo/Martin Meissner)CEO Christian Kullmann of German specialty chemicals company Evonik Industries talks to the Associated Press during an interview at the headquarters in Essen, Germany, Thursday, Sept. 7, 2023..</li><li>(AP Photo/Martin Meissner)German specialty chemicals company Evonik Industries produces at its location at the Marl Chemical Park in Marl, Germany, Thursday, Sept. 7, 2023..</li><li>(AP Photo/Martin Meissner)A gas power plant of German specialty chemicals company Evonik Industries is in operation at the Marl Chemical Park in Marl, Germany, Thursday, Sept. 7, 2023..</li><li>(AP Photo/Martin Meissner)CEO Christian Kullmann of German specialty chemicals company Evonik Industries looks to the Essen city center after an interview in his office at the headquarters in Essen, Germany, Thursday, Sept. 7, 2023..</li><li>A coal-fired power station of German specialty chemicals company Evonik Industries is in operation at the Marl Chemical Park in Marl, Germany, Thursday, Sept. 7, 2023..</li><li>The loss of cheap Russian natural gas needed to power factories “painfully damaged the business model of the German economy,” Kullmann told The Associated Press..</li></ul>",
            "website_url": "https://apnews.com/article/germany-economy-energy-crisis-russia-8a00eebbfab3f20c5c66b1cd85ae84ed"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Niuras EEGimplemented earbuds scan your brain health and recommend music to your mood | Makemetechie.com Summary",
            "description": "Niura has developed a pair of earbuds that monitor brain activity and, it claims, can both watch for potential health issues and match music to a users mood...",
            "url": "/2023-09-21-niuras-eeg-implemented-earbuds-scan-your-brain-health-and-recommend-music-to-your-mood",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/zb56dhlMekSGuvfjZZjvJw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD0xMjAw/https://media.zenfs.com/en/techcrunch_350/ea10db4295261a9657627687dfa96b5c",
            "publishedAt": "2023-09-22T13:20:29Z",
            "content": "Niura has developed a pair of earbuds that monitor brain activity and, it claims, can both watch for potential health issues and match music to a users mood.The founders, Ryan Ahmed, Shahriar Huda [+5264 chars]",
            "summary": "Niura has developed a pair of earbuds that monitor brain activity and it claims can both watch for potential health issues and match music to a user s mood. The founders Ryan Ahmed Shahriar Huda Dang Nguyen and Authoy Das had the idea of neuromonitoring during their high school years after their family members grappled with brain health issues. Niura intends to launch a licensing program for earphone headphone makers like Bose Samsung and Sony as well as biomedical companies like Regeneron Medtronic and Siemens.",
            "html_summary": "<ul><li>Niura has developed a pair of earbuds that monitor brain activity and it claims can both watch for potential health issues and match music to a user s mood.</li><li> The founders Ryan Ahmed Shahriar Huda Dang Nguyen and Authoy Das had the idea of neuromonitoring during their high school years after their family members grappled with brain health issues.</li><li> Niura intends to launch a licensing program for earphone headphone makers like Bose Samsung and Sony as well as biomedical companies like Regeneron Medtronic and Siemens.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/22/niuras-eeg-implemented-earbuds-scan-your-brain-health-and-recommend-music-to-your-mood/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "South Africas FinanceGPT simplifies financial analysis, set to interface in local languages | Makemetechie.com Summary",
            "description": "FinanceGPT is a generative AI startup built to help companies in their financial analysis tasks.  Initially built for startups without inhouse finance teams...",
            "url": "/2023-09-21-financegpt-generative-ai-tools-for-financial-analysis",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/lO_y.Vl65q68gsj2pcr1Ig--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03MTA-/https://media.zenfs.com/en/techcrunch_350/6dae1c4150dab466e4f14ab64235c216",
            "publishedAt": "2023-09-22T11:34:39Z",
            "content": "FinanceGPT is a generative AI startup built to help companies in their financial analysis tasks. Initially built for startups without inhouse finance teams, and VCs looking to run financial health c [+2715 chars]",
            "summary": "FinanceGPT is a generative AI startup built to help companies in their financial analysis tasks Initially built for startups without in house finance teams and VCs looking to run financial health checks for their portfolios in Africa FinanceGPT Ipoxcap says it has over the last five months grown to attract a diverse range of clientele including investment managers and finance officers out to fast track their fiscal reporting. The startup has been a member of Nvidia Inception since October and is leveraging its technology. It is currently working on three lean language models to seal the financial information gaps and biases of large language modes.",
            "html_summary": "<ul><li>FinanceGPT is a generative AI startup built to help companies in their financial analysis tasks Initially built for startups without in house finance teams and VCs looking to run financial health checks for their portfolios in Africa FinanceGPT Ipoxcap says it has over the last five months grown to attract a diverse range of clientele including investment managers and finance officers out to fast track their fiscal reporting.</li><li> The startup has been a member of Nvidia Inception since October and is leveraging its technology.</li><li> It is currently working on three lean language models to seal the financial information gaps and biases of large language modes.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/22/financegpt-generative-ai-tools-for-financial-analysis/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Waabi and Uber Freight partner to accelerate autonomous trucking | Makemetechie.com Summary",
            "description": "Autonomous trucking startup Waabi is committing billions of miles of driverless capacity to the Uber Freight network as part of a 10year strategic...",
            "url": "/2023-09-21-waabi-and-uber-freight-partner-to-accelerate-autonomous-trucking",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/pm12cPMoE75siL1AnX05Mg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/cd5e5ce3509cad1610aaa322b8c93290",
            "publishedAt": "2023-09-21T09:00:03Z",
            "content": "Autonomous trucking startup Waabi is committing billions of miles of driverless capacity to the Uber Freight network as part of a 10year strategic partnership between the two companies.Starting th [+3757 chars]",
            "summary": "Autonomous trucking startup Waabi is committing billions of miles of driverless capacity to the Uber Freight network as part of a year strategic partnership between the two companies. Starting this week Waabi s test fleet will begin commercial pilots with shippers on the Uber network to haul goods between Dallas and Houston. Ultimately Waabi will move to a Driver as a Service model wherein carriers buy trucks built by Waabi and can opt into the Uber marketplace. The tie up with Uber is Waabi's first publicly announced commercial partnership and it comes just two years after the startup launched.",
            "html_summary": "<ul><li>Autonomous trucking startup Waabi is committing billions of miles of driverless capacity to the Uber Freight network as part of a year strategic partnership between the two companies.</li><li> Starting this week Waabi s test fleet will begin commercial pilots with shippers on the Uber network to haul goods between Dallas and Houston.</li><li> Ultimately Waabi will move to a Driver as a Service model wherein carriers buy trucks built by Waabi and can opt into the Uber marketplace.</li><li> The tie up with Uber is Waabi's first publicly announced commercial partnership and it comes just two years after the startup launched.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/21/waabi-and-uber-freight-partner-to-accelerate-autonomous-trucking/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Diligent raises $25 million to triple its nursing robots reach | Makemetechie.com Summary",
            "description": "As hospitals overflowed, staff was forced to take on impossible long shifts, risking their own health in the process.  In many ways, it was the perfect...",
            "url": "/2023-09-21-diligent-raises-25-million-to-triple-its-nursing-robots-reach",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/FArG5HCzWZK2tgAbL7JoWw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04NzQ-/https://media.zenfs.com/en/techcrunch_350/e95b43c0378d425a836e397f79749018",
            "publishedAt": "2023-09-21T18:00:50Z",
            "content": "The pandemic had a profound impact on countless careers, but few jobs were hit quite like nursing. As hospitals overflowed, staff was forced to take on impossible long shifts, risking their own healt [+2811 chars]",
            "summary": "Diligent s Moxi is a robot designed to offer a couple of helping hands to overworked healthcare providers. The Austin based firm is announcing a million raise led by Canaan True Ventures DNX Ventures Next Coast and Northwestern Medicine Innovation also participated in the round. Diligent expects to have north of moxi units deployed across hospital systems in the U S by the end of the year. The company is exploring generative AI use around natural language controls to improve workflows for people.",
            "html_summary": "<ul><li>Diligent s Moxi is a robot designed to offer a couple of helping hands to overworked healthcare providers.</li><li> The Austin based firm is announcing a million raise led by Canaan True Ventures DNX Ventures Next Coast and Northwestern Medicine Innovation also participated in the round.</li><li> Diligent expects to have north of moxi units deployed across hospital systems in the U S by the end of the year.</li><li> The company is exploring generative AI use around natural language controls to improve workflows for people.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/21/diligent-raises-25-million-to-triple-its-nursing-robots-reach/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "7 global investors discuss African tech postKauffman Fellows first summit on the continent | Makemetechie.com Summary",
            "description": "In 2020, Kauffman Fellows (KF), a prominent venture education program renowned for its extensive and wellestablished network of VCs, made a concerted effort...",
            "url": "/2023-09-21-7-global-investors-discuss-african-tech-post-kauffman-fellows-first-summit-on-the-continent",
            "urlToImage": "https://media.zenfs.com/en/techcrunch_350/6ff6471e61ead7d50573d15f81e4d964",
            "publishedAt": "2023-09-21T12:03:10Z",
            "content": "In 2020, Kauffman Fellows (KF), a prominent venture education program renowned for its extensive and wellestablished network of VCs, made a concerted effort to enhance the diversity within its board [+23611 chars]",
            "summary": "How would you describe your perception of Africas startup and venture capital scene before the event? Weve already made investments in the region and will continue.How would you describe your perception of Africas startup and venture capital scene before the event?This has been a region that Rethink Education has been excited to explore for investment opportunities. As an active investor in your region, what are the similarities and differences between your regions startup and VC scene compared to Africa?There are so many founders in Kenya (and across Africa) that Id describe as empaths, entrepreneurs solving problems that they experienced firsthand. As an active investor in your region, what were the similarities and differences between your regions startup and VC scene compared to Africa?The similarities that stood out pertain to the challenges faced by female founders in both regions, especially in terms of securing funding. While I recognized Africa as an emerging market with significant potential, I perhaps underestimated the maturity and diversity of its startup and venture capital ecosystem.Did this perception change upon discussions with founders and investors? Going into this trip, questions I had included the strength of venture quality deals in this region, buy-in from investors on the ground regarding sector investability and exit opportunities.Did this perception change upon discussions with founders and investors? This belief was shaped by the regions historical challenges around attracting significant investment and the perception that African markets have political, regulatory and currency risks.Did this perception change upon discussions with founders and investors?",
            "html_summary": "<ul><li>How would you describe your perception of Africa’s startup and venture capital scene before the event?.</li><li>We’ve already made investments in the region and will continue.How would you describe your perception of Africa’s startup and venture capital scene before the event?This has been a region that Rethink Education has been excited to explore for investment opportunities..</li><li>As an active investor in your region, what are the similarities and differences between your region’s startup and VC scene compared to Africa?There are so many founders in Kenya (and across Africa) that I’d describe as ‘empaths,’ entrepreneurs solving problems that they experienced firsthand..</li><li>As an active investor in your region, what were the similarities and differences between your region’s startup and VC scene compared to Africa?The similarities that stood out pertain to the challenges faced by female founders in both regions, especially in terms of securing funding..</li><li>While I recognized Africa as an emerging market with significant potential, I perhaps underestimated the maturity and diversity of its startup and venture capital ecosystem.Did this perception change upon discussions with founders and investors?.</li><li>Going into this trip, questions I had included the strength of venture quality deals in this region, buy-in from investors on the ground regarding sector investability and exit opportunities.Did this perception change upon discussions with founders and investors?.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/21/7-global-investors-discuss-african-tech-post-kauffman-fellows-first-summit-on-the-continent/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Timothy B. Lee",
            "title": "Opinion The Copyright Office is making a mistake on AIgenerated art | Makemetechie.com Summary",
            "description": "A rule against copyrighting AI art will be unworkable.",
            "url": "/2023-09-21-opinion-dont-exclude-ai-generated-art-from-copyright",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/08/art_contest_winner-760x380.jpg",
            "publishedAt": "2023-09-22T11:07:17Z",
            "content": "37 with Two weeks ago, the US Copyright Office refused to register a copyright for Thtre Dopra Spatial, an AIgenerated image that got widespread media attention last year after it won an art c [+5083 chars]",
            "summary": "Two weeks ago the US Copyright Office refused to register a copyright for Th tre D op ra Spatial an AI generated image that got widespread media attention last year after it won an art competition. The Copyright Office first ruled on this issue in Artist Stephen Thaler tried to register an image that he said had been created entirely by a computer program. In February the Copyright Office canceled the registration of a comic book called Zarya of the Dawn that contained AI generated images. Then on September the office rejected the copyright for the image holding that it was not the product of human authorship because it was created by the AI software Midjourney.",
            "html_summary": "<ul><li>Two weeks ago the US Copyright Office refused to register a copyright for Th tre D op ra Spatial an AI generated image that got widespread media attention last year after it won an art competition.</li><li> The Copyright Office first ruled on this issue in Artist Stephen Thaler tried to register an image that he said had been created entirely by a computer program.</li><li> In February the Copyright Office canceled the registration of a comic book called Zarya of the Dawn that contained AI generated images.</li><li> Then on September the office rejected the copyright for the image holding that it was not the product of human authorship because it was created by the AI software Midjourney.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/09/opinion-dont-exclude-ai-generated-art-from-copyright/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELENA BECATOROS - Associated Press",
            "title": "Through a different lens How AP used a wooden box camera to document Afghan life up close | Makemetechie.com Summary",
            "description": "For Associated Press photographer Rodrigo Abd, a main attraction of working with a traditional Afghan box camera is the intimacy it provides with his subjects, and the slow pace that allows for a unique window into daily life. In the",
            "url": "/2023-09-21-life-afghanistan-under-taliban-rule-women-photography-47b6a81038ff63476566850e5be28e20",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/3e/13e88832-ab9b-5eba-a3f3-0a87c1028b32/650dcdd7b4522.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-09-22T04:15:00Z",
            "content": "By ELENA BECATOROS  Associated PressKABUL, Afghanistan (AP) For Associated Press photographer Rodrigo Abd, a main attraction of working with a traditional Afghan box camera is the intimacy it prov [+4216 chars]",
            "summary": "I can connect sometimes better with that camera than with a digital one, because of the way people look at the camera, that moment that is created between the photographer and the person that is sitting in front of the camera, Abd says. Former kamra-e-faoree photographer Lutfullah Habibzadeh, 72, is happy to see a fellow photographer, a foreigner no less, arrive at his Kabul home with a wooden camera of his own  not as beautifully decorated, perhaps  but a kindred spirit nonetheless. Abd learned how to use what in Dari is called a kamra-e-faroee, or instant camera, a handmade box on a tripod that combines a simple camera and darkroom in one. (AP Photo/Bram Janssen)Associated Press photographer Rodrigo Abd takes a portrait of Lutfullah Habibzadeh, 72, who uses a similar wooden box camera, in Kabul, Afghanistan, Wednesday, May 31, 2023. The kamra-e-faroee, or instant camera, is a handmade box on a tripod that combines a simple camera and darkroom in one. (AP Photo/Ebrahim Noroozi)Associated Press photographer Rodrigo Abd takes a portrait of a man and his pack animal with a wooden box camera in Bamiyan, Afghanistan, Friday, June 16, 2023. (AP Photo/Ebrahim Noroozi)Associated Press photographer Rodrigo Abd takes a portrait of a girl in a carpet factory, with a wooden box camera, in Kabul, Afghanistan, Monday, May 29, 2023.",
            "html_summary": "<ul><li>“I can connect sometimes better with that camera than with a digital one, because of the way people look at the camera, that moment that is created between the photographer and the person that is sitting in front of the camera,” Abd says..</li><li>Former kamra-e-faoree photographer Lutfullah Habibzadeh, 72, is happy to see a fellow photographer, a foreigner no less, arrive at his Kabul home with a wooden camera of his own — not as beautifully decorated, perhaps — but a kindred spirit nonetheless..</li><li>Abd learned how to use what in Dari is called a kamra-e-faroee, or “instant camera,” a handmade box on a tripod that combines a simple camera and darkroom in one..</li><li>(AP Photo/Bram Janssen)Associated Press photographer Rodrigo Abd takes a portrait of Lutfullah Habibzadeh, 72, who uses a similar wooden box camera, in Kabul, Afghanistan, Wednesday, May 31, 2023..</li><li>The kamra-e-faroee, or “instant camera,” is a handmade box on a tripod that combines a simple camera and darkroom in one..</li><li>(AP Photo/Ebrahim Noroozi)Associated Press photographer Rodrigo Abd takes a portrait of a man and his pack animal with a wooden box camera in Bamiyan, Afghanistan, Friday, June 16, 2023..</li></ul>",
            "website_url": "https://apnews.com/article/life-afghanistan-under-taliban-rule-women-photography-47b6a81038ff63476566850e5be28e20"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Independent review finds Mars Sample Return mission important, but broken | Makemetechie.com Summary",
            "description": "MSR was established with unrealistic budget and schedule expectations from the beginning.",
            "url": "/2023-09-21-independent-review-finds-mars-sample-return-mission-important-but-broken",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2016/09/mars_2-760x380.jpg",
            "publishedAt": "2023-09-21T20:33:07Z",
            "content": "Enlarge/ The fate of a mission to return samples from Mars hangs in the balance.0 with An independent review of NASAs ambitious mission to return about half a kilogram of rocks and soil from the [+2756 chars]",
            "summary": "NASA had been planning to launch the critical elements of its Mars Sample Return mission or MSR as soon as with a total budget for the program of billion. The independent review board s report which was released publicly on Thursday concludes that both this timeline and budget are wildly unrealistic. The findings of the independent review led by Orlando Figueroa echo a report published by Ars Technica about three months ago raising serious questions about costs and schedule. The concern expressed by some scientists including former NASA science chief Thomas Zurbuchen was that the ballooning cost of Mars Sample return would cannibalize funding from other science missions.",
            "html_summary": "<ul><li>NASA had been planning to launch the critical elements of its Mars Sample Return mission or MSR as soon as with a total budget for the program of billion.</li><li> The independent review board s report which was released publicly on Thursday concludes that both this timeline and budget are wildly unrealistic.</li><li> The findings of the independent review led by Orlando Figueroa echo a report published by Ars Technica about three months ago raising serious questions about costs and schedule.</li><li> The concern expressed by some scientists including former NASA science chief Thomas Zurbuchen was that the ballooning cost of Mars Sample return would cannibalize funding from other science missions.</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/09/independent-review-finds-mars-sample-return-mission-important-but-broken/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "dimitropoulos",
            "title": "Google sued for negligence after man died following map directions | Makemetechie.com Summary",
            "description": "The family of a North Carolina man who died after driving his car off a collapsed bridge while following Google Maps directions is suing the technology giant for negligence. A lawsuit filed Tuesday in Wake County Superior Court claims Google had been informed",
            "url": "/2023-09-21-google-maps-lawsuit-north-carolina-death-f4707247ee3295bf51bbcb37bd0eb6c8",
            "urlToImage": "https://dims.apnews.com/dims4/default/da20a26/2147483647/strip/true/crop/4500x2531+0+236/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F95%2F8d%2Fb3026e25edb067087ea9cca7fdaf%2Fc596b13599d44021a963fdea1fa02616",
            "publishedAt": "2023-09-21T13:19:26Z",
            "content": "RALEIGH, N.C. (AP) The family of a North Carolina man who died after driving his car off a collapsed bridge while following Google Maps directions is suing the technology giant for negligence, claimi [+2393 chars]",
            "summary": "Philip Paxson a medical device salesman and father of two drowned Sept after his Jeep Gladiator plunged into Snow Creek in Hickory. Paxson was driving home from his daughter s ninth birthday party through an unfamiliar neighborhood when Google Maps allegedly directed him to cross a bridge that had collapsed nine years prior and was never repaired. State troopers who found Paxton s body in his overturned and partially submerged truck had said there were no barriers or warning signs along the washed out roadway. The North Carolina State Patrol had said the bridge was not maintained by local or state officials and the original developer s company had dissolved.",
            "html_summary": "<ul><li>Philip Paxson a medical device salesman and father of two drowned Sept after his Jeep Gladiator plunged into Snow Creek in Hickory.</li><li> Paxson was driving home from his daughter s ninth birthday party through an unfamiliar neighborhood when Google Maps allegedly directed him to cross a bridge that had collapsed nine years prior and was never repaired.</li><li> State troopers who found Paxton s body in his overturned and partially submerged truck had said there were no barriers or warning signs along the washed out roadway.</li><li> The North Carolina State Patrol had said the bridge was not maintained by local or state officials and the original developer s company had dissolved.</li></ul>",
            "website_url": "https://apnews.com/article/google-maps-lawsuit-north-carolina-death-f4707247ee3295bf51bbcb37bd0eb6c8"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Former a16z execs launch Bastion | TechCrunch | Makemetechie.com Summary",
            "description": "Bastion launched a suite of products so companies can integrate web3 infrastructure into their existing enterprise technologies.",
            "url": "/2023-09-21-former-a16z-execs-launch-bastion-crypto",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-AA046815.jpg?resize=1200,669",
            "publishedAt": "2023-09-21T17:58:14Z",
            "content": "Two former Andreessen Horowitz crypto division executives, Nassim Eddequiouaq and Riyaz Faizullabhoy, launched web3 startup Bastion this week with $25 million in seed funding.Eddequiouaq was chief  [+1932 chars]",
            "summary": "Two former Andreessen Horowitz crypto division executives Nassim Eddequiouaq and Riyaz Faizullabhoy launched web startup Bastion this week with million in seed funding. Along with the funding Bastion launched a suite of products so companies can integrate web infrastructure into their existing enterprise technologies. The funding comes amid a challenging crypto environment both funding wise and activity wise My colleague Jacquelyn Melinek reported in July that crypto funding was down for a fifth straight quarter to billion globally.",
            "html_summary": "<ul><li>Two former Andreessen Horowitz crypto division executives Nassim Eddequiouaq and Riyaz Faizullabhoy launched web startup Bastion this week with million in seed funding.</li><li> Along with the funding Bastion launched a suite of products so companies can integrate web infrastructure into their existing enterprise technologies.</li><li> The funding comes amid a challenging crypto environment both funding wise and activity wise My colleague Jacquelyn Melinek reported in July that crypto funding was down for a fifth straight quarter to billion globally.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/21/former-a16z-execs-launch-bastion-crypto/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "YouTube Shorts to gain a generative AI feature called Dream Screen | TechCrunch | Makemetechie.com Summary",
            "description": "YouTube today announced a new feature coming to its shortform video platform Shorts that will allow users to leverage AI tools to create videos. The",
            "url": "/2023-09-21-youtube-shorts-to-gain-a-generative-ai-feature-called-dream-screen",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/dream-screen.jpg?resize=1200,699",
            "publishedAt": "2023-09-21T14:25:55Z",
            "content": "YouTube today announced a new feature coming to its shortform video platform Shorts that will allow users to leverage AI tools to create videos. The feature, called Dream Screen, will allow users to [+1052 chars]",
            "summary": "The feature called Dream Screen will allow users to create an AI generated video or image background just by typing in what you want to see. The feature is being introduced to select creators and is then expected to roll out early next year. YouTube CEO Neal Mohan said he believed the technology would allow more people to publish on YouTube without feeling like they have to have a deep understanding of YouTube analytics or a full production studio. The Shorts platform today is now averaging over billion daily views up from billion in January And YouTube expects AI will increase those numbers further.",
            "html_summary": "<ul><li>The feature called Dream Screen will allow users to create an AI generated video or image background just by typing in what you want to see.</li><li> The feature is being introduced to select creators and is then expected to roll out early next year.</li><li> YouTube CEO Neal Mohan said he believed the technology would allow more people to publish on YouTube without feeling like they have to have a deep understanding of YouTube analytics or a full production studio.</li><li> The Shorts platform today is now averaging over billion daily views up from billion in January And YouTube expects AI will increase those numbers further.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/21/youtube-shorts-to-gain-a-generative-ai-feature-called-dream-screen/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Germany went from envy of the world to worstperforming major developed economy | Makemetechie.com Summary. Niuras EEGimplemented earbuds scan your brain health and recommend music to your mood | Makemetechie.com Summary. South Africas FinanceGPT simplifies financial analysis, set to interface in local languages | Makemetechie.com Summary. Waabi and Uber Freight partner to accelerate autonomous trucking | Makemetechie.com Summary. Diligent raises $25 million to triple its nursing robots reach | Makemetechie.com Summary. 7 global investors discuss African tech postKauffman Fellows first summit on the continent | Makemetechie.com Summary. Opinion The Copyright Office is making a mistake on AIgenerated art | Makemetechie.com Summary. Through a different lens How AP used a wooden box camera to document Afghan life up close | Makemetechie.com Summary. Independent review finds Mars Sample Return mission important, but broken | Makemetechie.com Summary. Google sued for negligence after man died following map directions | Makemetechie.com Summary. Former a16z execs launch Bastion | TechCrunch | Makemetechie.com Summary. YouTube Shorts to gain a generative AI feature called Dream Screen | TechCrunch | Makemetechie.com Summary"
}