{
    "status": "ok",
    "totalResults": 9,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "GeForce Now Ultimate first impressions Streaming has come a real long way",
            "description": "At its best, Nvidias cloudbased service feels like an extension of your hands.",
            "url": "/2023-01-19-geforce-now-ultimate-first-impressions-streaming-has-come-a-real-long-way",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/01/Screenshot_20230119_014845-760x380.png",
            "publishedAt": "2023-01-19T14:00:30Z",
            "content": "Enlarge/ Its not actual GeForce RTX 4080 cards slotted into GeForce Nows Superpods, but Nvidia says the hardware is pretty close.18 with 0 posters participatingCloudbased gaming service GeFo [+4006 chars]",
            "summary": "When playing on these lower-res or lower-refresh screens, an Ultimate stream trades impressive fidelity for stability.Not everybody has the high-refresh monitor, or the interest in GeForce Now's particular games library, to need the Ultimate tier. I mostly stuck to games in my library that worked on GeForce Now, though I briefly dipped into Destiny 2 multiplayer to see how remote multiplayer felt. I previously had a Founders Edition account that provided access to less-powerful card types (GTX 1080 and, on occasion, GTX 2060) and was familiar with the games' performance on my local RTX 3050. I didn't dig much into Reflex mode, the latency-reducing setting aimed at competitive games like Apex Legends, Rainbow Six Siege, Destiny 2 and the like. I tend toward single-player games, not twitchy multiplayer shooters. If I hadn't been hyper-conscious of frame numbers and hiccups, I could have been tricked into thinking the remote 4080 rig was local. It replaces the previous RTX 3080 option with the next generation's chipset for the same price ($20 per month, $99 for six months).",
            "html_summary": "<ul><li>When playing on these lower-res or lower-refresh screens, an Ultimate stream trades impressive fidelity for stability.Not everybody has the high-refresh monitor, or the interest in GeForce Now's particular games library, to need the Ultimate tier.</li><li>I mostly stuck to games in my library that worked on GeForce Now, though I briefly dipped into Destiny 2 multiplayer to see how remote multiplayer felt.</li><li>I previously had a Founders Edition account that provided access to less-powerful card types (GTX 1080 and, on occasion, GTX 2060) and was familiar with the games' performance on my local RTX 3050.</li><li>I didn't dig much into Reflex mode, the latency-reducing setting aimed at competitive games like Apex Legends, Rainbow Six Siege, Destiny 2 and the like.</li><li>I tend toward single-player games, not twitchy multiplayer shooters.</li><li>If I hadn't been hyper-conscious of frame numbers and hiccups, I could have been tricked into thinking the remote 4080 rig was local.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/01/geforce-now-ultimate-first-impressions-streaming-has-come-a-real-long-way/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "ChatGPT and generative AI are the talk of this years Davos forum",
            "description": "Forget crypto and blockchain The tech conversation at this years World Economic Forum in Davos is all about the rise of artificial intelligence, particularly the textgenerator ChatGPT.Why it matters Tools like OpenAIs ChatGPT and image generators like St",
            "url": "/2023-01-19-chatgpt-davos-2023-talk-ai-chatbot",
            "urlToImage": "https://images.axios.com/xjmYnji2arr2W9-h_NRsL06Jjr0=/0x0:1920x1080/1366x768/2023/01/19/1674088539778.jpg",
            "publishedAt": "2023-01-19T10:50:43Z",
            "content": "Forget crypto and blockchain The tech conversation at this years World Economic Forum in Davos is all about the rise of artificial intelligence, particularly the textgenerator ChatGPT.Why it mat [+4131 chars]",
            "summary": "The EU is already working on an AI Act, which aims to be the first broad legislation governing such technology.The bottom line: Everyone agrees that today's generative AIs need some big improvements  particularly because of their tendency to be confidently wrong. Access Now executive director Brett Solomon told Axios earlier this week he worries this new crop of AI technologies will be another weapon used against human rights activists, journalists and others. What's next: One big question is how regulators will approach the technology. Another big concern is what AI will mean for jobs.",
            "html_summary": "<ul><li>The EU is already working on an AI Act, which aims to be the first broad legislation governing such technology.The bottom line: Everyone agrees that today's generative AIs need some big improvements — particularly because of their tendency to be confidently wrong.</li><li>Access Now executive director Brett Solomon told Axios earlier this week he worries this new crop of AI technologies will be another weapon used against human rights activists, journalists and others.</li><li>What's next: One big question is how regulators will approach the technology.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/19/chatgpt-davos-2023-talk-ai-chatbot"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "A lot of fintechs have to fix their business models, say VCs who invest in fintechs  TechCrunch",
            "description": "In recent years, working for, or banking with, a traditional financial institution was decidedly uncool. Far cooler was working for or banking with one of the many fintech startups that seemed to thumb their nose at stodgy bank brands. Then the Federal Reserv",
            "url": "/2023-01-19-a-lot-of-fintechs-have-to-fix-their-business-models-say-vcs-who-invest-in-fintechs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/07/GettyImages-561098009.jpg?resize=1200,800",
            "publishedAt": "2023-01-19T06:46:18Z",
            "content": "In recent years, working for, or banking with, a traditional financial institution was decidedly uncool. Far cooler was working for or banking with one of the many fintech startups that seemed to thu [+4638 chars]",
            "summary": "A lot of the usage is still there, but some of the fundamentals need to be shifted. (Many outfits, for example, spent too heavily on marketing, or right now face rising delinquency costs, having used comparatively loose underwriting standards compared with some of their traditional counterparts. Thats where I think there is a lot of opportunity in 2023.If youre a fintech founder, investor, or regulator, you might want to catch the full conversation  which also touches on regulation, talent in the industry, and crypto  below. Said Albergotti, They dont really have 4 million customers.Williams agreed, but said there are positives and negatives for fintechs right now. On the positive side, she said, from a consumer standpoint, its still rather early days for fintech startups. Certain sectors of financial services are going to have a brutal year ahead, she said, and in particular lending. PayPal is down. He brought up Frank, the college financial aid platform that was acquired by JPMorgan in the fall of 2021 by blatantly lying to the financial services giant about its user base. There, once a month, we would meet with the new innovation arm that has just been formed by bank XYZ, she said with a laugh.",
            "html_summary": "<ul><li>A lot of the usage is still there, but some of the fundamentals need to be shifted.” (Many outfits, for example, spent too heavily on marketing, or right now face rising delinquency costs, having used comparatively loose underwriting standards compared with some of their traditional counterparts.</li><li>That’s where I think there is a lot of opportunity in 2023.”If you’re a fintech founder, investor, or regulator, you might want to catch the full conversation — which also touches on regulation, talent in the industry, and crypto — below.</li><li>Said Albergotti, “They don’t really have 4 million customers.”Williams agreed, but said there are positives and negatives for fintechs right now.</li><li>On the positive side, she said, “from a consumer standpoint, it’s still rather early days” for fintech startups.</li><li>“Certain sectors of financial services are going to have a brutal year ahead,” she said, “and in particular lending.</li><li>“PayPal is down.” He brought up Frank, the college financial aid platform that was acquired by JPMorgan in the fall of 2021 by blatantly lying to the financial services giant about its user base.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/18/a-lot-of-fintechs-have-to-fix-their-business-models-say-vcs-who-invest-in-fintechs/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATT O'BRIEN and ARIJETA LAJKA",
            "title": "AI tools can create new images, but who is the real artist?",
            "description": "Artificial intelligence systems are training themselves on a vast collection of digitized artworks to produce new images that can be conjured in seconds from a smartphone app. But some living artists and photographers are starting to fight back against the",
            "url": "/2023-01-19-1c6d9e0e260e2d135a3e3bf98d5493df",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/3/ef/3eff8a41-005d-56cb-a9a2-da3aac090390/63c9509888b64.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-01-19T14:07:48Z",
            "content": "By MATT OBRIEN and ARIJETA LAJKANEW YORK (AP) Countless artists have taken inspiration from The Starry Night since Vincent Van Gogh painted the swirling scene in 1889.Now artificial intelligence [+7078 chars]",
            "summary": "Some of the images also featured the Getty watermark, but with garbled text.AI can also get things wrong, like feet and fingers or details on ears that can sometimes give away that theyre not real, but theres no set pattern to look out for. Until now, when a purchaser seeks a new image in the style of a given artist, they must pay to commission or license an original image from that artist.Companies that provide image-generating services typically charge users a fee. The lawsuit said AI-generated images compete in the marketplace with the original images. He compared copyright concerns about the technology with how such laws have adapted to human creativity.Can a person look at somebody elses picture and learn from it and make a similar picture? Holz said. But beyond that, there is no easy or scientific way to really do this.But for all the backlash, there are many people who embrace the new AI tools and the creativity they unleash. And if artists arent acknowledged, then its going to make it hard for artists to make a living in the future.OBrien reported from Providence, Rhode Island. The startup OpenAI also charges for use of its DALL-E image generator, and StabilityAI offers a paid service called DreamStudio.",
            "html_summary": "<ul><li>Some of the images also featured the Getty watermark, but with garbled text.AI can also get things wrong, like feet and fingers or details on ears that can sometimes give away that they’re not real, but there’s no set pattern to look out for.</li><li>Until now, when a purchaser seeks a new image ‘in the style’ of a given artist, they must pay to commission or license an original image from that artist.”Companies that provide image-generating services typically charge users a fee.</li><li>The lawsuit said AI-generated images “compete in the marketplace with the original images.</li><li>He compared copyright concerns about the technology with how such laws have adapted to human creativity.“Can a person look at somebody else’s picture and learn from it and make a similar picture?” Holz said.</li><li>“But beyond that, there is no easy or scientific way to really do this.”But for all the backlash, there are many people who embrace the new AI tools and the creativity they unleash.</li><li>And if artists aren’t acknowledged, then it’s going to make it hard for artists to make a living in the future.”——O’Brien reported from Providence, Rhode Island.</li></ul>",
            "website_url": "https://apnews.com/1c6d9e0e260e2d135a3e3bf98d5493df"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Zitti soaks up some funding sauce so restaurants can manage their food supply chain",
            "description": "Zittis payment software platform streamlines the transaction between restaurants and food suppliers through payment, price comparison and vendor discoverability tools.Zitti soaks up some funding sauce so restaurants can manage their food supply chain by Chr",
            "url": "/2023-01-19-zitti-food-supply-chain",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/dante-dicicco-portrait-300dpi-1.jpg?resize=1200,675",
            "publishedAt": "2023-01-19T14:02:20Z",
            "content": "Getting a handle on food costs at an independent restaurant is a constant challenge for owners, and there is a long list of startups, like MarginEdge, OneOrder, TouchBistro, PreciTaste, ConverseNow,  [+3045 chars]",
            "summary": "In total, the company has raised $7.5 million since DiCicco and Benz started working on the company in 2019.The funding will be deployed into technology development with artificial intelligence and additional automation being added to the platform soon. Getting a handle on food costs at an independent restaurant is a constant challenge for owners, and there is a long list of startups, like MarginEdge, OneOrder, TouchBistro, PreciTaste, ConverseNow, Fudo, Owner.com, that have stepped with their solutions.Zittis app shows food pricing insights. That will be important as we build density on both the restaurant and supplier side so that we can have more market intelligence and therefore more pricing intelligence.As startups whip up a restaurant tech frenzy, is anyone close to Toast? Much of the emerging technology has focused on ordering and inventory management, but what is severely lacking is the actual business intelligence to help restaurants make smarter purchasing decisions. Weve already had a significant amount of conversions from our pilot group to become customers.The company is now back with $3.5 million in a seed round co-led by Oceans Ventures and Serena Ventures with Crossbeam, its pre-seed investor, also participating. Thats a big part of our mission.Zitti launched in March 2022 after taking in $4 million of pre-seed funds in late 2021. Image Credits: ZittiZittis co-founder Dante DiCicco is coming at this problem, but from a unique standpoint: as a restauranteur.",
            "html_summary": "<ul><li>In total, the company has raised $7.5 million since DiCicco and Benz started working on the company in 2019.The funding will be deployed into technology development with artificial intelligence and additional automation being added to the platform soon.</li><li>Getting a handle on food costs at an independent restaurant is a constant challenge for owners, and there is a long list of startups, like MarginEdge, OneOrder, TouchBistro, PreciTaste, ConverseNow, Fudo, Owner.com, that have stepped with their solutions.Zitti’s app shows food pricing insights.</li><li>“That will be important as we build density on both the restaurant and supplier side so that we can have more market intelligence and therefore more pricing intelligence.”As startups whip up a restaurant tech frenzy, is anyone close to Toast?</li><li>“Much of the emerging technology has focused on ordering and inventory management, but what is severely lacking is the actual business intelligence to help restaurants make smarter purchasing decisions.</li><li>“We’ve already had a significant amount of conversions from our pilot group to become customers.”The company is now back with $3.5 million in a seed round co-led by Oceans Ventures and Serena Ventures with Crossbeam, its pre-seed investor, also participating.</li><li>That’s a big part of our mission.”Zitti launched in March 2022 after taking in $4 million of pre-seed funds in late 2021.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/19/zitti-food-supply-chain/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Indias top court rejects Google plea to block Android antitrust ruling",
            "description": "Google has been dealt a significant blow in one of its key overseas markets. Indias Supreme Court on Thursday declined to block an antitrust order that requires the Androidmaker to make a series of changes that could topple its financial viability. Indias ",
            "url": "/2023-01-19-india-supreme-court-rejects-google-plea-to-block-android-antitrust-ruling",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/CMC_4143.jpg?resize=1200,800",
            "publishedAt": "2023-01-19T12:53:19Z",
            "content": "Google has been dealt a significant blow in one of its key overseas markets. Indias Supreme Court on Thursday declined to block an antitrust order that requires the Androidmaker to make a series of [+2430 chars]",
            "summary": "Indias Supreme Court on Thursday declined to block an antitrust order that requires the Android-maker to make a series of changes that could topple its financial viability.Indias apex court rejected to block the ruling against Google by the nations antitrust watchdog Competition Commission of India. The court extended the deadline for enforcement of CCIs order by one week, however.The matter will now go back to the countrys appellate tribunal, the National Company Law Appellate Tribunal (NCLAT), where Google previously failed to secure any relief. The watchdog has also ordered Google to allow removal of all its apps from phones and give smartphone users the ability to change their search engine provider. Google has been dealt a significant blow in one of its key overseas markets. Its also subject to Germanys new regulation that targets large companies. Google lost its appeal against a record $4.3 billion fine in EU for using the dominance of Android to thwart competition. The Supreme Court has directed NCLAT to make its decision by March 31.",
            "html_summary": "<ul><li>India’s Supreme Court on Thursday declined to block an antitrust order that requires the Android-maker to make a series of changes that could topple its financial viability.India’s apex court rejected to block the ruling against Google by the nation’s antitrust watchdog Competition Commission of India.</li><li>The court extended the deadline for enforcement of CCI’s order by one week, however.The matter will now go back to the country’s appellate tribunal, the National Company Law Appellate Tribunal (NCLAT), where Google previously failed to secure any relief.</li><li>The watchdog has also ordered Google to allow removal of all its apps from phones and give smartphone users the ability to change their search engine provider.</li><li>Google has been dealt a significant blow in one of its key overseas markets.</li><li>It’s also subject to Germany’s new regulation that targets large companies.</li><li>Google lost its appeal against a record $4.3 billion fine in EU for using the dominance of Android to thwart competition.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/19/india-supreme-court-rejects-google-plea-to-block-android-antitrust-ruling/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Amid economic downturn, space investment plummeted in 2022",
            "description": "One reason is that investors may have been wary after the space SPAC crash.",
            "url": "/2023-01-19-amid-economic-downturn-space-investment-plummeted-in-2022",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2021/07/RB-Space-760x380.jpg",
            "publishedAt": "2023-01-19T15:00:40Z",
            "content": "Enlarge/ Sir Richard Branson took to the sky in the summer of 2021. But since then, with no additional spaceflights, Virgin Galactics stock has taken a nose dive.1 with 0 posters participatingPr [+3831 chars]",
            "summary": "By this yardstick, many of the space companies that have gone public via the SPAC process did so prematurelynot just pre-revenue, but in some cases pre-product.Some of these companies, such as Virgin Galactic, Virgin Orbit, and Momentus, still lack a viable commercial product years after going public. These companies will be ready to go public, via a traditional initial public offering, within a few years.As for other notable tidbits in the report, Anderson called attention to SpaceX's capital raise of $2 billion in 2022, the company's second-largest annual raise. Chinese companies have attracted 35 percent of all Space Applications investments, for example, compared with 41 percent for US companies. This is being driven by China's e-commerce and location-based services boom.Looking ahead to 2023, Anderson sees another difficult year for space startups due to the lack of investment capital available for small companies to draw upon. While these companies may have needed public funding to survive their early development years, this additional scrutiny has made innovating much more challenging. Moreover, he said, there are some \"incredible\" space companies that have been working in the background for several years. \"Anderson said it typically takes about six to eight years for a company to progress from its initial round of seed funding to an initial public offering of stock.",
            "html_summary": "<ul><li>By this yardstick, many of the space companies that have gone public via the SPAC process did so prematurely—not just pre-revenue, but in some cases pre-product.Some of these companies, such as Virgin Galactic, Virgin Orbit, and Momentus, still lack a viable commercial product years after going public.</li><li>These companies will be ready to go public, via a traditional initial public offering, within a few years.As for other notable tidbits in the report, Anderson called attention to SpaceX's capital raise of $2 billion in 2022, the company's second-largest annual raise.</li><li>Chinese companies have attracted 35 percent of all Space Applications investments, for example, compared with 41 percent for US companies.</li><li>This is being driven by China's e-commerce and location-based services boom.Looking ahead to 2023, Anderson sees another difficult year for space startups due to the lack of investment capital available for small companies to draw upon.</li><li>While these companies may have needed public funding to survive their early development years, this additional scrutiny has made innovating much more challenging.</li><li>Moreover, he said, there are some \"incredible\" space companies that have been working in the background for several years.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/01/amid-economic-downturn-space-investment-plummeted-in-2022/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Outrider raises $73M to brings its autonomous electric yard trucks into the mainstream",
            "description": "Outrider, a Colorado startup trying to commercialize autonomous electric yard trucks, raised $73 million in a round led by FM Capital.",
            "url": "/2023-01-19-outrider-raises-73m-to-scale-its-autonomous-electric-yard-truck-operation",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/02/Outrider-Autonomous-Yard-Operations.jpg?resize=1200,800",
            "publishedAt": "2023-01-19T11:00:27Z",
            "content": "Autonomous vehicle technology may no longer be the fuel powering the hype machine. But companies applying the technology to agriculture, commercial and logistics applications are still attracting ven [+2929 chars]",
            "summary": "Workers today use diesel-powered yard trucks to move trailers filled with goods around the yard as well as to and from loading docks.Outrider has developed an autonomous system that includes an electric yard truck, software to manage the operations and site infrastructure. But companies applying the technology to agriculture, commercial and logistics applications are still attracting venture capital.Take Outrider, a Golden, Colorado startup developing autonomous electric yard trucks, for example.Distribution yards are the nerve center of the supply chain. Outrider has 20 autonomous systems in use at customer sites and its test facility as the company finishes the final capabilities and proprietary safety mechanisms of the system, Smith said.These final tweaks to the system will wrap up in 2023, he added. From there the focus will be launching commercial operations with its customers, which includes Georgia Pacific and other unnamed companies that have invested in joint product testing and pilot operations since 2019. Outrider founder and CEO Andrew Smith told TechCrunch that the yard trucks have new hardware designed to handle harsh environments, including robotic arms. Outrider recently closed a $73 million Series C round led by FM Capital and attracted new investors Abu Dhabi Investment Authority and NVIDIAs venture capital group, NVentures. Its where all those goods (like those ordered from Amazon and other e-commerce businesses) make the transition from long-haul trucks to warehouses, and eventually to the consumer.",
            "html_summary": "<ul><li>Workers today use diesel-powered yard trucks to move trailers filled with goods around the yard as well as to and from loading docks.Outrider has developed an autonomous system that includes an electric yard truck, software to manage the operations and site infrastructure.</li><li>But companies applying the technology to agriculture, commercial and logistics applications are still attracting venture capital.Take Outrider, a Golden, Colorado startup developing autonomous electric yard trucks, for example.Distribution yards are the nerve center of the supply chain.</li><li>Outrider has 20 autonomous systems in use at customer sites and its test facility as the company finishes the final capabilities and proprietary safety mechanisms of the system, Smith said.These final tweaks to the system will wrap up in 2023, he added.</li><li>From there the focus will be launching commercial operations with its customers, which includes Georgia Pacific and other unnamed companies that have invested in joint product testing and pilot operations since 2019.</li><li>Outrider founder and CEO Andrew Smith told TechCrunch that the yard trucks have new hardware designed to handle harsh environments, including robotic arms.</li><li>Outrider recently closed a $73 million Series C round led by FM Capital and attracted new investors Abu Dhabi Investment Authority and NVIDIA’s venture capital group, NVentures.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/19/outrider-raises-73m-to-scale-its-autonomous-electric-yard-truck-operation/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Scenario lands $6M for its AI platform that generates game art assets",
            "description": "Scenario, a startup developing a platform for creating game assets with AI, has raised $6 million in seed funding.",
            "url": "/2023-01-19-scenario-lands-6m-for-its-ai-platform-that-generates-game-art-assets",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/Little-Robots-collage-1-e1673991425721.jpeg?resize=1200,660",
            "publishedAt": "2023-01-19T14:01:07Z",
            "content": "Depending on who you ask, generative AI is either massively overhyped or undervalued. Defined as algorithmdriven tech that creates text, art and other forms of media given a prompt, its captured th [+6715 chars]",
            "summary": "Scenarios AI engine then learns and adapts to the visuals graphic style, generating new assets for games, game prototypes, game marketing materials and more from simple text-based prompts.In letting developers and artists train their own generators, Scenario hopes to sidestep the major legal challenges emerging around generative AI. The gaming industry is the best fit for generative AI  game developers and artists have to continually produce content while time and resources are often limited. The raw power of these tools was obvious, De Maistre believed, but the output was too inconsistent to be useful.I knew if we could better direct that power, give users more control and consistency, that would instantly be generative AIs killer application, De Maistre said. Scenario also doesnt claim ownership over customers generators or images created on the platform, leaving most trademark  and objectionable content  decisions in users hands.We advise customers to work with intellectual property (IP) professionals as appropriate to ensure IP and compliance risks are mitigated, especially for commercial projects. Our solution is the only one available that allows them to train their own AI generator based on a specific art style using first-party training data. Pricing will be usage-based, starting at $20 per month with plans for higher-volume customers to follow.Currently, our closest competitors would be generative AI art tools such as Midjourney, DALL-E 2 and Stable Diffusion, De Maistre said. Defined as algorithm-driven tech that creates text, art and other forms of media given a prompt, its captured the attention of major VC backers whove piled hundreds of millions of dollars into firms like Jasper and Stability AI.",
            "html_summary": "<ul><li>Scenario’s AI engine then learns and adapts to the visuals’ graphic style, generating new assets for games, game prototypes, game marketing materials and more from simple text-based prompts.In letting developers and artists train their own generators, Scenario hopes to sidestep the major legal challenges emerging around generative AI.</li><li>“The gaming industry is the best fit for generative AI — game developers and artists have to continually produce content while time and resources are often limited.</li><li>The raw power of these tools was “obvious,” De Maistre believed, but the output was too inconsistent to be useful.“I knew if we could better direct that power, give users more control and consistency, that would instantly be generative AI’s killer application,” De Maistre said.</li><li>Scenario also doesn’t claim ownership over customers’ generators or images created on the platform, leaving most trademark — and objectionable content — decisions in users’ hands.“We advise customers to work with intellectual property (IP) professionals as appropriate to ensure IP and compliance risks are mitigated, especially for commercial projects.</li><li>“Our solution is the only one available that allows them to train their own AI generator based on a specific art style using first-party training data.</li><li>Pricing will be usage-based, starting at $20 per month with plans for higher-volume customers to follow.“Currently, our closest competitors would be generative AI art tools such as Midjourney, DALL-E 2 and Stable Diffusion,” De Maistre said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/19/scenario-lands-6m-for-its-ai-platform-that-generates-game-art-assets/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. GeForce Now Ultimate first impressions Streaming has come a real long way. ChatGPT and generative AI are the talk of this years Davos forum. A lot of fintechs have to fix their business models, say VCs who invest in fintechs  TechCrunch. AI tools can create new images, but who is the real artist?. Zitti soaks up some funding sauce so restaurants can manage their food supply chain. Indias top court rejects Google plea to block Android antitrust ruling. Amid economic downturn, space investment plummeted in 2022. Outrider raises $73M to brings its autonomous electric yard trucks into the mainstream. Scenario lands $6M for its AI platform that generates game art assets"
}