{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Cruise, Waymo say humans are bad drivers amid robotaxi permit delays",
            "description": "Autonomous vehicle companies Cruise and Waymo have separately pushed a narrative this week that humans are bad drivers, and that their technologies are...",
            "url": "/2023-07-13-cruise-waymo-say-humans-are-bad-drivers-amid-robotaxi-permit-delays-san-francisco",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/a0MXKi6F6iNVjcaQc5_VGQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/907e1d8ef26a72f90c62d556df3cdee1",
            "publishedAt": "2023-07-13T10:00:29Z",
            "content": "Autonomous vehicle companies Cruise and Waymo have separately pushed a narrative this week that humans are bad drivers, and that their technologies are crucial to making roads safer. The moves fullp [+4548 chars]",
            "summary": "In fact, many safe streets advocates argue that cities should be advancing public transit and micromobility, not Big Tech solutions.While Cruise and Waymo vehicles havent been involved in any fatal human collisions yet, the technologies are far from perfect. Autonomous vehicle companies Cruise and Waymo have separately pushed a narrative this week that humans are bad drivers and that their technologies are crucial to making roads safer. The company operates a fully autonomous service throughout the city as well, but that one is still free. The Alphabet-owned company used its robotaxis to analyze the aggregate speeds of cars in San Francisco and Phoenix over a 10-day period, and found that vehicles speed 47% of the time. Waymo also provides a free service with a safety driver present in parts of Los Angeles and in and around Mountain View. Doing so helps the Waymo Driver predict the likely next maneuvers of the vehicles around it and respond accordingly.Both Cruise and Waymo touted their own safety records. Our driver can also detect the speed of other vehicles on the road.",
            "html_summary": "<ul><li>In fact, many safe streets advocates argue that cities should be advancing public transit and micromobility, not Big Tech solutions.While Cruise and Waymo vehicles haven’t been involved in any fatal human collisions yet, the technologies are far from perfect.</li><li>Autonomous vehicle companies Cruise and Waymo have separately pushed a narrative this week that humans are bad drivers and that their technologies are crucial to making roads safer.</li><li>The company operates a fully autonomous service throughout the city as well, but that one is still free.</li><li>The Alphabet-owned company used its robotaxis to analyze the aggregate speeds of cars in San Francisco and Phoenix over a 10-day period, and found that vehicles speed 47% of the time.</li><li>Waymo also provides a free service with a safety driver present in parts of Los Angeles and in and around Mountain View.</li><li>Doing so helps the Waymo Driver predict the likely next maneuvers of the vehicles around it and respond accordingly.”Both Cruise and Waymo touted their own safety records.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/13/cruise-waymo-say-humans-are-bad-drivers-amid-robotaxi-permit-delays-san-francisco/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sophie Alcorn",
            "title": "Ask Sophie Any guidance for changing jobs while on an H1B?",
            "description": "Heres another edition of Ask Sophie, the advice column that answers immigrationrelated questions about working at technology companies.",
            "url": "/2023-07-13-ask-sophie-any-guidance-for-changing-jobs-while-on-an-h-1b",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/dear-sophie-immigration-maze-3.jpg?resize=1200,675",
            "publishedAt": "2023-07-13T06:45:25Z",
            "content": "More posts by this contributorHeres another edition of Ask Sophie, the advice column that answers immigrationrelated questions about working at technology companies.Your questions are vital to  [+4060 chars]",
            "summary": "If its not the next natural step on a typical career progression ladder, can you identify the next role that would be a great steppingstone?Image Credits: Sophie AlcornOnce youve identified your next step, then you need to find an employer willing to transfer your H-1B. Often early-stage founders and ops leaders have limited immigration experience, so knowing how to explain the process is invaluable to pitching yourself.Youve already surpassed one of the biggest challenges most people face  being selected for an H-1B visa through the annual H-1B lottery. You can let prospective employers know that an H-1B specialty occupation visa transfer for a startup can typically be accomplished in a month or so, and usually for less than $10,000, including legal and filing fees, which is much less than the cost of a recruiter. The process can take as little as four to six weeks from offer to start date.Its definitely recommended that all companies work with an experienced immigration attorney to put together your work visa petition. Ask prospective employers early on in the job interview process whether theyre willing to provide immigration support.If they arent  or if they hesitate  move on. Heres another edition of Ask Sophie, the advice column that answers immigration-related questions about working at technology companies.Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams, says Sophie Alcorn, a Silicon Valley immigration attorney. Startups or companies that have never before sponsored an employer or prospective employee for an H-1B must first get their Federal Employer Identification Number (FEIN) verified by the U.S. Department of Labors Office of Foreign Labor Certification, which typically takes about a week.",
            "html_summary": "<ul><li>If it’s not the next natural step on a typical career progression ladder, can you identify the next role that would be a great steppingstone?Image Credits: Sophie AlcornOnce you’ve identified your next step, then you need to find an employer willing to transfer your H-1B.</li><li>Often early-stage founders and ops leaders have limited immigration experience, so knowing how to explain the process is invaluable to pitching yourself.You’ve already surpassed one of the biggest challenges most people face — being selected for an H-1B visa through the annual H-1B lottery.</li><li>You can let prospective employers know that an H-1B specialty occupation visa transfer for a startup can typically be accomplished in a month or so, and usually for less than $10,000, including legal and filing fees, which is much less than the cost of a recruiter.</li><li>The process can take as little as four to six weeks from offer to start date.It’s definitely recommended that all companies work with an experienced immigration attorney to put together your work visa petition.</li><li>Ask prospective employers early on in the job interview process whether they’re willing to provide immigration support.If they aren’t — or if they hesitate — move on.</li><li>Here’s another edition of “Ask Sophie,” the advice column that answers immigration-related questions about working at technology companies.“Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams,” says Sophie Alcorn, a Silicon Valley immigration attorney.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/12/ask-sophie-any-guidance-for-changing-jobs-while-on-an-h-1b/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Kia to invest $200M in Georgia plant to build EV9 SUV",
            "description": "Kias flagship EV9 SUV, which will be built in Georgia, may qualify for federal EV tax credits worth up to $7,500.",
            "url": "/2023-07-13-kia-to-invest-200m-in-georgia-plant-to-build-ev9-suv",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Screenshot-2023-03-27-at-5.06.44-PM.jpg?resize=1200,625",
            "publishedAt": "2023-07-13T00:30:34Z",
            "content": "South Korean automaker Kia said Wednesday it plans to invest over $200 million in its assembly plant in Georgia, where it will begin production of the electric EV9 SUV next year.The news comes as f [+1666 chars]",
            "summary": "SK Innovation has also opened a $2.6 billion battery plant in Georgia to produce batteries for Ford.Kia said it will add about 200 jobs to build the technology-packed, three-row SUV, as well as four other models. Assembly on the continent is required for vehicles to be eligible for up to $7,500 under the Inflation Reduction Act (IRA) signed in August 2022.Hyundai Motor Group, which owns Kia, is also working with battery manufacturer SK On to build a new battery-manufacturing plant in the state. The EV9s infotainment and software suite enables over-the-air updates for nearly every function on the car, which is a first for Kia.Battery sourcing guidance might slash EV tax credits Kia plans to release 15 new EV models by 2027.When Kia first revealed its EV9 SUV in March, it was clear that the car was perfect for a North American market. The EV9 will be Kias first EV to be assembled in the U.S.The move is in line with Kias latest push to increase EV sales and hit $122 billion in gross revenue by 2030. Thats backed by a $24 billion investment into the automakers electrification strategy that aims to see Kia sell 1 million EVs by 2026. In 2024, Kia aims to also begin operating its first dedicated EV factory in Gwangmyeong.",
            "html_summary": "<ul><li>SK Innovation has also opened a $2.6 billion battery plant in Georgia to produce batteries for Ford.Kia said it will add about 200 jobs to build the technology-packed, three-row SUV, as well as four other models.</li><li>Assembly on the continent is required for vehicles to be eligible for up to $7,500 under the Inflation Reduction Act (IRA) signed in August 2022.Hyundai Motor Group, which owns Kia, is also working with battery manufacturer SK On to build a new battery-manufacturing plant in the state.</li><li>The EV9’s infotainment and software suite enables over-the-air updates for nearly every function on the car, which is a first for Kia.Battery sourcing guidance might slash EV tax credits</li><li>Kia plans to release 15 new EV models by 2027.When Kia first revealed its EV9 SUV in March, it was clear that the car was perfect for a North American market.</li><li>The EV9 will be Kia’s first EV to be assembled in the U.S.The move is in line with Kia’s latest push to increase EV sales and hit $122 billion in gross revenue by 2030.</li><li>That’s backed by a $24 billion investment into the automaker’s electrification strategy that aims to see Kia sell 1 million EVs by 2026.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/12/kia-to-invest-200m-in-georgia-plant-to-build-ev9-suv/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tim Stevens",
            "title": "Ford picks up the pace on handsoff driving with BlueCruise 1.3 release",
            "description": "Ford is on a quest to ensure that its drivers keep their hands off the wheel for as long as possible. Drivers who own BlueCruiseequipped cars, anyway. Today, the company is announcing BlueCruise 1.3, dropping just a few months after the 1.2 release, which ad",
            "url": "/2023-07-13-ford-releases-blue-cruise-1-3-hands-free-driver-assistance",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/BlueCruise-1.jpg?resize=1200,800",
            "publishedAt": "2023-07-13T12:00:45Z",
            "content": "Ford is on a quest to ensure that its drivers keep their hands off the wheel for as long as possible. Drivers who own BlueCruiseequipped cars, anyway.Today, the company is announcing BlueCruise 1. [+7073 chars]",
            "summary": "Omari joined from Motional, the $4 billion Aptiv-Hyundai joint venture.Going from a quarterly release to a weekly release is obviously a lot of tooling, and also a lot of mindset changes, Omari said. By focusing on those moments, Ford engineers have massively expanded the operating window of its most sophisticated advanced driver assistance system (ADAS), allowing more drivers to spend more time with hands off the wheel.Weve basically improved that 3x, Omari says of the latest release. It will also position the vehicle more accurately in narrow lanes.No, these are not radical changes to the way BlueCruise operates, nor will they revolutionize the lives of the people who pay up to $800 per year for access to the service. Now we have an internal release every week, he said.Omari is Fords executive director of advanced driver assist technologies, and CEO of Fords new autonomy subsidiary, Latitude AI. Perhaps in a nod to Doug Field, Fords chief advanced product development and technology officer, hired from Apple in 2022, Omari says that Ford is also looking to Cupertino for inspiration.This is about ADAS, but its also about a lot more than ADAS. Drivers who own BlueCruise-equipped cars, anyway.Today, the company is announcing BlueCruise 1.3, dropping just a few months after the 1.2 release, which added niceties like automatic lane changes.For 1.3, BlueCruise will stay more engaged through tighter corners than before. But, being evolutionary and iterating quickly is exactly the point.When Sammy Omari joined Ford a year ago, Fords software teams would issue internal releases of software on a quarterly basis.",
            "html_summary": "<ul><li>Omari joined from Motional, the $4 billion Aptiv-Hyundai joint venture.“Going from a quarterly release to a weekly release is obviously a lot of tooling, and also a lot of mindset changes,” Omari said.</li><li>By focusing on those moments, Ford engineers have massively expanded the operating window of its most sophisticated advanced driver assistance system (ADAS), allowing more drivers to spend more time with hands off the wheel.“We’ve basically improved that 3x,” Omari says of the latest release.</li><li>It will also position the vehicle more accurately in narrow lanes.No, these are not radical changes to the way BlueCruise operates, nor will they revolutionize the lives of the people who pay up to $800 per year for access to the service.</li><li>“Now we have an internal release every week,” he said.Omari is Ford’s executive director of advanced driver assist technologies, and CEO of Ford’s new autonomy subsidiary, Latitude AI.</li><li>Perhaps in a nod to Doug Field, Ford’s chief advanced product development and technology officer, hired from Apple in 2022, Omari says that Ford is also looking to Cupertino for inspiration.“This is about ADAS, but it’s also about a lot more than ADAS.</li><li>Drivers who own BlueCruise-equipped cars, anyway.Today, the company is announcing BlueCruise 1.3, dropping just a few months after the 1.2 release, which added niceties like automatic lane changes.For 1.3, BlueCruise will stay more engaged through tighter corners than before.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/13/ford-releases-blue-cruise-1-3-hands-free-driver-assistance/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jagmeet Singh",
            "title": "Indian upskilling platform SkillLync cuts 20% jobs to streamline operations",
            "description": "SkillLync, an Indian startup offering upskilling programs, has laid off 20% of its workforce  around 225 employees.",
            "url": "/2023-07-13-india-skill-lync-layoffs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/indian-engineering-student-getty.jpg?w=1200",
            "publishedAt": "2023-07-13T12:19:23Z",
            "content": "SkillLync, an Indian startup offering upskilling programs, has laid off 20% of its workforce around 225 employees to reduce operational costs amid the ongoing, global funding crunch for startups.T [+3000 chars]",
            "summary": "That acquisition also brought the staff and additional cost burdens that Skill-Lync had to digest.Startups in the Indian technology ecosystem are facing significant challenges raising money right now due to a slowdown in the funding market. It has raised a total of $20 million across seed and Series A funding rounds, with $17.5 million of that coming from a Series A in 2021.In November, Skill-Lync acquired edtech startup Crio, which was funded by former Flipkart executives including co-founder Binny Bansal. Online training and education platforms saw a huge surge of usage during the pandemic when many were rethinking their careers, looking for training and spending more time doing that online rather than in person. Other edtech startups, including Byjus and Unacademy, have also cut jobs to streamline operations and reduce their costs. Now, with many returning to their pre-pandemic conventions, some of that demand has tailed off with the return of offline and hybrid classes.Skill-Lync is just one of many startups going through these difficulties. A top Byjus shareholder last month cut the value of its stake, leading to an implied 76% decline in Byjus overall valuation. He also did not comment on a question about severance packages.He did confirm that the layoffs did not impact any C-level positions at Skill-Lync.",
            "html_summary": "<ul><li>That acquisition also brought the staff and additional cost burdens that Skill-Lync had to digest.Startups in the Indian technology ecosystem are facing significant challenges raising money right now due to a slowdown in the funding market.</li><li>It has raised a total of $20 million across seed and Series A funding rounds, with $17.5 million of that coming from a Series A in 2021.In November, Skill-Lync acquired edtech startup Crio, which was funded by former Flipkart executives including co-founder Binny Bansal.</li><li>Online training and education platforms saw a huge surge of usage during the pandemic when many were rethinking their careers, looking for training and spending more time doing that online rather than in person.</li><li>Other edtech startups, including Byju’s and Unacademy, have also cut jobs to streamline operations and reduce their costs.</li><li>Now, with many returning to their pre-pandemic conventions, some of that demand has tailed off with the return of offline and hybrid classes.Skill-Lync is just one of many startups going through these difficulties.</li><li>A top Byju’s shareholder last month cut the value of its stake, leading to an implied 76% decline in Byju’s overall valuation.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/13/india-skill-lync-layoffs/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Googles Bard and other AI chatbots remain under privacy watch in the EU",
            "description": "Googles AI chatbot Bard has finally launched in the European Union after making some changes to boost transparency and user controls  but the blocs privacy regulators remain watchful and big decisions on how to enforce the blocs data protection law on ge",
            "url": "/2023-07-13-eu-privacy-watch-ai-chatbots",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1246897887.jpg?resize=1200,800",
            "publishedAt": "2023-07-13T12:33:58Z",
            "content": "As we reported earlier, Googles AI chatbot Bard has finally launched in the European Union. We understand it did so after making some changes to boost transparency and user controls  but the blocs [+7772 chars]",
            "summary": "So the coming months will see more regulatory attention on the AI chatbot  if not (yet) a formal investigation.At the same time the European Data Protection Board (EDPB) has a taskforce looking into AI chatbots compliance with the pan-EU General Data Protection Regulation GDPR). This included not providing the DPC with sight of a data protection impact assessment (DPIA)  a critical compliance document for identifying potential risks to fundamental rights and assess mitigation measures. And, on that front, we understand legal basis is one of the issues the EDPB taskforce is looking at.As well as forcing OpenAI to make a series of immediate changes in response to its concerns, the Italian DPA opened its own investigation of ChatGPT. (It also notes that as the product develops it may ask for consent to process data for specific purposes. The DPC also said Google has agreed to carry out a review and report back to the watchdog in three months time (around mid October). (In the event, when ChatGPT resumed service in Italy OpenAI appeared to be relying on LI as the legal basis.) Although it appears to be leaning most heavily on the latter basis for the bulk of associated processing.",
            "html_summary": "<ul><li>So the coming months will see more regulatory attention on the AI chatbot — if not (yet) a formal investigation.At the same time the European Data Protection Board (EDPB) has a taskforce looking into AI chatbots’ compliance with the pan-EU General Data Protection Regulation GDPR).</li><li>This included not providing the DPC with sight of a data protection impact assessment (DPIA) — a critical compliance document for identifying potential risks to fundamental rights and assess mitigation measures.</li><li>And, on that front, we understand legal basis is one of the issues the EDPB taskforce is looking at.As well as forcing OpenAI to make a series of immediate changes in response to its concerns, the Italian DPA opened its own investigation of ChatGPT.</li><li>(It also notes that as the product develops it may ask for consent to process data for specific purposes.</li><li>The DPC also said Google has agreed to carry out a review and report back to the watchdog in three months’ time (around mid October).</li><li>(In the event, when ChatGPT resumed service in Italy OpenAI appeared to be relying on LI as the legal basis.)</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/13/eu-privacy-watch-ai-chatbots/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Cruise, Waymo say humans are bad drivers amid robotaxi permit delays. Ask Sophie Any guidance for changing jobs while on an H1B?. Kia to invest $200M in Georgia plant to build EV9 SUV. Ford picks up the pace on handsoff driving with BlueCruise 1.3 release. Indian upskilling platform SkillLync cuts 20% jobs to streamline operations. Googles Bard and other AI chatbots remain under privacy watch in the EU"
}