{
    "status": "ok",
    "totalResults": 10,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "Why EA Sports and Nike think gaming NFTs can really work this time",
            "description": "New partnership could tap into interest from a dedicated sneakerhead market.",
            "url": "/2023-06-02-why-ea-sports-and-nike-think-gaming-nfts-can-really-work-this-time",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/nikenft-760x380.png",
            "publishedAt": "2023-06-02T16:38:46Z",
            "content": "Enlarge/ You could soon be able to wear this kind of NFT sneaker in future EA Sports titles.59 with After a lot of hype from game makers in 2021, big publishers have been relatively quiet on the  [+3167 chars]",
            "summary": "And these kinds of \"real-world clothing\" cosmetics also seem like items that could be relatively easy for other developers and publishers to integrate into their own games (unlike Ubisoft's awkward, serial-numbered virtual items). But the company said in a statement that \"select .Swoosh virtual creations\" will \"unlock brand new levels of customization within the EA SPORTS ecosystem\" and provide players with \"unique new opportunities for self-expression and creativity through sport and style. Only time will tell@EASPORTS x .SWOOSH  pic.twitter.com/AXgidKX7rd .SWOOSH (@dotSWOOSH) June 1, 2023That could plausibly create a kind of cycle where support from more games leads to more interest in Nike's NFTs, which in turn leads more game makers to sign on, and so on. That means other publishers could theoretically follow EA's lead here, integrating support for Nike's virtual fashions as a marketing tool targeting fashion-conscious gamers.Whats In The Game? \"In other words, it sounds like you'll soon be able to put your NFT Nike sneakers on your Madden team.Those NFTs might become even more valuable to Nike fans if and when they can be used to unlock digital drip in EA Sports titles.  Kyle Orland - Jun 2, 2023 4:38 pm UTC Details are still scarce, and Nike says that more information will be available \"in the coming months.\"",
            "html_summary": "<ul><li>And these kinds of \"real-world clothing\" cosmetics also seem like items that could be relatively easy for other developers and publishers to integrate into their own games (unlike Ubisoft's awkward, serial-numbered virtual items).</li><li>But the company said in a statement that \"select .Swoosh virtual creations\" will \"unlock brand new levels of customization within the EA SPORTS ecosystem\" and provide players with \"unique new opportunities for self-expression and creativity through sport and style.</li><li>Only time will tell…@EASPORTS x .SWOOSH 🎮⚽️🏈🏆 pic.twitter.com/AXgidKX7rd— .SWOOSH (@dotSWOOSH) June 1, 2023That could plausibly create a kind of cycle where support from more games leads to more interest in Nike's NFTs, which in turn leads more game makers to sign on, and so on.</li><li>That means other publishers could theoretically follow EA's lead here, integrating support for Nike's virtual fashions as a marketing tool targeting fashion-conscious gamers.What’s In The Game?</li><li>\"In other words, it sounds like you'll soon be able to put your NFT Nike sneakers on your Madden team.Those NFTs might become even more valuable to Nike fans if and when they can be used to unlock digital drip in EA Sports titles.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/06/why-ea-sports-and-nike-think-gaming-nfts-can-really-work-this-time/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Amanda Silberling",
            "title": "Snapchats AI bot isnt very smart, but at least it wont send nudes",
            "description": "Snapchat now has an AI bot that you can send snaps to, and if youre a premium subscriber, it can even send you pictures back.  When asked about those...",
            "url": "/2023-06-02-snapchat-ai-nudes",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/0oiy2QFsTqx8do5Qt7Hwjw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/c4031457fab7143c720573111eaef3c9",
            "publishedAt": "2023-06-02T17:58:06Z",
            "content": "Snapchat now has an AI bot that you can send snaps to, and if youre a premium subscriber, it can even send you pictures back. So, what happens if you send Snapchats My AI bot nudes?This is the obvi [+5415 chars]",
            "summary": "But it turns out that when you Google penis, even with Safe Search turned off, you get a lot of vaguely suggestive, yet technically safe for work images that mens health blogs use to illustrate articles about erectile dysfunction, and whether or not women really care about penis size. The AI responded with a photo of a skatepark: Pill bottle: Im the life of the party! Skatepark: Hold my ramps! Make of that what you will.In Snaps announcement blog post, the company suggests sharing your grocery haul with your AI to get a recipe recommendation. So, what happens if you send Snapchats My AI bot nudes?This is the obvious question that comes to mind, because on the internet, people will immediately try to test the limits of new technology, especially if it is even tangentially related to sex. Most of its suggestions make sense, though it did tell me to put fruit in my coffee, which it misidentified as simply liquid.Aside from some questionable comments about Advil liquor, pocket bananas and the like, My AI Snaps seems pretty docile. So, I showed this poor robot a photo of a curved banana sticking out of a mans pants zipper.In response, I received a picture of some cupcakes.That banana in a pocket is so handy! The most salacious response I got was when I sent a generic photo of a mans lower torso wearing Tom Ford boxer briefs ( Its what came up on Google when I searched penis, okay). But while it likely wont spark as much controversy as its text-based counterpart, it wont even be useful, which is a disappointment for a paywalled feature.Snapchat launches a new generative AI feature, My AI Snaps, for paid subscribersWhile parents worry, teens are bullying Snapchat AI",
            "html_summary": "<ul><li>But it turns out that when you Google “penis,” even with Safe Search turned off, you get a lot of vaguely suggestive, yet technically safe for work images that men’s health blogs use to illustrate articles about erectile dysfunction, and whether or not women really care about penis size.</li><li>The AI responded with a photo of a skatepark: “Pill bottle: ‘I’m the life of the party!’ Skatepark: ‘Hold my ramps!’” Make of that what you will.In Snap’s announcement blog post, the company suggests sharing your grocery haul with your AI to get a recipe recommendation.</li><li>So, what happens if you send Snapchat’s My AI bot nudes?This is the obvious question that comes to mind, because on the internet, people will immediately try to test the limits of new technology, especially if it is even tangentially related to sex.</li><li>Most of its suggestions make sense, though it did tell me to put fruit in my coffee, which it misidentified as simply “liquid.”Aside from some questionable comments about “Advil liquor,” pocket bananas and the like, My AI Snaps seems pretty docile.</li><li>So, I showed this poor robot a photo of a curved banana sticking out of a man’s pants zipper.In response, I received a picture of some cupcakes.“That banana in a pocket is so handy!</li><li>The most salacious response I got was when I sent a generic photo of a man’s lower torso wearing Tom Ford boxer briefs (… It’s what came up on Google when I searched “penis,” okay).</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/02/snapchat-ai-nudes/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Carly Page",
            "title": "Hackers launch another wave of masshacks targeting company file transfer tools",
            "description": "Security researchers are sounding the alarm after hackers were caught exploiting a newly discovered vulnerability in a popular file transfer tool used by...",
            "url": "/2023-06-02-hackers-launch-another-wave-of-mass-hacks-targeting-company-file-transfer-tools",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/woxNQZnxMmJwADWXltBG6g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/2b22a4e8a2cdc5a20023a585ed45fffb",
            "publishedAt": "2023-06-02T12:10:54Z",
            "content": "Security researchers are sounding the alarm after hackers were caught exploiting a newly discovered vulnerability in a popular file transfer tool used by thousands of organizations to launch a new wa [+3993 chars]",
            "summary": "More than 130 organizations using GoAnywhere were targeted, including Florida-based healthcare company NationBenefits, virtual therapy provider Brightline and the City of Toronto.Clop was also behind another widespread attack on another popular file transfer tool in 2021. Progress confirmed on Wednesday that it had discovered a vulnerability in MOVEit Transfer that could lead to escalated privileges and potential unauthorized access to the environment, and urged users to disable internet traffic to their MOVEit Transfer environment. The gang breached Accellions file-sharing tool to launch attacks against a number of organizations, including Morgan Stanley, the University of California, grocery giant Kroger and law firm Jones Day.Fortra told breached companies their data was safe The vulnerability also impacts customers who rely on the MOVEit Transfer cloud platform, according to security researcher Kevin Beaumont. Patches are available and Progress is urging all customers to apply it urgently.",
            "html_summary": "<ul><li>More than 130 organizations using GoAnywhere were targeted, including Florida-based healthcare company NationBenefits, virtual therapy provider Brightline and the City of Toronto.Clop was also behind another widespread attack on another popular file transfer tool in 2021.</li><li>Progress confirmed on Wednesday that it had discovered a vulnerability in MOVEit Transfer that “could lead to escalated privileges and potential unauthorized access to the environment,” and urged users to disable internet traffic to their MOVEit Transfer environment.</li><li>The gang breached Accellion’s file-sharing tool to launch attacks against a number of organizations, including Morgan Stanley, the University of California, grocery giant Kroger and law firm Jones Day.Fortra told breached companies their data was safe</li><li>The vulnerability also impacts customers who rely on the MOVEit Transfer cloud platform, according to security researcher Kevin Beaumont.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/02/hackers-launch-another-wave-of-mass-hacks-targeting-company-file-transfer-tools/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Walter Thompson",
            "title": "TechCrunch+ roundup Rethinking PLG, AIenabled SaaS pricing, traveling with a green card",
            "description": "According to one estimate, founders who identify as LGBTQ+ receive less than 1% of startup funding.  To kick off Pride Month, Crunchbase announced that it...",
            "url": "/2023-06-02-techcrunch-roundup-rethinking-plg-ai-enabled-saas-pricing-traveling-with-a-green-card",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/nWFWDNNa6g8l7T_Yw7Momg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04OTY-/https://media.zenfs.com/en/techcrunch_350/6775acef54cbd4a0a24db2e3452592f4",
            "publishedAt": "2023-06-02T17:35:57Z",
            "content": "In an era when no one worried too much about IT spending, startups leaned into the bottomup sales approach and driving productled growth.But that was then, and this is now.Its too soon to pron [+6803 chars]",
            "summary": "I recently finished my Ph.D., and Im working for a biotech company on OPT.Ive been trying to get publications and significant awards to qualify for the EB-1A green card and I need to travel internationally frequently for business.Once I apply, will I be stuck in the U.S.? It becomes complicated for the company and the rest of the people in the company.Deal Dive: Why this startup chose to sell itself over raising a Series AImage Credits: Bryce Durbin/TechCrunchDear Sophie,I came to the United States from Tunisia to get my masters degree and Ph.D.",
            "html_summary": "<ul><li>I recently finished my Ph.D., and I’m working for a biotech company on OPT.I’ve been trying to get publications and significant awards to qualify for the EB-1A green card and I need to travel internationally frequently for business.Once I apply, will I be stuck in the U.S.?</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/02/techcrunch-roundup-rethinking-plg-ai-enabled-saas-pricing-traveling-with-a-green-card/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Google Wallet for Android now supports digital IDs",
            "description": "The statebystate rollout is still a huge mess, but Android is ready, at least.",
            "url": "/2023-06-02-google-wallet-for-android-now-supports-digital-ids",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/20-760x380.jpg",
            "publishedAt": "2023-06-02T17:34:27Z",
            "content": "Enlarge/ A Maryland digital ID. 11 with Google Wallet on Android is finally getting ready for your digital drivers license and other US state IDs. Google says the feature is rolling out this mon [+2636 chars]",
            "summary": "Wallet has an NFC option, along with a \"Show code\" option that will show the traditional driver's license barcode.IDs are saved locally on your device, but Google lets you remove them remotely from myaccount.google.com, so if you lose your phone, you can still secure your ID. IDScan.net, a company that makes digital ID solutions, currently tracks 12 states as having some kind of active digital ID program and another 11 in a \"pilot\" program. For it to actually replace a driver's license, police would have to be trained and equipped to accept a digital ID during a traffic stop.  Ron Amadeo - Jun 2, 2023 5:34 pm UTC Google Wallet on Android is finally getting ready for your digital driver's license and other US state IDs. \"The road to digital driver's license support has been a long one, with the \"Identity Credential API\" landing in Android 11 in 2020. Just like Apple's announcement in 2021, Google only mentions the Wallet IDs working at airport TSA check-ins, and the support document notes that \"you must still carry your physical ID as needed.\" Google says the feature is rolling out this month, and it will slowly start bringing states online this year.",
            "html_summary": "<ul><li>Wallet has an NFC option, along with a \"Show code\" option that will show the traditional driver's license barcode.IDs are saved locally on your device, but Google lets you remove them remotely from myaccount.google.com, so if you lose your phone, you can still secure your ID.</li><li>IDScan.net, a company that makes digital ID solutions, currently tracks 12 states as having some kind of active digital ID program and another 11 in a \"pilot\" program.</li><li>For it to actually replace a driver's license, police would have to be trained and equipped to accept a digital ID during a traffic stop.</li><li> Ron Amadeo - Jun 2, 2023 5:34 pm UTC Google Wallet on Android is finally getting ready for your digital driver's license and other US state IDs.</li><li>\"The road to digital driver's license support has been a long one, with the \"Identity Credential API\" landing in Android 11 in 2020.</li><li>Just like Apple's announcement in 2021, Google only mentions the Wallet IDs working at airport TSA check-ins, and the support document notes that \"you must still carry your physical ID as needed.\"</li></ul>",
            "website_url": "https://arstechnica.com/google/2023/06/google-wallet-for-android-now-supports-digital-ids/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Audi is entering F1 in 2026its head of technology tells us why",
            "description": "Expect F1derived technology to appear on Audis next performance plugin hybrids.",
            "url": "/2023-06-02-audis-tech-chief-tells-us-why-its-going-to-f1-its-the-pinnacle",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/A224489_large-760x380.jpg",
            "publishedAt": "2023-06-02T17:35:16Z",
            "content": "5 with In August of last year, we were somewhat shocked when Audi confirmed that it would enter Formula 1 in 2026. Rumors had swirled for many years that Volkswagen Group was considering entering t [+3486 chars]",
            "summary": "But a larger draw was new powertrain regulations starting in 2026.Along with a switch to carbon-neutral fuels, the new technical rules made the sport highly attractive to automakers once againFord will be represented in F1 in 2026, as will Audi, Alpine, Honda, Ferrari, and Mercedes-AMG. There's a new rulebook, which keeps costs much lower than the hundreds of millions of euros that Audi and Porsche spent on fiendishly complicated so-called LMP1h race cars, and Audi was set to take part until it reversed that decision last year. More recently, it dominated endurance racing for almost two decades, winning the 24 Hours of Le Mans 13 times between 2000 and 2016, plus two World Endurance Championships and nine American Le Mans Series championships. Rumors had swirled for many years that Volkswagen Group was considering entering the sport with one or more of its brands, even as Audi and then Porsche racked up win after win in other categories. I asked Hoffmann about why the company is making such a sudden switch when sports cars seemed to be a more natural fit for the brand. (The ruleset known as LMDh, which Audi was going to enter, requires participants to use the same standard transmission, hybrid battery, and electric motor. Cadillac is also looking for a place on the grid.F1 cars currently use two different hybrid systems.",
            "html_summary": "<ul><li>But a larger draw was new powertrain regulations starting in 2026.Along with a switch to carbon-neutral fuels, the new technical rules made the sport highly attractive to automakers once again—Ford will be represented in F1 in 2026, as will Audi, Alpine, Honda, Ferrari, and Mercedes-AMG.</li><li>There's a new rulebook, which keeps costs much lower than the hundreds of millions of euros that Audi and Porsche spent on fiendishly complicated so-called LMP1h race cars, and Audi was set to take part until it reversed that decision last year.</li><li>More recently, it dominated endurance racing for almost two decades, winning the 24 Hours of Le Mans 13 times between 2000 and 2016, plus two World Endurance Championships and nine American Le Mans Series championships.</li><li>Rumors had swirled for many years that Volkswagen Group was considering entering the sport with one or more of its brands, even as Audi and then Porsche racked up win after win in other categories.</li><li>I asked Hoffmann about why the company is making such a sudden switch when sports cars seemed to be a more natural fit for the brand.</li><li>(The ruleset known as LMDh, which Audi was going to enter, requires participants to use the same standard transmission, hybrid battery, and electric motor.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/06/audis-tech-chief-tells-us-why-its-going-to-f1-its-the-pinnacle/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Air Force denies running simulation where AI drone killed its operator",
            "description": "Air Force denies running simulation where AI drone killed its operatorarstechnica.com",
            "url": "/2023-06-02-air-force-denies-running-simulation-where-ai-drone-killed-its-operator",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/ucav_drone_hero_1-760x380.jpg",
            "publishedAt": "2023-06-02T16:24:51Z",
            "content": "Enlarge/ An armed unmanned aerial vehicle on runway, but orange.64 with Over the past 24 hours, several news outlets reported a nowretracted story claiming that the US Air Force had run a simula [+4143 chars]",
            "summary": "The system started realizing that while they did identify the threat at times, the human operator would tell it not to kill that threat, but it got its points by killing that threat. As a BlueSky user named \"kilgore trout\" humorously put it, \"I knew this story was bullsh*t because imagine the military coming out and saying an expensive weapons system they're working on sucks.\" The US Air Force has denied that any simulation ever took place, and the original source of the story says he \"misspoke. \"The story originated in a recap published on the website of the Royal Aeronautical Society that served as an overview of sessions at the Future Combat Air & Space Capabilities Summit that took place last week in London.In a section of that piece titled \"AIis Skynet here already?\" It killed the operator because that person was keeping it from accomplishing its objective.We trained the system\"Hey dont kill the operatorthats bad. He clarifies that the USAF has not tested any weaponized AI in this way (real or simulated) and says, \"Despite this being a hypothetical example, this illustrates the real-world challenges posed by AI-powered capability and is why the Air Force is committed to the ethical development of AI. And then the operator would say yes, kill that threat.",
            "html_summary": "<ul><li>The system started realizing that while they did identify the threat at times, the human operator would tell it not to kill that threat, but it got its points by killing that threat.</li><li>As a BlueSky user named \"kilgore trout\" humorously put it, \"I knew this story was bullsh*t because imagine the military coming out and saying an expensive weapons system they're working on sucks.\"</li><li>The US Air Force has denied that any simulation ever took place, and the original source of the story says he \"misspoke.</li><li>\"The story originated in a recap published on the website of the Royal Aeronautical Society that served as an overview of sessions at the Future Combat Air & Space Capabilities Summit that took place last week in London.In a section of that piece titled \"AI—is Skynet here already?\"</li><li>It killed the operator because that person was keeping it from accomplishing its objective.We trained the system—\"Hey don’t kill the operator—that’s bad.</li><li>He clarifies that the USAF has not tested any weaponized AI in this way (real or simulated) and says, \"Despite this being a hypothetical example, this illustrates the real-world challenges posed by AI-powered capability and is why the Air Force is committed to the ethical development of AI.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/06/air-force-denies-running-simulation-where-ai-drone-killed-its-operator/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jonathan A. Greenblatt",
            "title": "AIgenerated hate is rising 3 things leaders should consider before adopting this new tech",
            "description": "For all of its power and potential, generative AI makes it easy, fast and accessible for bad actors to produce harmful content.",
            "url": "/2023-06-02-ai-generated-hate-is-rising-3-things-leaders-should-consider-before-adopting-intelligent-technologies",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1432696345.jpg?resize=1200,750",
            "publishedAt": "2023-06-02T11:30:46Z",
            "content": "When you hear the phrase artificial intelligence, it may be tempting to imagine the kinds of intelligent machines that are a mainstay of science fiction or extensions of the kinds of apocalyptic tech [+4664 chars]",
            "summary": "As leaders, we need to encourage the designers of AI systems to build in safeguards against human weaponization.Unfortunately, for all of their power and potential, AI tools make it easy, fast and accessible for bad actors to produce content for any of those scenarios. Over decades, social media platforms have developed a new discipline  trust and safety  to try to get their arms around thorny problems associated with user-generated content. They can produce convincing fake news, create visually compelling deepfakes and spread hate and harassment in a matter of seconds. Many industries may soon find themselves suddenly faced with difficult new challenges as they adopt these technologies. Theyll need to build expertise and think through ways these tools can be abused. Not so with other industries.For that reason, companies will need to bring in experts on trust and safety to talk about their implementation. If you are a healthcare company whose frontline AI-powered chatbot is suddenly being rude or even hateful to a patient, how will you handle that?",
            "html_summary": "<ul><li>As leaders, we need to encourage the designers of AI systems to build in safeguards against human weaponization.Unfortunately, for all of their power and potential, AI tools make it easy, fast and accessible for bad actors to produce content for any of those scenarios.</li><li>Over decades, social media platforms have developed a new discipline — trust and safety — to try to get their arms around thorny problems associated with user-generated content.</li><li>They can produce convincing fake news, create visually compelling deepfakes and spread hate and harassment in a matter of seconds.</li><li>Many industries may soon find themselves suddenly faced with difficult new challenges as they adopt these technologies.</li><li>They’ll need to build expertise and think through ways these tools can be abused.</li><li>Not so with other industries.For that reason, companies will need to bring in experts on trust and safety to talk about their implementation.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/02/ai-generated-hate-is-rising-3-things-leaders-should-consider-before-adopting-intelligent-technologies/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "YCbacked Dumme raises $3.4M for its AI video editor turns longform YouTube videos into Shorts",
            "description": "Dumme, a startup putting AI to practical use in video editing, is already generating demand before opening up to the public. The Y Combinatorbacked company has hundreds of video creators testing its product, which leverages AI to create shortform videos fro",
            "url": "/2023-06-02-yc-backed-dumme-raises-3-4m-for-its-ai-video-editor-turns-long-form-youtube-videos-into-shorts",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/IMG_0686.jpg?resize=1200,800",
            "publishedAt": "2023-06-02T16:46:01Z",
            "content": "Dumme, a startup putting AI to practical use in video editing, is already generating demand before opening up to the public. The Y Combinatorbacked company has hundreds of video creators testing its [+6701 chars]",
            "summary": "Thats then handed off to another model that tracks active speakers and handles cropping.Dumme says its working with existing AI models like GPT-4, a fine-tuned version of Whisper and others it built in-house  like the model that tracks the active speakers in a video frame. The Y Combinator-backed company has hundreds of video creators testing its product, which leverages AI to create short-form videos from YouTube content, and a waitlist of over 20,000 pre-launch, it says. So I think its just a matter of adapting to this, Drai says.Currently, the pricing being considered involves tiers where a business would pay $0.40 per minute of video processed, while smaller creators may instead opt for a monthly subscription thats capped at 10 hours of content per month. To get started, the user pastes in a YouTube videos link, then clicks on generate and the AI will output a number of short videos showcasing highlights from that ingested content. The company says that, initially, Dumme will learn as much as it can from the source video via the metadata. Dumme, a startup putting AI to practical use in video editing, is already generating demand before opening up to the public. It then transcribes the video and tries to understand the semantics of whats being said while also looking at the frames to try to decode the emotions of the person speaking.",
            "html_summary": "<ul><li>That’s then handed off to another model that tracks active speakers and handles cropping.Dumme says it’s working with existing AI models like GPT-4, a fine-tuned version of Whisper and others it built in-house — like the model that tracks the active speakers in a video frame.</li><li>The Y Combinator-backed company has hundreds of video creators testing its product, which leverages AI to create short-form videos from YouTube content, and a waitlist of over 20,000 pre-launch, it says.</li><li>So I think it’s just a matter of adapting to this,” Drai says.Currently, the pricing being considered involves tiers where a business would pay $0.40 per minute of video processed, while smaller creators may instead opt for a monthly subscription that’s capped at 10 hours of content per month.</li><li>To get started, the user pastes in a YouTube video’s link, then clicks on “generate” and the AI will output a number of short videos showcasing highlights from that ingested content.</li><li>The company says that, initially, Dumme will learn as much as it can from the source video via the metadata.</li><li>Dumme, a startup putting AI to practical use in video editing, is already generating demand before opening up to the public.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/02/yc-backed-dumme-raises-3-4m-for-its-ai-video-editor-turns-long-form-youtube-videos-into-shorts/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lorenzo Franceschi-bicchierai",
            "title": "Scammers publish ads for hacking services on government websites",
            "description": "Unknown scammers exploited vulnerabilities in U.S. government websites to upload PDFs advertising hacking services.",
            "url": "/2023-06-02-scammers-publish-ads-for-hacking-services-on-government-websites",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/money-grab-bryce.jpg?resize=1200,675",
            "publishedAt": "2023-06-02T17:28:02Z",
            "content": "Scammers have published various advertisements for hacking services on the official websites of multiple U.S. state, county, and local governments, a federal agency, as well as numerous universities. [+8038 chars]",
            "summary": "Or malicious links.Zee Zaman, a spokesperson for U.S. cybersecurity agency, CISA said that the agency is aware of apparent compromises to certain government and university websites to host search engine optimization (SEO) spam. And given how many websites were displaying very similar advertisements, the same group or individual may be behind them all.SEO PDF uploads are like opportunistic infections that flourish when your immune system is suppressed. Its unclear if the sites he found  and we have listed  are a complete list of the sites affected by this massive spam campaign. We are coordinating with potentially impacted entities and offering assistance as needed.TechCrunch inspected some of the websites advertised in the PDFs, and they appear to be part of a convoluted scheme to generate money through click-fraud. And elections officials have expressed concern for hackers hacking into election-related websites. The cybercriminals appear to be using open source tools to create popups to verify that the visitor is a human, but are actually generating money in the background. The files have been removed and changes have been made to prevent further unauthorized access.",
            "html_summary": "<ul><li>“Or malicious links.”Zee Zaman, a spokesperson for U.S. cybersecurity agency, CISA said that the agency “is aware of apparent compromises to certain government and university websites to host search engine optimization (SEO) spam.</li><li>And given how many websites were displaying very similar advertisements, the same group or individual may be behind them all.“SEO PDF uploads are like opportunistic infections that flourish when your immune system is suppressed.</li><li>It’s unclear if the sites he found — and we have listed — are a complete list of the sites affected by this massive spam campaign.</li><li>We are coordinating with potentially impacted entities and offering assistance as needed.”TechCrunch inspected some of the websites advertised in the PDFs, and they appear to be part of a convoluted scheme to generate money through click-fraud.</li><li>And elections officials have expressed concern for hackers hacking into election-related websites.</li><li>The cybercriminals appear to be using open source tools to create popups to verify that the visitor is a human, but are actually generating money in the background.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/02/scammers-publish-ads-for-hacking-services-on-government-websites/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Why EA Sports and Nike think gaming NFTs can really work this time. Snapchats AI bot isnt very smart, but at least it wont send nudes. Hackers launch another wave of masshacks targeting company file transfer tools. TechCrunch+ roundup Rethinking PLG, AIenabled SaaS pricing, traveling with a green card. Google Wallet for Android now supports digital IDs. Audi is entering F1 in 2026its head of technology tells us why. Air Force denies running simulation where AI drone killed its operator. AIgenerated hate is rising 3 things leaders should consider before adopting this new tech. YCbacked Dumme raises $3.4M for its AI video editor turns longform YouTube videos into Shorts. Scammers publish ads for hacking services on government websites"
}