{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Stephen Clark",
            "title": "Rocket Report DOJ sues SpaceX; a look inside doomed Spaceport Camden",
            "description": "Elon Musk may again be in trouble for his social media posts.",
            "url": "/2023-08-25-rocket-report-justice-department-sues-spacex-north-korean-launch-fails",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/booster9roll1-760x380.jpeg",
            "publishedAt": "2023-08-25T11:00:55Z",
            "content": "Enlarge/ SpaceXs Super Heavy booster, numbered Booster 9, rolls back to its launch pad in Texas for more testing. The rocket now has a new structural staging ring on top.20 with Welcome to Editi [+5615 chars]",
            "summary": "Rocket Report includes information on small medium and heavy lift rockets as well as a quick look ahead at the next three launches on the calendar pm ET update. Rocket Lab re flies engine after ocean splashdown Rocket Lab launched its th Electron mission this week and achieved an important milestone in its quest to reuse orbital rockets. Another North Korean launch failure The second flight of North Korea s Chollima rocket faltered before reaching orbit Thursday with a small military spy satellite. A spaceport saga in Georgia Officials in Camden County Georgia have tried to lure companies to launch rockets there for the better part of a decade but the project never got off the ground.",
            "html_summary": "<ul><li>Rocket Report includes information on small medium and heavy lift rockets as well as a quick look ahead at the next three launches on the calendar pm ET update</li><li> Rocket Lab re flies engine after ocean splashdown Rocket Lab launched its th Electron mission this week and achieved an important milestone in its quest to reuse orbital rockets</li><li> Another North Korean launch failure The second flight of North Korea s Chollima rocket faltered before reaching orbit Thursday with a small military spy satellite</li><li> A spaceport saga in Georgia Officials in Camden County Georgia have tried to lure companies to launch rockets there for the better part of a decade but the project never got off the ground</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/08/rocket-report-justice-department-sues-spacex-north-korean-launch-fails/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Andrada Fiscutean",
            "title": "The strange, secretive world of North Korean science fiction",
            "description": "Unusual and often breathtaking, the genre is relatively unknown in the West.",
            "url": "/2023-08-25-the-strange-secretive-world-of-north-korean-science-fiction",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/Inside-the-Submarnie-1024x406-1-760x380.jpg",
            "publishedAt": "2023-08-25T11:09:19Z",
            "content": "Enlarge/Inside the Submarine by Kim Kwang Nam, from the series The Future is Bright.2 with A plane is flying to the Philippines, gliding above the infinite surface of the Pacific Ocean. Sudde [+3100 chars]",
            "summary": "Change Course Hangno r l pakkura by Yi K mch l speaks about solidarity peace and love for the motherland. It was first published in in the Chos n munhak magazine only to be reprinted years later around the time North Korea claimed it was capable of launching attacks on US soil. Political messages in every North Korean sci fi can be hardly missed historian of science Dong Won Kim told me The genre grew under the wings of the supreme leaders Late dictator Kim Jong il referenced science fiction books in his speeches and set guidelines for authors encouraging them to write about optimistic futures.",
            "html_summary": "<ul><li>Change Course Hangno r l pakkura by Yi K mch l speaks about solidarity peace and love for the motherland</li><li> It was first published in in the Chos n munhak magazine only to be reprinted years later around the time North Korea claimed it was capable of launching attacks on US soil</li><li> Political messages in every North Korean sci fi can be hardly missed historian of science Dong Won Kim told me The genre grew under the wings of the supreme leaders Late dictator Kim Jong il referenced science fiction books in his speeches and set guidelines for authors encouraging them to write about optimistic futures</li></ul>",
            "website_url": "https://arstechnica.com/culture/2023/08/the-strange-secretive-world-of-north-korean-science-fiction/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Zepto becomes Indias first 2023 unicorn with $200 million fresh funding | TechCrunch",
            "description": "Instant grocery delivery startup Zepto has raised $200 million in a new funding round at a valuation of $1.4 billion, it said Friday, at a time when most Zepto has raised $200 million in a new funding round at a valuation of $1.4 billion, becoming the first I",
            "url": "/2023-08-25-zepto-becomes-india-first-2023-unicorn-with-200-million-fresh-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/zepto-unicorn-round.jpg?resize=1200,698",
            "publishedAt": "2023-08-25T08:26:11Z",
            "content": "Instant grocery delivery startup Zepto has raised $200 million in a new funding round at a valuation of $1.4 billion, it said Friday, at a time when most other firms in the category have either died  [+3850 chars]",
            "summary": "Instant grocery delivery startup Zepto has raised million in a new funding round at a valuation of billion it said Friday at a time when most other firms in the category have either died or are struggling. StepStone Group an influential LP in many venture funds including Nexus Venture Partners ledZepto s Series E funding in what is the U S firm s first direct investment in India. The funding makes ZeptO the first Indian startup to attain the unicorn status this year. The startup which sells and delivers everything from grocery items to electronic gadgets processes more than orders a day in seven Indian cities. Zeptico plans to go public by as a profitable growing technology company that customers love the company said.",
            "html_summary": "<ul><li>Instant grocery delivery startup Zepto has raised million in a new funding round at a valuation of billion it said Friday at a time when most other firms in the category have either died or are struggling</li><li> StepStone Group an influential LP in many venture funds including Nexus Venture Partners ledZepto s Series E funding in what is the U S firm s first direct investment in India</li><li> The funding makes ZeptO the first Indian startup to attain the unicorn status this year</li><li> The startup which sells and delivers everything from grocery items to electronic gadgets processes more than orders a day in seven Indian cities</li><li> Zeptico plans to go public by as a profitable growing technology company that customers love the company said</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/25/zepto-becomes-india-first-2023-unicorn-with-200-million-fresh-funding/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Rocket Report DOJ sues SpaceX; a look inside doomed Spaceport Camden. The strange, secretive world of North Korean science fiction. Zepto becomes Indias first 2023 unicorn with $200 million fresh funding | TechCrunch"
}