{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "AIpowered robots could fix recyclings biggest problems",
            "description": "The U.S. recycling industry is starting to get a helping hand from robots, which can sort trash faster and more safely than humans, and artificial intelligence, which gathers valuable data about whats been thrown out.Why it matters Automation could help sol",
            "url": "/2023-04-04-recycling-robots-ai-landfill",
            "urlToImage": "https://images.axios.com/2Zxr_YtNwHSPqWvg6W9lntU_Yoc=/1366x768/smart/2023/04/02/1680479555880.jpg",
            "publishedAt": "2023-04-04T09:30:00Z",
            "content": "The U.S. recycling industry is starting to get a helping hand from robots, which can sort trash faster and more safely than humans, and artificial intelligence, which gathers valuable data about what [+6677 chars]",
            "summary": "By the numbers: The U.S. recycles 32% of municipal solid waste, up from 7% in 1960, per the Environmental Protection Agency.What's next: Expect to hear more about \"extended producer responsibility\" laws  or EPR  which attempt to hold manufacturers responsible for the cost of recycling their products. A high-speed robotics system from AMP Robotics picks out recyclables on a conveyor belt in a Waste Connections recycling facility.",
            "html_summary": "<ul><li>By the numbers: The U.S. recycles 32% of municipal solid waste, up from 7% in 1960, per the Environmental Protection Agency.What's next: Expect to hear more about \"extended producer responsibility\" laws — or EPR — which attempt to hold manufacturers responsible for the cost of recycling their products.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/04/recycling-robots-ai-landfill"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "Shuttlers raises $4M to fuel its shared mobility solution across Nigeria",
            "description": "Shuttlers, a Nigerian shared mobility company that allows individual and corporate passengers to take rides on multiple bus routes via an app, has raised $4 ...",
            "url": "/2023-04-04-shuttlers-raises-4m-to-fuel-its-shared-mobility-solution-across-nigeria",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/mPtlVK4y8mwp_GW_zKJ.qA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/d62d3ebfc390150a171c92ee4be3af7d",
            "publishedAt": "2023-04-04T08:02:27Z",
            "content": "Shuttlers, a Nigerian shared mobility company that allows individual and corporate passengers to take rides on multiple bus routes via an app, has raised $4 million in a new funding round led by Vero [+4262 chars]",
            "summary": "SheEquity, CMC 21 & Alsa, and EchoVC are the startups other backers in this round, which has seen the mobility company secure over $5.6 million in total venture backing.Shuttlers business primarily focuses on corporate trips and commutes. It has three payment plans: Companies pay full fare for employees, companies split fares with employees, and individual customers  unaffiliated with any partner company  pay fares themselves. Our main focus is to take over the bus-sharing space and be this huge startup that, you know, is very profitable, Olokesusi said about Shuttlers position in Nigerias bus-hailing market, adding that the startup intends to go live in five other cities across the country by next year. Meanwhile, with a clientele of 80+ companies, including Interswitch, MainOne and Paga, the company sells over 9,000 tickets daily to individual and corporate passengers  and recorded 3 million B2B trips, per its website. In Lagos, Africas most populous city, the average professional who commutes to work daily or several times a week  whether with a personal car or danfo minibuses and okadas  meets roads riddled with intense traffic congestion and dangerous carbon emissions. It will also ramp up hiring in its sales, marketing and customer support departments, Olokesusi added.Before our first funding, when we didnt do marketing and PR, I think we had the highest market share in bus hailing and sharing space. Now this additional financing secured by the 55-man team will help build infrastructure to power its mass transit business, enable employee transportation for more corporates and increase market share in a space that includes Techstars-backed Treepz as it expands to other cities within Nigeria.",
            "html_summary": "<ul><li>SheEquity, CMC 21 & Alsa, and EchoVC are the startup’s other backers in this round, which has seen the mobility company secure over $5.6 million in total venture backing.Shuttlers’ business primarily focuses on corporate trips and commutes.</li><li>It has three payment plans: Companies pay full fare for employees, companies split fares with employees, and individual customers — unaffiliated with any partner company — pay fares themselves.</li><li>Our main focus is to take over the bus-sharing space and be this huge startup that, you know, is very profitable,” Olokesusi said about Shuttlers’ position in Nigeria’s bus-hailing market, adding that the startup intends to go live in five other cities across the country by next year.</li><li>Meanwhile, with a clientele of 80+ companies, including Interswitch, MainOne and Paga, the company sells over 9,000 tickets daily to individual and corporate passengers — and recorded 3 million B2B trips, per its website.</li><li>In Lagos, Africa’s most populous city, the average professional who commutes to work daily or several times a week — whether with a personal car or danfo minibuses and okadas — meets roads riddled with intense traffic congestion and dangerous carbon emissions.</li><li>It will also ramp up hiring in its sales, marketing and customer support departments, Olokesusi added.“Before our first funding, when we didn’t do marketing and PR, I think we had the highest market share in bus hailing and sharing space.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/04/shuttlers-raises-4m-to-fuel-its-shared-mobility-solution-across-nigeria/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ZEKE MILLER - AP White House Correspondent",
            "title": "Biden to meet with experts on AI risks and opportunities",
            "description": "President Joe Biden is preparing to meet with his council of advisers on science and technology about the risks and opportunities that rapid advancements in artificial intelligence development pose for individual users and national security. The White House",
            "url": "/2023-04-04-joe-biden-artificial-intelligence-science-technology-chatgpt-6948df344041ef1e794d199595bf69e9",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/f9/6f96af5f-b8c2-5365-aae9-3af746faf120/642bed038862e.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-04T09:10:45Z",
            "content": "By ZEKE MILLER  AP White House CorrespondentWASHINGTON (AP) President Joe Biden on Tuesday will meet with his council of advisers on science and technology about the risks and opportunities that r [+1077 chars]",
            "summary": "Bidens council, known as PCAST, is composed of science, engineering, technology and medical experts and is co-chaired by the Cabinet-ranked director of the White House Office of Science and Technology Policy, Arati Prabhakar.Asked if AI is dangerous, Biden said Tuesday, It remains to be seen. While tech companies should always be responsible for the safety of their products, Bidens reminder reflects something new  the emergence of easy-to-use AI tools that can generate manipulative content and realistic-looking synthetic media known as deepfakes, said Rebecca Finley, CEO of the industry-backed Partnership on AI. Could be.AP writers Chris Megerian and Matt OBrien contributed to this report.",
            "html_summary": "<ul><li>Biden’s council, known as PCAST, is composed of science, engineering, technology and medical experts and is co-chaired by the Cabinet-ranked director of the White House Office of Science and Technology Policy, Arati Prabhakar.Asked if AI is dangerous, Biden said Tuesday, “It remains to be seen.</li><li>While tech companies should always be responsible for the safety of their products, Biden’s reminder reflects something new — the emergence of easy-to-use AI tools that can generate manipulative content and realistic-looking synthetic media known as deepfakes, said Rebecca Finley, CEO of the industry-backed Partnership on AI.</li></ul>",
            "website_url": "https://apnews.com/article/joe-biden-artificial-intelligence-science-technology-chatgpt-6948df344041ef1e794d199595bf69e9"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOE McDONALD - AP Business Writer",
            "title": "China seethes as US chip controls threaten tech ambitions",
            "description": "Chinas leaders are seething at U.S. efforts to cut off access to technology to make advanced computer chips. They appear to be struggling to figure out how to retaliate without hurting their own ambitions in telecoms, artificial intelligence and other",
            "url": "/2023-04-04-china-us-technology-processor-chips-tsmc-58b4d9bd2ba6543a9583cc3b49a9cc57",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/1/ab/1aba9a9f-4b1d-5711-b4ce-401b5a106345/642bbd301d64a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-04T05:45:25Z",
            "content": "By JOE McDONALD  AP Business WriterBEIJING (AP) Furious at U.S. efforts that cut off access to technology to make advanced computer chips, Chinas leaders appear to be struggling to figure out how  [+8936 chars]",
            "summary": "Chips are the center of a technology war, a Chinese scientist wrote in an official journal in February.China has its own chip foundries, but they supply only low-end processors used in autos and appliances. But they cannot be manufactured without the precision technology of TSMC and other foreign foundries.Trump in 2019 crippled Huaweis smartphone brand by blocking it from buying U.S. chips or other technology. You have to go to TSMC to do that.Chinas ruling party is trying to develop its own tool vendors, but researchers say it is far behind a global network spread across dozens of countries.Huawei said in a video on its website in December it was working on EUV technology. Ford Motor Co. plans to use CATL technology in a $3.5 billion battery factory in Michigan.China will strike back, Jones said. But creating a machine comparable to ASMLs might cost $5 billion and require a decade of research, according to industry experts. It wont just be harsh words.The conflict has prompted warnings the world might decouple, or split into separate spheres with incompatible technology standards that mean computers, smartphones and other products from one region wouldnt work in others. The U.S. government, starting under then-President Donald Trump, is cutting off access to a growing array of tools to make chips for computer servers, AI and other advanced applications.",
            "html_summary": "<ul><li>Chips are the center of a “technology war,” a Chinese scientist wrote in an official journal in February.China has its own chip foundries, but they supply only low-end processors used in autos and appliances.</li><li>But they cannot be manufactured without the precision technology of TSMC and other foreign foundries.Trump in 2019 crippled Huawei’s smartphone brand by blocking it from buying U.S. chips or other technology.</li><li>“You have to go to TSMC to do that.”China’s ruling party is trying to develop its own tool vendors, but researchers say it is far behind a global network spread across dozens of countries.Huawei said in a video on its website in December it was working on EUV technology.</li><li>Ford Motor Co. plans to use CATL technology in a $3.5 billion battery factory in Michigan.“China will strike back,” Jones said.</li><li>But creating a machine comparable to ASML’s might cost $5 billion and require a decade of research, according to industry experts.</li><li>“It won’t just be harsh words.”The conflict has prompted warnings the world might decouple, or split into separate spheres with incompatible technology standards that mean computers, smartphones and other products from one region wouldn’t work in others.</li></ul>",
            "website_url": "https://apnews.com/article/china-us-technology-processor-chips-tsmc-58b4d9bd2ba6543a9583cc3b49a9cc57"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ROD McGUIRK - Associated Press",
            "title": "Australia bans TikTok from federal government devices",
            "description": "Australia has become the last of the Five Eyes security partners to ban the Chineseowned videosharing app TikTok from its federal governments devices. AttorneyGeneral Mark Dreyfus said in a statement Tuesday that based on intelligence and security agenc",
            "url": "/2023-04-04-tiktok-australia-ban-government-devices-ce06a8d4215bbf8b85b692d91f96cf32",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/a/80/a802d681-df2c-527d-b7ab-a4b4dede8526/642ba811cca44.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-04T04:03:27Z",
            "content": "By ROD McGUIRK  Associated PressCANBERRA, Australia (AP) Australia has become the last of the Five Eyes security partners to ban the Chineseowned videosharing app TikTok from its federal governm [+2037 chars]",
            "summary": "Under the European Parliaments ban, which took effect last month, lawmakers and staff were also advised to remove the TikTok app from their personal devices.India imposed a nationwide ban on TikTok and dozens of other Chinese apps, including the messaging app WeChat, in 2020 over privacy and security concerns. The company has disputed accusations it collects more user data than other social media companies, and insists that it is run independently by its own management.The European Parliament, European Commission and the EU Council, the 27-member blocs three main institutions, have also imposed bans on TikTok on staff devices. The ban came shortly after a clash between Indian and Chinese troops at a disputed Himalayan border killed 20 Indian soldiers and injured dozens.In early March, the U.S. gave government agencies 30 days to delete TikTok from federal devices and systems. CANBERRA, Australia (AP)  Australia has become the last of the Five Eyes security partners to ban the Chinese-owned video-sharing app TikTok from its federal governments devices. The ban applies only to government devices, though some U.S. lawmakers are advocating an outright ban. More than half of the 50 U.S. states also have banned the app from official devices, as have Congress and the U.S. armed forces. TikTok is owned by the Chinese technology company Bytedance and has long maintained that it does not share data with the Chinese government.",
            "html_summary": "<ul><li>Under the European Parliament’s ban, which took effect last month, lawmakers and staff were also advised to remove the TikTok app from their personal devices.India imposed a nationwide ban on TikTok and dozens of other Chinese apps, including the messaging app WeChat, in 2020 over privacy and security concerns.</li><li>The company has disputed accusations it collects more user data than other social media companies, and insists that it is run independently by its own management.The European Parliament, European Commission and the EU Council, the 27-member bloc’s three main institutions, have also imposed bans on TikTok on staff devices.</li><li>The ban came shortly after a clash between Indian and Chinese troops at a disputed Himalayan border killed 20 Indian soldiers and injured dozens.In early March, the U.S. gave government agencies 30 days to delete TikTok from federal devices and systems.</li><li>CANBERRA, Australia (AP) — Australia has become the last of the “Five Eyes” security partners to ban the Chinese-owned video-sharing app TikTok from its federal government’s devices.</li><li>The ban applies only to government devices, though some U.S. lawmakers are advocating an outright ban.</li><li>More than half of the 50 U.S. states also have banned the app from official devices, as have Congress and the U.S. armed forces.</li></ul>",
            "website_url": "https://apnews.com/article/tiktok-australia-ban-government-devices-ce06a8d4215bbf8b85b692d91f96cf32"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Mascarenhas",
            "title": "Amazon wants to boost ten generative AI startups around the globe",
            "description": "AWS has created a 10week accelerator program for disruptive generative AI tech startups around the globe, announced today.",
            "url": "/2023-04-04-aws-generative-ai-accelerator",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/12/aws-logo-glitch.gif?resize=1200,675",
            "publishedAt": "2023-04-04T10:00:48Z",
            "content": "Amazons first foray into the world of accelerator programs, designed to help earlystage startups build and launch, was focused on conversational AI back in 2016. Now, seven years later, Amazon has a [+1815 chars]",
            "summary": "Now, seven years later, Amazon has another AI accelerator  this time led by Amazon Web Services with a focus on the newest zeitgeist: generative artificial intelligence.Announced today, AWS has created a 10-week program for generative AI startups around the globe. Applications are open for the next two weeks and 10 startups will be chosen, the company says.AWS will not invest in the startups and does not yet have an AI/ML investment arm, it tells TechCrunch. Amazons first foray into the world of accelerator programs, designed to help early-stage startups build and launch, was focused on conversational AI back in 2016. Generative AI startup founders within the cohort can expect to have access to AI models and tools as well as machine learning stack optimization and custom go-to-market advice. Generative AI, says Rob Ferguson, AWS global head of AI/ML Startups, has unlocked new developments and creativity. Theres also a Demo Day in San Francisco at the end of the program.Accepted startups will receive up to $300,000 in AWS credits to help build their companies. Amazon has been somewhat more measured in jumping head first into building AI compared to other big tech companies, especially looking at generative AI plays from Googles Bard and Microsofts ChatGPT.",
            "html_summary": "<ul><li>Now, seven years later, Amazon has another AI accelerator — this time led by Amazon Web Services with a focus on the newest zeitgeist: generative artificial intelligence.Announced today, AWS has created a 10-week program for generative AI startups around the globe.</li><li>Applications are open for the next two weeks and 10 startups will be chosen, the company says.AWS will not invest in the startups and does not yet have an AI/ML investment arm, it tells TechCrunch.</li><li>Amazon’s first foray into the world of accelerator programs, designed to help early-stage startups build and launch, was focused on conversational AI back in 2016.</li><li>Generative AI startup founders within the cohort can expect to have access to AI models and tools as well as machine learning stack optimization and custom go-to-market advice.</li><li>Generative AI, says Rob Ferguson, AWS’ global head of AI/ML Startups, has unlocked new developments and creativity.</li><li>There’s also a Demo Day in San Francisco at the end of the program.Accepted startups will receive up to $300,000 in AWS credits to help build their companies.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/04/aws-generative-ai-accelerator/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. AIpowered robots could fix recyclings biggest problems. Shuttlers raises $4M to fuel its shared mobility solution across Nigeria. Biden to meet with experts on AI risks and opportunities. China seethes as US chip controls threaten tech ambitions. Australia bans TikTok from federal government devices. Amazon wants to boost ten generative AI startups around the globe"
}