{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Catastrophic AI harms among warnings in declaration signed by 28 nations | Makemetechie.com Summary",
            "description": "Bletchley Declaration sums up first day of UKs international AI Safety Summit.",
            "url": "/2023-11-01-https-arstechnica-com-information-technology-2023-11-catastrophic-ai-harms-among-warnings-in-declaration-signed-by-28-nations-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/11/ai_safety_summit_group_photo-760x380.jpg",
            "publishedAt": "2023-11-01T21:21:46Z",
            "content": "Enlarge/ UK Technology Secretary Michelle Donelan (front row center) is joined by international counterparts for a group photo at the AI Safety Summit at Bletchley Park in Milton Keynes, Buckinghamsh [+4445 chars]",
            "summary": "The UK hosted an AI Safety Summit attended by countries including the US and China. The event included the signing of The Bletchley Declaration which warns of potential harm from advanced AI and calls for international cooperation to ensure responsible AI deployment. There is potential for serious even catastrophic harm either deliberate or unintentional stemming from the most significant capabilities of these AI models reads the declaration. The summit began an international dialogue on AI safety it stopped short of setting specific policy goals. There remains a lack of consensus on what global AI regulations should entail or who should be responsible for drafting them.",
            "html_summary": "<ul><li>The UK hosted an AI Safety Summit attended by countries including the US and China.</li><li> The event included the signing of The Bletchley Declaration which warns of potential harm from advanced AI and calls for international cooperation to ensure responsible AI deployment.</li><li> There is potential for serious even catastrophic harm either deliberate or unintentional stemming from the most significant capabilities of these AI models reads the declaration.</li><li> The summit began an international dialogue on AI safety it stopped short of setting specific policy goals.</li><li> There remains a lack of consensus on what global AI regulations should entail or who should be responsible for drafting them.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/11/catastrophic-ai-harms-among-warnings-in-declaration-signed-by-28-nations/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "Disney to buy out Hulu from Comcast for about $8.61 billion | Makemetechie.com Summary",
            "description": "The companies still have to settle on Hulus worth.",
            "url": "/2023-11-01-https-arstechnica-com-gadgets-2023-11-disney-will-take-total-ownership-of-hulu-to-aid-struggling-streaming-business-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2018/05/handmaids-tale-760x380.jpg",
            "publishedAt": "2023-11-02T17:44:54Z",
            "content": "56 with The Walt Disney Company, which currently owns twothirds of Hulu, is buying the remaining third from Comcasts NBCUniversal to further [its] streaming objectives.Disneys announcement W [+4375 chars]",
            "summary": "The Walt Disney Company which currently owns two thirds of Hulu is buying the remaining third from Comcast s NBCUniversal to further its streaming objectives Disney s announcement Wednesday said it s expecting to pay approximately billion for the remaining percent stake in Hulu. But Disney noted that it may pay more than billion pending an appraisal. Comcast CEO Brian Roberts noted that the appraisal procedure would take a little time to play out. Disney sounds prepared to pay nearly billion for Hulu if not more but there s reasonable debate over how much the streaming service is worth Hulu s minimum valuation was set in when the streaming landscape looked very different.",
            "html_summary": "<ul><li>The Walt Disney Company which currently owns two thirds of Hulu is buying the remaining third from Comcast s NBCUniversal to further its streaming objectives Disney s announcement Wednesday said it s expecting to pay approximately billion for the remaining percent stake in Hulu.</li><li> But Disney noted that it may pay more than billion pending an appraisal.</li><li> Comcast CEO Brian Roberts noted that the appraisal procedure would take a little time to play out.</li><li> Disney sounds prepared to pay nearly billion for Hulu if not more but there s reasonable debate over how much the streaming service is worth Hulu s minimum valuation was set in when the streaming landscape looked very different.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/11/disney-will-take-total-ownership-of-hulu-to-aid-struggling-streaming-business/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Teen boys use AI to make fake nudes of classmates, sparking police probe | Makemetechie.com Summary",
            "description": "Parents told the high school believed the deepfake nudes were deleted.",
            "url": "/2023-11-01-https-arstechnica-com-tech-policy-2023-11-deepfake-nudes-of-high-schoolers-spark-police-probe-in-nj-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/11/GettyImages-1211906305-760x380.jpg",
            "publishedAt": "2023-11-02T20:30:01Z",
            "content": "Enlarge/ Westfield High School in Westfield, NJ, in 2020.15 with This October, boys at Westfield High School in New Jersey started acting weird, the Wall Street Journal reported. It took four d [+5869 chars]",
            "summary": "Carey was found to have violated several laws prohibiting harassment, stalking, child endangerment, and \"promotion of a child sexual performance,\" but at the time, the county district attorney, Anne T. Donnelly, recognized that laws were still lacking to truly protect victims of deepfake porn. As image generators become more commonplace, the risk of more fake images spreading seems to rise.For the female students at Westfield High School, the idea that their classmates would target them is more \"creepy\" than the vague thought that \"there are creepy guys out there,\" the WSJ reported. And if he fails to find any such laws, Bramnick said he planned to draft a new law.It's possible that other New Jersey laws, like those prohibiting harassment or the distribution of child sexual abuse materials, could apply in this case. The school had not confirmed whether faculty had reviewed the images, seemingly only notifying the female students allegedly targeted when they were identified by boys claiming to have seen the images.It's also unclear if what the boys did was illegal. And New Jersey might be next, according to Jon Bramnick, a New Jersey state senator who told the WSJ that he would be \"looking into whether there are any existing state laws or pending bills that would criminalize the creation and sharing of\" AI-faked nudes. But it could take years before those protections are ultimately introduced, if ever.Some states have stepped in where federal law is lagging, with Virginia, California, Minnesota, and New York passing laws to outlaw the distribution of faked porn, the WSJ reported. Westfield Mayor Shelley Brindle has encouraged more victims to speak up and submit reports to the police.Some of the girls targeted told the WSJ that they were not comfortable attending school with boys who created the images.",
            "html_summary": "<ul><li>Carey was found to have violated several laws prohibiting harassment, stalking, child endangerment, and \"promotion of a child sexual performance,\" but at the time, the county district attorney, Anne T. Donnelly, recognized that laws were still lacking to truly protect victims of deepfake porn..</li><li>As image generators become more commonplace, the risk of more fake images spreading seems to rise.For the female students at Westfield High School, the idea that their classmates would target them is more \"creepy\" than the vague thought that \"there are creepy guys out there,\" the WSJ reported..</li><li>And if he fails to find any such laws, Bramnick said he planned to draft a new law.It's possible that other New Jersey laws, like those prohibiting harassment or the distribution of child sexual abuse materials, could apply in this case..</li><li>The school had not confirmed whether faculty had reviewed the images, seemingly only notifying the female students allegedly targeted when they were identified by boys claiming to have seen the images.It's also unclear if what the boys did was illegal..</li><li>And New Jersey might be next, according to Jon Bramnick, a New Jersey state senator who told the WSJ that he would be \"looking into whether there are any existing state laws or pending bills that would criminalize the creation and sharing of\" AI-faked nudes..</li><li>But it could take years before those protections are ultimately introduced, if ever.Some states have stepped in where federal law is lagging, with Virginia, California, Minnesota, and New York passing laws to outlaw the distribution of faked porn, the WSJ reported..</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/11/deepfake-nudes-of-high-schoolers-spark-police-probe-in-nj/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "Why Capcom thinks PC game modding is akin to cheating | Makemetechie.com Summary",
            "description": "Japanese publisher cites reputational damage, support costs of unauthorized mods.",
            "url": "/2023-11-01-https-arstechnica-com-gaming-2023-11-no-capcom-modding-pc-games-isnt-the-same-as-cheating-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/11/capcom-modding-760x380.jpg",
            "publishedAt": "2023-11-01T19:34:19Z",
            "content": "46 with For most PC gamers, the ability to update their game with a wide variety of mods is a huge benefit they can claim over most (but not all) console players. But Japanese publisher Capcom (Res [+3316 chars]",
            "summary": "Japanese publisher Capcom Resident Evil Street Fighter says it sees unauthorized modding of PC games as a problem akin to cheating. That s according to a minute presentation covering anti cheat and anti piracy measures in PC gaming that was posted to the Capcom R D YouTube channel last week and noticed recently by GamesRadar. The presentation describes modding as an inseparable part of PC gaming and a reflection of a PC platform that lets you do anything you want compared to the game console. But in practically the same breath Capcom goes on to say that what the mods are doing is no different than cheating.",
            "html_summary": "<ul><li>Japanese publisher Capcom Resident Evil Street Fighter says it sees unauthorized modding of PC games as a problem akin to cheating.</li><li> That s according to a minute presentation covering anti cheat and anti piracy measures in PC gaming that was posted to the Capcom R D YouTube channel last week and noticed recently by GamesRadar.</li><li> The presentation describes modding as an inseparable part of PC gaming and a reflection of a PC platform that lets you do anything you want compared to the game console.</li><li> But in practically the same breath Capcom goes on to say that what the mods are doing is no different than cheating.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/11/no-capcom-modding-pc-games-isnt-the-same-as-cheating/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Almostunbeatable AI is now a permanent feature of Gran Turismo 7 | Makemetechie.com Summary",
            "description": "The Sophy AI can now drive 340 cars and nine tracks in the game after update 1.40.",
            "url": "/2023-11-01-https-arstechnica-com-gaming-2023-11-almost-unbeatable-ai-is-now-a-permanent-feature-of-gran-turismo-7-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/11/i1phBkeHOoPlsEE-760x380.jpg",
            "publishedAt": "2023-11-01T16:09:29Z",
            "content": "7 with Competent AI opponents are the key to a good singleplayer racing game. And with this weeks update, Gran Turismo 7 is getting an AI upgrade as Sony rolls out its Sophy AI agent as a permane [+3771 chars]",
            "summary": "Gran Turismo is getting an AI upgrade as Sony rolls out its Sophy AI agent as a permanent feature of the game. The entertainment company experimented with it earlier this year for a few weeks in a limited test but when the GT Spec II update rolls out to consoles tomorrow morning Sophy will be able to race the game s cars on nine of its tracks. The update also adds seven new cars including the Lexus LFA Mercedes Benz E Evo II the latest Porsche GT RS and the Tesla Model.",
            "html_summary": "<ul><li>Gran Turismo is getting an AI upgrade as Sony rolls out its Sophy AI agent as a permanent feature of the game.</li><li> The entertainment company experimented with it earlier this year for a few weeks in a limited test but when the GT Spec II update rolls out to consoles tomorrow morning Sophy will be able to race the game s cars on nine of its tracks.</li><li> The update also adds seven new cars including the Lexus LFA Mercedes Benz E Evo II the latest Porsche GT RS and the Tesla Model.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/11/almost-unbeatable-ai-is-now-a-permanent-feature-of-gran-turismo-7/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Dan Goodin",
            "title": "Flipper Zero gadget that DoSes iPhones takes onceesoteric attacks mainstream | Makemetechie.com Summary",
            "description": "No cure yet for a popular iPhone attack, except for turning off Bluetooth.",
            "url": "/2023-11-01-https-arstechnica-com-security-2023-11-flipper-zero-gadget-that-doses-iphones-takes-once-esoteric-attacks-mainstream-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/11/iphone-dosed-by-flipper-zero-02-760x380.jpeg",
            "publishedAt": "2023-11-02T11:15:24Z",
            "content": "Enlarge/ A fully updated iPhone (left) after being force crashed by a Flipper Zero (right).0 with One morning two weeks ago, security researcher Jeroen van der Ham was traveling by train in the N [+4336 chars]",
            "summary": "Security researcher Jeroen van der Ham was traveling by train in the Netherlands when his iPhone suddenly displayed a series of pop up windows that made it nearly impossible to use his device. The same debilitating stream of pop ups hit again on the afternoon commute home not just against his iPhone but the iPhones of other passengers in the same train car. One of the same passengers nearby had also been present that morning and fingered the passenger as the culprit. The culprit it turned out was using a Flipper Zero device to send Bluetooth pairing requests to all iPhones within radio range.",
            "html_summary": "<ul><li>Security researcher Jeroen van der Ham was traveling by train in the Netherlands when his iPhone suddenly displayed a series of pop up windows that made it nearly impossible to use his device.</li><li> The same debilitating stream of pop ups hit again on the afternoon commute home not just against his iPhone but the iPhones of other passengers in the same train car.</li><li> One of the same passengers nearby had also been present that morning and fingered the passenger as the culprit.</li><li> The culprit it turned out was using a Flipper Zero device to send Bluetooth pairing requests to all iPhones within radio range.</li></ul>",
            "website_url": "https://arstechnica.com/security/2023/11/flipper-zero-gadget-that-doses-iphones-takes-once-esoteric-attacks-mainstream/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "thunderbong",
            "title": "Zephr plans to create a networked GPS using cell phones | Makemetechie.com Summary",
            "description": "Article URL https//techcrunch.com/2023/11/02/zephremergesfromstealthwith35mandplanstocreateanetworkedgpsusingcellphones/Comments URL https//news.ycombinator.com/item?id=38112421Points 5# Comments 0",
            "url": "/2023-11-01-https-techcrunch-com-2023-11-02-zephr-emerges-from-stealth-with-3-5m-and-plans-to-create-a-networked-gps-using-cell-phones-",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/GettyImages-119701976.jpg?resize=1200,900",
            "publishedAt": "2023-11-02T12:14:44Z",
            "content": "Zephr has emerged from stealth with radical plans to dramatically improve GPS using cell phones with zero hardware modifications.Mobile devices have abysmal GPS accuracy, which prevents location ap [+4778 chars]",
            "summary": "Zephr has emerged from stealth with radical plans to dramatically improve GPS using cell phones with zero hardware modifications. The startup works by directing a group of phones in a given area to ping their GPS measurements to satellites which then uses a software server to calculate an error correction similar to the one generated by receiver base stations. That correction is sent back to the phones and is used to improve the device s GPS. The company says it doesn t even need very many phones to improve GPS accuracy on each mobile device just mobiles within kilometers of each other.",
            "html_summary": "<ul><li>Zephr has emerged from stealth with radical plans to dramatically improve GPS using cell phones with zero hardware modifications.</li><li> The startup works by directing a group of phones in a given area to ping their GPS measurements to satellites which then uses a software server to calculate an error correction similar to the one generated by receiver base stations.</li><li> That correction is sent back to the phones and is used to improve the device s GPS.</li><li> The company says it doesn t even need very many phones to improve GPS accuracy on each mobile device just mobiles within kilometers of each other.</li></ul>",
            "website_url": "https://techcrunch.com/2023/11/02/zephr-emerges-from-stealth-with-3-5m-and-plans-to-create-a-networked-gps-using-cell-phones/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Catastrophic AI harms among warnings in declaration signed by 28 nations | Makemetechie.com Summary. Disney to buy out Hulu from Comcast for about $8.61 billion | Makemetechie.com Summary. Teen boys use AI to make fake nudes of classmates, sparking police probe | Makemetechie.com Summary. Why Capcom thinks PC game modding is akin to cheating | Makemetechie.com Summary. Almostunbeatable AI is now a permanent feature of Gran Turismo 7 | Makemetechie.com Summary. Flipper Zero gadget that DoSes iPhones takes onceesoteric attacks mainstream | Makemetechie.com Summary. Zephr plans to create a networked GPS using cell phones | Makemetechie.com Summary"
}