{
    "status": "ok",
    "totalResults": 11,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Feds say Apple engineer stole autonomous driving tech and fled to China",
            "description": "The engineer stole thousands of documents and fled to China, according to DOJ.",
            "url": "/2023-05-16-feds-say-apple-engineer-stole-autonomous-driving-tech-and-fled-to-china",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/GettyImages-478190572-760x380.jpg",
            "publishedAt": "2023-05-16T18:36:10Z",
            "content": "5 with A former Apple engineer has been charged by the US Department of Justice for stealing and attempting to steal trade secrets from his employer. The indictment was unsealed by a federal court  [+2220 chars]",
            "summary": "The indictment says he waited four more months to tell Apple he was leaving.The DOJ says that after Wang's final day at Apple in 2018, the company found that he had \"accessed large amounts of sensitive proprietary and confidential information in the days leading up to his departure.\" The indictment was unsealed by a federal court in California as part of a series of cases arising from a new collaboration by government agencies to crack down on \"efforts by hostile nation-states to illicitly acquire sensitive US technology to advance their authoritarian regimes and facilitate human rights abuses. A search of Wang's home in Mountain View, California, turned up large quantities of Apple's data, and that evening Wang flew from San Francisco to Guangzhou on a one-way ticket.Wang has been charged with six counts of stealing or attempting to steal trade secrets. \"Protecting sensitive American technologylike source code for 'smart' automotive manufacturing equipment or items used to develop quantum cryptographyfrom being illegally acquired by our adversaries is why we stood up the Disruptive Technology Strike Force,\" said Matthew Axelrod, assistant secretary for export enforcement at the Department of Commerce.  Jonathan M. Gitlin - May 16, 2023 6:36 pm UTC A former Apple engineer has been charged by the US Department of Justice for stealing and attempting to steal trade secrets from his employer. \"According to DOJ, Weibao Wang was hired by Apple as a software engineer in 2016, where he worked on the company's secretive autonomous driving project, also known as Project Titan. \"The Strike Force actions announced today reflect the core mission of our Export Enforcement teamkeeping our countrys most sensitive technologies out of the worlds most dangerous hands.\"",
            "html_summary": "<ul><li>The indictment says he waited four more months to tell Apple he was leaving.The DOJ says that after Wang's final day at Apple in 2018, the company found that he had \"accessed large amounts of sensitive proprietary and confidential information in the days leading up to his departure.\"</li><li>The indictment was unsealed by a federal court in California as part of a series of cases arising from a new collaboration by government agencies to crack down on \"efforts by hostile nation-states to illicitly acquire sensitive US technology to advance their authoritarian regimes and facilitate human rights abuses.</li><li>A search of Wang's home in Mountain View, California, turned up large quantities of Apple's data, and that evening Wang flew from San Francisco to Guangzhou on a one-way ticket.Wang has been charged with six counts of stealing or attempting to steal trade secrets.</li><li>\"Protecting sensitive American technology—like source code for 'smart' automotive manufacturing equipment or items used to develop quantum cryptography—from being illegally acquired by our adversaries is why we stood up the Disruptive Technology Strike Force,\" said Matthew Axelrod, assistant secretary for export enforcement at the Department of Commerce.</li><li> Jonathan M. Gitlin - May 16, 2023 6:36 pm UTC A former Apple engineer has been charged by the US Department of Justice for stealing and attempting to steal trade secrets from his employer.</li><li>\"According to DOJ, Weibao Wang was hired by Apple as a software engineer in 2016, where he worked on the company's secretive autonomous driving project, also known as Project Titan.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/05/feds-say-apple-engineer-stole-autonomous-driving-tech-and-fled-to-china/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Poll 61% of Americans say AI threatens humanitys future",
            "description": "New Reuters/Ipsos poll reveals religious and political divides over AI as well.",
            "url": "/2023-05-16-poll-61-of-americans-say-ai-threatens-humanitys-future",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/ai_threat_hero_1-760x380.jpg",
            "publishedAt": "2023-05-17T16:39:18Z",
            "content": "Enlarge/ An AIgenerated image of real space invaders threatening the earth.36 with A majority of Americans believe that the rise of artificial intelligence technology could put humanitys futu [+3939 chars]",
            "summary": "The poll found that over two-thirds of respondents are anxious about the adverse effects of AI, while 61 percent consider it a potential threat to civilization.The online poll, conducted from May 9 to May 15, sampled the opinions of 4,415 US adults. We did not have access to the poll methodology or raw poll results at press time.Along those lines, Reuters quoted Ion Stoica, a UC Berkeley professor and co-founder of AI company Anyscale, pointing out this potential contradiction. Almost all Americans now use \"AI\" (and software tools once considered \"AI\") in our everyday lives without much notice or fanfare, and it's unclear if the Reuters/Ipsos poll made any attempt to make that type of distinction for its respondents.  Benj Edwards - May 17, 2023 4:39 pm UTC A majority of Americans believe that the rise of artificial intelligence technology could put humanity's future in jeopardy, according to a Reuters/Ipsos poll published on Wednesday. \"Meanwhile, another group of AI researchers led by Timnit Gebru, Emily M. Bender, and Margaret Mitchell (three authors of a widely cited critical paper on large language models) say that while AI systems are indeed potentially harmful, the prevalent worry about AI-powered apocalypse is misguided. \"Another issue with the poll is that AI is a nebulous term that often means different things to different people. Americans' fears over AI's potential for harm far outweigh optimism about its benefits, with those predicting adverse outcomes outnumbering those who don't by three to one.",
            "html_summary": "<ul><li>The poll found that over two-thirds of respondents are anxious about the adverse effects of AI, while 61 percent consider it a potential threat to civilization.The online poll, conducted from May 9 to May 15, sampled the opinions of 4,415 US adults.</li><li>We did not have access to the poll methodology or raw poll results at press time.Along those lines, Reuters quoted Ion Stoica, a UC Berkeley professor and co-founder of AI company Anyscale, pointing out this potential contradiction.</li><li>Almost all Americans now use \"AI\" (and software tools once considered \"AI\") in our everyday lives without much notice or fanfare, and it's unclear if the Reuters/Ipsos poll made any attempt to make that type of distinction for its respondents.</li><li> Benj Edwards - May 17, 2023 4:39 pm UTC A majority of Americans believe that the rise of artificial intelligence technology could put humanity's future in jeopardy, according to a Reuters/Ipsos poll published on Wednesday.</li><li>\"Meanwhile, another group of AI researchers led by Timnit Gebru, Emily M. Bender, and Margaret Mitchell (three authors of a widely cited critical paper on large language models) say that while AI systems are indeed potentially harmful, the prevalent worry about AI-powered apocalypse is misguided.</li><li>\"Another issue with the poll is that AI is a nebulous term that often means different things to different people.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/05/poll-61-of-americans-say-ai-threatens-humanitys-future/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Rimac goes 060 in 1.74 seconds while blowing past 22 other EV records",
            "description": "Theres a reason other hypercar companies go to Rimac for electric powertrain tech.",
            "url": "/2023-05-16-rimac-goes-0-60-in-1-74-seconds-while-blowing-past-22-other-ev-records",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/rimac-nevera-sets-23-performance-records-in-a-single-day-3-760x380.jpg",
            "publishedAt": "2023-05-17T17:44:20Z",
            "content": "Enlarge/ The Rimac Nevera is a $2 million electric hypercar with 1,914 hp (1.4 MW) and 1,725 lbft (2,339 Nm).31 with Move over, Model S; youre no longer the quickest game in town. The electric  [+2468 chars]",
            "summary": "100 km/h (62 mph) took 1.82 seconds; 125 mph (200 km/h) was reached in 4.42 seconds, then 300 km/h (186 mph) in 9.23 seconds. Zero to 100 mph took 3.21 secondsas long as it took the legendary McLaren F1 to reach 60 mph and a production car record for many, many years. Among these, a 0-60 mph time of a mere 1.74 seconds and a standing quarter-mile in just 8.26 seconds. Zero to 200 mph took only 10.86 seconds, or about as long as it took you to read these last two paragraphs. That means the Nevera can even outrun the mighty Model S Plaid, which needs a second more to run the length of a drag strip.Perhaps the most impressive record is one that few cars, electric or otherwise, are even capable of. And 400 km/h took just 21.32 seconds from a standstill.For those who just want imperial records, how about these? It's the 04000 timehit 400 km/h (249 mph) from a standing start, then brake down to 0 mph.",
            "html_summary": "<ul><li>100 km/h (62 mph) took 1.82 seconds; 125 mph (200 km/h) was reached in 4.42 seconds, then 300 km/h (186 mph) in 9.23 seconds.</li><li>Zero to 100 mph took 3.21 seconds—as long as it took the legendary McLaren F1 to reach 60 mph and a production car record for many, many years.</li><li>Among these, a 0-60 mph time of a mere 1.74 seconds and a standing quarter-mile in just 8.26 seconds.</li><li>Zero to 200 mph took only 10.86 seconds, or about as long as it took you to read these last two paragraphs.</li><li>That means the Nevera can even outrun the mighty Model S Plaid, which needs a second more to run the length of a drag strip.Perhaps the most impressive record is one that few cars, electric or otherwise, are even capable of.</li><li>And 400 km/h took just 21.32 seconds from a standstill.For those who just want imperial records, how about these?</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/05/rimac-goes-0-60-in-1-74-seconds-while-blowing-past-22-other-ev-records/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "Drobo, having stopped sales and support, reportedly files Chapter 7 bankruptcy",
            "description": "Company posted in January that it had transitioned to a selfservice model.",
            "url": "/2023-05-16-drobo-reportedly-files-ch-7-bankruptcy-signaling-the-end-of-a-simpler-nas",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/drobo2-640x380.png",
            "publishedAt": "2023-05-16T16:55:07Z",
            "content": "We appreciate Lee Hutchinsons efforts toward situational archaeology in his initial Drobo FS review. Historians one day will know that, at a minimum, this device was released after 1999s The Matrix [+2181 chars]",
            "summary": "But cloud storage, streaming media, and a general trend away from \"huge piles of local files\" for all but the most specialized hobbies and careers seemingly ate away at Drobo over time. The marquee feature was being able to hot-swap drives of nearly any size without migrating data. \"Drobo began in 2005 as Data Robotics and launched into the tech consciousness with the original Drobo, a \"storage robot.\" Now, AppleInsider reports that, based on an email sent by StorCentric, the bankruptcy shifted from reorganization-minded Chapter 11 to liquidation-focused Chapter 7 in late April.The writing for Drobo was on the wall, or at least on its website. \"We'd mention the Drobo optionless nerd cred, more usabilityin occasional reviews and roundups of the network-attached storage (NAS) market.  Kevin Purdy - May 16, 2023 4:55 pm UTC You don't hear nearly as much about Drobo boxes as you used to, especially on sites like Ars Technica. We now have some news, but it isn't good.StorCentric, the holding company for the Drobo and Retrospect brands, filed for Chapter 11 bankruptcy in late June 2022.",
            "html_summary": "<ul><li>But cloud storage, streaming media, and a general trend away from \"huge piles of local files\" for all but the most specialized hobbies and careers seemingly ate away at Drobo over time.</li><li>The marquee feature was being able to hot-swap drives of nearly any size without migrating data.</li><li>\"Drobo began in 2005 as Data Robotics and launched into the tech consciousness with the original Drobo, a \"storage robot.\"</li><li>Now, AppleInsider reports that, based on an email sent by StorCentric, the bankruptcy shifted from reorganization-minded Chapter 11 to liquidation-focused Chapter 7 in late April.The writing for Drobo was on the wall, or at least on its website.</li><li>\"We'd mention the Drobo option—less nerd cred, more usability—in occasional reviews and roundups of the network-attached storage (NAS) market.</li><li> Kevin Purdy - May 16, 2023 4:55 pm UTC You don't hear nearly as much about Drobo boxes as you used to, especially on sites like Ars Technica.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/05/drobo-reportedly-files-ch-7-bankruptcy-signaling-the-end-of-a-simpler-nas/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Samuel Axon",
            "title": "Apple details upcoming AIdriven iOS 17 accessibility features",
            "description": "Youll be able to create an AI voice for yourself and more.",
            "url": "/2023-05-16-apple-details-upcoming-ai-driven-ios-17-accessibility-features",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/Apple-accessibility-iPad-iPhone-14-Pro-Max-Home-Screen-760x380.jpg",
            "publishedAt": "2023-05-16T21:11:44Z",
            "content": "10 with  Apple plans to roll out new accessibility features to its devices in iOS 17.  This is what the Photos app looks like in Assistive Access mode. Around t [+2117 chars]",
            "summary": " Samuel Axon - May 16, 2023 9:11 pm UTC Around this time last year, Apple previewed several of the accessibility features that would be added to iOS 16, which launched last fall. On the gaming side, Microsoft and Sony have introduced accessibility controllers for players with physical disabilities, and there has been an explosion of accessibility-minded features in triple-A video games, as well.Listing image by Apple Google also offers some accessibility features in Android and has brought live-captioning to all web audio sources, among other things. The past several years have been a watershed moment in adapting technology products to fit the lives of users with disabilities. Many of the new features like this rely on machine learning.",
            "html_summary": "<ul><li> Samuel Axon - May 16, 2023 9:11 pm UTC Around this time last year, Apple previewed several of the accessibility features that would be added to iOS 16, which launched last fall.</li><li>On the gaming side, Microsoft and Sony have introduced accessibility controllers for players with physical disabilities, and there has been an explosion of accessibility-minded features in triple-A video games, as well.Listing image by Apple</li><li>Google also offers some accessibility features in Android and has brought live-captioning to all web audio sources, among other things.</li><li>The past several years have been a watershed moment in adapting technology products to fit the lives of users with disabilities.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/05/apple-details-upcoming-ai-driven-ios-17-accessibility-features/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "Samsung and LG have finally settled on an OLED TV deal, report says",
            "description": "Samsung long resisted OLED TVs but will reportedly team up with rival to catch up.",
            "url": "/2023-05-16-samsung-and-lg-have-finally-settled-on-an-oled-tv-deal-report-says",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/samsung-760x380.jpg",
            "publishedAt": "2023-05-16T17:36:35Z",
            "content": "9 with After years of resisting the move from LCD to OLED and reportedly going back and forth with LG Display about a potential OLED panel deal, Samsung Electronics has finally decided to buy OLED  [+4431 chars]",
            "summary": "This is a much bigger deal than the over 200,000 WOLED TV panels The Elec said the two firms were discussing in April.Samsung temporarily stopped releasing OLED TVs after 2013 due to high prices and high hopes for its QLED TVs competing with strong image quality and lower prices. A deal with LG Display, as reported, could allow Samsung to get into even larger OLED TVs and add lower-price options to its OLED TV selection, which currently comprises expensive QD-OLED screens. For comparison, LG currently lists 77-inch TVs with LG Display-made WOLED panels with MSRPs as low as $2,300.In 2021, when talks of a Samsung-LG Display OLED deal started, South Korea had just lost its spot as the top display maker to China. In 2017, David Lowes, chief marketing officer for Samsung Electronics Europe, told IFA that Samsung wouldn't reenter the OLED market any time soon \"because QLED is free of burn-in issues and cost-effectively scales for larger screens,\" per Sammobile. It's now impossible for Samsung's TV business to sweep OLED under the rug, as evidenced by its 2022 entrance back into OLED TVs.Samsung's OLED TVs have been relying on Samsung Display's quantum dot-based OLED panels (QD-OLED). In 2021, the South Korean firms were reportedly nearing a deal that would see Samsung revive its OLED TV business. At first, Samsung is \"likely\" receiving 77- and 83-inch WOLED TV panels, Reuters said.",
            "html_summary": "<ul><li>This is a much bigger deal than the over 200,000 WOLED TV panels The Elec said the two firms were discussing in April.Samsung temporarily stopped releasing OLED TVs after 2013 due to high prices and high hopes for its QLED TVs competing with strong image quality and lower prices.</li><li>A deal with LG Display, as reported, could allow Samsung to get into even larger OLED TVs and add lower-price options to its OLED TV selection, which currently comprises expensive QD-OLED screens.</li><li>For comparison, LG currently lists 77-inch TVs with LG Display-made WOLED panels with MSRPs as low as $2,300.In 2021, when talks of a Samsung-LG Display OLED deal started, South Korea had just lost its spot as the top display maker to China.</li><li>In 2017, David Lowes, chief marketing officer for Samsung Electronics Europe, told IFA that Samsung wouldn't reenter the OLED market any time soon \"because QLED is free of burn-in issues and cost-effectively scales for larger screens,\" per Sammobile.</li><li>It's now impossible for Samsung's TV business to sweep OLED under the rug, as evidenced by its 2022 entrance back into OLED TVs.Samsung's OLED TVs have been relying on Samsung Display's quantum dot-based OLED panels (QD-OLED).</li><li>In 2021, the South Korean firms were reportedly nearing a deal that would see Samsung revive its OLED TV business.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/05/samsung-and-lg-have-finally-settled-on-an-oled-tv-deal-report-says/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "John Timmer",
            "title": "New animal family tree places us closer to weird diskshaped organisms",
            "description": "Sponges are more closely related to us than some animals with a nervous system.",
            "url": "/2023-05-16-new-animal-family-tree-places-us-closer-to-weird-disk-shaped-organisms",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/GettyImages-683444850-760x380.jpg",
            "publishedAt": "2023-05-17T18:38:14Z",
            "content": "Enlarge/ These complex creatures seem to be the earliest branch of the animal tree. Were more closely related to sponges than we are to them.2 with Ask someone to think of an animal, and chances [+5178 chars]",
            "summary": "It turns out that individual genes tend to stay in the same place on a chromosome for long periods of time; it's estimated that it takes 40 million years for just one percent of the genes in a typical animal genome to move to a new chromosome. Again, they performed 100 million random simulations and never saw this pattern of inheritance, so it seems to be real.This means that animals like us vertebrates, along with everything else that has a left and right side, is more closely related to sponges than we are to comb jellies. So, the exact answer you get can sometimes depend on what genes you choose to look at.The new study tries to avoid the confusion by looking at how genes are arranged on chromosomes. The researchers were only able to identify a bit under 300 genes that were in clusters that extended back to the single-celled relatives of animals, with the biggest cluster including 29 genes. And, by tracking changes in the arrangement of genes across different species, we can figure out where in an organism's past groups of genes got broken up, and which other species inherited the same rearrangement. But these barely scratch the surface of animal diversity, with things like cephalopods, insects, and echinoderms all having distinct features.And that's before you get to the really weird stuff, like the radially symmetric Cnidarians, or the sponges that lack muscle and nerve cells. And that can tell us which organisms are more closely related to us.To do this sort of analysis, you need to know how genes are arranged on chromosomes.",
            "html_summary": "<ul><li>It turns out that individual genes tend to stay in the same place on a chromosome for long periods of time; it's estimated that it takes 40 million years for just one percent of the genes in a typical animal genome to move to a new chromosome.</li><li>Again, they performed 100 million random simulations and never saw this pattern of inheritance, so it seems to be real.This means that animals like us vertebrates, along with everything else that has a left and right side, is more closely related to sponges than we are to comb jellies.</li><li>So, the exact answer you get can sometimes depend on what genes you choose to look at.The new study tries to avoid the confusion by looking at how genes are arranged on chromosomes.</li><li>The researchers were only able to identify a bit under 300 genes that were in clusters that extended back to the single-celled relatives of animals, with the biggest cluster including 29 genes.</li><li>And, by tracking changes in the arrangement of genes across different species, we can figure out where in an organism's past groups of genes got broken up, and which other species inherited the same rearrangement.</li><li>But these barely scratch the surface of animal diversity, with things like cephalopods, insects, and echinoderms all having distinct features.And that's before you get to the really weird stuff, like the radially symmetric Cnidarians, or the sponges that lack muscle and nerve cells.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/05/new-animal-family-tree-places-us-closer-to-weird-disk-shaped-organisms/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Diana Gitig",
            "title": "We can ID people from DNA that shows up in environmental studies",
            "description": "Advances in DNA sequencing mean privacy can be violated accidentally.",
            "url": "/2023-05-16-human-genomic-bycatch-our-dna-shows-up-in-environmental-samples",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/GettyImages-1368534275-760x380.jpg",
            "publishedAt": "2023-05-16T19:44:18Z",
            "content": "Enlarge/ People may accidentally sequence your DNA while trying to study something else entirely.9 with It used to be that if you wanted to find a DNA sequence in a particular sample, you had to  [+5054 chars]",
            "summary": "He and his colleagues realized that having human DNA slip into research samples might be an issue, so they looked to see if they could find any in old water and sand samples they had taken as part of a wildlife and pathogen monitoring study. It could be used to add genetic information from underrepresented populations to genomic databases that still lack them or to find undiscovered sites of human habitation that archeologists have not yet uncovered. Then they went intentionally searching for specific human sequences, and, in water, sand, and air samples, they found plenty of genomic regions that could identify a persons ancestry and susceptibility to several diseases. Now that identifiable human DNA can be isolated from air, these issues really need to get hammered out.But the DNA that we are constantly shedding and leaving all around us could also be used for good. In the US and the European Union, federally funded researchers intending to work with identifiable human DNA samples must first get approval from their institutional review board (which Whitmore did) and also get written informed consent from participants. Human genomic bycatch could be used to continually monitor for cancer-causing mutations, which arise and accumulate over a persons lifetime. Gaining these benefits while maintaining privacy will require a careful balancing act.As Natalie Ram, a legal scholar who works at the intersection of law and genetic privacy, put it in an accompanying paper: To be sure, solving crime is a good thing.",
            "html_summary": "<ul><li>He and his colleagues realized that having human DNA slip into research samples might be an issue, so they looked to see if they could find any in old water and sand samples they had taken as part of a wildlife and pathogen monitoring study.</li><li>It could be used to add genetic information from underrepresented populations to genomic databases that still lack them or to find undiscovered sites of human habitation that archeologists have not yet uncovered.</li><li>Then they went intentionally searching for specific human sequences, and, in water, sand, and air samples, they found plenty of genomic regions that could identify a person’s ancestry and susceptibility to several diseases.</li><li>Now that identifiable human DNA can be isolated from air, these issues really need to get hammered out.But the DNA that we are constantly shedding and leaving all around us could also be used for good.</li><li>In the US and the European Union, federally funded researchers intending to work with identifiable human DNA samples must first get approval from their institutional review board (which Whitmore did) and also get written informed consent from participants.</li><li>Human genomic bycatch could be used to continually monitor for cancer-causing mutations, which arise and accumulate over a person’s lifetime.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/05/human-genomic-bycatch-our-dna-shows-up-in-environmental-samples/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Beth Mole",
            "title": "Elizabeth Holmes no good, very bad day Bail denied and a bill for $452 million",
            "description": "Holmes will use the next 13 days to get her affairs in order, she told the court.",
            "url": "/2023-05-16-holmes-will-go-to-prison-may-30-and-is-on-the-hook-for-up-to-452-million",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/12/GettyImages-1244877994-760x380.jpeg",
            "publishedAt": "2023-05-17T21:06:19Z",
            "content": "Enlarge/ Elizabeth Holmes (C), founder and former CEO of bloodtesting and life sciences company Theranos, walks with her mother Noel Holmes and partner Billy Evans into the federal courthouse for he [+4538 chars]",
            "summary": "\"In January 2022, Holmes was convicted on four counts related to defrauding investors, and Balwani was convicted last July of defrauding investors, doctors, and patients.In Davila's order Tuesday, he calculated that Balwani and Holmes owe restitution of $452 million. Balwani is also appealing his conviction and had attempted to remain out on bail during the process.While at the helm of Theranos, Holmes and Balwani claimed their proprietary blood testing device could accurately perform hundreds of medical tests using just a tiny drop of blood from a finger prick. Davila agreed.Balwani, who was convicted on all 12 counts of defrauding Theranos investors and patients, already began his nearly 13-year prison term last month. In 2015, the company was valued at $9 billion, and Forbes listed Holmes as the richest self-made woman, with an estimated net worth of $4.5 billion.But in 2018, federal prosecutors charged the duo with scheming to dupe investors into funding their startup technology, which never actually worked. This allegedly involved \"delivering marketing materials to doctors and patients regarding Theranoss blood tests, posting misrepresentations on Theranoss websites, and transmitting blood test results with inaccuracies and modifications. It also includes paying $14.5 million back to Safeway and $40 million to Walgreens, which partnered with Theranos to offer blood testing in the drugstore giant's neighborhood stores. Davila had previously ordered her to report to prison on April 27.While her latest effort bought her a few extra weeks of freedom, the appeals court unsurprisingly denied her bail.",
            "html_summary": "<ul><li>\"In January 2022, Holmes was convicted on four counts related to defrauding investors, and Balwani was convicted last July of defrauding investors, doctors, and patients.In Davila's order Tuesday, he calculated that Balwani and Holmes owe restitution of $452 million.</li><li>Balwani is also appealing his conviction and had attempted to remain out on bail during the process.While at the helm of Theranos, Holmes and Balwani claimed their proprietary blood testing device could accurately perform hundreds of medical tests using just a tiny drop of blood from a finger prick.</li><li>Davila agreed.Balwani, who was convicted on all 12 counts of defrauding Theranos investors and patients, already began his nearly 13-year prison term last month.</li><li>In 2015, the company was valued at $9 billion, and Forbes listed Holmes as the richest self-made woman, with an estimated net worth of $4.5 billion.But in 2018, federal prosecutors charged the duo with scheming to dupe investors into funding their startup technology, which never actually worked.</li><li>This allegedly involved \"delivering marketing materials to doctors and patients regarding Theranos’s blood tests, posting misrepresentations on Theranos’s websites, and transmitting blood test results with inaccuracies and modifications.</li><li>It also includes paying $14.5 million back to Safeway and $40 million to Walgreens, which partnered with Theranos to offer blood testing in the drugstore giant's neighborhood stores.</li></ul>",
            "website_url": "https://arstechnica.com/health/2023/05/holmes-will-go-to-prison-may-30-and-is-on-the-hook-for-up-to-452-million/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATT O'BRIEN - AP Technology Writer",
            "title": "ChatGPTs chief to testify before Congress as concerns grow about artificial intelligences risks",
            "description": "The head of the artificial intelligence company that makes ChatGPT is set to testify before Congress as lawmakers call for new rules to guide the rapid development of AI technology. OpenAI CEO Sam Altman is scheduled to speak at a",
            "url": "/2023-05-16-chatgpt-openai-ceo-sam-altman-congress-73ff96c6571f38ad5fd68b3072722790",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/d/b4/db4d437f-77d9-5bcd-ab8c-49eff91976ce/646365d60986a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-05-16T11:00:08Z",
            "content": "By MATT OBRIEN  AP Technology WriterThe head of the artificial intelligence company that makes ChatGPT is set to testify before Congress as lawmakers call for new rules to guide the rapid develop [+3938 chars]",
            "summary": "He said Tuesdays hearing marked a critical first step towards understanding what Congress should do.A number of tech industry leaders have said they welcome some form of AI oversight but have cautioned against what they see as overly heavy-handed rules. The head of the artificial intelligence company that makes ChatGPT told Congress on Tuesday that government intervention will be critical to mitigating the risks of increasingly powerful AI systems.As this technology advances, we understand that people are anxious about how it could change the way we live. The letter was a response to the March release of OpenAIs latest model, GPT-4, described as more powerful than ChatGPT.The panels ranking Republican, Sen. Josh Hawley of Missouri, said the technology has big implications for elections, jobs and national security. But IBMs Montgomery instead asked Congress to take a precision regulation approach.We think that AI should be regulated at the point of risk, essentially, Montgomery said, by establishing rules that govern the deployment of specific uses of AI rather than the technology itself. Altman is also planning to embark on a worldwide tour this month to national capitals and major cities across six continents to talk about the technology with policymakers and the public. Its other popular AI products include the image-maker DALL-E. Microsoft has invested billions of dollars into the startup and has integrated its technology into its own products, including its search engine Bing. This fear, which is very unfounded, is a distraction from all the concerns were dealing with right now.OpenAI has expressed those existential concerns since its inception.",
            "html_summary": "<ul><li>He said Tuesday’s hearing marked “a critical first step towards understanding what Congress should do.”A number of tech industry leaders have said they welcome some form of AI oversight but have cautioned against what they see as overly heavy-handed rules.</li><li>The head of the artificial intelligence company that makes ChatGPT told Congress on Tuesday that government intervention will be critical to mitigating the risks of increasingly powerful AI systems.“As this technology advances, we understand that people are anxious about how it could change the way we live.</li><li>The letter was a response to the March release of OpenAI’s latest model, GPT-4, described as more powerful than ChatGPT.The panel’s ranking Republican, Sen. Josh Hawley of Missouri, said the technology has big implications for elections, jobs and national security.</li><li>But IBM’s Montgomery instead asked Congress to take a “precision regulation” approach.“We think that AI should be regulated at the point of risk, essentially,” Montgomery said, by establishing rules that govern the deployment of specific uses of AI rather than the technology itself.</li><li>Altman is also planning to embark on a worldwide tour this month to national capitals and major cities across six continents to talk about the technology with policymakers and the public.</li><li>Its other popular AI products include the image-maker DALL-E. Microsoft has invested billions of dollars into the startup and has integrated its technology into its own products, including its search engine Bing.</li></ul>",
            "website_url": "https://apnews.com/article/chatgpt-openai-ceo-sam-altman-congress-73ff96c6571f38ad5fd68b3072722790"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "AI technology can go quite wrong, OpenAI CEO tells Senate",
            "description": "Advanced AI systems should require government licenses, GPT4 makers CEO says.",
            "url": "/2023-05-16-ai-technology-can-go-quite-wrong-openai-ceo-tells-senate",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/getty-sam-altman-760x380.jpg",
            "publishedAt": "2023-05-16T21:02:25Z",
            "content": "Enlarge/ OpenAI CEO Sam Altman testifies about AI rules before the Senate Judiciary Subcommittee on Privacy, Technology, and the Law on May 16, 2023, in Washington, DC. 2 with OpenAI CEO Sam Altm [+5580 chars]",
            "summary": "He suggested that Congress \"define capability thresholds\" and place AI models that can perform certain functions into the strict licensing regime.As examples, Altman said that licenses could be required for AI models \"that can persuade, manipulate, influence a person's behavior, a person's beliefs,\" or \"help create novel biological agents.\" Before we released GPT-4, our latest model, we spent over six months conducting extensive evaluations, external red teaming, and dangerous capability testing.Altman also said that people should be able to opt out of having their personal data used for training AI models. Montgomery said that Congress should clearly define the risks of AI and impose \"different rules for different risks,\" with the strongest rules \"applied to use cases with the greatest risks to people and society. \"No person anywhere should be tricked into interacting with an AI system... the era of AI cannot be another era of move fast and break things,\" she said.She also said the US should quickly hold companies accountable for deploying AI \"that disseminates misinformation on things like elections. Altman said it would be simpler to require licensing for any system that is above a certain threshold of computing power, but that he would prefer to draw the regulatory line based on specific capabilities.OpenAI consists of both nonprofit and for-profit entities. \"Altman said he doesn't think burdensome requirements should apply to companies and researchers whose models are much less advanced than OpenAI's. \"We think that regulatory intervention by governments will be critical to mitigate the risks of increasingly powerful models,\" Altman said.",
            "html_summary": "<ul><li>He suggested that Congress \"define capability thresholds\" and place AI models that can perform certain functions into the strict licensing regime.As examples, Altman said that licenses could be required for AI models \"that can persuade, manipulate, influence a person's behavior, a person's beliefs,\" or \"help create novel biological agents.\"</li><li>Before we released GPT-4, our latest model, we spent over six months conducting extensive evaluations, external red teaming, and dangerous capability testing.Altman also said that people should be able to opt out of having their personal data used for training AI models.</li><li>Montgomery said that Congress should clearly define the risks of AI and impose \"different rules for different risks,\" with the strongest rules \"applied to use cases with the greatest risks to people and society.</li><li>\"No person anywhere should be tricked into interacting with an AI system... the era of AI cannot be another era of move fast and break things,\" she said.She also said the US should quickly hold companies accountable for deploying AI \"that disseminates misinformation on things like elections.</li><li>Altman said it would be simpler to require licensing for any system that is above a certain threshold of computing power, but that he would prefer to draw the regulatory line based on specific capabilities.OpenAI consists of both nonprofit and for-profit entities.</li><li>\"Altman said he doesn't think burdensome requirements should apply to companies and researchers whose models are much less advanced than OpenAI's.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/05/ai-technology-can-go-quite-wrong-openai-ceo-tells-senate/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Feds say Apple engineer stole autonomous driving tech and fled to China. Poll 61% of Americans say AI threatens humanitys future. Rimac goes 060 in 1.74 seconds while blowing past 22 other EV records. Drobo, having stopped sales and support, reportedly files Chapter 7 bankruptcy. Apple details upcoming AIdriven iOS 17 accessibility features. Samsung and LG have finally settled on an OLED TV deal, report says. New animal family tree places us closer to weird diskshaped organisms. We can ID people from DNA that shows up in environmental studies. Elizabeth Holmes no good, very bad day Bail denied and a bill for $452 million. ChatGPTs chief to testify before Congress as concerns grow about artificial intelligences risks. AI technology can go quite wrong, OpenAI CEO tells Senate"
}