{
    "status": "ok",
    "totalResults": 47,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Biden called Arizona fab a gamechanger. Analyst calls it a paperweight | Makemetechie.com Summary",
            "description": "Advanced chips made in America would still be shipped to Taiwan, report says.",
            "url": "/2023-09-12-tsmcs-arizona-fab-will-ship-chips-to-taiwan-for-packaging-employees-say",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/GettyImages-1245437687-760x380.jpg",
            "publishedAt": "2023-09-13T19:22:55Z",
            "content": "Enlarge/ The Taiwan Semiconductor Manufacturing Co. facility under construction in Phoenix, Arizona, US, on Tuesday, Dec. 6, 2022.22 with A new report has revealed that America may be quickly app [+4854 chars]",
            "summary": " TSMC has no plans to build a packaging facility in the US. Thousands of chips that will eventually be manufactured at a billion fab in Arizona which is scheduled to be operational in will ultimately still have to be shipped to Taiwan for packaging. President Joe Biden introduced the CHIPS and Science Act to reduce US reliance on Taiwan facilities amid China s ongoing threats to invade and possibly take over Taiwan. These chips are increasingly foundational to US infrastructure and military modernization efforts. They will be essential to the technologies of the future from artificial intelligence to biotechnology to clean energy.",
            "html_summary": "<ul><li> TSMC has no plans to build a packaging facility in the US.</li><li> Thousands of chips that will eventually be manufactured at a billion fab in Arizona which is scheduled to be operational in will ultimately still have to be shipped to Taiwan for packaging.</li><li> President Joe Biden introduced the CHIPS and Science Act to reduce US reliance on Taiwan facilities amid China s ongoing threats to invade and possibly take over Taiwan.</li><li> These chips are increasingly foundational to US infrastructure and military modernization efforts.</li><li> They will be essential to the technologies of the future from artificial intelligence to biotechnology to clean energy.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/09/tsmcs-arizona-fab-will-ship-chips-to-taiwan-for-packaging-employees-say/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Dr. Nadim Maluf",
            "title": "Will batteries usher in a new era of global energy sovereignty? | Makemetechie.com Summary",
            "description": "The complex dynamics of global policies, supply, and innovation will impact the battery industry in the coming decades.  How will nations and governments...",
            "url": "/2023-09-12-will-batteries-usher-in-a-new-era-of-global-energy-sovereignty",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/_RGwN.jpV93kJqkRKfHz2A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/cc6d327f5f92867c54ae81a01b7355f0",
            "publishedAt": "2023-09-12T16:30:43Z",
            "content": "Look around you. Batteries power nearly all the devices we depend on throughout our lives.As the world shifts toward a more sustainable future driven by electrification, batteries are more importan [+9762 chars]",
            "summary": "Technology is also playing a significant role in the wide implementation of battery recycling, transforming the battery materials supply chain.Just as the automobile defined the petroleum industry, electric vehicles will equally define the battery industry. How long before nations with mineral deposits critical to the battery industry come together to create the Organization of Battery Exporting Countries or something similar, to assert their rights to sovereignty over their natural resources?Battery technology and innovation will dominate this century. In particular, tensions between the U.S. and China will continue to complicate life for startup companies.The stability of the supply chain of battery materials will be critical for scaling battery production especially for electrical vehicles (EVs). The most recent, the U.S. Inflation Reduction Act (IRA) of 2022, sets the guidelines to guarantee energy security for batteries.The question is: Will electrical energy, and in particular, stored energy in batteries, be subject to the same global economic and geopolitical forces that shaped fossil fuels? The Infrastructure Investment and Jobs Act of 2021 allocates approximately $6 billion for grant awards for battery technology.The funding will work to expand research and development capacity for the U.S. battery industry, with the goal of reducing foreign dependency and shoring up the supply chain. Just as technology innovation in petroleum enabled oil production and distribution at very large scales, thus creating a massive oil economy, scaled production of batteries will serve to commoditize energy storage and placing batteries everywhere. The complex dynamics of global policies, supply, and innovation will impact the battery industry in the coming decades.How will nations and governments perceive the future of electrical energy?",
            "html_summary": "<ul><li>Technology is also playing a significant role in the wide implementation of battery recycling, transforming the battery materials supply chain.Just as the automobile defined the petroleum industry, electric vehicles will equally define the battery industry..</li><li>How long before nations with mineral deposits critical to the battery industry come together to create the Organization of Battery Exporting Countries or something similar, to assert their rights to sovereignty over their natural resources?Battery technology and innovation will dominate this century..</li><li>In particular, tensions between the U.S. and China will continue to complicate life for startup companies.The stability of the supply chain of battery materials will be critical for scaling battery production especially for electrical vehicles (EVs)..</li><li>The most recent, the U.S. Inflation Reduction Act (IRA) of 2022, sets the guidelines to guarantee energy security for batteries.The question is: Will electrical energy, and in particular, stored energy in batteries, be subject to the same global economic and geopolitical forces that shaped fossil fuels?.</li><li>The Infrastructure Investment and Jobs Act of 2021 allocates approximately $6 billion for grant awards for battery technology.The funding will work to expand research and development capacity for the U.S. battery industry, with the goal of reducing foreign dependency and shoring up the supply chain..</li><li>Just as technology innovation in petroleum enabled oil production and distribution at very large scales, thus creating a massive oil economy, scaled production of batteries will serve to commoditize energy storage and placing batteries everywhere..</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/12/will-batteries-usher-in-a-new-era-of-global-energy-sovereignty/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Arlette Saenz",
            "title": "White House secures AI safeguard agreements from eight additional tech companies | Makemetechie.com Summary",
            "description": "Eight technology companies are making voluntary commitments on AI, a senior Biden administration official told CNN, as the White House looks to safeguard development of the emerging technology while working toward more comprehensive regulation.",
            "url": "/2023-09-12-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230911172025-03-joe-biden-alaska-091123.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-12T10:00:20Z",
            "content": "Eight newtechnology companies including Adobe, IBM, Nvidia, Palantir and Salesforce are making voluntary commitments on artificial intelligence, a senior Biden administration official told CNN, as t [+3092 chars]",
            "summary": "Eight new technology companies including Adobe IBM Nvidia Palantir and Salesforce are making voluntary commitments on artificial intelligence a senior Biden administration official told CNN. The agreements will be discussed at a White House meeting with chief of staff Jeff Zients and industry leaders on Tuesday. The commitments build on voluntary commitments announced earlier this summer by seven leading AI companies including Microsoft and Google. Biden administration officials have also been in discussions with lawmakers on Capitol Hill about developing legislation to regulate AI. The push comes as Senate Majority Leader Chuck Schumer is set to host more than half a dozen leading tech CEOs including Mark Zuckerberg and Elon Musk of X the company formerly known as Twitter in Washington on Wednesday.",
            "html_summary": "<ul><li>Eight new technology companies including Adobe IBM Nvidia Palantir and Salesforce are making voluntary commitments on artificial intelligence a senior Biden administration official told CNN.</li><li> The agreements will be discussed at a White House meeting with chief of staff Jeff Zients and industry leaders on Tuesday.</li><li> The commitments build on voluntary commitments announced earlier this summer by seven leading AI companies including Microsoft and Google.</li><li> Biden administration officials have also been in discussions with lawmakers on Capitol Hill about developing legislation to regulate AI.</li><li> The push comes as Senate Majority Leader Chuck Schumer is set to host more than half a dozen leading tech CEOs including Mark Zuckerberg and Elon Musk of X the company formerly known as Twitter in Washington on Wednesday.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/12/politics/white-house-artificial-intelligence-commitments/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "By <a href=\"/profiles/jessie-yeung\">Jessie Yeung</a> and <a href=\"/profiles/andrew-raine\">Andrew Raine</a>, CNN",
            "title": "Russias war in Ukraine, Kim Jong Uns meeting with Vladimir Putin | Makemetechie.com Summary",
            "description": "North Koreas Kim Jong Un is in Russia and expected to meet with President Vladimir Putin. Meantime, the US is warning the leaders could strike an arms deal. Follow here for live updates.",
            "url": "/2023-09-12-index",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/230911011301-ukraine-decoy-weapon-super-tease.jpg",
            "publishedAt": "2023-09-13T04:00:47Z",
            "content": "Russian President Vladimir Putin and North Korean leader Kim Jong Un are meeting at a remote space center in Russias Far East, where theyre expected to discuss a potential arms deal that could see  [+1995 chars]",
            "summary": "Afterward, Putin was asked if he discussed military-technical cooperation with Kim.The Russian leader acknowledged certain restrictions in place, which he said Moscow fully complies with, but admitted there are areas open for discussion and consideration. It marks the first time the inspector general will have personnel based in Ukraine since Russias invasion in February 2022, said spokesperson Megan Reed.Some background: The establishment of the new team comes at a critical time for Ukraine aid. Meanwhile, the United States said it will not hesitate to impose sanctions if the meeting results in weapons transfers between the two countries. According to the caption, the Ukrainian border guard used an automatic grenade launcher MK19 to hit the occupiers minefields.From CNN's Mariya KnightThe Russian defense ministry said it destroyed three Ukrainian unmanned boats in the Black Sea on Wednesday. The report, dated October 2022, underscored how difficult it was for the US to track the vast quantities of weapons, ammunition and equipment during the early months of the war. Oleh Syniehubov, the head of the Kharkiv region military administration, said on Telegram that 2,339 people have evacuated so far, including 350 children. From CNN's Gawon Bae in SeoulNorth Korean leader Kim Jong Un has invited President Vladimir Putin to visit Pyongyang at a \"convenient time,\" state media KCNA reported, adding that the Russian leader has happily accepted the invite.",
            "html_summary": "<ul><li>Afterward, Putin was asked if he discussed military-technical cooperation with Kim.The Russian leader acknowledged certain restrictions in place, which he said Moscow fully complies with, but admitted there are areas open for discussion and consideration..</li><li>It marks the first time the inspector general will have personnel based in Ukraine since Russia’s invasion in February 2022, said spokesperson Megan Reed.Some background: The establishment of the new team comes at a critical time for Ukraine aid..</li><li>Meanwhile, the United States said it “will not hesitate to impose sanctions” if the meeting results in weapons transfers between the two countries..</li><li>According to the caption, the Ukrainian border guard “used an automatic grenade launcher MK19 to hit the occupiers’ minefields.”From CNN's Mariya KnightThe Russian defense ministry said it destroyed three Ukrainian unmanned boats in the Black Sea on Wednesday..</li><li>The report, dated October 2022, underscored how difficult it was for the US to track the vast quantities of weapons, ammunition and equipment during the early months of the war..</li><li>Oleh Syniehubov, the head of the Kharkiv region military administration, said on Telegram that 2,339 people have evacuated so far, including 350 children..</li></ul>",
            "website_url": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-09-13-23/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Laura He",
            "title": "Alibabas new CEO embraces AI and wants a younger management team | Makemetechie.com Summary",
            "description": "Alibaba Group will embrace artificial intelligence (AI) and promote younger people to senior management, its new CEO says, as the ecommerce and cloud giant tackles its most ambitious restructuring in its history.",
            "url": "/2023-09-12-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230912093704-eddie-wu-alibaba.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-12T09:31:33Z",
            "content": "Editors Note Sign up for CNNs Meanwhile in China newsletter, which explores what you need to know about the countrys rise and how it impacts the world.Alibaba Group will embrace artificial intelli [+2945 chars]",
            "summary": "Alibaba Group will embrace artificial intelligence AI and promote younger people to senior management its new CEO says as the e commerce and cloud giant tackles its most ambitious restructuring in its history. Eddie Wu who stepped into the chief executive role on Sunday said in a memo to staff seen by CNN that the most significant change agent will be the disruptions brought about by AI across all sectors. Wu replaced Daniel Zhang to become Alibaba BABA s fourth CEO in its year history He also took over as head of the cloud division after Zhang s surprise exit from the unit.",
            "html_summary": "<ul><li>Alibaba Group will embrace artificial intelligence AI and promote younger people to senior management its new CEO says as the e commerce and cloud giant tackles its most ambitious restructuring in its history.</li><li> Eddie Wu who stepped into the chief executive role on Sunday said in a memo to staff seen by CNN that the most significant change agent will be the disruptions brought about by AI across all sectors.</li><li> Wu replaced Daniel Zhang to become Alibaba BABA s fourth CEO in its year history He also took over as head of the cloud division after Zhang s surprise exit from the unit.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/12/tech/china-eddie-wu-alibaba-ai-focus-hnk-intl/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Oliver Darcy, Liam Reilly",
            "title": "New York Citys pension funds and state of Oregon sue Fox Corporation over 2020 election lies | Makemetechie.com Summary",
            "description": "New York Citys pension funds and the state of Oregon took legal action on Tuesday against Fox Corporation, alleging in a lawsuit that the Fox News parent company failed shareholders by allowing the rightwing channel to recklessly spread lies about the 2020 ",
            "url": "/2023-09-12-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230912174429-fox-news-042023.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-12T23:06:45Z",
            "content": "New York Citys pension funds and the state of Oregon took legal action on Tuesday against Fox Corporation, alleging in a lawsuit that the Fox News parent company failed shareholders by allowing the r [+3414 chars]",
            "summary": "New York City s pension funds and the state of Oregon took legal action on Tuesday against Fox Corporation alleging in a lawsuit that the Fox News parent company failed shareholders by allowing the right wing channel to recklessly spread lies about the election. The lawsuit which was filed under seal in the Delaware Court of Chancery named Fox Corporation board members and its executives as defendants. Fox settled a historic defamation lawsuit brought by election technology company Dominion Voting Systems earlier this year for a record million. Fox which has maintained it is proud of its dishonest election coverage still faces an even larger billion lawsuit from Smartmatic.",
            "html_summary": "<ul><li>New York City s pension funds and the state of Oregon took legal action on Tuesday against Fox Corporation alleging in a lawsuit that the Fox News parent company failed shareholders by allowing the right wing channel to recklessly spread lies about the election.</li><li> The lawsuit which was filed under seal in the Delaware Court of Chancery named Fox Corporation board members and its executives as defendants.</li><li> Fox settled a historic defamation lawsuit brought by election technology company Dominion Voting Systems earlier this year for a record million.</li><li> Fox which has maintained it is proud of its dishonest election coverage still faces an even larger billion lawsuit from Smartmatic.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/12/media/fox-corporation-new-york-city-oregon-lawsuit/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Matt Egan",
            "title": "As Chinas economy hits turbulence, a top Treasury official heads to Hong Kong to deepen ties with Beijing | Makemetechie.com Summary",
            "description": "A top US Treasury official is heading to Hong Kong as the White House continues its quest to ease tensions with Beijing and avoid a destabilizing crisis.",
            "url": "/2023-09-12-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230707101945-yellen-china-li-qiang-070723.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-12T12:00:45Z",
            "content": "A top US Treasury official is heading to Hong Kong as the White House continues its quest to ease tensions with Beijing and avoid a destabilizing crisis.Joining a growing list of US officials visit [+5888 chars]",
            "summary": "They keep sending different cabinet officials over, Jake, and its embarrassing. In response to Haleys criticism, Deputy Treasury Secretary Wally Adeyemo said its important for US officials to engage with China because it has the second-biggest economy in the world. During the trip, Neiman  the highest-ranking Treasury official to visit Hong Kong since 2019  plans to meet with government officials, private sector economists and executives from the financial and legal sectors. Andrew King, a venture capitalist and executive director of Future Union, a new bipartisan group that is calling for the private sector to pick democracy over autocracy, said the focus on cabinet officials is misplaced. Joining a growing list of US officials visiting the region, Assistant US Treasury Secretary Brent Neiman is traveling to Hong Kong on Wednesday as part of an effort to deepen ties between the worlds two largest economies, a Treasury official tells CNN. Despite criticism from some Republicans, the administration has tried to cool temperatures with Beijing by sending a flurry of officials to mainland China in the past few months, including Secretary of State Antony Blinken, climate envoy John Kerry, Treasury Secretary Janet Yellen and Commerce Secretary Gina Raimondo. This could be dangerous for the global economy because China is such an important contributor to world growth, said Ilaria Mazzocco, senior fellow in Chinese business and economics at the Center for Strategic & International Studies in Washington. The rollout set off alarm bells in the West because the smartphone relies on US technology that American officials had tried to block China from accessing.",
            "html_summary": "<ul><li>“They keep sending different cabinet officials over, Jake, and it’s embarrassing.” In response to Haley’s criticism, Deputy Treasury Secretary Wally Adeyemo said it’s “important” for US officials to engage with China because it has the second-biggest economy in the world..</li><li>During the trip, Neiman — the highest-ranking Treasury official to visit Hong Kong since 2019 — plans to meet with government officials, private sector economists and executives from the financial and legal sectors..</li><li>Andrew King, a venture capitalist and executive director of Future Union, a new bipartisan group that is calling for the private sector to pick democracy over autocracy, said the focus on cabinet officials is misplaced..</li><li>Joining a growing list of US officials visiting the region, Assistant US Treasury Secretary Brent Neiman is traveling to Hong Kong on Wednesday as part of an effort to “deepen ties between the world’s two largest economies,” a Treasury official tells CNN..</li><li>Despite criticism from some Republicans, the administration has tried to cool temperatures with Beijing by sending a flurry of officials to mainland China in the past few months, including Secretary of State Antony Blinken, climate envoy John Kerry, Treasury Secretary Janet Yellen and Commerce Secretary Gina Raimondo..</li><li>“This could be dangerous for the global economy because China is such an important contributor to world growth,” said Ilaria Mazzocco, senior fellow in Chinese business and economics at the Center for Strategic & International Studies in Washington..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/12/business/china-biden-treasury-hong-kong/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Murphy Kelly",
            "title": "Apple is set to unveil the iPhone 15 | Makemetechie.com Summary",
            "description": "Apple is expected to debut its iPhone 15 lineup at the companys annual September keynote event on Tuesday, and it could introduce the biggest change to the phones design in 11 years.",
            "url": "/2023-09-12-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230908170426-apple-wonderlust-iphone-15-event.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-12T10:09:59Z",
            "content": "Apple is expected to debut its iPhone 15 lineup Tuesday at the companys annual September keynote event, and it could introduce the biggest change to the phonesdesign in 11 years.The press event, wh [+5095 chars]",
            "summary": "The company also showed off its Apple Watch Series 9 and Ultra 2 smartwatches, with new colors and features including gesture control, and a new iteration of its AirPods Pro wireless earbuds, also with USB-C charging. Beyond expected improved performance and incremental innovation embedded into Apples new products, it is great to see Apple communicate on sustainability as a new competitive advantage  especially with Apples first carbon neutral products, Forrester Principal Analyst Thomas Husson said in emailed commentary following the event. The Watch Series 9 and high-end Ultra 2 watch will include a new gesture control called Double Tap, allowing allow users to tap their index finger and thumb together twice, to answer or end phone calls, play and pause music, or snooze alarms. The new Pro models design also features contoured edges and a customizable Action button, which gives the ring/silence button additional controls, from starting a voice memo to writing a note. The iPhone 15 lineup also includes an Ultra-Wideband chip to power a handful of new features, including one that makes it easier to find friends who share their location in crowded areas. Instead of leather, Apple said it will begin using a new textile that it is calling fine woven. Fine woven will be made of 68% post-consumer recycled content, giving it a significantly lower carbon footprint than leather, Apple said. Doubling down on sustainability initiatives, Jackson also said the tech giant will no longer use leather in any new Apple product, including watch bands.",
            "html_summary": "<ul><li>The company also showed off its Apple Watch Series 9 and Ultra 2 smartwatches, with new colors and features including gesture control, and a new iteration of its AirPods Pro wireless earbuds, also with USB-C charging..</li><li>“Beyond expected improved performance and incremental innovation embedded into Apple’s new products, it is great to see Apple communicate on sustainability as a new competitive advantage — especially with Apple’s first carbon neutral products,” Forrester Principal Analyst Thomas Husson said in emailed commentary following the event..</li><li>The Watch Series 9 and high-end Ultra 2 watch will include a new gesture control called Double Tap, allowing allow users to tap their index finger and thumb together twice, to answer or end phone calls, play and pause music, or snooze alarms..</li><li>The new Pro models’ design also features contoured edges and a customizable Action button, which gives the ring/silence button additional controls, from starting a voice memo to writing a note..</li><li>The iPhone 15 lineup also includes an Ultra-Wideband chip to power a handful of new features, including one that makes it easier to find friends who share their location in crowded areas..</li><li>Instead of leather, Apple said it will begin using a new textile that it is calling “fine woven.” Fine woven will be made of 68% post-consumer recycled content, giving it a significantly lower carbon footprint than leather, Apple said..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/12/tech/apple-iphone-15-event-wonderlust/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Issy Ronald",
            "title": "Tim Burton hits out at disturbing AI, likens it to a robot taking your soul | Makemetechie.com Summary",
            "description": "Tim Burton has hit out at disturbing artificial intelligence (AI), comparing its use in imitating his distinctive style as like a robot taking your humanity, your soul.",
            "url": "/2023-09-12-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230912110014-01-tim-burton-disturbing-ai.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-12T10:58:14Z",
            "content": "Tim Burton has hit out at disturbing artificial intelligence (AI), comparing its use in imitating his distinctive style as like a robot taking your humanity, your soul. The prolific director behind [+1894 chars]",
            "summary": "Tim Burton has hit out at disturbing artificial intelligence AI comparing its use in imitating his distinctive style as like a robot taking your humanity your soul. The prolific director behind movies Edward Scissorhands Corpse Bride and Beetlejuice made the comments during an interview with British newspaper The Independent. He was referencing an article by Buzzfeed that had used AI to reimagine Disney character as if they were in one of his movies. The potential consequences of using AI are among the central issues driving the ongoing actors and writers strikes which have halted production in Hollywood.",
            "html_summary": "<ul><li>Tim Burton has hit out at disturbing artificial intelligence AI comparing its use in imitating his distinctive style as like a robot taking your humanity your soul.</li><li> The prolific director behind movies Edward Scissorhands Corpse Bride and Beetlejuice made the comments during an interview with British newspaper The Independent.</li><li> He was referencing an article by Buzzfeed that had used AI to reimagine Disney character as if they were in one of his movies.</li><li> The potential consequences of using AI are among the central issues driving the ongoing actors and writers strikes which have halted production in Hollywood.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/12/entertainment/tim-burton-ai-criticism-intl-scli/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "By Samantha Kelly, <a href=\"/profiles/aditi-sandal\">Aditi Sangal</a>, <a href=\"/profiles/clare-duffy\">Clare Duffy</a>, <a href=\"/profiles/catherine-thorbecke\">Catherine Thorbecke</a> and <a href=\"/profiles/jennifer-korn\">Jennifer Korn</a>, CNN",
            "title": "Apple set to unveil new iPhone lineup | Makemetechie.com Summary",
            "description": "Apple is launching a new series of products on Tuesday at its Wonderlust event. Follow here for live updates.",
            "url": "/2023-09-12-index",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/230912104550-apple-store-0912-super-tease.jpg",
            "publishedAt": "2023-09-12T15:00:50Z",
            "content": "Apple is expected to debut its iPhone 15 lineup Tuesday at the companys annual September keynote event. Heres what to expectCharging for smartphones This year Apple is expected to introduce USBC [+2230 chars]",
            "summary": "Apple has started selling AirPods Pro second generation models that are supported by a USB C powered charging case. The new accessory comes as Apple ends its year run of the Lightning port and charger and switches its devices over to the USB C charger. Olivia Rodrigo released the music video for her new song get him back minutes after Apple s Wonderlust iPhone event. Apple unveiled an action button in the iPhone Pro the first change made to the ring silencer since the toggle switch debuted in the original iPhone in Now a pressable button.",
            "html_summary": "<ul><li>Apple has started selling AirPods Pro second generation models that are supported by a USB C powered charging case.</li><li> The new accessory comes as Apple ends its year run of the Lightning port and charger and switches its devices over to the USB C charger.</li><li> Olivia Rodrigo released the music video for her new song get him back minutes after Apple s Wonderlust iPhone event.</li><li> Apple unveiled an action button in the iPhone Pro the first change made to the ring silencer since the toggle switch debuted in the original iPhone in Now a pressable button.</li></ul>",
            "website_url": "https://www.cnn.com/tech/live-news/apple-event-september-2023/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Brian Fung",
            "title": "Bill Gates, Elon Musk and Mark Zuckerberg are meeting in Washington to discuss future AI regulations | Makemetechie.com Summary",
            "description": "Some of the most influential voices in the tech industry are set to meet with federal lawmakers Wednesday morning as the US Senate prepares to draw up legislation regulating the fastmoving artificial intelligence industry.",
            "url": "/2023-09-12-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230911173830-chuck-schumer-090623.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-13T10:09:21Z",
            "content": "Some of the most influential voices in the tech industry are set to meet with federal lawmakers Wednesday morning as the US Senate prepares to draw up legislation regulating the fastmoving artificia [+7614 chars]",
            "summary": "These are the same people who have ruined social media. Despite talking tough on tech, Schumer has moved extremely slowly on tech legislation, Hawley said, pointing to several major tech bills from the last Congress that never made it to a Senate floor vote. Lets put something real on the table instead of everybody agree[ing] that we need safety and innovation. Schumer said that making the meeting confidential was intended to give lawmakers the chance to hear from the outside in an unvarnished way. The two lawmakers recently introduced a legislative framework for artificial intelligence that they said represents a concrete effort to regulate AI  in contrast to what was happening steps away behind closed doors. We need to do what has been done for airline safety, car safety, drug safety, medical device safety, Blumenthal said. Bill Gates spoke of AIs potential to feed the hungry and one unnamed attendee called for spending tens of billions on transformational innovation that could unlock AIs benefits, Schumer said. You need to have copilots. So whos going to be watching this activity and making sure that its done correctly? Other areas of agreement reflected traditional tech industry priorities, such as increasing federal investment in research and development as well as promoting skilled immigration and education, Cantwell added. Theyre sitting at a big, round table all by themselves, Warren said of the executives and civil society leaders, while all the senators sat, listened and didnt ask questions.",
            "html_summary": "<ul><li>These are the same people who have ruined social media.” Despite talking tough on tech, Schumer has moved extremely slowly on tech legislation, Hawley said, pointing to several major tech bills from the last Congress that never made it to a Senate floor vote..</li><li>“Let’s put something real on the table instead of everybody agree[ing] that we need safety and innovation.” Schumer said that making the meeting confidential was intended to give lawmakers the chance to hear from the outside in an “unvarnished way.”.</li><li>The two lawmakers recently introduced a legislative framework for artificial intelligence that they said represents a concrete effort to regulate AI — in contrast to what was happening steps away behind closed doors..</li><li>“We need to do what has been done for airline safety, car safety, drug safety, medical device safety,” Blumenthal said..</li><li>Bill Gates spoke of AI’s potential to feed the hungry and one unnamed attendee called for spending tens of billions on “transformational innovation” that could unlock AI’s benefits, Schumer said..</li><li>You need to have copilots.’ So who’s going to be watching this activity and making sure that it’s done correctly?” Other areas of agreement reflected traditional tech industry priorities, such as increasing federal investment in research and development as well as promoting skilled immigration and education, Cantwell added..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/13/tech/schumer-tech-companies-ai-regulations/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Donald Judd",
            "title": "Biden focuses on his domestic agenda and efforts to end cancer amid McCarthys impeachment inquiry announcement | Makemetechie.com Summary",
            "description": "President Joe Biden will convene a meeting of his Cancer Cabinet on Wednesday, a White House official told CNN, in the latest attempt from the administration to refocus the national conversation around the presidents domestic agenda.",
            "url": "/2023-09-12-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230910102033-04-joe-biden-vietnam-0910.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-13T09:01:17Z",
            "content": "President Joe Biden will convene a meeting of his Cancer Cabinet on Wednesday, a White House official told CNN, in the latest attempt from the administration to refocus the national conversation arou [+3227 chars]",
            "summary": "President Joe Biden convened a meeting of his Cancer Cabinet on Wednesday in the latest attempt from the administration to refocus the national conversation around the president s domestic agenda Th The event marked Biden s first public appearance since House Speaker Kevin McCarthy announced plans to open an impeachment inquiry into the president on Tuesday. The president ignored shouted questions on McCarthy s plans Biden hailed what he called government wide work to mobilize a whole country effort to cut American cancer deaths in half in the next years or sooner. He touted the Cancer Moonshot s work as part of his administration s Unity Agenda noting he d even enlisted NASA Administrator Bill Nelson to utilize the agency s work on radiation and supercomputing.",
            "html_summary": "<ul><li>President Joe Biden convened a meeting of his Cancer Cabinet on Wednesday in the latest attempt from the administration to refocus the national conversation around the president s domestic agenda Th The event marked Biden s first public appearance since House Speaker Kevin McCarthy announced plans to open an impeachment inquiry into the president on Tuesday.</li><li> The president ignored shouted questions on McCarthy s plans Biden hailed what he called government wide work to mobilize a whole country effort to cut American cancer deaths in half in the next years or sooner.</li><li> He touted the Cancer Moonshot s work as part of his administration s Unity Agenda noting he d even enlisted NASA Administrator Bill Nelson to utilize the agency s work on radiation and supercomputing.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/13/politics/joe-biden-cancer-cabinet/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Biden called Arizona fab a gamechanger. Analyst calls it a paperweight | Makemetechie.com Summary. Will batteries usher in a new era of global energy sovereignty? | Makemetechie.com Summary. White House secures AI safeguard agreements from eight additional tech companies | Makemetechie.com Summary. Russias war in Ukraine, Kim Jong Uns meeting with Vladimir Putin | Makemetechie.com Summary. Alibabas new CEO embraces AI and wants a younger management team | Makemetechie.com Summary. New York Citys pension funds and state of Oregon sue Fox Corporation over 2020 election lies | Makemetechie.com Summary. As Chinas economy hits turbulence, a top Treasury official heads to Hong Kong to deepen ties with Beijing | Makemetechie.com Summary. Apple is set to unveil the iPhone 15 | Makemetechie.com Summary. Tim Burton hits out at disturbing AI, likens it to a robot taking your soul | Makemetechie.com Summary. Apple set to unveil new iPhone lineup | Makemetechie.com Summary. Bill Gates, Elon Musk and Mark Zuckerberg are meeting in Washington to discuss future AI regulations | Makemetechie.com Summary. Biden focuses on his domestic agenda and efforts to end cancer amid McCarthys impeachment inquiry announcement | Makemetechie.com Summary"
}