{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ashley Gold",
            "title": "AI rockets ahead in vacuum of U.S. regulation",
            "description": "The overnight success of ChatGPT is kicking off a techindustry race to bake AI into everyday products and decisionmaking with little oversight from government.Why it matters ChatGPTs uncanny ability to spit out stories, articles and recipes is heating up ",
            "url": "/2023-01-30-ai-chatgpt-regulation-laws",
            "urlToImage": "https://images.axios.com/3o_3y7hfdmCNjH3Z1Ff-aob3tMo=/1366x768/smart/2023/01/27/1674848962722.jpg",
            "publishedAt": "2023-01-30T10:45:02Z",
            "content": "The overnight success of ChatGPT is kicking off a techindustry race to bake AI into everyday products and decisionmaking with little oversight from government.Why it matters ChatGPTs uncanny ab [+4733 chars]",
            "summary": "lawmakers have been talking about AI's promise and perils for many years.",
            "html_summary": "<ul><li>lawmakers have been talking about AI's promise and perils for many years.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/30/ai-chatgpt-regulation-laws"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Megan Hernbroth",
            "title": "KP alum cautions that battery tech may be overhyped  Axios",
            "description": "KP alum cautions that battery tech may be overhypedAxios",
            "url": "/2023-01-30-venture-investors-battery-technology-startups-cleantech-bust",
            "urlToImage": "https://images.axios.com/0h9XJ0OwYNWbKX6m4Ae4rLqlzKw=/0x0:1493x839/1366x768/2023/01/30/1675095385656.png",
            "publishedAt": "2023-01-30T16:29:02Z",
            "content": "It feels a lot like 2008, Energize Ventures founding partner John Tough tells Axios when asked about the battery tech investment climate.Why it matters Comparing any market to 2008 conjures bad  [+2058 chars]",
            "summary": "Energize Ventures invests explicitly in software, Tough says.Bottom line: Battery technology is a critical part of the energy transition, and investors are scrambling to pick the industry's next breakthrough discovery. The wrong bet, however, threatens to set the entire industry back.",
            "html_summary": "<ul><li>Energize Ventures invests explicitly in software, Tough says.Bottom line: Battery technology is a critical part of the energy transition, and investors are scrambling to pick the industry's next breakthrough discovery.</li></ul>",
            "website_url": "https://www.axios.com/pro/climate-deals/2023/01/30/venture-investors-battery-technology-startups-cleantech-bust"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Marqeta buys fintech Power Finance in $275M allcash deal, its first acquisition",
            "description": "Marqeta has agreed to acquire twoyearold fintech infrastructure startup Power Finance for $223 million in cash, marking the first acquisition in the publiclytraded companys 13year history. About onethird of the purchase price is payable over a twoyear ",
            "url": "/2023-01-30-marqeta-to-acquire-fintech-infrastructure-startup-power-finance-in-200m-all-cash-deal",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/MarqetaPower.jpg?resize=1200,631",
            "publishedAt": "2023-01-30T13:30:16Z",
            "content": "Marqeta has agreed to acquire twoyearold fintech infrastructure startup Power Finance for $223 million in cash, marking the first acquisition in the publiclytraded companys 13year history.About [+7191 chars]",
            "summary": "Specifically, the acquisition will give Marqeta customers a way to launch a wide range of credit products and constructs, the company said, by incorporating Powers data science toolbox and its ability to embed experiences inside existing mobile and web applications into its own offering. The company ended up deciding that Power was the best fit both culturally and technologically.Marqeta, he said, is operating under the premise that consumers increasingly want personalization.If you look at a credit card, not much innovation has happened to it, Khalaf told TechCrunch. Its a perfect match.Through the acquisition, Khalaf said Marqeta hopes also to meet increasing demand from emerging, mobile-first retailers, creator marketplaces and labor marketplaces.Were going to see a lot of new demand around co-brands, he said. Marqeta has agreed to acquire two-year-old fintech infrastructure startup Power Finance for $223 million in cash, marking the first acquisition in the publicly-traded companys 13-year history.About one-third of the purchase price is payable over a two-year period subject to certain undisclosed conditions. Presently, Marqeta has nearly 1,000 employees.Generally, Khalaf said that Marqeta has been witnessing hypergrowth but is now moving into a sustainable and profitability phase.Were highly focused on sustainable, mature and predictable operating cadences for the company, he said. So much fintech M&AFintech startup Power flexes its credit card muscle following $316M equity, debt injection You decide which customers we want to serve, which market you want to go after and then you evaluate whether you build, buy or partner.",
            "html_summary": "<ul><li>Specifically, the acquisition will give Marqeta customers a way to launch “a wide range” of credit products and constructs, the company said, by incorporating Power’s data science toolbox and its ability to embed experiences inside existing mobile and web applications into its own offering.</li><li>The company ended up deciding that Power was the best fit both culturally and technologically.Marqeta, he said, is operating under the premise that consumers increasingly want personalization.“If you look at a credit card, not much innovation has happened to it,” Khalaf told TechCrunch.</li><li>It’s a perfect match.”Through the acquisition, Khalaf said Marqeta hopes also to meet increasing demand from emerging, mobile-first retailers, creator marketplaces and labor marketplaces.“We’re going to see a lot of new demand around co-brands,” he said.</li><li>Marqeta has agreed to acquire two-year-old fintech infrastructure startup Power Finance for $223 million in cash, marking the first acquisition in the publicly-traded company’s 13-year history.About one-third of the purchase price is payable over a two-year period subject to certain undisclosed conditions.</li><li>Presently, Marqeta has nearly 1,000 employees.Generally, Khalaf said that Marqeta has been witnessing hypergrowth but is now moving into a sustainable and profitability phase.“We’re highly focused on sustainable, mature and predictable operating cadences for the company,” he said.</li><li>So much fintech M&AFintech startup Power flexes its credit card muscle following $316M equity, debt injection</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/30/marqeta-to-acquire-fintech-infrastructure-startup-power-finance-in-200m-all-cash-deal/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Raylo raises $136M to build out its gadget leaseandreuse fintech platform",
            "description": "With the economy teetering on recession, and sales of mobile phones and other consumer electronics slowing right down globally, a U.K. startup called Raylo thats leaning into both of those themes has picked up 110 million ($136 million) to grow its business",
            "url": "/2023-01-30-raylo-raises-136m-to-build-out-its-gadget-lease-and-reuse-fintech-platform",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/07/Raylo-box-photo-2.png?resize=1200,800",
            "publishedAt": "2023-01-30T15:52:50Z",
            "content": "With the economy teetering on recession, and sales of mobile phones and other consumer electronics slowing right down globally, a U.K. startup called Raylo thats leaning into both of those themes ha [+7118 chars]",
            "summary": "Some like Grover (which also focuses on gadgets and leases), BackMarket (refurbished gadgets) and Vinted (clothes) have scaled up over the years, with lots of funding, big valuations and many customers. A startup called Fair, heavily bankrolled by SoftBank, once took on Ubers car leasing business when Uber found it to be too much of an operational and financial burden on its business. The business commitment to changing the way consumer electronics are sold and enjoyed is extremely well aligned with NatWests ESG objectives and passion for innovation and disruptive technologies, said Milena Sheahan, senior director at NatWest, in a statement. And so its created a platform to cater to this, offering shorter-term ownership of those gadgets for a lower price.The per-month rate goes down depending on the length of the lease, but currently the cheapest models are leased at 7.31/month, tablets at 10.72 and laptops at 17.92. Raylo are a progressive, forward thinking business, with a solid platform to positively influence consumer behaviour and attitude towards use of technology in the future. Carriers however still may want to offer these options, which is where a company like Raylo can step in to provide both the lease and the management of that lease. The logic was that an independent company could do a much better job managing and growing that business.",
            "html_summary": "<ul><li>Some like Grover (which also focuses on gadgets and “leases”), BackMarket (refurbished gadgets) and Vinted (clothes) have scaled up over the years, with lots of funding, big valuations and many customers.</li><li>A startup called Fair, heavily bankrolled by SoftBank, once took on Uber’s car leasing business when Uber found it to be too much of an operational and financial burden on its business.</li><li>The business’ commitment to changing the way consumer electronics are sold and enjoyed is extremely well aligned with NatWest’s ESG objectives and passion for innovation and disruptive technologies,” said Milena Sheahan, senior director at NatWest, in a statement.</li><li>And so it’s created a platform to cater to this, offering shorter-term ownership of those gadgets for a lower price.The per-month rate goes down depending on the length of the lease, but currently the cheapest models are leased at £7.31/month, tablets at £10.72 and laptops at £17.92.</li><li>“Raylo are a progressive, forward thinking business, with a solid platform to positively influence consumer behaviour and attitude towards use of technology in the future.</li><li>Carriers however still may want to offer these options, which is where a company like Raylo can step in to provide both the lease and the management of that lease.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/30/raylo-raises-136m-to-build-out-its-gadget-lease-and-reuse-fintech-platform/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Quantum sensing startup QCTRL raises another $27.4M",
            "description": "QCTRL, a Sydneyheadquartered quantum sensing startup that help reduces errors on a quantum computer, said it has raised $27.4 million.",
            "url": "/2023-01-30-quantum-sensing-startup-q-ctrl-raises-another-27-4m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/09/GettyImages-605383559.jpg?resize=1200,849",
            "publishedAt": "2023-01-30T16:05:30Z",
            "content": "Two quantumadjacent technologies  quantum sensing (QS) and quantum communication (Qcomm)  are as important as quantum computing hardware itself since they help make quantum computers function more [+3960 chars]",
            "summary": "Two quantum-adjacent technologies  quantum sensing (QS) and quantum communication (Qcomm)  are as important as quantum computing hardware itself since they help make quantum computers function more accurately. Q-CTRLs products are essential for enterprise adoption of quantum computing, and their use of AI is delivering critical insights across hardware platforms that no one else can match. Quantum Machines continues to grow in spite of economic uncertainity Last October, Q-CTRL, which focused on making quantum computers useful (sooner), launched a learning platform, Black Opal Enterprise, designed to help corporations and organizations understand quantum computing to build quantum-ready teams. Q-CTRLs frictionless quantum infrastructure software has a shallow learning curve and allows CIOs and CTOs to become quantum ready today, reducing enterprise risk, said Heather West, IDC research manager, in a statement. The startup has more than 8,000 users, including government contracts with the U.S., defense agencies in Australia and quantum computing companies like Rigetti, IonQ, IBM, Atom Computing, Alice & Bob, Nord Quantique and Pasqal, among others. The company did not provide valuation information, but says it will use the proceeds to continue developing its quantum technology, concentrating on product engineering, sales and marketing capacity. A Sydney-based startup called Q-CTRL has built quantum-sensing software that helps reduce errors on quantum computers.",
            "html_summary": "<ul><li>Two quantum-adjacent technologies — quantum sensing (QS) and quantum communication (Qcomm) — are as important as quantum computing hardware itself since they help make quantum computers function more accurately.</li><li>“Q-CTRL’s products are essential for enterprise adoption of quantum computing, and their use of AI is delivering critical insights across hardware platforms that no one else can match.” Quantum Machines continues to grow in spite of economic uncertainity</li><li>Last October, Q-CTRL, which focused on making quantum computers useful (sooner), launched a learning platform, Black Opal Enterprise, designed to help corporations and organizations understand quantum computing to build quantum-ready teams.</li><li>Q-CTRL’s frictionless quantum infrastructure software has a shallow learning curve and allows CIOs and CTOs to become quantum ready today, reducing enterprise risk,” said Heather West, IDC research manager, in a statement.</li><li>The startup has more than 8,000 users, including government contracts with the U.S., defense agencies in Australia and quantum computing companies like Rigetti, IonQ, IBM, Atom Computing, Alice & Bob, Nord Quantique and Pasqal, among others.</li><li>The company did not provide valuation information, but says it will use the proceeds to continue developing its quantum technology, concentrating on product engineering, sales and marketing capacity.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/30/quantum-sensing-startup-q-ctrl-raises-another-27-4m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Elon takes the stand, Akio Toyoda hands over the CEO keys and layoffs come for Waymo",
            "description": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe for free. Welcome back to The Station, your central hub fo",
            "url": "/2023-01-30-elon-takes-the-stand-akio-toyoda-hands-over-the-ceo-keys-and-layoffs-come-for-waymo",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/GettyImages-1238367308.jpg?resize=1200,798",
            "publishedAt": "2023-01-30T12:00:38Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+8868 chars]",
            "summary": "Sure, sure Musk also disclosed that he thought funding was secured from the Saudi Arabias Public Investment Fund, and that even if he didnt, he would have sold SpaceX shares to fund the buyout, much like he sold Tesla shares to fund Twitter. Separately, Tesla invested $3.6 billion into building two new facilities in Nevada: a 100 GWh battery cell factory and the companys first high-volume Semi truck factory. The four-year-old company is also backed by Jaguar Land Rovers venture arm.Geely is planning a big investment to turn Londons iconic black taxis into a high-volume, all-electric brand with a range of commercial and passenger vehicles. Caura, an administrative app for drivers, raised 4 million ($5 million) from LLoyds Banking Group Plc. I would like to show what kind of company Toyota should be through our cars. If you prefer to remain anonymous, click here to contact us, which includes SecureDrop (instructions here) and various encrypted messaging apps.This was a pretty slow week in the micromobility realm, but there are a few morsels worth sharing. Ampeco, a Bulgarian EV charging management platform, raised a $13 million Series A led by BMW iVentures to drive into North America.",
            "html_summary": "<ul><li>Sure, sure …Musk also disclosed that he thought funding was secured from the Saudi Arabia’s Public Investment Fund, and that even if he didn’t, he would have sold SpaceX shares to fund the buyout, much like he sold Tesla shares to fund Twitter.</li><li>Separately, Tesla invested $3.6 billion into building two new facilities in Nevada: a 100 GWh battery cell factory and the company’s first high-volume Semi truck factory.</li><li>The four-year-old company is also backed by Jaguar Land Rover’s venture arm.Geely is planning a big investment to turn London’s iconic black taxis into a high-volume, all-electric brand with a range of commercial and passenger vehicles.</li><li>Caura, an administrative app for drivers, raised £4 million ($5 million) from LLoyds Banking Group Plc.</li><li>I would like to show what kind of company Toyota should be through our cars.</li><li>If you prefer to remain anonymous, click here to contact us, which includes SecureDrop (instructions here) and various encrypted messaging apps.This was a pretty slow week in the micromobility realm, but there are a few morsels worth sharing.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/30/elon-takes-the-stand-akio-toyoda-hands-over-the-ceo-keys-and-layoffs-come-for-waymo/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. AI rockets ahead in vacuum of U.S. regulation. KP alum cautions that battery tech may be overhyped  Axios. Marqeta buys fintech Power Finance in $275M allcash deal, its first acquisition. Raylo raises $136M to build out its gadget leaseandreuse fintech platform. Quantum sensing startup QCTRL raises another $27.4M. Elon takes the stand, Akio Toyoda hands over the CEO keys and layoffs come for Waymo"
}