{
    "status": "ok",
    "totalResults": 34,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Stephen Clark",
            "title": "Trend or aberration? Russia is launching foreign satellites again",
            "description": "Major space industry players are still keeping Russia at arms length.",
            "url": "/2023-06-26-despite-sanctions-russia-launches-satellites-with-ties-to-west",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/soyuzlaunchphidemo-760x380.jpeg",
            "publishedAt": "2023-06-27T20:42:59Z",
            "content": "Enlarge/ Satellite controllers in Dubai monitor the launch of a Soyuz rocket from Russia on Tuesday.7 with For the first time since the invasion of Ukraine essentially cut off Russias space indus [+5152 chars]",
            "summary": "The UKs SteamJet and Luxembourgs OQ Technology secured agreements with UAE officials to place their payloads on the PHI-Demo satellite, while the Emiratis were responsible for selecting the Russian launch vehicle.Another foreign satellite from Malaysia was also on the Soyuz rocket launch Tuesday. The Soyuz booster and its Fregat upper stage successfully delivered a Russian civilian weather satellite into a polar orbit, then deployed 42 secondary payloads, mainly CubeSats from Russian companies and universities.There were three small foreign satellites on the Soyuz launch manifest. The UAE and Malaysian satellite operators booked their rides on the Soyuz launch Tuesday through Russian intermediaries, including a Russian private company called Aerospace Capital and Glavkosmos, a subsidiary of Russias space agency Roscosmos. But its hard to imagine Russia undercutting SpaceXs price for a small satellite to ride on one of its Falcon 9 rideshare missions without selling the Soyuz launch service below cost. A German company originally involved in brokering rides for international satellites on the Soyuz rocket backed out of the mission.Russian, UAE, and Malaysian officials did not disclose launch prices for the Soyuz flight. Russia continues launching US astronauts to the International Space Station through a no-funds-exchanged arrangement with NASA.The launch Tuesday began with the liftoff of a Soyuz rocket from the Vostochny Cosmodrome, located in the far eastern part of Russia, at 7:34 am ET (11:34 UTC). The PHI-Demo spacecraft hosts a 5G communications payload from a Luxembourg company called OQ Technology supporting data transfer and asset monitoring applications.",
            "html_summary": "<ul><li>The UK’s SteamJet and Luxembourg’s OQ Technology secured agreements with UAE officials to place their payloads on the PHI-Demo satellite, while the Emiratis were responsible for selecting the Russian launch vehicle.Another foreign satellite from Malaysia was also on the Soyuz rocket launch Tuesday.</li><li>The Soyuz booster and its Fregat upper stage successfully delivered a Russian civilian weather satellite into a polar orbit, then deployed 42 secondary payloads, mainly CubeSats from Russian companies and universities.There were three small foreign satellites on the Soyuz launch manifest.</li><li>The UAE and Malaysian satellite operators booked their rides on the Soyuz launch Tuesday through Russian intermediaries, including a Russian private company called Aerospace Capital and Glavkosmos, a subsidiary of Russia’s space agency Roscosmos.</li><li>But it’s hard to imagine Russia undercutting SpaceX’s price for a small satellite to ride on one of its Falcon 9 rideshare missions without selling the Soyuz launch service below cost.</li><li>A German company originally involved in brokering rides for international satellites on the Soyuz rocket backed out of the mission.Russian, UAE, and Malaysian officials did not disclose launch prices for the Soyuz flight.</li><li>Russia continues launching US astronauts to the International Space Station through a no-funds-exchanged arrangement with NASA.The launch Tuesday began with the liftoff of a Soyuz rocket from the Vostochny Cosmodrome, located in the far eastern part of Russia, at 7:34 am ET (11:34 UTC).</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/06/despite-sanctions-russia-launches-satellites-with-ties-to-west/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Chuong Nguyen",
            "title": "Dealmaster Early Amazon Prime Day 2023 deals and more",
            "description": "Shop early and save big on these early Amazon Prime Day 2023 deals",
            "url": "/2023-06-26-amazon-prime-day-2023-deals",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/prime-day-dm-760x380.jpg",
            "publishedAt": "2023-06-26T16:20:08Z",
            "content": "1 with Amazon Prime Day 2023 is coming on July 11 and 12, but you dont have to wait for the shopping event to score some of the biggest deals. Amazon is already starting the savings with early dea [+7296 chars]",
            "summary": "We've rounded up some of the best early Amazon Prime Day deals below, so you can shop early and shop smart. We've even added a few deals from other retailers as well.Ars Technica may earn compensation for sales from links on this post through affiliate programs. Amazon is already starting the savings with early deals ranging from Amazon-made devices, like the Kindle and BOGO Echo promotions, to $100 TVs, Apple Watches, and iPads.  Chuong Nguyen - Jun 26, 2023 4:20 pm UTC Amazon Prime Day 2023 is coming on July 11 and 12, but you don't have to wait for the shopping event to score some of the biggest deals. There are even a few Echo Dot accessories for Star Wars fans.",
            "html_summary": "<ul><li>We've rounded up some of the best early Amazon Prime Day deals below, so you can shop early and shop smart.</li><li>We've even added a few deals from other retailers as well.Ars Technica may earn compensation for sales from links on this post through affiliate programs.</li><li>Amazon is already starting the savings with early deals ranging from Amazon-made devices, like the Kindle and BOGO Echo promotions, to $100 TVs, Apple Watches, and iPads.</li><li> Chuong Nguyen - Jun 26, 2023 4:20 pm UTC Amazon Prime Day 2023 is coming on July 11 and 12, but you don't have to wait for the shopping event to score some of the biggest deals.</li></ul>",
            "website_url": "https://arstechnica.com/shopping/2023/06/amazon-prime-day-2023-deals/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Augmedics snaps up $82.5M to advance spinal surgery using AR and AI",
            "description": "Spinal is one of the fastestgrowing categories of surgery, with the number of operations taking place annually now approaching 8 million.  CPMG out of Texas...",
            "url": "/2023-06-26-augmedics-snaps-up-82-5m-advance-spinal-surgery-navigation-using-ar-and-ai",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/DhszAYlJJC_MumRZbiDR9w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzM-/https://media.zenfs.com/en/techcrunch_350/1d7b1791f48ea5f7940e50b336e88a33",
            "publishedAt": "2023-06-27T13:06:39Z",
            "content": "Spinal is one of the fastestgrowing categories of surgery, with the number of operations taking place annually now approaching 8 million. But their frequency belies the complexity and sometimes less [+6229 chars]",
            "summary": "In a field where many make claims about the benefits of augmented reality in surgery, Augmedics stands apart with a proprietary AR navigation solution, delivering best-in-class surgical accuracy daily to ORs across the country, said Kent McGaughy at CPMG. Now, the plan is to use the funding to build the next generation of that platform, which combines software with custom-made hardware, and for commercial development.At a time when many startups are struggling to close rounds, those numbers helped seal this deal. The innovations (and sensors and cameras) that Apple is bringing to the space with the Vision Pro, coupled with its other efforts in AR, are worth watching, not least because the company has a long-term plan to work closer with industry  and specifically the health tech space. Some have decried that custom headsets are expensive to make and design  hardware is hard  a state of affairs that has led many in the field to turn to off-the-shelf AR technology.Its a false economy, Hykes believes. But for now, the focus will remain where it is.A company of our size and stage needs to stay focused to demonstrate, to prove that this is an indispensable part of the future, he said.That doesnt mean there isnt scope even within that for multiple applications. Knees, hips and shoulders are obvious areas.Not a week goes by that a surgeon doesnt get in touch with an idea, he said. (Some have even argued that it was a turn to health diagnostics that helped Apple shift public perception of its smartwatch from nice to have to must-have.)",
            "html_summary": "<ul><li>“In a field where many make claims about the benefits of augmented reality in surgery, Augmedics stands apart with a proprietary AR navigation solution, delivering best-in-class surgical accuracy daily to ORs across the country,” said Kent McGaughy at CPMG.</li><li>Now, the plan is to use the funding to build the next generation of that platform, which combines software with custom-made hardware, and for commercial development.At a time when many startups are struggling to close rounds, those numbers helped seal this deal.</li><li>The innovations (and sensors and cameras) that Apple is bringing to the space with the Vision Pro, coupled with its other efforts in AR, are worth watching, not least because the company has a long-term plan to work closer with industry — and specifically the health tech space.</li><li>Some have decried that custom headsets are expensive to make and design — hardware is hard — a state of affairs that has led many in the field to turn to off-the-shelf AR technology.It’s a false economy, Hykes believes.</li><li>But for now, the focus will remain where it is.“A company of our size and stage needs to stay focused to demonstrate, to prove that this is an indispensable part of the future,” he said.That doesn’t mean there isn’t scope even within that for multiple applications.</li><li>Knees, hips and shoulders are obvious areas.“Not a week goes by that a surgeon doesn’t get in touch with an idea,” he said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/27/augmedics-snaps-up-82-5m-advance-spinal-surgery-navigation-using-ar-and-ai/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Volvo becomes latest automaker to adopt Tesla EV charging standard",
            "description": "Now, Volvo is turning to Teslas North American Charging Standard.  Under an agreement announced Tuesday, Volvo EV owners will have access to about 12,000 of...",
            "url": "/2023-06-26-volvo-becomes-latest-automaker-to-adopt-tesla-ev-charging-standard",
            "urlToImage": "https://media.zenfs.com/en/techcrunch_350/7a423d78cb4fefd4efb40db837b8c21b",
            "publishedAt": "2023-06-27T16:45:13Z",
            "content": "First came Ford. GM and Rivian followed. Now, Volvo is turning to Teslas North American Charging Standard.Under an agreement announced Tuesday, Volvo EV owners will have access to about 12,000 of  [+1796 chars]",
            "summary": "One major inhibitor to more people making the shift to electric driving  a key step in making transportation more sustainable  is access to easy and convenient charging infrastructure. While there didnt appear to be a lot of public interest, automakers began working with Tesla to adopt the system.In the past month, Ford, GM, Rivian and more than a dozen EV charging companies have announced plans to adopt Teslas NACS. Now, Volvo is turning to Teslas North American Charging Standard.Under an agreement announced Tuesday, Volvo EV owners will have access to about 12,000 of Teslas fast chargers, known as Superchargers, via an adapter starting in the first half of 2024. Today, with this agreement, were taking a major step to remove this threshold for Volvo drivers in the United States, Canada and Mexico.Today, nearly all EVs sold in North America  with the exception of Tesla  are equipped with the Combined Charging System (CCS). Third-party charging networks like Electrify America, EVGo and ChargePoint are also on the CCS standard. Today, Volvo produces and sells two battery electric vehicles, the XC40 and C40 Recharge. Stellantis and Hyundai have made public statements that theyre evaluating the Tesla standard.",
            "html_summary": "<ul><li>“One major inhibitor to more people making the shift to electric driving — a key step in making transportation more sustainable — is access to easy and convenient charging infrastructure.</li><li>While there didn’t appear to be a lot of public interest, automakers began working with Tesla to adopt the system.In the past month, Ford, GM, Rivian and more than a dozen EV charging companies have announced plans to adopt Tesla’s NACS.</li><li>Now, Volvo is turning to Tesla’s North American Charging Standard.Under an agreement announced Tuesday, Volvo EV owners will have access to about 12,000 of Tesla’s fast chargers, known as Superchargers, via an adapter starting in the first half of 2024.</li><li>Today, with this agreement, we’re taking a major step to remove this threshold for Volvo drivers in the United States, Canada and Mexico.”Today, nearly all EVs sold in North America — with the exception of Tesla — are equipped with the Combined Charging System (CCS).</li><li>Third-party charging networks like Electrify America, EVGo and ChargePoint are also on the CCS standard.</li><li>Today, Volvo produces and sells two battery electric vehicles, the XC40 and C40 Recharge.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/27/volvo-becomes-latest-automaker-to-adopt-tesla-ev-charging-standard/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Airmo combines space and climate tech with emissions monitoring satellites",
            "description": "German startup Airmo is taking aim at climate change, with plans to launch a twelvesatellite constellation to monitor greenhouse gas (GHG) emissions across ...",
            "url": "/2023-06-26-airmo-combines-space-and-climate-tech-with-emissions-monitoring-satellites",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/lC9PIhXZKZJDWm1xJ1QliA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NTI-/https://media.zenfs.com/en/techcrunch_350/7c04eff0eb1249f45df0a60472740920",
            "publishedAt": "2023-06-27T18:52:36Z",
            "content": "German startup Airmo is taking aim at climate change, with plans to launch a twelvesatellite constellation to monitor greenhouse gas (GHG) emissions across the planet.To fuel its ambitions, the co [+1663 chars]",
            "summary": "Airmos revenue will be generated from companies paying for their emissions data, she added.The startup is an official partner of the Aiming for Zero program of the Oil and Gas Climate Initiative, an industry group composed of 12 of the worlds largest energy companies, including Aramco, BP and Chevron. The ESA contract was awarded as part of the agencys InCubed program, which aims to fund commercial initiatives in the Earth observation space.We see a growing interest from the society and the investors on climate and sustainability, Michele Castorina, an ESA investment officer, said in a statement. That partnership will no doubt give Airmo key insights into the needs of a core customer sector.The round was led by Findus Venture, with additional participation from Ananda Impact Ventures, Pi Labs, E2MC, Antler and several angel investors. Earth Observation will play a key role in this landscape.",
            "html_summary": "<ul><li>Airmo’s revenue will be generated from companies paying for their emissions data, she added.The startup is an official partner of the “Aiming for Zero” program of the Oil and Gas Climate Initiative, an industry group composed of 12 of the world’s largest energy companies, including Aramco, BP and Chevron.</li><li>The ESA contract was awarded as part of the agency’s InCubed program, which aims to fund commercial initiatives in the Earth observation space.“We see a growing interest from the society and the investors on climate and sustainability,” Michele Castorina, an ESA investment officer, said in a statement.</li><li>That partnership will no doubt give Airmo key insights into the needs of a core customer sector.The round was led by Findus Venture, with additional participation from Ananda Impact Ventures, Pi Labs, E2MC, Antler and several angel investors.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/27/airmo-combines-space-and-climate-tech-with-emissions-monitoring-satellites/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "SnowflakeNvidia partnership could make it easier to build generative AI applications",
            "description": "Snowflake has always been about storing large amounts of unstructured data in the cloud.  With two recent acquisitions, Neeva and Streamlit, it will make it ...",
            "url": "/2023-06-26-snowflake-nvidia-partnership-could-make-it-easier-to-build-generative-ai-applications",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/DcgDcMoFHji9NeghJwbjjg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDc-/https://media.zenfs.com/en/techcrunch_350/33197bb6f59bd6364cfb384bf4f4c0a1",
            "publishedAt": "2023-06-27T16:00:04Z",
            "content": "Snowflake has always been about storing large amounts of unstructured data in the cloud. With two recent acquisitions, Neeva and Streamlit, it will make it easier to search and build applications on  [+2957 chars]",
            "summary": "With two recent acquisitions, Neeva and Streamlit, it will make it easier to search and build applications on top of the data. Snowflake has always been about storing large amounts of unstructured data in the cloud.",
            "html_summary": "<ul><li>With two recent acquisitions, Neeva and Streamlit, it will make it easier to search and build applications on top of the data.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/27/snowflake-nvidia-partnership-could-make-it-easier-to-build-generative-ai-applications/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Zoox begins testing robotaxis on public roads in Las Vegas",
            "description": "Amazon subsidiary Zoox has begun testing its purposebuilt, electric, autonomous robotaxis on public streets in Las Vegas, the company announced Tuesday...",
            "url": "/2023-06-26-zoox-begins-testing-robotaxis-on-public-roads-in-las-vegas",
            "urlToImage": "https://media.zenfs.com/en/techcrunch_350/2a61fd5a34a75c822cf1a77053c5df23",
            "publishedAt": "2023-06-27T22:52:12Z",
            "content": "Amazon subsidiary Zoox has begun testing its purposebuilt, electric, autonomous robotaxis on public streets in Las Vegas, the company announced Tuesday. Zoox says this marks the first time that an a [+2760 chars]",
            "summary": "But a company spokesperson did say there will be multiple Zoox vehicles testing.The company said it has been driving on public roads in Vegas since June 16, 2023, and has been in the city for much longer. The company used a test fleet of Toyota Highlanders to map the area and gather data, while driving autonomously with safety drivers on board.In 2020, Zoox opened an office and depot in Vegas to support its test fleet. According to Nevada law, AV companies that want to develop and test vehicles in the state need to self-certify that vehicles meet the Nevada minimal risk condition to be able to stop if there is a malfunction in the system. The company has yet to open up its vehicles to the public.Nevada is a much easier state in which to test AVs than California, which has a rigorous permitting process overseen by the California DMV. Nevada allows all automation levels to operate on public streets and its DMV doesnt test or certify vehicles.Zoox said in a tweet that it had been given authorization from Nevadas DMV to operate its robotaxi autonomously. The companys workforce, which is spread between several locations in California, Nevada and Washington, has grown from 1,900 employees to 2,200 since the beginning of the year, the company confirmed. The company is now expanding those operations and adding 190,000 square feet of warehouse and office space for its vehicles and its growing team in the region.",
            "html_summary": "<ul><li>But a company spokesperson did say there will be “multiple” Zoox vehicles testing.The company said it has been driving on public roads in Vegas since June 16, 2023, and has been in the city for much longer.</li><li>The company used a test fleet of Toyota Highlanders to map the area and gather data, while driving autonomously with safety drivers on board.In 2020, Zoox opened an office and depot in Vegas to support its test fleet.</li><li>According to Nevada law, AV companies that want to develop and test vehicles in the state need to self-certify that vehicles meet the Nevada “minimal risk condition” to be able to stop if there is a malfunction in the system.</li><li>The company has yet to open up its vehicles to the public.Nevada is a much easier state in which to test AVs than California, which has a rigorous permitting process overseen by the California DMV.</li><li>Nevada allows all automation levels to operate on public streets and its DMV doesn’t test or certify vehicles.Zoox said in a tweet that it had been given authorization from Nevada’s DMV to operate its robotaxi autonomously.</li><li>The company’s workforce, which is spread between several locations in California, Nevada and Washington, has grown from 1,900 employees to 2,200 since the beginning of the year, the company confirmed.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/27/zoox-begins-testing-robotaxis-on-public-roads-in-las-vegas/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "Kindred Ventures foresees a massive explosion of startups courtesy of AI",
            "description": "Last week, we talked with Kindred Ventures, a small, nineyearold, San Franciscobased early stage venture firm that, despite investing in a lot of nascent ...",
            "url": "/2023-06-26-kindred-ventures-foresees-a-massive-explosion-of-startups-courtesy-of-ai",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/kNNquLjBAlEqdqJ5enDE0A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MTg-/https://media.zenfs.com/en/techcrunch_350/7dd7fa54141b5101a21b6ce7c33dba4a",
            "publishedAt": "2023-06-26T22:59:18Z",
            "content": "Last week, we talked with Kindred Ventures, a small, nineyearold, San Franciscobased early stage venture firm that, despite investing in a lot of nascent startups  more than 100 to date  takes [+6391 chars]",
            "summary": "Theyre all tapping into the opportunity that theyre seeing, with not only generative AI but industrial AI, too.On the generative AI front, there are these foundation model companies, as well as, right now, many more application layer companies, hardware companies, infrastructure and tooling companies. After closing a $56 million fund in 2019 and a $101 million fund in 2021, Kindred last year closed a $200 million fund, as well as a $112 million later-stage fund to back growth-stage companies in Kindreds own portfolio and outside it. But over time, its still not clear to me whether well have four companies in the world or four bazillion, given how empowering AI appears to be.Kanyi Maqubela: Oh, gosh, there will be way, way, way more companies. Now, were going to need a new way of thinking about how business models get activated, new metrics and new benchmarking, and thats really exciting, particularly for an early-stage investor whos focusing on products and the starting point of innovation. But it is going to look different than the last cycle and thats by design the same way that the mobile and SaaS were very different from the first internet cycle, which looked very different than the cycle before it. I guess the first thing to think about is: there are probably an infinite number of ways to customize information, particularly when it comes to media and content, and that customization actually results in extraordinary consumer surplus and extraordinary power for the end user. The ability to get started is much easier, which is good for society.As for investors, the day of having pretty controlled access to startups and this phony network play in your favor  based on pedigree and brand  maybe that game has opened up.",
            "html_summary": "<ul><li>They’re all tapping into the opportunity that they’re seeing, with not only generative AI but industrial AI, too.On the generative AI front, there are these foundation model companies, as well as, right now, many more application layer companies, hardware companies, infrastructure and tooling companies.</li><li>After closing a $56 million fund in 2019 and a $101 million fund in 2021, Kindred last year closed a $200 million fund, as well as a $112 million later-stage fund to back growth-stage companies in Kindred’s own portfolio and outside it.</li><li>But over time, it’s still not clear to me whether we’ll have four companies in the world or four bazillion, given how empowering AI appears to be.Kanyi Maqubela: Oh, gosh, there will be way, way, way more companies.</li><li>Now, we’re going to need a new way of thinking about how business models get activated, new metrics and new benchmarking, and that’s really exciting, particularly for an early-stage investor who’s focusing on products and the starting point of innovation.</li><li>But it is going to look different than the last cycle and that’s by design the same way that the mobile and SaaS were very different from the first internet cycle, which looked very different than the cycle before it.</li><li>I guess the first thing to think about is: there are probably an infinite number of ways to customize information, particularly when it comes to media and content, and that customization actually results in extraordinary consumer surplus and extraordinary power for the end user.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/26/kindred-ventures-foresees-a-massive-explosion-of-startups-courtesy-of-ai/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Brilliant Labs puts AI in front of your eye with its tiny opensource AR lens",
            "description": "Brilliant Labs augmented reality wearable stands in stark contrast to Apples pricey, bulky, stealthy Vision Pro. The startups inaugural product, Monocle, is an opensource, pocketsized AR lens that can be clipped on any eyewear or held to the eye, Launche",
            "url": "/2023-06-26-brilliant-labs-puts-ai-in-front-of-your-eye-with-its-tiny-open-source-ar-lens",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Brilliant-Labs-Monocle-looking-down.jpg?resize=1200,800",
            "publishedAt": "2023-06-27T15:00:14Z",
            "content": "Brilliant Labs augmented reality wearable stands in stark contrast to Apples pricey, bulky, stealthy Vision Pro. The startups inaugural product, Monocle, is an opensource, pocketsized AR lens th [+7263 chars]",
            "summary": "As an undercurrent to that, the hardware we make will be more powerful even as the hardware stays low power, the founder said.The company is on track to far exceed its sales target this year. The use of low-power electronics and miniaturized electronic parts, according to the founder, allows the lens to be compact and weigh only 15 grams.Every other device company was doing bulky, expensive headsets. He believes that focus is key, and that success comes from choosing one idea to pursue out of hundreds of potential options.How do you do really lightweight, affordable, focused hardware to deliver that AI-powered experience? Despite being established in 2019, the startup is still run solely by its three co-founders, which makes one wonder why other mixed reality device makers need hundreds if not thousands of staff. Brilliant Labs does not store any customer data on its devices or server as its not interested in selling data to advertisers, the founder noted.Apples Vision Pro reignites excitement in Chinas XR world We are running in the exact opposite direction, said Bobak Tavangar, CEO and co-founder of Brilliant Labs, in an interview with TechCrunch.To integrate its AR device into peoples daily life, Singapore-based Brilliant Labs aims to embed generative AI into its compact wearable. Brilliant Labs integrated with GPT first because it has a well-documented API. But the large language model is compute-intensive and the team is constantly on the look for more compressed LLMs.I think over time we will see how compressed the models can become even as efficiency increases.",
            "html_summary": "<ul><li>As an undercurrent to that, the hardware we make will be more powerful even as the hardware stays low power,” the founder said.The company is on track to “far exceed” its sales target this year.</li><li>The use of low-power electronics and miniaturized electronic parts, according to the founder, allows the lens to be compact and weigh only 15 grams.“Every other device company was doing bulky, expensive headsets.</li><li>He believes that focus is key, and that success comes from choosing one idea to pursue out of hundreds of potential options.“How do you do really lightweight, affordable, focused hardware to deliver that AI-powered experience?</li><li>Despite being established in 2019, the startup is still run solely by its three co-founders, which makes one wonder why other mixed reality device makers need hundreds if not thousands of staff.</li><li>Brilliant Labs does not store any customer data on its devices or server as it’s “not interested in selling data to advertisers,” the founder noted.Apple’s Vision Pro reignites excitement in China’s XR world</li><li>We are running in the exact opposite direction,” said Bobak Tavangar, CEO and co-founder of Brilliant Labs, in an interview with TechCrunch.To integrate its AR device into people’s daily life, Singapore-based Brilliant Labs aims to embed generative AI into its compact wearable.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/27/brilliant-labs-puts-ai-in-front-of-your-eye-with-its-tiny-open-source-ar-lens/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "As the generative AI craze rages on, Ramp acquires customer support startup Cohere.io",
            "description": "Want more fintech news in your inbox? Sign up here. Finance automation company Ramp has acquired Cohere.io, a startup that built an AIpowered customer support tool, the companies told TechCrunch exclusively. Founded in 2020, New Yorkbased Cohere.io (not to ",
            "url": "/2023-06-26-as-the-generative-ai-craze-rages-on-fintech-ramp-acquires-ai-powered-customer-support-startup-cohere-io",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1451031353.jpg?resize=1200,797",
            "publishedAt": "2023-06-26T15:28:11Z",
            "content": "Want more fintech news in your inbox? Sign up here.Finance automation company Ramp has acquired Cohere.io, a startup that built an AIpowered customer support tool, the companies told TechCrunch ex [+5851 chars]",
            "summary": "With Coheres technology, it claimed, businesses could help customers in seconds by taking instant control of their screen without any downloads or setup on the customers end.That ease-of-use gained the startup an early 50+ paying customers for its product, including TechCrunch Disrupt 2020 winner Canix, CopyAI, Ramp and others. Because Ramp deals with massive sets of unstructured data, Jsonformer helps the company put that data into a structured format thats easier to analyze and use, Ramp said. The deal marks Ramps first acquisition since it bought Buyer, a negotiation-as-a-service platform that claimed to save its clients money on big-ticket purchases such as annual software contracts, in August of 2021 and second since its 2019 inception. Interestingly, Lin later left to work for Ramp, but the others graduated during the pandemic.After one year, Lin left Ramp to help start Cohere.io. Since then, though, Cohero.io switched focus from screen sharing to LLM-powered support automation. The technical sophistication of the team was far beyond anything we had ever seen.Got a news tip or inside information about a topic we covered? Financial terms were not disclosed.As reported previously by TechCrunch, Coheres three co-founders, Yunyu Lin, Jason Wang and Rahul Sengottuvelu (CTO), first met while attending Duke University.",
            "html_summary": "<ul><li>With Cohere’s technology, it claimed, businesses could help customers “in seconds” by taking instant control of their screen without any downloads or setup on the customer’s end.That ease-of-use gained the startup an early 50+ paying customers for its product, including TechCrunch Disrupt 2020 winner Canix, CopyAI, Ramp and others.</li><li>Because Ramp deals with massive sets of unstructured data, Jsonformer helps the company put that data into a structured format “that’s easier to analyze and use,” Ramp said.</li><li>The deal marks Ramp’s first acquisition since it bought Buyer, a “negotiation-as-a-service” platform that claimed to save its clients money on big-ticket purchases such as annual software contracts, in August of 2021 and second since its 2019 inception.</li><li>Interestingly, Lin later left to work for Ramp, but the others graduated during the pandemic.After one year, Lin left Ramp to help start Cohere.io.</li><li>Since then, though, Cohero.io switched focus from screen sharing to LLM-powered support automation.</li><li>“The technical sophistication of the team was far beyond anything we had ever seen.”Got a news tip or inside information about a topic we covered?</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/26/as-the-generative-ai-craze-rages-on-fintech-ramp-acquires-ai-powered-customer-support-startup-cohere-io/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "Announcing the Fintech Stage agenda at TechCrunch Disrupt",
            "description": "Building a fintech startup isnt an easy task, as you have to deal with complex regulation and make sure that your service is extremely reliable because youre handling money. Thats why we created the brandnew Fintech Stage at TechCrunch Disrupt and invited",
            "url": "/2023-06-26-announcing-the-fintech-stage-agenda-at-techcrunch-disrupt",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/fintech_stage.png?resize=1200,675",
            "publishedAt": "2023-06-27T14:00:20Z",
            "content": "Building a fintech startup isnt an easy task, as you have to deal with complex regulation and make sure that your service is extremely reliable because youre handling money. Thats why we created t [+4837 chars]",
            "summary": "And yet, the world of fintech is an ever-evolving one with entrepreneurs trying to modernize financial services, simplify payments and embed financial products everywhere.With a dedicated Fintech Stage at TechCrunch Disrupt, well have plenty of time to talk about the most interesting fintech topics at length. Thats why a new wave of finance infrastructure companies are reinventing banking  and they could potentially turn any company into a fintech company.The Future of Paymentswith Cline Duftel (Checkout.com) Payments startup Checkout.com cashed in on the tech funding boom of 2021 and reached a valuation of $40 billion. Thats why we created the brand-new Fintech Stage at TechCrunch Disrupt and invited some of the brightest minds in fintech to learn how they pulled it off.A few years ago, it was hard to imagine that finance would become one of the most innovative spaces in tech. Well discuss the future of payments and see how it unlocks new business opportunities with global coverage, instant payouts, subscription-based billing and complex marketplace business types.We will also host conversations about open banking and embedded finance. Building a fintech startup isnt an easy task, as you have to deal with complex regulation and make sure that your service is extremely reliable because youre handling money. And its been a real roller coaster lately with valuation cuts and regulatory changes.Here is your first peek at the agenda  but stay tuned for more to come!TechCrunch Disrupt, our flagship startup event, returns to San Francisco on September 1921, and we have a lot to talk about. And what are major blockchains and crypto projects alike doing to help accelerate that mission?a16zs Arianna Simpson on the Promise of Web3 Investments with Arianna Simpson (Andreessen Horowitz)Yes, there are still crypto-focused investors out there doubling down their web3 strategies as other VCs look to other horizons (ahem, AI).",
            "html_summary": "<ul><li>And yet, the world of fintech is an ever-evolving one with entrepreneurs trying to modernize financial services, simplify payments and embed financial products everywhere.With a dedicated Fintech Stage at TechCrunch Disrupt, we’ll have plenty of time to talk about the most interesting fintech topics at length.</li><li>That’s why a new wave of finance infrastructure companies are reinventing banking — and they could potentially turn any company into a fintech company.The Future of Paymentswith Céline Dufétel (Checkout.com) Payments startup Checkout.com cashed in on the tech funding boom of 2021 and reached a valuation of $40 billion.</li><li>That’s why we created the brand-new Fintech Stage at TechCrunch Disrupt and invited some of the brightest minds in fintech to learn how they pulled it off.A few years ago, it was hard to imagine that finance would become one of the most innovative spaces in tech.</li><li>We’ll discuss the future of payments and see how it unlocks new business opportunities with global coverage, instant payouts, subscription-based billing and complex marketplace business types.We will also host conversations about open banking and embedded finance.</li><li>Building a fintech startup isn’t an easy task, as you have to deal with complex regulation and make sure that your service is extremely reliable because you’re handling money.</li><li>And it’s been a real roller coaster lately with valuation cuts and regulatory changes.Here is your first peek at the agenda — but stay tuned for more to come!TechCrunch Disrupt, our flagship startup event, returns to San Francisco on September 19–21, and we have a lot to talk about.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/27/announcing-the-fintech-stage-agenda-at-techcrunch-disrupt/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Lucid will supply Aston Martin with leadingedge electric powertrains",
            "description": "The $450 million deal should see the next Aston Martin EV arrive in 2025.",
            "url": "/2023-06-26-lucid-will-supply-aston-martin-with-leading-edge-electric-powertrains",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/ASTON-MARTIN-TO-CREATE-INDUSTRY-LEADING-ULTRA-LUXURY-HIGH-PERFORMANCE-ELECTRIC-VEHICLES43-760x380.jpg",
            "publishedAt": "2023-06-26T13:56:43Z",
            "content": "10 with On Monday morning, Aston Martin announced that it has a new technology partner. The lowvolume British sports car maker has just signed a deal with Lucid, the USbased electric vehicle star [+2577 chars]",
            "summary": "\"The proposed agreement with Lucid forms a significant pillar of our electrification strategy, providing Aston Martin with access to the industry's leading powertrain and battery systems technology. \"We now have two world-class suppliers to support the internal development and investments we are making to deliver our electrification strategy,\" said Lawrence Stroll, Aston Martin's executive chairman.Aston Martin is also getting cozier with Geely, the Chinese automaker that owns (among other brands) Lotus, Polestar, and Volvo. \"In line with its strategy, Aston Martin selected Lucid, recognizing the profound benefits of adopting its world-leading electric drivetrain technology, exemplified by the breakthrough 516-mile EPA-estimated range achieved by the Lucid Air Grand Touring. \"This partnership will represent a landmark collaboration between Aston Martin, a storied marque with a rich history, including winning at Le Mans and its current successes in F1, and the very best of Silicon Valley innovation and technology from Lucid,\" said Peter Rawlinson, Lucid's CEO and CTO. The low-volume British sports car maker has just signed a deal with Lucid, the US-based electric vehicle startup, that will see future Aston Martin EVs use Lucid's efficient and powerful powertrains. \"That's part of a $2.5 billion sustainability strategy planned for the next five years that includes a new flexible architecture for EVs.  Jonathan M. Gitlin - Jun 26, 2023 1:56 pm UTC On Monday morning, Aston Martin announced that it has a new technology partner.",
            "html_summary": "<ul><li>\"The proposed agreement with Lucid forms a significant pillar of our electrification strategy, providing Aston Martin with access to the industry's leading powertrain and battery systems technology.</li><li>\"We now have two world-class suppliers to support the internal development and investments we are making to deliver our electrification strategy,\" said Lawrence Stroll, Aston Martin's executive chairman.Aston Martin is also getting cozier with Geely, the Chinese automaker that owns (among other brands) Lotus, Polestar, and Volvo.</li><li>\"In line with its strategy, Aston Martin selected Lucid, recognizing the profound benefits of adopting its world-leading electric drivetrain technology, exemplified by the breakthrough 516-mile EPA-estimated range achieved by the Lucid Air Grand Touring.</li><li>\"This partnership will represent a landmark collaboration between Aston Martin, a storied marque with a rich history, including winning at Le Mans and its current successes in F1, and the very best of Silicon Valley innovation and technology from Lucid,\" said Peter Rawlinson, Lucid's CEO and CTO.</li><li>The low-volume British sports car maker has just signed a deal with Lucid, the US-based electric vehicle startup, that will see future Aston Martin EVs use Lucid's efficient and powerful powertrains.</li><li>\"That's part of a $2.5 billion sustainability strategy planned for the next five years that includes a new flexible architecture for EVs.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/06/lucid-will-supply-aston-martin-with-leading-edge-electric-powertrains/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Trend or aberration? Russia is launching foreign satellites again. Dealmaster Early Amazon Prime Day 2023 deals and more. Augmedics snaps up $82.5M to advance spinal surgery using AR and AI. Volvo becomes latest automaker to adopt Tesla EV charging standard. Airmo combines space and climate tech with emissions monitoring satellites. SnowflakeNvidia partnership could make it easier to build generative AI applications. Zoox begins testing robotaxis on public roads in Las Vegas. Kindred Ventures foresees a massive explosion of startups courtesy of AI. Brilliant Labs puts AI in front of your eye with its tiny opensource AR lens. As the generative AI craze rages on, Ramp acquires customer support startup Cohere.io. Announcing the Fintech Stage agenda at TechCrunch Disrupt. Lucid will supply Aston Martin with leadingedge electric powertrains"
}