{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "McGlothan and Grand Canyon host Utah Tech  The Associated Press  en Espaol",
            "description": "Utah Tech Trailblazers (99, 14 WAC) at Grand Canyon Antelopes (126, 32 WAC) Phoenix; Wednesday, 9 p.m. EST BOTTOM LINE Grand Canyon faces the Utah Tech Trailblazers after Gabe McGlothan scored 24 points in Grand Canyons 7974 loss to the Cal Baptist Lan",
            "url": "/2023-01-16-sports-utah-utes-gabe-mcglothan-mens-be443f25cb1744deb6be45ceda0dfa4f",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-17T08:50:58Z",
            "content": "Utah Tech Trailblazers (99, 14 WAC) at Grand Canyon Antelopes (126, 32 WAC)Phoenix; Wednesday, 9 p.m. ESTBOTTOM LINE Grand Canyon faces the Utah Tech Trailblazers after Gabe McGlothan scored [+1272 chars]",
            "summary": "Isaiah Pope is averaging 11.9 points over the last 10 games for Utah Tech.LAST 10 GAMES: Antelopes: 6-4, averaging 70.7 points, 33.4 rebounds, 11.8 assists, 5.7 steals and 2.7 blocks per game while shooting 43.4% from the field. Their opponents have averaged 65.3 points per game.Trailblazers: 6-4, averaging 77.5 points, 36.2 rebounds, 15.5 assists, 7.1 steals and 3.1 blocks per game while shooting 47.1% from the field. Rayshon Harrison is averaging 15.3 points over the last 10 games for Grand Canyon.Cameron Gooden is shooting 46.4% and averaging 15.6 points for the Trailblazers. Grand Canyon is ninth in the WAC with 30.3 points per game in the paint led by McGlothan averaging 6.3.The Trailblazers have gone 1-4 against WAC opponents. Utah Tech ranks third in the WAC shooting 36.5% from 3-point range.The matchup Wednesday is the first meeting of the season between the two teams in conference play.TOP PERFORMERS: McGlothan is averaging 11.1 points and 8.6 rebounds for the Antelopes. Utah Tech Trailblazers (9-9, 1-4 WAC) at Grand Canyon Antelopes (12-6, 3-2 WAC)Phoenix; Wednesday, 9 p.m. ESTBOTTOM LINE: Grand Canyon faces the Utah Tech Trailblazers after Gabe McGlothan scored 24 points in Grand Canyons 79-74 loss to the Cal Baptist Lancers.The Antelopes have gone 9-1 in home games. Their opponents have averaged 67.0 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Isaiah Pope is averaging 11.9 points over the last 10 games for Utah Tech.LAST 10 GAMES: Antelopes: 6-4, averaging 70.7 points, 33.4 rebounds, 11.8 assists, 5.7 steals and 2.7 blocks per game while shooting 43.4% from the field.</li><li>Their opponents have averaged 65.3 points per game.Trailblazers: 6-4, averaging 77.5 points, 36.2 rebounds, 15.5 assists, 7.1 steals and 3.1 blocks per game while shooting 47.1% from the field.</li><li>Rayshon Harrison is averaging 15.3 points over the last 10 games for Grand Canyon.Cameron Gooden is shooting 46.4% and averaging 15.6 points for the Trailblazers.</li><li>Grand Canyon is ninth in the WAC with 30.3 points per game in the paint led by McGlothan averaging 6.3.The Trailblazers have gone 1-4 against WAC opponents.</li><li>Utah Tech ranks third in the WAC shooting 36.5% from 3-point range.The matchup Wednesday is the first meeting of the season between the two teams in conference play.TOP PERFORMERS: McGlothan is averaging 11.1 points and 8.6 rebounds for the Antelopes.</li><li>Utah Tech Trailblazers (9-9, 1-4 WAC) at Grand Canyon Antelopes (12-6, 3-2 WAC)Phoenix; Wednesday, 9 p.m. ESTBOTTOM LINE: Grand Canyon faces the Utah Tech Trailblazers after Gabe McGlothan scored 24 points in Grand Canyon’s 79-74 loss to the Cal Baptist Lancers.The Antelopes have gone 9-1 in home games.</li></ul>",
            "website_url": "https://apnews.com/article/sports-utah-utes-gabe-mcglothan-mens-be443f25cb1744deb6be45ceda0dfa4f"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Nucleus aims to simplify the process of managing microservices",
            "description": "An increasing number of organizations are adopting microservices, the looselycoupled, independentlydeployable services that together make up an app. According to a 2020 OReilly survey, 77% of organizations had adopted microservices as of then, with 29% rep",
            "url": "/2023-01-16-nucleus-aims-to-simplify-the-process-of-managing-microservices",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/10/GettyImages-999656160.jpg?resize=1200,800",
            "publishedAt": "2023-01-16T13:00:51Z",
            "content": "An increasing number of organizations are adopting microservices, the looselycoupled, independentlydeployable services that together make up an app. According to a 2020 OReilly survey, 77% of orga [+4554 chars]",
            "summary": "According to a 2020 OReilly survey, 77% of organizations had adopted microservices as of then, with 29% reporting that they were migrating or implementing a majority of their systems using microservices.The widespread microservices adoption has spawned new problems in app development, however. Nucleus is delivered through a command-line interface designed to fit into existing developer workflows and comes with prebuilt integrations, including tools such as Hashicorp, Cloudflare and Okta.Image Credits: NucleusNucleus is an infrastructure platform that allows you complete freedom over your code, Drenova said. A newer entrant in the space is Nucleus, which aims to let devs spin up microservices architectures using a range of infrastructure, security and observability tools. Theres Helios, a microservices management platform that helps developers understand how their code interacts with the rest of their apps. According to the same OReilly survey, company culture and integrating with holdover systems have become major challenges in the microservices arena.Startups have rushed in to fill the void of solutions. Its bigger than any one developer, meaning that chief technology officers are always our buyers  Our target market is companies with 20-plus developers who are moving to a service-oriented architecture. An increasing number of organizations are adopting microservices, the loosely-coupled, independently-deployable services that together make up an app.",
            "html_summary": "<ul><li>According to a 2020 O’Reilly survey, 77% of organizations had adopted microservices as of then, with 29% reporting that they were migrating or implementing a majority of their systems using microservices.The widespread microservices adoption has spawned new problems in app development, however.</li><li>Nucleus is delivered through a command-line interface designed to fit into existing developer workflows and comes with prebuilt integrations, including tools such as Hashicorp, Cloudflare and Okta.Image Credits: Nucleus“Nucleus is an infrastructure platform that allows you complete freedom over your code,” Drenova said.</li><li>A newer entrant in the space is Nucleus, which aims to let devs spin up microservices architectures using a range of infrastructure, security and observability tools.</li><li>There’s Helios, a microservices management platform that helps developers understand how their code interacts with the rest of their apps.</li><li>According to the same O’Reilly survey, company culture and integrating with holdover systems have become major challenges in the microservices arena.Startups have rushed in to fill the void of solutions.</li><li>“It’s bigger than any one developer, meaning that chief technology officers are always our buyers … Our target market is companies with 20-plus developers who are moving to a service-oriented architecture.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/16/nucleus-aims-to-simplify-the-process-of-managing-microservices/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Hanna Arhirova",
            "title": "Ukrainian civilians vanish and languish in Russianrun jails",
            "description": "KYIV, Ukraine (AP)  Alina Kapatsyna often dreams about getting a phone call from her mother. In those visions, her mother tells her that shes coming home. Men in military uniforms took 45yearold Vita Hannych away from her house in eastern Ukraine in April.",
            "url": "/2023-01-16-59837e2f8006bfd1dc3347522e87efc5",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/3247b757586b437996b1aa20f4915f71/3000.webp",
            "publishedAt": "2023-01-17T08:34:18Z",
            "content": "KYIV, Ukraine (AP) Alina Kapatsyna often dreams about getting a phone call from her mother. In those visions, her mother tells her that shes coming home.Men in military uniforms took 45yearold Vi [+8258 chars]",
            "summary": "Dmytro Lubinets, Ukraines human rights envoy, put the number even higher and said Friday that his office received inquiries concerning more than 20,000 civilian hostages detained by Russia.Russian lawyer Leonid Solovyov told the AP he has amassed more than 100 requests concerning Ukrainian civilians. She also said the staff told her: Be happy were not beating you.Donetsk authorities labeled Hannych a POW and recently told the family she is imprisoned in the occupied city of Mariupol. Russian forces were known to detain people for two or three days for filtration and then release them, Kapatsyna said, and Hannych had no military or law enforcement connections.When she wasnt released, Kapatsyna and her 64-year-old grandmother started a search. They promised her parents that she would be home that evening  but it didnt happen.Horobtsova remained in the city and spoke out against the war on social media before she was detained, Kornii said. It remains unclear when, if at all, she could be released.Ukraines top human rights organization, Center for Civil Liberties, has requests concerning around 900 civilians captured by Russia since the war began, with more than half still in custody. Others are in a sort of legal limbo  not facing any criminal charges or considered to be POWs.Hannych was wearing only a sweatsuit and slippers when she was seized by Russian forces occupying her village of Volodymyrivka several weeks into the Feb. 24 invasion. Some are deemed to be prisoners of war, even though they never took part in the fighting.",
            "html_summary": "<ul><li>Dmytro Lubinets, Ukraine’s human rights envoy, put the number even higher and said Friday that his office received inquiries concerning more than 20,000 “civilian hostages” detained by Russia.Russian lawyer Leonid Solovyov told the AP he has amassed more than 100 requests concerning Ukrainian civilians.</li><li>She also said the staff told her: “Be happy we’re not beating you.”Donetsk authorities labeled Hannych a POW and recently told the family she is imprisoned in the occupied city of Mariupol.</li><li>Russian forces were known to detain people for two or three days for “filtration” and then release them, Kapatsyna said, and Hannych had no military or law enforcement connections.When she wasn’t released, Kapatsyna and her 64-year-old grandmother started a search.</li><li>They promised her parents that she would be home that evening — but it didn’t happen.Horobtsova remained in the city and spoke out against the war on social media before she was detained, Kornii said.</li><li>It remains unclear when, if at all, she could be released.Ukraine’s top human rights organization, Center for Civil Liberties, has requests concerning around 900 civilians captured by Russia since the war began, with more than half still in custody.</li><li>Others are in a sort of legal limbo — not facing any criminal charges or considered to be POWs.Hannych was wearing only a sweatsuit and slippers when she was seized by Russian forces occupying her village of Volodymyrivka several weeks into the Feb. 24 invasion.</li></ul>",
            "website_url": "https://apnews.com/59837e2f8006bfd1dc3347522e87efc5"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Max Q Anomalous",
            "description": "TechCrunchs weekly newsletter dedicated to all things space, including launch, satellites, space stations and more.",
            "url": "/2023-01-16-max-q-anomalous",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/12/tc-space-hero.gif",
            "publishedAt": "2023-01-16T23:01:06Z",
            "content": "Hello and welcome back to Max Q! Last week wasnt the most successful for spaceflight missions. Well get into that a bit more below.In this issueFirst up, a botched launch from Virgin O [+3975 chars]",
            "summary": "Add this delay to Virgins dwindling cash reserves and you have a foundation thats suddenly much shakier than before.Image Credits: Virgin Orbit/Greg RobinsonLaunch startup ABL Space Systems first orbital launch attempt ended in failure last Tuesday after all nine engines on the RS1 rockets first stage shut down simultaneously. The company was aiming for three launches this year, but everything will remain grounded until the cause of the anomaly has been identified and resolved. Its unclear how long that will take, but likely at least three months. Last week wasnt the most successful for spaceflight missions. If you enjoy reading Max Q, consider forwarding it to a friend. Hello and welcome back to Max Q!",
            "html_summary": "<ul><li>Add this delay to Virgin’s dwindling cash reserves and you have a foundation that’s suddenly much shakier than before.Image Credits: Virgin Orbit/Greg RobinsonLaunch startup ABL Space Systems’ first orbital launch attempt ended in failure last Tuesday after all nine engines on the RS1 rocket’s first stage shut down simultaneously.</li><li>The company was aiming for three launches this year, but everything will remain grounded until the cause of the anomaly has been identified and resolved.</li><li>It’s unclear how long that will take, but likely at least three months.</li><li>Last week wasn’t the most successful for spaceflight missions.</li><li>If you enjoy reading Max Q, consider forwarding it to a friend.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/16/max-q-anomalous/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "A peek into future as Sam Altman sees it",
            "description": "Because Altman is an active investor  one whose biggest return to date comes from the payments startup Stripe  we spent the first half of our time together focused on some of his most ambitious bets during this rare sitdown with him.",
            "url": "/2023-01-16-a-peek-into-future-as-sam-altman-sees-it",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/52625345016_2165b2c4fe_c.jpg",
            "publishedAt": "2023-01-17T02:20:12Z",
            "content": "Late last week, in a rare sitdown before a small audience, this editor spent an hour with Sam Altman, the former president of Y Combinator and, since 2019, the CEO of OpenAI, the company he famously [+6843 chars]",
            "summary": "And then also a system where we can create enough energy and enough reliable energy, both in terms of the machines not breaking, and also not having the intermittency or the need for storage of solar or wind or something like that. In the meantime, below is an excerpt from our discussion about one of Altmans biggest bets: a nuclear fusion company called Helion Energy that, like OpenAI, is aiming to turn another long-elusive promise  this one of abundant energy  into reality. I wonder what you think of its approach, which is very different froms that of Helion (which is building a fusion machine thats reportedly long and narrow and will use aluminum magnates to compress fuel, then expand it to get electricity out of it).Im super happy for them. There arent many people who can write a $375 million check.Or, like, many people who would [invest it] in one risky fusion company.Which have been your most successful investments to date?I mean, probably on a multiples basis, definitely on a multiples basis: Stripe. You have been funding this company since 2015, but when it announced a $500 million round last year, including a $375 million check from you, I think that surprised people. Also I think that was, like, my second investment ever, so it seemed a lot easier. (Using an approach involving giant lasers, its scientists announced the first fusion reaction in a laboratory setting that produced more energy than was used to start the reaction.)",
            "html_summary": "<ul><li>And then also a system where we can create enough energy and enough reliable energy, both in terms of the machines not breaking, and also not having the intermittency or the need for storage of solar or wind or something like that.</li><li>In the meantime, below is an excerpt from our discussion about one of Altman’s biggest bets: a nuclear fusion company called Helion Energy that, like OpenAI, is aiming to turn another long-elusive promise — this one of abundant energy — into reality.</li><li>I wonder what you think of its approach, which is very different froms that of Helion (which is building a fusion machine that’s reportedly long and narrow and will use aluminum magnates to compress fuel, then expand it to get electricity out of it).I’m super happy for them.</li><li>There aren’t many people who can write a $375 million check.Or, like, many people who would [invest it] in one risky fusion company.Which have been your most successful investments to date?I mean, probably on a multiples basis, definitely on a multiples basis: Stripe.</li><li>You have been funding this company since 2015, but when it announced a $500 million round last year, including a $375 million check from you, I think that surprised people.</li><li>Also I think that was, like, my second investment ever, so it seemed a lot easier.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/16/a-peek-into-future-as-sam-altman-sees-it/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Artists file classaction lawsuit against AI image generator companies",
            "description": "Suit seeks damages from Stability AI, Midjourney, and DeviantArt.",
            "url": "/2023-01-16-artists-file-class-action-lawsuit-against-ai-image-generator-companies",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/01/ai_lawsuit_hero-760x380.jpg",
            "publishedAt": "2023-01-16T23:36:00Z",
            "content": "Enlarge/ A computergenerated gavel hovers over a laptop.2 with 0 posters participatingSome artists have begun waging a legal fight against the alleged theft of billions of copyrighted images use [+5916 chars]",
            "summary": "For example, the fourth paragraph of section I says, \"When used to produce images from prompts by its users, Stable Diffusion uses the Training Images to produce seemingly new images through a mathematical software process. By their admission, the tech companies behind AI image synthesis have scooped up intellectual property to train their models without consent from artists. These 'new' images are based entirely on the Training Images and are derivative works of the particular images Stable Diffusion draws from when assembling a given output. Using this data, its neural network statistically \"learned\" how certain image styles appear without storing exact copies of the images it has seen. \"To Champandard's point, we've noticed that the complaint includes several statements that potentially misrepresent how AI image synthesis technology works. \"Companies building large models relying on Copyrighted data can get away with it if they do so privately,\" tweeted Champandard, \"but doing it openly *and* legally is very hardor impossible. They're already on trial in the court of public opinion, even if they're eventually found compliant with established case law regarding overharvesting public data from the Internet.",
            "html_summary": "<ul><li>For example, the fourth paragraph of section I says, \"When used to produce images from prompts by its users, Stable Diffusion uses the Training Images to produce seemingly new images through a mathematical software process.</li><li>By their admission, the tech companies behind AI image synthesis have scooped up intellectual property to train their models without consent from artists.</li><li>These 'new' images are based entirely on the Training Images and are derivative works of the particular images Stable Diffusion draws from when assembling a given output.</li><li>Using this data, its neural network statistically \"learned\" how certain image styles appear without storing exact copies of the images it has seen.</li><li>\"To Champandard's point, we've noticed that the complaint includes several statements that potentially misrepresent how AI image synthesis technology works.</li><li>\"Companies building large models relying on Copyrighted data can get away with it if they do so privately,\" tweeted Champandard, \"but doing it openly *and* legally is very hard—or impossible.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/01/artists-file-class-action-lawsuit-against-ai-image-generator-companies/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. McGlothan and Grand Canyon host Utah Tech  The Associated Press  en Espaol. Nucleus aims to simplify the process of managing microservices. Ukrainian civilians vanish and languish in Russianrun jails. Max Q Anomalous. A peek into future as Sam Altman sees it. Artists file classaction lawsuit against AI image generator companies"
}