{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Chinese users can finally try their homegrown ChatGPT equivalents | TechCrunch",
            "description": "One month after China announced its provisional measures to oversee generative artificial intelligence, the country has granted approval to the first",
            "url": "/2023-08-31-chinese-users-can-finally-try-their-homegrown-chatgpt-equivalents",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/Screenshot-2023-08-31-at-5.35.41-PM.png?resize=1200,604",
            "publishedAt": "2023-08-31T09:45:51Z",
            "content": "One month after China announced its provisional measures to oversee generative artificial intelligence, the country has granted approval to the first batch of large language modelempowered services  [+1665 chars]",
            "summary": "China has granted approval to the first batch of large language model empowered services for public use. Eight generative AI applications have registered with China s cyberspace authority including Baidu s Ernie Bot and ByteDance s Doubao Sogou founder s Baichuan. China has created a handful of licensing frameworks to rein in its once unfettered tech industry giving it more oversight over the vast volumes of data shaping people s ideas and lives. The successful filings of the LLM chatbots could usher in a period of rapid growth and mass adoption in China.",
            "html_summary": "<ul><li>China has granted approval to the first batch of large language model empowered services for public use</li><li> Eight generative AI applications have registered with China s cyberspace authority including Baidu s Ernie Bot and ByteDance s Doubao Sogou founder s Baichuan</li><li> China has created a handful of licensing frameworks to rein in its once unfettered tech industry giving it more oversight over the vast volumes of data shaping people s ideas and lives</li><li> The successful filings of the LLM chatbots could usher in a period of rapid growth and mass adoption in China</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/31/chinese-users-can-finally-try-their-homegrown-chatgpt-equivalents/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Ivy raises $20M to take openbanking payments international | TechCrunch",
            "description": "Open banking  where traditional banks open their data up with APIs to build new financial services for their customers  has the potential to be one of",
            "url": "/2023-08-31-ivy-raises-20m-to-take-open-banking-payments-international",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/09/4746921124_c94420ae2d_k.jpg?resize=1200,675",
            "publishedAt": "2023-08-31T07:38:27Z",
            "content": "Open banking  where traditional banks open their data up with APIs to build new financial services for their customers  has the potential to be one of the payment worlds big disruptors get it to  [+5978 chars]",
            "summary": "We believe that 10 years from now there will be a single point of contact in open banking, just as Visa has created for card payments. The key insight we had was that open banking is going global, but the technology is very domestic, Ferdinand Dabitz, Ivys CEO, said in an interview. The platform currently services EMEA, Southeast Asia, the U.S. and soon Latin American markets that are getting open banking off the ground. )Banks are signed on to Ivy for free and they are not technically its customers  merchants who integrate its API are: they pay fees to Ivy on a sliding scale dependent on the volume of transactions. Dabitz says that Ivy currently has some 5,000 banks across 50 geographies, covering a footprint of 500 million bank accounts in total, integrated with its platform. Hence, partnerships  deals that represent potentially very big revenue funnels for a company like Ivy. (Andrew McCormack, one of the co-founders and a general partner at Valar, led this round, but its notable too that another co-founder at Valar is Peter Thiel  one of the co-founders of PSP giant PayPal.",
            "html_summary": "<ul><li>We believe that 10 years from now there will be a single point of contact in open banking, just as Visa has created for card payments.</li><li>“The key insight we had was that open banking is going global, but the technology is very domestic,” Ferdinand Dabitz, Ivy’s CEO, said in an interview.</li><li>The platform currently services EMEA, Southeast Asia, the U.S. and soon Latin American markets that are getting open banking off the ground.</li><li>)Banks are signed on to Ivy for free and they are not technically its customers — merchants who integrate its API are: they pay fees to Ivy on a sliding scale dependent on the volume of transactions.</li><li>Dabitz says that Ivy currently has some 5,000 banks across 50 geographies, covering a footprint of 500 million bank accounts in total, integrated with its platform.</li><li>Hence, partnerships — deals that represent potentially very big revenue funnels for a company like Ivy.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/31/ivy-raises-20m-to-take-open-banking-payments-international/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "Teale, your mental health companion at work, raises $11 million | TechCrunch",
            "description": "French startup Teale has secured a funding round of $11 million earlier this summer (10 million). The company provides a mental health platform for",
            "url": "/2023-08-31-teale-your-mental-health-companion-at-work-raises-11-million",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/teale-founders.jpg?resize=1200,800",
            "publishedAt": "2023-08-31T04:45:28Z",
            "content": "French startup Teale has secured a funding round of $11 million earlier this summer (10 million). The company provides a mental health platform for employees and helps HR managers when it comes to pr [+3126 chars]",
            "summary": "French startup Teale has secured a funding round of million earlier this summer million. The company provides a mental health platform for employees and helps HR managers when it comes to preventing burnout or quiet quitting Alter Equity and Bpifrance s Digital Venture fund are leading the Series A funding round. Existing investors Isai and Evolem are also investing once again in the startup. Teale is a double faceted platform. It can be seen as a perk for employees as many people believe their employers should provide some form of support. But it s also designed so that HR managers can see when there s something wrong in the organization.",
            "html_summary": "<ul><li>French startup Teale has secured a funding round of million earlier this summer million</li><li> The company provides a mental health platform for employees and helps HR managers when it comes to preventing burnout or quiet quitting Alter Equity and Bpifrance s Digital Venture fund are leading the Series A funding round</li><li> Existing investors Isai and Evolem are also investing once again in the startup</li><li> Teale is a double faceted platform</li><li> It can be seen as a perk for employees as many people believe their employers should provide some form of support</li><li> But it s also designed so that HR managers can see when there s something wrong in the organization</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/30/teale-your-mental-health-companion-at-work-raises-11-million/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Chinese users can finally try their homegrown ChatGPT equivalents | TechCrunch. Ivy raises $20M to take openbanking payments international | TechCrunch. Teale, your mental health companion at work, raises $11 million | TechCrunch"
}