{
    "status": "ok",
    "totalResults": 17,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Samuel Axon",
            "title": "Apple plans biggest iPad Pro update since 2018",
            "description": "The device is slated for an early to mid2024 launch.",
            "url": "/2023-08-27-apple-plans-biggest-ipad-pro-update-since-2018",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/10/ipad_pro_magic_keyboard-760x380.jpg",
            "publishedAt": "2023-08-28T19:48:21Z",
            "content": "Enlarge/ The 2022 iPad Pro with Magic Keyboard.37 with Apples iPad Pro is set to get its biggest redesign since 2018, according to a new report. Slated for a launch next year, it will seek to tu [+3217 chars]",
            "summary": "The new iPad Pro is set to get its biggest redesign since according to a new report Slated for a launch next year it will seek to turn around recent years slow tablet sales The information comes from Bloomberg reporter Mark Gurman as you probably could have guessed by now. Gurman claims to have knowledge of Apple s plans stating that the new iPads will have everything from a new chip to new screen technology. A different design and a revamped keyboard accessory will also be included in the new iPad. The new iPad is slated to arrive in the spring or fall of leaving plenty of breathing room for new iPhone Watch and Mac machines through the end of the year.",
            "html_summary": "<ul><li>The new iPad Pro is set to get its biggest redesign since according to a new report Slated for a launch next year it will seek to turn around recent years slow tablet sales The information comes from Bloomberg reporter Mark Gurman as you probably could have guessed by now</li><li> Gurman claims to have knowledge of Apple s plans stating that the new iPads will have everything from a new chip to new screen technology</li><li> A different design and a revamped keyboard accessory will also be included in the new iPad</li><li> The new iPad is slated to arrive in the spring or fall of leaving plenty of breathing room for new iPhone Watch and Mac machines through the end of the year</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/08/apple-plans-biggest-ipad-pro-update-since-2018/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Devin Coldewey",
            "title": "Survey finds relatively few Americans actually use (or fear) ChatGPT",
            "description": "Ongoing polling by Pew Research shows that although ChatGPT is gaining mindshare, only about 18% of Americans have ever actually used it.  More people...",
            "url": "/2023-08-27-survey-finds-relatively-few-americans-actually-use-or-fear-chatgpt",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/YHTlU2VJLvQSRQYY6kF0Mg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzI-/https://media.zenfs.com/en/techcrunch_350/91a3ae482a93cca82190879ee01dcf62",
            "publishedAt": "2023-08-28T20:49:52Z",
            "content": "From its prominence in the tech world, you might think that everyone on the planet is using ChatGPT or some other AI tool for everything from automating their job to planning their garden. But recent [+2823 chars]",
            "summary": "ChatGPT is gaining mindshare but only about of Americans have ever actually used it. Men and the college educated are more likely to have used the system though even among those groups it s still a remarkably fast ascent for a technology that was all but unheard of a year ago. More people reported using it for entertainment or to learn something than for work which tracks with the anecdotal evidence of people trying the chatbot out now and then or using it casually to sum up some unfamiliar field What s the Higgs boson or Tell me a fairy tale about Timoth e Chalamet is more common than Write a Python script to extract title and abstract from a given database of neuroscience papers.",
            "html_summary": "<ul><li>ChatGPT is gaining mindshare but only about of Americans have ever actually used it</li><li> Men and the college educated are more likely to have used the system though even among those groups it s still a remarkably fast ascent for a technology that was all but unheard of a year ago</li><li> More people reported using it for entertainment or to learn something than for work which tracks with the anecdotal evidence of people trying the chatbot out now and then or using it casually to sum up some unfamiliar field What s the Higgs boson or Tell me a fairy tale about Timoth e Chalamet is more common than Write a Python script to extract title and abstract from a given database of neuroscience papers</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/28/survey-finds-relatively-few-americans-actually-use-or-fear-chatgpt/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Aaron Pellish",
            "title": "Tim Scott announces new plan focused on parents role in education and technology",
            "description": "South Carolina Sen. Tim Scott on Monday rolled out his education and technology plan, arguing that, under President Joe Biden, the role of parents has been minimized in decisions over childhood education and social media habits.",
            "url": "/2023-08-27-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230828142823-tim-scott-08232023.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-28T19:59:34Z",
            "content": "South Carolina Sen. Tim Scott on Monday rolled out his education and technology plan, arguing that, under President Joe Biden, the role of parents has been minimized in decisions over childhood educa [+6353 chars]",
            "summary": "Scott says he will break the back of teachers unions and enact nationwide school choice, allowing parents to use public school funds to help pay for their children to be educated at private schools, charter schools or be homeschooled. Give parents the choice and their kids get a better chance. Scotts emphasis on protecting children from large technology and social media questions comes amid questions over his willingness to ban TikTok, the social video app owned by the Chinese company ByteDance. I dont care whether its a public school, a private school, a charter school, a virtual school or a home school, he added.  South Carolina Sen. Tim Scott on Monday rolled out his education and technology plan, arguing that, under President Joe Biden, the role of parents has been minimized in decisions over childhood education and social media habits. When your governor passes monumental school choice making it easier for parents all over the state to have school choice, it gets my attention. The plan, which mirrors broader Republican efforts to target race and gender issues in the nations schools as well as take on large technology companies, comes as the Republican presidential candidate returns to his home state Monday with plans to travel to Iowa later this week. Kim Reynolds at the Iowa State Fair earlier this month, Scott praised Reynolds for passing a law that would allow parents in Iowa to use taxpayer funds to pay for private school tuition.",
            "html_summary": "<ul><li>Scott says he will “break the back of teachers’ unions and enact nationwide school choice,” allowing parents to use public school funds to help pay for their children to be educated at private schools, charter schools or be homeschooled.</li><li>“Give parents the choice and their kids get a better chance.” Scott’s emphasis on protecting children from large technology and social media questions comes amid questions over his willingness to ban TikTok, the social video app owned by the Chinese company ByteDance.</li><li>“I don’t care whether it’s a public school, a private school, a charter school, a virtual school or a home school,” he added.</li><li> South Carolina Sen. Tim Scott on Monday rolled out his education and technology plan, arguing that, under President Joe Biden, the role of parents has been minimized in decisions over childhood education and social media habits.</li><li>“When your governor passes monumental school choice making it easier for parents all over the state to have school choice, it gets my attention.</li><li>The plan, which mirrors broader Republican efforts to target race and gender issues in the nation’s schools as well as take on large technology companies, comes as the Republican presidential candidate returns to his home state Monday with plans to travel to Iowa later this week.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/28/politics/tim-scott-education-plan/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sam Fossum",
            "title": "Biden traveling to Vietnam following G20 summit next month",
            "description": "President Joe Biden will travel to Hanoi, Vietnam, on September 10 following the Group of 20 summit in India to meet with General Secretary Nguyen Phu Trong and other leaders, according to the White House.",
            "url": "/2023-08-27-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230821143225-01-biden-hawaii-0821-arriving.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-28T16:47:03Z",
            "content": "President Joe Biden will travel to Hanoi, Vietnam, on September 10 following the Group of 20 summit in India to meet with General Secretary Nguyen Phu Trong and other leaders, according to the White  [+1577 chars]",
            "summary": "President Joe Biden will travel to Hanoi Vietnam on September following the Group of summit in India. The leaders will explore opportunities to promote the growth of a technology focused and innovation driven Vietnamese economy. Biden s trip to Vietnam comes as his administration works to counter China s influence in the Indo Pacific region. The president will then travel to Alaska where he will mark the nd anniversary of the September terrorist attacks in a memorial ceremony with members of the military and their families. The US last year launched the IndoPacific Economic Framework with Australia Brunei India Indonesia Japan South Korea Malaysia New Zealand Thailand Vietnam the Philippines and Singapore.",
            "html_summary": "<ul><li>President Joe Biden will travel to Hanoi Vietnam on September following the Group of summit in India</li><li> The leaders will explore opportunities to promote the growth of a technology focused and innovation driven Vietnamese economy</li><li> Biden s trip to Vietnam comes as his administration works to counter China s influence in the Indo Pacific region</li><li> The president will then travel to Alaska where he will mark the nd anniversary of the September terrorist attacks in a memorial ceremony with members of the military and their families</li><li> The US last year launched the IndoPacific Economic Framework with Australia Brunei India Indonesia Japan South Korea Malaysia New Zealand Thailand Vietnam the Philippines and Singapore</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/28/politics/joe-biden-vietnam-visit/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Gregory Wallace",
            "title": "DOT issues largestever fine to American Airlines for tarmac delays",
            "description": "American Airlines is facing the largestever fine for keeping passengers waiting on board airplanes during hourslong delays.",
            "url": "/2023-08-27-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230828120549-american-airlines-tarmac-022023.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-28T20:02:24Z",
            "content": "American Airlines is facing the largestever fine for keeping passengers waiting on board airplanes during hourslong delays.The Department of Transportation is levying the $4.1 million fine, the l [+1487 chars]",
            "summary": "The Department of Transportation is levying the million fine the largest civil penalty that the Department has ever assessed. The flights occurred between and In the longest of the delays passengers sat aboard a plane in Texas in August for six hours and three minutes. American said the delays all resulted from exceptional weather events and represent a very small number of the million flights during this time period. The airline said American would pay million of the fine to the government and has been credited for paying the other half in passenger compensation.",
            "html_summary": "<ul><li>The Department of Transportation is levying the million fine the largest civil penalty that the Department has ever assessed</li><li> The flights occurred between and In the longest of the delays passengers sat aboard a plane in Texas in August for six hours and three minutes</li><li> American said the delays all resulted from exceptional weather events and represent a very small number of the million flights during this time period</li><li> The airline said American would pay million of the fine to the government and has been credited for paying the other half in passenger compensation</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/28/business/american-airlines-largest-dot-fine-delays/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Angus Watson, Nectar Gan",
            "title": "Australian writer detained in China fears he will die in jail",
            "description": "A ChineseAustralian writer who has been detained in China for more than four years said he fears he could die in jail, after a large cyst was found on his kidney.",
            "url": "/2023-08-27-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230828142938-yang-hengjun-file.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-28T07:25:54Z",
            "content": "A ChineseAustralian writer who has been detained in China for more than four years said he fears he could die in jail, after a large cyst was found on his kidney.Yang Hengjun, an Australian citize [+2170 chars]",
            "summary": "Yang Hengjun an Australian citizen and democracy activist was detained in during a visit to see family in China and charged with espionage accusations he has denied. A Beijing court held his trial in secret in but a verdict has been repeatedly delayed. In a message to supporters last Thursday Yang said he had experienced discomfort and pain in his kidney for a couple of months. After a recent medical examination a doctor advised Yang he has a centimeter nearly inch cyst squeezing his kidney according to the message. Australian Prime Minister Anthony Albanese said he would raise concerns about Yang s health when he meets with Chinese leader Xi Jinping at the Group of summit in New Delhi next month.",
            "html_summary": "<ul><li>Yang Hengjun an Australian citizen and democracy activist was detained in during a visit to see family in China and charged with espionage accusations he has denied</li><li> A Beijing court held his trial in secret in but a verdict has been repeatedly delayed</li><li> In a message to supporters last Thursday Yang said he had experienced discomfort and pain in his kidney for a couple of months</li><li> After a recent medical examination a doctor advised Yang he has a centimeter nearly inch cyst squeezing his kidney according to the message</li><li> Australian Prime Minister Anthony Albanese said he would raise concerns about Yang s health when he meets with Chinese leader Xi Jinping at the Group of summit in New Delhi next month</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/28/china/australian-yang-hengjun-fears-death-jail-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Aaron Pellish",
            "title": "Vivek Ramaswamy has Iowa voters curious, but not yet committed, after standout debate",
            "description": "At the conclusion of Vivek Ramaswamys second campaign stop here on Saturday  his sixth event out of eight over two days in Iowa  his staff rushed him towards their campaign bus. The businessmanturnedpolitician was late for a flight across the state to ",
            "url": "/2023-08-27-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230827135829-vivek-ramaswamy-iowa-082523.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-27T18:45:37Z",
            "content": "At the conclusion of Vivek Ramaswamys second campaign stop here on Saturday his sixth event out of eight over two days in Iowa his staff rushed him towards their campaign bus. The businessmanturned [+17051 chars]",
            "summary": "He said he responded to almost everything Ramaswamy said at the event but had one residual doubt about his proposal to negotiate a peace agreement between Russia and Ukraine that would see Russia take control of territory they currently occupy in Ukraine. After the event, Christensen said he found Ramaswamys answer persuasive. He said hes nearly ready to commit to caucusing for Ramaswamy and has already donated to his campaign but is holding out for now with the caucuses still over four months away. Because as a believer, I dont think you would think that if you knew biblically, and if you knew world politics and everything, I think you would think differently about that, she said. A survey of potential Republican primary voters who watched the debate conducted by The Washington Post, FiveThirtyEight and Ipsos showed 26% of voters thought Ramaswamy won the debate, second highest behind DeSantis. He dismissed state polling that showed Ramaswamy lagging behind where he stands in the national polls and said Ramaswamy will continue to show up in towns around the state to carry his post-debate momentum forward. Still, the Ramaswamy campaign said it raised $600,000 in the day after the debate, the largest single-day total since its launch. Hillary Ferrer, a former teacher and writer from Pella, Iowa, said she really likes Ramaswamys ideas, but is concerned about his appeal to a mainstream audience and wants to support a candidate she sees as electable.",
            "html_summary": "<ul><li>He said he responded to almost everything Ramaswamy said at the event but had “one residual doubt” about his proposal to negotiate a peace agreement between Russia and Ukraine that would see Russia take control of territory they currently occupy in Ukraine.</li><li>After the event, Christensen said he found Ramaswamy’s answer “persuasive.” He said he’s nearly ready to commit to caucusing for Ramaswamy and has already donated to his campaign but is holding out for now with the caucuses still over four months away.</li><li>Because as a believer, I don’t think you would think that if you knew biblically, and if you knew world politics and everything, I think you would think differently about that,” she said.</li><li>A survey of potential Republican primary voters who watched the debate conducted by The Washington Post, FiveThirtyEight and Ipsos showed 26% of voters thought Ramaswamy won the debate, second highest behind DeSantis.</li><li>He dismissed state polling that showed Ramaswamy lagging behind where he stands in the national polls and said Ramaswamy will continue to show up in towns around the state to carry his post-debate momentum forward.</li><li>Still, the Ramaswamy campaign said it raised $600,000 in the day after the debate, the largest single-day total since its launch.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/27/politics/vivek-ramaswamy-iowa/index.html"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "The new spreadsheet? OpenAI introduces ChatGPT Enterprise for businesses",
            "description": "Unlimited GPT4, encryption, 32K context, and more. Will it become an essential tool?",
            "url": "/2023-08-27-the-new-spreadsheet-openai-introduces-chatgpt-enterprise-for-businesses",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/corporate_robots_1-760x380.jpg",
            "publishedAt": "2023-08-28T20:27:40Z",
            "content": "14 with On Monday, OpenAI introduced ChatGPT Enterprise, an AI assistant aimed at businesses that offers unlimited access to GPT4 at faster speeds. It also includes extended context windows for pr [+4598 chars]",
            "summary": "OpenAI introduced ChatGPT Enterprise an AI assistant aimed at businesses that offers unlimited access to GPT at faster speeds. It also includes extended context windows for processing longer texts encryption enterprise grade security and privacy and group account management features. The firm lists early adopters like Block Canva Carlyle The Est e Lauder Companies PwC and Zapier as having already used ChatG PT Enterprise to craft clearer communications. The service also includes a new admin console that allows for bulk member management domain verification and single sign on SSO and provides usage insights for large scale deployment.",
            "html_summary": "<ul><li>OpenAI introduced ChatGPT Enterprise an AI assistant aimed at businesses that offers unlimited access to GPT at faster speeds</li><li> It also includes extended context windows for processing longer texts encryption enterprise grade security and privacy and group account management features</li><li> The firm lists early adopters like Block Canva Carlyle The Est e Lauder Companies PwC and Zapier as having already used ChatG PT Enterprise to craft clearer communications</li><li> The service also includes a new admin console that allows for bulk member management domain verification and single sign on SSO and provides usage insights for large scale deployment</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/08/the-new-spreadsheet-openai-introduces-chatgpt-enterprise-for-businesses/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Better.coms public market debut was Miserable.com",
            "description": "Welcome back to The Interchange, where we take a look at the hottest fintech news of the previous week.Better.com finally went public last week, and the stocks performance was worse than expected. Affirm, on the other hand, saw its shares get a boost on the",
            "url": "/2023-08-27-better-com-had-a-miserable-com-public-debut",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/06/GettyImages-1179848673.jpg?resize=1200,795",
            "publishedAt": "2023-08-27T14:16:23Z",
            "content": "Welcome back to The Interchange, where we take a look at the hottest fintech news of the previous week.Better.com finally went public last week, and the stocks performance was worse than expected.  [+8396 chars]",
            "summary": "On another note, if you want to receive The Interchange directly in your inbox every Sunday, head here to sign up!The biggest fintech news of the week centered around Better.coms no good, very bad public market debut. This is a company that two years ago had planned to go public at a $7.7 billion valuation.Now, we knew Better.coms stock wouldnt exactly perform well. With rates this high, Better.coms attempt to turn its business around will be even more challenging.Phil Haslett, co-founder and chief strategy officer of EquityZen, had this to say about the companys choosing to move forward with its delayed SPAC despite all the negative headlines over the past 20 months. The company said it was exiting the year with achieving profitability on an adjusted operating income (AOI) basis and that its revenue was up 22% year-over-year to $446 million. Better.com finally went public last week, and the stocks performance was worse than expected. He got it done.To hear the Equity podcast team riff more about the company and its bomb of a public debut, check out the below link. First up, the companys spinoff unit, Jio Financial Services, made its public debut.",
            "html_summary": "<ul><li>On another note, if you want to receive The Interchange directly in your inbox every Sunday, head here to sign up!The biggest fintech news of the week centered around Better.com’s no good, very bad public market debut.</li><li>This is a company that two years ago had planned to go public at a $7.7 billion valuation.Now, we knew Better.com’s stock wouldn’t exactly perform well.</li><li>With rates this high, Better.com’s attempt to turn its business around will be even more challenging.Phil Haslett, co-founder and chief strategy officer of EquityZen, had this to say about the company’s choosing to move forward with its delayed SPAC despite all the negative headlines over the past 20 months.</li><li>The company said it was exiting the year with achieving profitability on an adjusted operating income (AOI) basis and that its revenue was up 22% year-over-year to $446 million.</li><li>Better.com finally went public last week, and the stock’s performance was worse than expected.</li><li>He got it done.”To hear the Equity podcast team riff more about the company and its bomb of a public debut, check out the below link.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/27/better-com-had-a-miserable-com-public-debut/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "DoorDash launches AIpowered voice ordering technology for restaurants | TechCrunch",
            "description": "DoorDash is launching AIpowered voice ordering that will allow restaurants to increase their sales by answering all of their calls.",
            "url": "/2023-08-27-doordash-launches-ai-powered-voice-ordering-technology-for-restaurants",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-1232015093.jpg?resize=1200,800",
            "publishedAt": "2023-08-28T14:11:16Z",
            "content": "DoorDash is launching AIpowered voice ordering technology that will allow restaurants to increase their sales by answering all of the calls they receive, the company announced on Monday. The system  [+1799 chars]",
            "summary": "DoorDash is launching AI powered voice ordering technology that will allow restaurants to increase their sales by answering all of the calls they receive. The system will also provide customers with curated recommendations to complement their meal. One in five customers prefer to order takeout via phone but up to of customer calls are left unanswered which results in potential revenue losses. DoorDash introduces a slew of new features including an Earn by Time option for delivery people and DoorDash Drive the company s white label solution that powers direct delivery from any business.",
            "html_summary": "<ul><li>DoorDash is launching AI powered voice ordering technology that will allow restaurants to increase their sales by answering all of the calls they receive</li><li> The system will also provide customers with curated recommendations to complement their meal</li><li> One in five customers prefer to order takeout via phone but up to of customer calls are left unanswered which results in potential revenue losses</li><li> DoorDash introduces a slew of new features including an Earn by Time option for delivery people and DoorDash Drive the company s white label solution that powers direct delivery from any business</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/28/doordash-launches-ai-powered-voice-ordering-technology-for-restaurants/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "Uber Eats is reportedly developing an AI chatbot that will offer recommendations, speed up ordering | TechCrunch",
            "description": "Uber Eats is developing an AIpowered chatbot that will offer recommendations to users and offer them a quicker way to place orders.",
            "url": "/2023-08-27-uber-eats-developing-ai-chatbot-offer-recommendations-speed-up-ordering",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1243401623.jpg?resize=1200,800",
            "publishedAt": "2023-08-28T20:50:40Z",
            "content": "Uber Eats is developing an AIpowered chatbot that will offer recommendations to users and offer them a quicker way to place orders, according to a new report from Bloomberg. The report says develope [+1648 chars]",
            "summary": "Uber Eats is developing an AI powered chatbot that will offer recommendations to users and offer them a quicker way to place orders according to a new report from Bloomberg. The report says developer Steve Moser discovered details about the chatbot inside of code hidden within the Uber Eats app. The chatbot will ask users about their budget food preferences and then help them place an order. Uber joins other delivery apps that are also looking to incorporate AI into their platforms and services such as DoorDash and Instacart.",
            "html_summary": "<ul><li>Uber Eats is developing an AI powered chatbot that will offer recommendations to users and offer them a quicker way to place orders according to a new report from Bloomberg</li><li> The report says developer Steve Moser discovered details about the chatbot inside of code hidden within the Uber Eats app</li><li> The chatbot will ask users about their budget food preferences and then help them place an order</li><li> Uber joins other delivery apps that are also looking to incorporate AI into their platforms and services such as DoorDash and Instacart</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/28/uber-eats-developing-ai-chatbot-offer-recommendations-speed-up-ordering/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Free dating app Cosmic uses personality quizzes to make a profile for you | TechCrunch",
            "description": "A new dating app called Cosmic wants to shake up the market by not charging for basic features like seeing who likes you or undoing your last swipe, while",
            "url": "/2023-08-27-free-dating-app-cosmic-uses-personality-quizzes-to-make-a-profile-for-you",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/cosmic_hero.png?resize=1200,800",
            "publishedAt": "2023-08-28T17:42:31Z",
            "content": "A new dating app called Cosmic wants to shake up the market by not charging for basic features like seeing who likes you or undoing your last swipe, while also making it easier for users to build pro [+4867 chars]",
            "summary": "A new dating app called Cosmic wants to shake up the market by not charging for basic features like seeing who likes you or undoing your last swipe. The app also makes it easier for users to build profiles that better reflect their personalities using a combination of personality quizzes and machine learning technology. Cosmic is the first product to debut from the startup Friendly Apps founded by longtime engineer and product designer Michael Sayman. The developer has been building apps since he was young which helped him land roles at Facebook Google Roblox and most recently Twitter pre Elon Musk s acquisition.",
            "html_summary": "<ul><li>A new dating app called Cosmic wants to shake up the market by not charging for basic features like seeing who likes you or undoing your last swipe</li><li> The app also makes it easier for users to build profiles that better reflect their personalities using a combination of personality quizzes and machine learning technology</li><li> Cosmic is the first product to debut from the startup Friendly Apps founded by longtime engineer and product designer Michael Sayman</li><li> The developer has been building apps since he was young which helped him land roles at Facebook Google Roblox and most recently Twitter pre Elon Musk s acquisition</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/28/free-dating-app-cosmic-uses-personality-quizzes-to-make-a-profile-for-you/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Apple plans biggest iPad Pro update since 2018. Survey finds relatively few Americans actually use (or fear) ChatGPT. Tim Scott announces new plan focused on parents role in education and technology. Biden traveling to Vietnam following G20 summit next month. DOT issues largestever fine to American Airlines for tarmac delays. Australian writer detained in China fears he will die in jail. Vivek Ramaswamy has Iowa voters curious, but not yet committed, after standout debate. The new spreadsheet? OpenAI introduces ChatGPT Enterprise for businesses. Better.coms public market debut was Miserable.com. DoorDash launches AIpowered voice ordering technology for restaurants | TechCrunch. Uber Eats is reportedly developing an AI chatbot that will offer recommendations, speed up ordering | TechCrunch. Free dating app Cosmic uses personality quizzes to make a profile for you | TechCrunch"
}