{
    "status": "ok",
    "totalResults": 12,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ashley Gold",
            "title": "Tech platforms struggle to verify their users age",
            "description": "Social media and streaming platforms are trying to figure out the best ways to verify a users age as parents and lawmakers grow increasingly concerned about the way children and teenagers use online services.Driving the news Those worries  along with recen",
            "url": "/2023-03-05-age-checks-online-children-social-media-privacy",
            "urlToImage": "https://images.axios.com/ZaxkL_nZKjl7M0oJErcl4-I5dVQ=/0x0:1920x1080/1366x768/2023/03/03/1677872156532.jpg",
            "publishedAt": "2023-03-06T10:45:00Z",
            "content": "Social media and streaming platforms are trying to figure out the best ways to verify a users age as parents and lawmakers grow increasingly concerned about the way children and teenagers use online [+5473 chars]",
            "summary": "Younger users also cannot change their birthdays.YouTube: Google users are required to provide their date of birth when creating an account; 13 is the minimum age and users under 18 get certain privacy protections by default, per Google spokesperson Christa Muldoon. Snapchat's terms of service state users must be 13 and older, and the app is in the process of updating its sign-in process to make it more difficult for users under 13 to make accounts, per a company spokesperson. On YouTube, that means disabled autoplay and \"bedtime\" and \"break\" reminders set by default, among other restrictions.TikTok: The popular video-sharing app has a \"neutral, industry-standard age gate,\" allowing users to enter birthdays, a spokesperson said. The bottom line: There are no agreed-upon guidelines for accuracy or protecting civil rights in gauging ages of online users. The app also just expanded time limits for users under 18. Meta has been testing age verification tools on Instagram and Facebook Dating, announcing an expansion of the Instagram test to more countries last week. What's happening: Spurred by existing and potential laws, platforms are taking pains to show they're being responsible about age-appropriate content on their sites, with varying approaches.",
            "html_summary": "<ul><li>Younger users also cannot change their birthdays.YouTube: Google users are required to provide their date of birth when creating an account; 13 is the minimum age and users under 18 get certain privacy protections by default, per Google spokesperson Christa Muldoon.</li><li>Snapchat's terms of service state users must be 13 and older, and the app is in the process of updating its sign-in process to make it more difficult for users under 13 to make accounts, per a company spokesperson.</li><li>On YouTube, that means disabled autoplay and \"bedtime\" and \"break\" reminders set by default, among other restrictions.TikTok: The popular video-sharing app has a \"neutral, industry-standard age gate,\" allowing users to enter birthdays, a spokesperson said.</li><li>The bottom line: There are no agreed-upon guidelines for accuracy or protecting civil rights in gauging ages of online users.</li><li>The app also just expanded time limits for users under 18.</li><li>Meta has been testing age verification tools on Instagram and Facebook Dating, announcing an expansion of the Instagram test to more countries last week.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/06/age-checks-online-children-social-media-privacy"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Hans Nichols",
            "title": "Trump calls for more tariffs on China",
            "description": "President Trump escalated his attacks on China at CPAC last night, testing his ability to move the U.S. toward a more confrontational approach on trade with the communist nation.Why it matters The last six years have shown that Trumps hawkish proposals on C",
            "url": "/2023-03-05-trump-china-confrontation-trade",
            "urlToImage": "https://images.axios.com/Y9TlBbfWTzn2xTRUHmpSFxHN6eY=/0x0:6000x3375/1366x768/2023/03/05/1677974870118.jpg",
            "publishedAt": "2023-03-05T13:29:19Z",
            "content": "President Trump escalated his attacks on China at CPAC last night, testing his ability to move the U.S. toward a more confrontational approach on trade with the communist nation.Why it matters The [+4389 chars]",
            "summary": "Last October, he imposed export restrictions on semiconductor technology and is considering new rules on outbound investment to China.What were watching: Trump stopped short of calling for a total decoupling of the two economies. Between the lines: Some Republicans from farm states have tempered their enthusiasm for aggressively confronting China with concerns that any retaliation could devastate their home-state agricultural industries. The bottom line: Positions that once were unthinkable  such as imposing 25% tariffs on Americas third biggest trading partner  are now consensus views. told Axios.",
            "html_summary": "<ul><li>Last October, he imposed export restrictions on semiconductor technology and is considering new rules on outbound investment to China.What we’re watching: Trump stopped short of calling for a total decoupling of the two economies.</li><li>Between the lines: Some Republicans from farm states have tempered their enthusiasm for aggressively confronting China with concerns that any retaliation could devastate their home-state agricultural industries.</li><li>The bottom line: Positions that once were unthinkable — such as imposing 25% tariffs on America’s third biggest trading partner — are now consensus views.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/05/trump-china-confrontation-trade"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ivana Saric",
            "title": "The political realities that make a national TikTok ban tricky",
            "description": "The U.S., Canada, and a number of European governments in recent months have stepped up efforts to impose restrictions on TikTok, ratcheting up pressure on the Chineseowned app even as U.S.China relations have grown increasingly strained.Driving the news L",
            "url": "/2023-03-05-us-tiktok-ban-china",
            "urlToImage": "https://images.axios.com/BI8u8w7-VxY51Mz7bGWhJrfKG8E=/0x0:6946x3907/1366x768/2023/03/06/1678126538631.jpg",
            "publishedAt": "2023-03-06T18:53:37Z",
            "content": "The U.S., Canada, and a number of European governments in recent months have stepped up efforts to impose restrictions on TikTok, ratcheting up pressure on the Chineseowned app even as U.S.China re [+4754 chars]",
            "summary": "A TikTok logo is displayed on an iPhone.",
            "html_summary": "<ul><li>A TikTok logo is displayed on an iPhone.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/06/us-tiktok-ban-china"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Tina Reed",
            "title": "As cyber attacks on health care soar, so does the cost of cyber insurance",
            "description": "Health systems buffeted by labor and supply chain costs and broader economic woes have another unwieldy financial problem the soaring costs of cyber insurance.Why it matters It may not be sexy  or the first thing you think about when cybercriminals wreak h",
            "url": "/2023-03-05-cyber-attacks-cost-of-cyber-insurance",
            "urlToImage": "https://images.axios.com/V7_iRjwWy2JPWn0g9LjIw6nkuio=/0x0:1920x1080/1366x768/2023/03/03/1677876037215.jpg",
            "publishedAt": "2023-03-06T11:01:00Z",
            "content": "Health systems buffeted by labor and supply chain costs and broader economic woes have another unwieldy financial problem the soaring costs of cyber insurance.Why it matters It may not be sexy or [+6385 chars]",
            "summary": "But the sheer scope of the problem, and insurers' reluctance to cover losses stemming from ransomware attacks, is hitting hospitals in a very real way, Moody's Investors Services points out.What they are saying: \"The cost of insurance is rising and it's coming at the worst time for health care. Illustration: Ada Amer/AxiosHealth systems buffeted by labor and supply chain costs and broader economic woes have another unwieldy financial problem: the soaring costs of cyber insurance.Why it matters: It may not be sexy  or the first thing you think about when cybercriminals wreak havoc on hospital infrastructure. The big picture: As the threat of ransomware attacks rise  and the payouts grow too  it raises an existential question: Are cyber threats becoming so risky as to become uninsurable? The big picture: When cyber insurance first emerged in the early aughts, it was often included as part of other policies. The intrigue: In some cases, health systems have actually gotten their records back  and one even got an apology  from hackers after being told they were endangering patient lives. There's not a lot of wiggle room,\" Matthew Cahill, a Moody's analyst.",
            "html_summary": "<ul><li>But the sheer scope of the problem, and insurers' reluctance to cover losses stemming from ransomware attacks, is hitting hospitals in a very real way, Moody's Investors Services points out.What they are saying: \"The cost of insurance is rising and it's coming at the worst time for health care.</li><li>Illustration: Aïda Amer/AxiosHealth systems buffeted by labor and supply chain costs and broader economic woes have another unwieldy financial problem: the soaring costs of cyber insurance.Why it matters: It may not be sexy — or the first thing you think about when cybercriminals wreak havoc on hospital infrastructure.</li><li>The big picture: As the threat of ransomware attacks rise — and the payouts grow too — it raises an existential question: Are cyber threats becoming so risky as to become uninsurable?</li><li>The big picture: When cyber insurance first emerged in the early aughts, it was often included as part of other policies.</li><li>The intrigue: In some cases, health systems have actually gotten their records back — and one even got an apology — from hackers after being told they were endangering patient lives.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/06/cyber-attacks-cost-of-cyber-insurance"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Microsoft aims to reduce tedious business tasks with new AI tools",
            "description": "LLM tech comes to Power Platform and Dynamics 365, courtesy of OpenAI partnership.",
            "url": "/2023-03-05-microsoft-brings-chatgpt-style-ai-to-developer-and-analysis-tools",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/ai_robot_worker-760x380.jpg",
            "publishedAt": "2023-03-06T22:40:10Z",
            "content": "Enlarge/ An AIgenerated illustration of a GPTpowered robot worker.9 with On Monday, Microsoft bundled ChatGPTstyle AI technology into its Power Platform developer tool and Dynamics 365, Reuter [+2757 chars]",
            "summary": "Given the recent Bing Chat debacle, business owners might be reticent to hand over important business tasks to potentially unreliable AI systems.Microsoft says its CEO, Satya Nadella, will host an event on March 16 to discuss \"reinventing productivity with AI.\" Its updated Power Virtual Agent allows businesses to point an AI bot at a company website or knowledge base and then ask it questions, which it calls Conversation Booster. While Microsoft recently announced AI updates for its Windows operating system, it has yet to do so for its Office productivity suite, which includes Word and Excel. As software makers turn to generative AI assistants, will Clippy finally get the last laugh?  Benj Edwards - Mar 6, 2023 10:40 pm UTC On Monday, Microsoft bundled ChatGPT-style AI technology into its Power Platform developer tool and Dynamics 365, Reuters reports. Time will tell if Microsoft tunes OpenAI's models well enough to avoid those tendencies.",
            "html_summary": "<ul><li>Given the recent Bing Chat debacle, business owners might be reticent to hand over important business tasks to potentially unreliable AI systems.Microsoft says its CEO, Satya Nadella, will host an event on March 16 to discuss \"reinventing productivity with AI.\"</li><li>Its updated Power Virtual Agent allows businesses to point an AI bot at a company website or knowledge base and then ask it questions, which it calls Conversation Booster.</li><li>While Microsoft recently announced AI updates for its Windows operating system, it has yet to do so for its Office productivity suite, which includes Word and Excel.</li><li>As software makers turn to generative AI assistants, will Clippy finally get the last laugh?</li><li> Benj Edwards - Mar 6, 2023 10:40 pm UTC On Monday, Microsoft bundled ChatGPT-style AI technology into its Power Platform developer tool and Dynamics 365, Reuters reports.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/03/microsoft-brings-chatgpt-style-ai-to-developer-and-analysis-tools/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Chinese company rejects rights accusation after US sanctions",
            "description": "BGI Group, one of the worlds biggest genetics analysis companies, has said it never would be involved in human rights abuses after the U.S. government said there was a danger some of its units might contribute to Chinese surveillance. Three",
            "url": "/2023-03-05-china-trade-security-technology-genetics-bgi-entity-d14c4bb435e85204f1c590a62dbc4138",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/2a/42a9a71f-ba95-5f14-8da1-aeb2bbdac7a3/64042fedbf8ad.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-05T05:46:45Z",
            "content": "BEIJING (AP) BGI Group, one of the worlds biggest genetics analysis companies, said Sunday it never would be involved in human rights abuses after the U.S. government said there was a danger some of [+2240 chars]",
            "summary": "The Commerce Department cited a risk BGI technology might contribute to surveillance. It didnt mention Uyghurs or other Muslim minorities but previously has denied it provided technology to surveil them. They are barred from importing goods into China or making new investments in the country.",
            "html_summary": "<ul><li>The Commerce Department cited a risk BGI technology might contribute to surveillance.</li><li>It didn’t mention Uyghurs or other Muslim minorities but previously has denied it provided technology to surveil them.</li></ul>",
            "website_url": "https://apnews.com/article/china-trade-security-technology-genetics-bgi-entity-d14c4bb435e85204f1c590a62dbc4138"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DAVID KLEPPER - Associated Press",
            "title": "Digital foot soldiers ProTrump bots swarm DeSantis, Haley",
            "description": "Researchers have uncovered a network of tens of thousands of fake Twitter accounts created to support former President Donald Trump and attack his critics and potential rivals. Those targeted by the bot network include a Republican candidate for president, Ni",
            "url": "/2023-03-05-trump-desantis-twitter-haley-presidential-election-4d61487294f9218855b8e6e89f0c8ccc",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/6b/46bd8f2e-63ba-5623-821e-f9eb93b07ce8/6405e8ad203ca.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-06T13:06:54Z",
            "content": "By DAVID KLEPPER  Associated PressWASHINGTON (AP) Over the past 11 months, someone created thousands of fake, automated Twitter accounts perhaps hundreds of thousands of them to offer a stream of  [+6608 chars]",
            "summary": "While the identity of those behind the network of fake accounts is unknown, Cyabras analysts determined that it was likely created within the U.S.To identify a bot, researchers will look for patterns in an accounts profile, its follower list and the content it posts. Some of the accounts posted their own content, often in reply to real users, while others reposted content from real users, helping to amplify it further.McConnell... While big tech companies have improved their detection of fake accounts, the network identified by Cyabra shows they remain a potent force in shaping online political discussion. For the sake of democracy I want people to know this is happening.Bots, as they are commonly called, are fake, automated accounts that became notoriously well-known after Russia employed them in an effort to meddle in the 2016 election. When a human user sees a hashtag or piece of content from a bot and reposts it, theyre doing the networks job for it, and also sending a signal to Twitters algorithms to boost the spread of the content further. Theyre really good at getting information in front of peoples eyeballs.Until recently, most bots were easily identified thanks to their clumsy writing or account names that included nonsensical words or long strings of random numbers. Twitter itself has said that less than 5% of its active daily users are fake or spam accounts.When Cyabra researchers examined negative posts about specific Trump critics, however, they found far higher levels of inauthenticity.",
            "html_summary": "<ul><li>While the identity of those behind the network of fake accounts is unknown, Cyabra’s analysts determined that it was likely created within the U.S.To identify a bot, researchers will look for patterns in an account’s profile, its follower list and the content it posts.</li><li>Some of the accounts posted their own content, often in reply to real users, while others reposted content from real users, helping to amplify it further.“McConnell...</li><li>While big tech companies have improved their detection of fake accounts, the network identified by Cyabra shows they remain a potent force in shaping online political discussion.</li><li>For the sake of democracy I want people to know this is happening.”Bots, as they are commonly called, are fake, automated accounts that became notoriously well-known after Russia employed them in an effort to meddle in the 2016 election.</li><li>When a human user sees a hashtag or piece of content from a bot and reposts it, they’re doing the network’s job for it, and also sending a signal to Twitter’s algorithms to boost the spread of the content further.</li><li>They’re really good at getting information in front of people’s eyeballs.”Until recently, most bots were easily identified thanks to their clumsy writing or account names that included nonsensical words or long strings of random numbers.</li></ul>",
            "website_url": "https://apnews.com/article/trump-desantis-twitter-haley-presidential-election-4d61487294f9218855b8e6e89f0c8ccc"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Joe Mcdonald",
            "title": "China sets this years economic growth target at around 5%",
            "description": "BEIJING (AP)  Chinas government announced plans to promote a consumerled revival of the struggling economy as its legislature opened a session Sunday that will tighten President Xi Jinpings control over business and society.",
            "url": "/2023-03-05-china-economy-politics-2c335cb95a0bf42078fed230e40170e2",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/bec4f22bc52641b8963dce1cdc97c0ad/3000.jpeg",
            "publishedAt": "2023-03-05T02:13:33Z",
            "content": "BEIJING (AP) Chinas government announced plans to promote a consumerled revival of the struggling economy as its legislature opened a session Sunday that will tighten President Xi Jinpings control o [+6885 chars]",
            "summary": "A central bank official said Friday real estate activity is recovering and lending for construction and home purchases is rising.A recovery based on consumer spending is likely to be more gradual than one driven by government stimulus or a boom in real estate investment. The Stockholm International Peace Research Institute says the two countries together account for half of global military outlays.Lis report called for boosting consumer spending by increasing household incomes but gave no details in his unusually brief, 53-minute speech. Beijing is pressing them to pay for social welfare and official initiatives to develop processor chips and other technology. That has prompted warnings economic growth will suffer.Lis report Sunday reinforced the importance of state industry. He called for peaceful reunification between China and Taiwan, which split in 1949 after a civil war, but announced no initiatives.Taiwan never has been part of the Peoples Republic of China, but Beijing says it is obligated to unite with the mainland, by force if necessary. His company announced last week Bao was cooperating in an investigation but gave no details. Chinas military spending is the worlds second highest after the United States.",
            "html_summary": "<ul><li>A central bank official said Friday real estate activity is recovering and lending for construction and home purchases is rising.A recovery based on consumer spending is likely to be more gradual than one driven by government stimulus or a boom in real estate investment.</li><li>The Stockholm International Peace Research Institute says the two countries together account for half of global military outlays.Li’s report called for boosting consumer spending by increasing household incomes but gave no details in his unusually brief, 53-minute speech.</li><li>Beijing is pressing them to pay for social welfare and official initiatives to develop processor chips and other technology.</li><li>That has prompted warnings economic growth will suffer.Li’s report Sunday reinforced the importance of state industry.</li><li>He called for “peaceful reunification” between China and Taiwan, which split in 1949 after a civil war, but announced no initiatives.Taiwan never has been part of the People’s Republic of China, but Beijing says it is obligated to unite with the mainland, by force if necessary.</li><li>His company announced last week Bao was “cooperating in an investigation” but gave no details.</li></ul>",
            "website_url": "https://apnews.com/article/china-economy-politics-2c335cb95a0bf42078fed230e40170e2"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "China expands defense budget 7.2%, marking just .1% increase",
            "description": "China on Sunday announced a 7.2% increase in its defense budget for the coming year, just .1% higher than in 2022. That marks the eighth consecutive year of singledigit percentage increases in what...",
            "url": "/2023-03-05-china-defense-budget-aircraft-carriers-cdac45c8d36a47cffda68be99b7c9ee7",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/5d344f45685a4806aba1f1dd8b18ab6c/3000.webp",
            "publishedAt": "2023-03-05T03:28:38Z",
            "content": "China on Sunday announced a 7.2% increase in its defense budget for the coming year, up slightly from last years 7.1% rate of increase.That marks the eighth consecutive year of singledigit percent [+4411 chars]",
            "summary": "China on Sunday announced a 7.2% increase in its defense budget for the coming year, up slightly from last years 7.1% rate of increase.That marks the eighth consecutive year of single-digit percentage point increases in what is now the worlds second-largest military budget. Although no longer increasing at the double-digit annual percentage rates of past decades, Chinas defense spending has remained relatively high despite skyrocketing levels of government debt and an economy that grew last year at its second-lowest level in at least four decades. The 2023 figure was given as 1.55 trillion yuan ($224 billion), roughly double the figure from 2013.Along with the worlds biggest standing army, China has the worlds largest navy and recently launched its third aircraft carrier. China also boasts a massive stockpile of missiles, along with stealth aircraft, bombers capable of delivering nuclear weapons, advanced surface ships and nuclear powered submarines. The 2 million-member Peoples Liberation Army is the military wing of the ruling Communist Party, commanded by a party commission led by president and party leader Xi Jinping. China spent 1.7% of GDP on its military in 2021, according to the World Bank, while the U.S., with its massive overseas obligations, spent a relatively high 3.5%. That has prompted a steady flow of weapons sales to the island from the U.S., including ground systems, air defense missiles and F-16 fighters.",
            "html_summary": "<ul><li>China on Sunday announced a 7.2% increase in its defense budget for the coming year, up slightly from last year’s 7.1% rate of increase.That marks the eighth consecutive year of single-digit percentage point increases in what is now the world’s second-largest military budget.</li><li>Although no longer increasing at the double-digit annual percentage rates of past decades, China’s defense spending has remained relatively high despite skyrocketing levels of government debt and an economy that grew last year at its second-lowest level in at least four decades.</li><li>The 2023 figure was given as 1.55 trillion yuan ($224 billion), roughly double the figure from 2013.Along with the world’s biggest standing army, China has the world’s largest navy and recently launched its third aircraft carrier.</li><li>China also boasts a massive stockpile of missiles, along with stealth aircraft, bombers capable of delivering nuclear weapons, advanced surface ships and nuclear powered submarines.</li><li>The 2 million-member People’s Liberation Army is the military wing of the ruling Communist Party, commanded by a party commission led by president and party leader Xi Jinping.</li><li>China spent 1.7% of GDP on its military in 2021, according to the World Bank, while the U.S., with its massive overseas obligations, spent a relatively high 3.5%.</li></ul>",
            "website_url": "https://apnews.com/article/china-defense-budget-aircraft-carriers-cdac45c8d36a47cffda68be99b7c9ee7"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "Twitter API error broke the site today as Musk blames brittle platform",
            "description": "Error message Your current API plan does not include access to this endpoint.",
            "url": "/2023-03-05-twitter-suffered-embarrassing-api-failure-apparently-breaking-all-links",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/11/twitter-logo-broken-760x380.jpg",
            "publishedAt": "2023-03-06T18:23:24Z",
            "content": "28 with Twitter suffered an embarrassing technology failure today that temporarily broke links to outside websites and even to Twitters own webpages. The problem lasted for about 45 minutes or so. [+1869 chars]",
            "summary": "It was still possible to view tweets in a browser tab where we were already logged in to Twitter, and the link problem was a trending topic of discussion.Twitter's official support account acknowledged the problem before it was fixed. \"The \"current API plan\" part of the error message led to widespread speculation that the problem was related to Twitter's decision to charge for API access. In addition to news articles and other outbound links, the error message appeared when we tried to click Twitter's terms of service, privacy policy, cookie policy, and other similar pages. Some images embedded in tweets were broken, and there were reports of TweetDeck being broken too.We also got the error message when loading any Twitter page in a browser's incognito mode. \"Twitter's own products are breaking because it ended the free API,\" The Information tech reporter Paris Martineau wrote.We'll update this article if we get specific details on what caused the link failure.  Jon Brodkin - Mar 6, 2023 6:23 pm UTC Twitter suffered an embarrassing technology failure today that temporarily broke links to outside websites and even to Twitter's own webpages. \"Some parts of Twitter may not be working as expected right now,\" Twitter wrote.",
            "html_summary": "<ul><li>It was still possible to view tweets in a browser tab where we were already logged in to Twitter, and the link problem was a trending topic of discussion.Twitter's official support account acknowledged the problem before it was fixed.</li><li>\"The \"current API plan\" part of the error message led to widespread speculation that the problem was related to Twitter's decision to charge for API access.</li><li>In addition to news articles and other outbound links, the error message appeared when we tried to click Twitter's terms of service, privacy policy, cookie policy, and other similar pages.</li><li>Some images embedded in tweets were broken, and there were reports of TweetDeck being broken too.We also got the error message when loading any Twitter page in a browser's incognito mode.</li><li>\"Twitter's own products are breaking because it ended the free API,\" The Information tech reporter Paris Martineau wrote.We'll update this article if we get specific details on what caused the link failure.</li><li> Jon Brodkin - Mar 6, 2023 6:23 pm UTC Twitter suffered an embarrassing technology failure today that temporarily broke links to outside websites and even to Twitter's own webpages.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/03/twitter-suffered-embarrassing-api-failure-apparently-breaking-all-links/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Rising scams use AI to mimic voices of loved ones in financial distress",
            "description": "In 2022, $11 million was stolen through thousands of impostor phone scams.",
            "url": "/2023-03-05-rising-scams-use-ai-to-mimic-voices-of-loved-ones-in-financial-distress",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/GettyImages-1367728606-760x380.jpg",
            "publishedAt": "2023-03-06T18:17:52Z",
            "content": "11 with AI models designed to closely simulate a persons voice are making it easier for bad actors to mimic loved ones and scam vulnerable people out of thousands of dollars, The Washington Post re [+4801 chars]",
            "summary": "With this feature, Microsoft seems to be attempting to dodge any scandals by limiting what impostor celebrity voices can be prompted to say.Microsoft did not respond to Ars request for comment on how well safeguards currently work to prevent the celebrity voice emulator from generating offensive speech. Before sending funds, try to contact the person who seems to be asking for help through methods other than a voice call.AI voice-modeling tools have been used to improve text-to-speech generation, create new possibilities for speech editing, and expand movie magic by cloning famous voices like Darth Vaders. But the power of easily producing convincing voice simulations has already caused scandals, and no one knows whos to blame when the tech is misused.Earlier this year, there was backlash when some 4chan members made deepfake voices of celebrities making racist, offensive, or violent statements. Gizmodo pointed out that, like many companies eager to benefit from the widespread fascination with AI tools, Microsoft relies on its millions of users to beta test its still-dysfunctional AI, which can seemingly still be used to generate controversial speech by presenting it as parody. Time will tell how effective any early solutions are in mitigating risks.In 2021, the FTC released AI guidance, telling companies that products should do more good than harm and that companies should be prepared to hold themselves accountable for risks of using products. Will Maxson, an assistant director at the FTCs division of marketing practices, told the Post that raising awareness of scams relying on AI voice simulators is likely consumers best defense currently. The AI-generated voice told them that he needed legal fees after being involved in a car accident that killed a US diplomat.According to the Federal Trade Commission, so-called impostor scams are extremely common in the United States.",
            "html_summary": "<ul><li>With this feature, Microsoft seems to be attempting to dodge any scandals by limiting what impostor celebrity voices can be prompted to say.Microsoft did not respond to Ars’ request for comment on how well safeguards currently work to prevent the celebrity voice emulator from generating offensive speech.</li><li>Before sending funds, try to contact the person who seems to be asking for help through methods other than a voice call.AI voice-modeling tools have been used to improve text-to-speech generation, create new possibilities for speech editing, and expand movie magic by cloning famous voices like Darth Vader’s.</li><li>But the power of easily producing convincing voice simulations has already caused scandals, and no one knows who’s to blame when the tech is misused.Earlier this year, there was backlash when some 4chan members made deepfake voices of celebrities making racist, offensive, or violent statements.</li><li>Gizmodo pointed out that, like many companies eager to benefit from the widespread fascination with AI tools, Microsoft relies on its millions of users to beta test its “still-dysfunctional AI,” which can seemingly still be used to generate controversial speech by presenting it as parody.</li><li>Time will tell how effective any early solutions are in mitigating risks.In 2021, the FTC released AI guidance, telling companies that products should “do more good than harm” and that companies should be prepared to hold themselves accountable for risks of using products.</li><li>Will Maxson, an assistant director at the FTC’s division of marketing practices, told the Post that raising awareness of scams relying on AI voice simulators is likely consumers’ best defense currently.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/03/rising-scams-use-ai-to-mimic-voices-of-loved-ones-in-financial-distress/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "Scientists have found Lake Huron wreck of 19th century ship that sank in 1894",
            "description": "The Ironton schooner collided with the freighter Ohio, which was found in 2017.",
            "url": "/2023-03-05-scientists-have-found-lake-huron-wreck-of-19th-century-ship-that-sank-in-1894",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/ironclad1CROP-760x380.jpg",
            "publishedAt": "2023-03-06T21:51:48Z",
            "content": "7 with Ironton, a late 19th century shipwreck, has been located in NOAAs Thunder Bay National Marine Sanctuary.In 1894, a schooner barge called Ironton collided with a Great Lakes freighter call [+4806 chars]",
            "summary": "Fearing a collision, Moonlight's crew cut Ironton's tow line, setting Ironton adrift.Captain Peter Girard and his crew tried to regain control of the ship, but the wind blew them onto a head-on collision course with the Ohio, which was carrying 1,000 tons of grain. Almost all of the rigging and deck hardware on both ships remained intact.Once the Ohio had been found, the team conducted further research into the weather and wind conditions on the fateful night of the double sinking to narrow down the search area for Ironton. Its discovery could help resolve unanswered questions about the ship's final hours.Schooner barges like Ironton were part of a fleet that helped transport wheat, coal, corn, lumber, and iron ore across the Great Lakes region, towed by steamers. Now the same team has announced its discovery of the wreck of the 191-foot Ironton nearly 130 years after its sinking, so well-preserved in the frigid waters of the Great Lakes that its three masts are still standing, and its rigging is still attached. The crew boarded a lifeboat as the schooner sank but nobody remembered to untie the line securing the lifeboat, so everyone was pulled down with the ship. That's how they found the wreck of the Ohio, along with the Choctaw, a 267-foot steel semi-whaleback steamer that collided with the freighter Wahcondah in dense fog and sank on July 12, 1915. At 12:30 am on September 26, 1984, Ironton and another schooner, Moonlight, were being towed unladen across Lake Huron by the steamer Charles J. Kershaw when the steamer's engine failed.",
            "html_summary": "<ul><li>Fearing a collision, Moonlight's crew cut Ironton's tow line, setting Ironton adrift.Captain Peter Girard and his crew tried to regain control of the ship, but the wind blew them onto a head-on collision course with the Ohio, which was carrying 1,000 tons of grain.</li><li>Almost all of the rigging and deck hardware on both ships remained intact.Once the Ohio had been found, the team conducted further research into the weather and wind conditions on the fateful night of the double sinking to narrow down the search area for Ironton.</li><li>Its discovery could help resolve unanswered questions about the ship's final hours.Schooner barges like Ironton were part of a fleet that helped transport wheat, coal, corn, lumber, and iron ore across the Great Lakes region, towed by steamers.</li><li>Now the same team has announced its discovery of the wreck of the 191-foot Ironton nearly 130 years after its sinking, so well-preserved in the frigid waters of the Great Lakes that its three masts are still standing, and its rigging is still attached.</li><li>The crew boarded a lifeboat as the schooner sank but nobody remembered to untie the line securing the lifeboat, so everyone was pulled down with the ship.</li><li>That's how they found the wreck of the Ohio, along with the Choctaw, a 267-foot steel semi-whaleback steamer that collided with the freighter Wahcondah in dense fog and sank on July 12, 1915.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/03/scientists-have-found-lake-huron-wreck-of-19th-century-ship-that-sank-in-1894/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Tech platforms struggle to verify their users age. Trump calls for more tariffs on China. The political realities that make a national TikTok ban tricky. As cyber attacks on health care soar, so does the cost of cyber insurance. Microsoft aims to reduce tedious business tasks with new AI tools. Chinese company rejects rights accusation after US sanctions. Digital foot soldiers ProTrump bots swarm DeSantis, Haley. China sets this years economic growth target at around 5%. China expands defense budget 7.2%, marking just .1% increase. Twitter API error broke the site today as Musk blames brittle platform. Rising scams use AI to mimic voices of loved ones in financial distress. Scientists have found Lake Huron wreck of 19th century ship that sank in 1894"
}