{
    "status": "ok",
    "totalResults": 13,
    "articles": [
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Mark Morales",
            "title": "NYPD to deploy drones to monitor Labor Day weekend gatherings, raising civil liberties concerns",
            "description": "The New York City Police Department will deploy a fleet of hitech drones during the Labor Day weekend to monitor complaints about large gatherings associated with West Indian American Day celebrations, a tactic that has been denounced by civil liberties advo",
            "url": "/2023-09-02-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230902123556-01-nypd-drone-051923.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-02T18:31:20Z",
            "content": "The New York City Police Department will deploy a fleet of hitech drones during the Labor Day weekend to monitor complaints about large gatherings associated with West Indian American Day celebratio [+4188 chars]",
            "summary": "The New York City Police Department will deploy a fleet of hi tech drones during the Labor Day weekend to monitor complaints about large gatherings associated with West Indian American Day celebrations. The technology isn't to spy on revelers but to better deploy officers and crisis management teams. The drones will have different capabilities some are designed to give an audio message while others have high powered cameras that stream video to NYPD command centers tablet devices in patrol cars and mobile devices in officers hands. Several drones will be operated by different teams of officers a scaling up from years past when NYPD only had a small number of devices in the air.",
            "html_summary": "<ul><li>The New York City Police Department will deploy a fleet of hi tech drones during the Labor Day weekend to monitor complaints about large gatherings associated with West Indian American Day celebrations</li><li> The technology isn't to spy on revelers but to better deploy officers and crisis management teams</li><li> The drones will have different capabilities some are designed to give an audio message while others have high powered cameras that stream video to NYPD command centers tablet devices in patrol cars and mobile devices in officers hands</li><li> Several drones will be operated by different teams of officers a scaling up from years past when NYPD only had a small number of devices in the air</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/02/us/nypd-drone-surveillance-labor-day/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Heather Law, Heather Chen",
            "title": "Taiwan billionaire Terry Gou resigns as Foxconn board member amid bid for presidency",
            "description": "Billionaire businessman Terry Gou has resigned from the board of directors of Foxconn, the worlds largest electronics manufacturer, days after announcing his bid for Taiwans presidency.",
            "url": "/2023-09-02-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230902213221-terry-gou-file-051223-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-03T02:13:56Z",
            "content": "Billionaire businessman Terry Gou has resigned from the board of directors of Foxconn, the worlds largest electronics manufacturer, days after announcing his bid for Taiwans presidency. In a statem [+1567 chars]",
            "summary": "Terry Gou has resigned from the board of directors of Foxconn the world s largest electronics manufacturer days after announcing his bid for Taiwan s presidency. Foxconn s parent company Hon Hai Technology Group confirmed Gou s resignation and said it would not immediately elect a director as the board had eight other directors and independent directors. Taiwan s presidential election due in January comes at period of fraught tensions between the island of million people and its superpower neighbor China Gou has criticized Taiwan s independence movement and is characterized by his friendliness towards mainland Chinese business interests.",
            "html_summary": "<ul><li>Terry Gou has resigned from the board of directors of Foxconn the world s largest electronics manufacturer days after announcing his bid for Taiwan s presidency</li><li> Foxconn s parent company Hon Hai Technology Group confirmed Gou s resignation and said it would not immediately elect a director as the board had eight other directors and independent directors</li><li> Taiwan s presidential election due in January comes at period of fraught tensions between the island of million people and its superpower neighbor China Gou has criticized Taiwan s independence movement and is characterized by his friendliness towards mainland Chinese business interests</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/02/business/terry-gou-foxconn-resigns-taiwan-election-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Tim Lister",
            "title": "Made in Ukraine Kyivs burgeoning weapons industry is enabling it to project power far beyond the front lines",
            "description": "In the early hours of August 29th, swarms of Ukrainian drones flew across seven Russian regions. Many were intercepted; some were not.",
            "url": "/2023-09-02-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230901115655-01-kyiv-weapons-industry-power-intl.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-02T04:01:48Z",
            "content": "In the early hours of August 29th, swarms of Ukrainian drones flew across seven Russian regions. Many were intercepted; some were not. Several reached a Russian airbase in Pskov, some 600 kilometer [+9192 chars]",
            "summary": "Aerial and marine drones, mysterious new missiles and sabotage groups are all part of the toolkit; Russian airfields, air defenses and shipping among the targets. A win is a win wherever and whenever it occurs  whether damaging planes at a distant Russian airbase, disrupting commercial aviation and shipping, putting the residents of Russian border regions on edge or hitting Russian air defenses in Crimea. These attacks force Russia to spend time on developing counter-measures: One recent example is being the sinking of barges close to the Kerch bridge to Crimea, in an effort to prevent it being hit again by maritime drones following the attacks in July and August. Last month, they carried out a missile strike against one of Russias modern S-400 air defense systems on the Crimean coast, following it up with a commando raid. We can reach the enemy absolutely anywhere. Strikes at greater range are an extension of the strategy successfully employed since last year to target Russian logistics hubs, command centers and ammunition/ or fuel dumps way behind the frontlines. President Volodymyr Zelensky and Defense Minister Oleksiy Reznikov have repeatedly assured Western donors that their weapons wont be used against targets inside Russia; that would be viewed by Moscow as an act of aggression which would make them party to the conflict. Instead, Ukraine is pushing ahead with creating a weapons industry that will provide everything from 155mm artillery shells to longer-range drones and now  it seems  a new long-range missile.",
            "html_summary": "<ul><li>Aerial and marine drones, mysterious new missiles and sabotage groups are all part of the toolkit; Russian airfields, air defenses and shipping among the targets.</li><li>A win is a win wherever and whenever it occurs – whether damaging planes at a distant Russian airbase, disrupting commercial aviation and shipping, putting the residents of Russian border regions on edge or hitting Russian air defenses in Crimea.</li><li>These attacks force Russia to spend time on developing counter-measures: One recent example is being the sinking of barges close to the Kerch bridge to Crimea, in an effort to prevent it being hit again by maritime drones following the attacks in July and August.</li><li>Last month, they carried out a missile strike against one of Russia’s modern S-400 air defense systems on the Crimean coast, following it up with a commando raid.</li><li>We can reach the enemy absolutely anywhere.” Strikes at greater range are an extension of the strategy successfully employed since last year to target Russian logistics hubs, command centers and ammunition/ or fuel dumps way behind the frontlines.</li><li>President Volodymyr Zelensky and Defense Minister Oleksiy Reznikov have repeatedly assured Western donors that their weapons won’t be used against targets inside Russia; that would be viewed by Moscow as an act of aggression which would make them party to the conflict.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/02/europe/kyiv-weapons-industry-power-intl/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Eva Rothenberg",
            "title": "SAGAFTRA requests approval to strike against video game companies",
            "description": "SAGAFTRAs National Board is unanimously seeking permission from union members to strike against a number of video game makers ahead of negotiations resuming later this month.",
            "url": "/2023-09-02-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230902122704-01-sag-aftra-strike-nyc-083123-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-02T20:51:46Z",
            "content": "SAGAFTRAs National Board is unanimously seeking permission from union members to strike against a number of video game makers ahead of negotiations resuming later this month.The unions initial con [+4025 chars]",
            "summary": "SAG AFTRA s National Board is unanimously seeking permission from union members to strike against a number of video game makers. The union s initial contract with major video game companies the Interactive Media Agreement was extended past its initial expiration date last fall. The companies involved in the negotiations include Activision Epic Games and WB Games which have video game portfolios including Star Wars Battlefront Call of Duty and Mortal Kombat WB Games is owned by CNN s parent company Warner Bros Discovery. Eligible SAG A FTRA members will be able to vote on authorizing a strike until September at p m PT the evening before discussions resume.",
            "html_summary": "<ul><li>SAG AFTRA s National Board is unanimously seeking permission from union members to strike against a number of video game makers</li><li> The union s initial contract with major video game companies the Interactive Media Agreement was extended past its initial expiration date last fall</li><li> The companies involved in the negotiations include Activision Epic Games and WB Games which have video game portfolios including Star Wars Battlefront Call of Duty and Mortal Kombat WB Games is owned by CNN s parent company Warner Bros Discovery</li><li> Eligible SAG A FTRA members will be able to vote on authorizing a strike until September at p m PT the evening before discussions resume</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/02/business/sag-aftra-strike-strike-video-games/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Paradise Afshar, Emma Tucker",
            "title": "Small town near Seattle declares state of emergency over false alarms from dam warning system",
            "description": "A state of emergency was declared in a small city in Washington state this week after a warning system for a dam protecting the city from being flooded by a reservoir falsely went off a fourth time since 2020, city officials said.",
            "url": "/2023-09-02-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230901204700-tolt-dam-file-090123.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-02T01:08:01Z",
            "content": "A state of emergency was declared in a small city in Washington state this week after a warning system for a dam protecting the city from being flooded by a reservoir falsely went off a fourth time s [+4492 chars]",
            "summary": "A state of emergency was declared in a small city in Washington state this week after a warning system for a dam protecting the city from being flooded by a reservoir falsely went off a fourth time since city officials said. The alarm system in Carnation about miles east of Seattle near the confluence of the Snoqualmie and Tolt rivers is intended to alert residents to evacuate if the Tolt Dam fails. The city runs frequent drills to prepare residents for a potential dam failure and a siren test goes off every Wednesday at noon along with prerecorded messages. The reservoir stores about of the drinking water for the Seattle metro area.",
            "html_summary": "<ul><li>A state of emergency was declared in a small city in Washington state this week after a warning system for a dam protecting the city from being flooded by a reservoir falsely went off a fourth time since city officials said</li><li> The alarm system in Carnation about miles east of Seattle near the confluence of the Snoqualmie and Tolt rivers is intended to alert residents to evacuate if the Tolt Dam fails</li><li> The city runs frequent drills to prepare residents for a potential dam failure and a siren test goes off every Wednesday at noon along with prerecorded messages</li><li> The reservoir stores about of the drinking water for the Seattle metro area</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/01/us/carnation-false-alarms-dam-warning-system/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Rachel Ramirez, Eric Levenson",
            "title": "These five cities could be one natural disaster away from a catastrophic water crisis",
            "description": "Here are five cities or regions across the country that show signs of vulnerability under a rapidly warming planet  from coastal flooding in New York to saltwater intrusion in Californias groundwater.",
            "url": "/2023-09-02-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230901143903-01-water-infrastructure-failure-us-cities-climate.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-02T07:08:13Z",
            "content": "When torrential rainfall in August 2022 pushed the Pearl River in Mississippi to surge well beyond its banks, floodwaters spilled into the suburbs of Jackson and led an alreadyhobbled water treatmen [+12766 chars]",
            "summary": "But Oluwole OJ McFoy, the general manager of the Buffalo Sewer Water Authority, said it was a nightmare scenario for the city and a warning of how rising water levels could impact its water infrastructure. The high winds from the storm generated a phenomenon known as a seiche, in which water from the west end of Lake Erie near Toledo was pushed east, creating high water levels and coastal flooding in Buffalo. The 2021 infrastructure legislation signed by President Joe Biden includes about $30 billion for drinking water, and the 2022 Inflation Reduction Act another $550 million for water infrastructure. And because Puerto Ricos water infrastructure relies heavily on the electric grid to operate, many residents were left without running water in their homes for just as long. When sea levels rise, summers become hotter or heavy rains lead to more flooding, the countrys water infrastructure  largely built last century and only designed to last roughly 75 years  will be more strained than ever, threatening a system vital to human life. In Jackson alone, it could cost $1 billion to $2 billion to repair the water system, and the water industry estimates that the total nationwide costs will top $1 trillion. We really need to be proactive about finding ways to conserve our water as far as were using it, whether thats recycled water purposes or drip irrigation, Tim said.",
            "html_summary": "<ul><li>But Oluwole “OJ” McFoy, the general manager of the Buffalo Sewer Water Authority, said it was a “nightmare scenario” for the city and a warning of how rising water levels could impact its water infrastructure.</li><li>The high winds from the storm generated a phenomenon known as a “seiche,” in which water from the west end of Lake Erie near Toledo was pushed east, creating high water levels and coastal flooding in Buffalo.</li><li>The 2021 infrastructure legislation signed by President Joe Biden includes about $30 billion for drinking water, and the 2022 Inflation Reduction Act another $550 million for water infrastructure.</li><li>And because Puerto Rico’s water infrastructure relies heavily on the electric grid to operate, many residents were left without running water in their homes for just as long.</li><li>When sea levels rise, summers become hotter or heavy rains lead to more flooding, the country’s water infrastructure – largely built last century and only designed to last roughly 75 years – will be more strained than ever, threatening a system vital to human life.</li><li>In Jackson alone, it could cost $1 billion to $2 billion to repair the water system, and the water industry estimates that the total nationwide costs will top $1 trillion.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/02/us/water-infrastructure-failure-us-cities-climate/index.html"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Knowable Magazine",
            "title": "A look into the REM dreams of the animal kingdom",
            "description": "Animals active sleep phases look very much like REM.",
            "url": "/2023-09-02-a-look-into-the-rem-dreams-of-the-animal-kingdom",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/GettyImages-516781896-760x380.jpg",
            "publishedAt": "2023-09-02T11:47:26Z",
            "content": "Enlarge/ A cuttlefish swims in an aquarium at the Scientific Center of Kuwait on March 20, 2016, in Kuwait City. 9 with Young jumping spiders dangle by a thread through the night, in a box, in a  [+5128 chars]",
            "summary": "Researchers are finding signs of REM sleep in a broader array of animals than ever before in spiders lizards cuttlefish zebrafish. The growing tally has some researchers wondering whether dreaming a state once thought to be limited to human beings is far more widespread than once thought REM sleep is generally characterized by rapid eye movements the temporary paralysis of skeletal muscles periodic body twitches and increases in brain activity breathing and heart rate. If spiders have REM sleep might dreams also unfold in their poppy seed size brains says Daniela R ssler a behavioral ecologist in Germany.",
            "html_summary": "<ul><li>Researchers are finding signs of REM sleep in a broader array of animals than ever before in spiders lizards cuttlefish zebrafish</li><li> The growing tally has some researchers wondering whether dreaming a state once thought to be limited to human beings is far more widespread than once thought REM sleep is generally characterized by rapid eye movements the temporary paralysis of skeletal muscles periodic body twitches and increases in brain activity breathing and heart rate</li><li> If spiders have REM sleep might dreams also unfold in their poppy seed size brains says Daniela R ssler a behavioral ecologist in Germany</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/09/a-look-into-the-rem-dreams-of-the-animal-kingdom/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "Launch into the future with the complete Space Stage agenda at TC Disrupt 2023 | TechCrunch",
            "description": "Were outofthisworld excited to announce the complete Space Stage agenda at TechCrunch Disrupt 2023. Were joining forces with the Aerospace",
            "url": "/2023-09-02-launch-into-the-future-with-the-complete-space-stage-agenda-at-tc-disrupt-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/Space-Stage-Article-Image-Header-1920x1080@2x.jpg?resize=1200,675",
            "publishedAt": "2023-09-03T19:00:53Z",
            "content": "Were outofthisworld excited to announce the complete Space Stage agenda at TechCrunch Disrupt 2023.Were joining forces with the Aerospace Corporation to host this stage and of course are excite [+5502 chars]",
            "summary": "The Space Stage agenda covers a lot of parsecs the role of American public and private sector partnerships venture capital s unease with the U S Defense Department quantum and espionage AI and warfare and more. Five finalists will get the rare opportunity to pitch in front of our judges on the Space Stage at TechCrunch Disrupt and exhibit their AI ML startup at Disrupt this September. The Space Domain Awareness Challenge Challenge Pitch off will be held on the second day of Disrupt. TechCrunchdisrupt takes place on September in San Francisco. Tickets will go out at the door on September 6th. Buy your pass now by filling out this form.",
            "html_summary": "<ul><li>The Space Stage agenda covers a lot of parsecs the role of American public and private sector partnerships venture capital s unease with the U S Defense Department quantum and espionage AI and warfare and more</li><li> Five finalists will get the rare opportunity to pitch in front of our judges on the Space Stage at TechCrunch Disrupt and exhibit their AI ML startup at Disrupt this September</li><li> The Space Domain Awareness Challenge Challenge Pitch off will be held on the second day of Disrupt</li><li> TechCrunchdisrupt takes place on September in San Francisco</li><li> Tickets will go out at the door on September 6th</li><li> Buy your pass now by filling out this form</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/03/launch-into-the-future-with-the-complete-space-stage-agenda-at-tc-disrupt-2023/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Should the US implement a robot tax? | TechCrunch",
            "description": "MIT economists Arnaud Costinot and Ivn Werning discuss the potential impact a proposed robot tax could have on automation and jobs.",
            "url": "/2023-09-02-should-the-us-implement-a-robot-tax",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/robot-arm-money-1.jpg?resize=1200,645",
            "publishedAt": "2023-09-02T17:58:20Z",
            "content": "A version of this story original appeared in TechCrunchs weekly robotics newsletter, Actuator. Subscribe here.A big and often unremarked upon aspect of being a reporter is knowing your audience.  [+13779 chars]",
            "summary": "Second, if the replacement were made anyway, a robot tax would generate revenues for the government that would cover the loss of revenue from payroll taxes.The Institutes views on the topic notwithstanding, I think that largely covers the idea in broad strokes, though I would add to it. In our calibration, in line with the literature, this income tax turns out to be relatively efficacious, explaining why we find a relatively low tax rate.We didnt come into this expecting this, and the relatively low number did surprise us. But the impact on the wage distribution from automation is a key input for which there is much uncertainty.To your question: At the optimum, you are trading off improving the pre-tax wage distribution with the efficiency losses of the tax, reaching a sweet spot. Im sure there are those who would rather skip the jobs conversation altogether, but I firmly believe that approach is equally problematic.So lets start from a point I think we can all agree on: Robots have and will continue to impact jobs. In addition, a robot tax would necessitate a definition of what comprises a robot. A vast majority of people I speak to believe the impact will be positive  that the robots will either replace bad jobs or at the very least make them better. In fact, in some circles the topic du jour is even more radioactive than either of the above  the robot tax.",
            "html_summary": "<ul><li>Second, if the replacement were made anyway, a robot tax would generate revenues for the government that would cover the loss of revenue from payroll taxes.The Institute’s views on the topic notwithstanding, I think that largely covers the idea in broad strokes, though I would add to it.</li><li>In our calibration, in line with the literature, this income tax turns out to be relatively efficacious, explaining why we find a relatively low tax rate.We didn’t come into this expecting this, and the relatively low number did surprise us.</li><li>But the impact on the wage distribution from automation is a key input for which there is much uncertainty.To your question: At the optimum, you are trading off improving the pre-tax wage distribution with the efficiency losses of the tax, reaching a sweet spot.</li><li>I’m sure there are those who would rather skip the jobs conversation altogether, but I firmly believe that approach is equally problematic.So let’s start from a point I think we can all agree on: Robots have and will continue to impact jobs.</li><li>“In addition, a robot tax would necessitate a definition of what comprises a robot.</li><li>A vast majority of people I speak to believe the impact will be positive — that the robots will either replace bad jobs or at the very least make them better.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/02/should-the-us-implement-a-robot-tax/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Google brings that cheap flight data and the feds investigate Elons glass house | TechCrunch",
            "description": "Welcome back to The Station, your central hub for all past, present and future means of moving people and packages from Point A to Point B.",
            "url": "/2023-09-02-google-brings-that-cheap-flight-data-and-the-feds-investigate-elons-glass-house",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1397664328.jpg?resize=1200,800",
            "publishedAt": "2023-09-03T19:15:43Z",
            "content": "Welcome back to The Station, your central hub for all past, present and future means of moving people and packages from Point A to Point B. Kirsten is away, so Ill be your host this week.Its been  [+10013 chars]",
            "summary": "The companys share price rose around 11% in the days that followed.Redwood Materials, the battery recycling and materials startup founded by Tesla co-founder JB Straubel, raised $1 billion to expand the U.S.s battery supply chain.VanMoof, the flashy e-bike startup that declared bankruptcy this summer, has gotten a lifeline. The goal is to help transform Toyota into a mobility company with expertise across energy, circular economy, carbon-neutral tech, smart communities and more.Rivian has brought on Dr. Kjell Gruner as chief commercial officer and president of business growth. But most people arent going to track down their bike and confront a potentially dangerous thief, and the police probably have more important things on their plates.Enter BackPedal, a UK-based startup thats building a business model around e-bike recovery. If you prefer to remain anonymous, click here to contact us, which includes SecureDrop (instructions here) and various encrypted messaging apps.If youre into e-bikes, youve probably noticed that the new ones are being built with GPS tracking enabled, ostensibly so you can find your bike if someone steals it. The money will go toward retooling existing auto factories for electric, hybrid and hydrogen fuel cell vehicles, as well as boosting battery manufacturing domestically.Boschs deal to acquire TSI Semiconductors has gone through, but its facing some hurdles. But so far, BackPedal boasts a 90% success rate and is working on improving that rate as it grows across the U.K.Chinese EV startup XPeng will acquire the smart EV assets of ride-hailing giant Didi for $744 million. Two startups that have surfaced recently are Zeekr, a young yet well-financed EV brand under Chinese auto giant Geely, and WeRide, an autonomous driving startup thats raised over $1 billion in funding.",
            "html_summary": "<ul><li>The company’s share price rose around 11% in the days that followed.Redwood Materials, the battery recycling and materials startup founded by Tesla co-founder JB Straubel, raised $1 billion to expand the U.S.’s battery supply chain.VanMoof, the flashy e-bike startup that declared bankruptcy this summer, has gotten a lifeline.</li><li>The goal is to help transform Toyota into a mobility company with expertise across energy, circular economy, carbon-neutral tech, smart communities and more.Rivian has brought on Dr. Kjell Gruner as chief commercial officer and president of business growth.</li><li>But most people aren’t going to track down their bike and confront a potentially dangerous thief, and the police probably have more important things on their plates.Enter BackPedal, a UK-based startup that’s building a business model around e-bike recovery.</li><li>If you prefer to remain anonymous, click here to contact us, which includes SecureDrop (instructions here) and various encrypted messaging apps.If you’re into e-bikes, you’ve probably noticed that the new ones are being built with GPS tracking enabled, ostensibly so you can find your bike if someone steals it.</li><li>The money will go toward retooling existing auto factories for electric, hybrid and hydrogen fuel cell vehicles, as well as boosting battery manufacturing domestically.Bosch’s deal to acquire TSI Semiconductors has gone through, but it’s facing some hurdles.</li><li>But so far, BackPedal boasts a 90% success rate and is working on improving that rate as it grows across the U.K.Chinese EV startup XPeng will acquire the smart EV assets of ride-hailing giant Didi for $744 million.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/03/google-brings-that-cheap-flight-data-and-the-feds-investigate-elons-glass-house/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "Greylock, Lightspeed Venture Partners, Khosla Ventures, Pear VC join Startup Battlefield judges | TechCrunch",
            "description": "Just a couple more weeks until 20 of the worlds top earlystage startups take to the Disrupt Stage at TechCrunch Disrupt 2023 to compete for an",
            "url": "/2023-09-02-greylock-lightspeed-venture-partners-khosla-ventures-pear-vc-join-startup-battlefield-judges",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/judges_6.jpg?resize=1200,675",
            "publishedAt": "2023-09-03T16:00:47Z",
            "content": "Just a couple more weeks until 20 of the worlds top earlystage startups take to the Disrupt Stage at TechCrunch Disrupt 2023 to compete for an equityfree, $100,000 grand prize and eternal glory. Th [+4802 chars]",
            "summary": "Guru Chahal is a visionary investor with a passion for revolutionizing digital landscapes. Jacob Andreou is a product executive and builder who backs founders building the next generation of consumer software. Nikita co founded SingleStore a unicorn data and analytics company valued over billion. Mar developed a groundbreaking technique of optimizing the design of analog semiconductors. She is in currently a lecturer for Stanford University teaching Lean Launchpad one of Stanford s premier entrepreneurship classes. Buy your pass now and save up to avoid the price hike at the door.",
            "html_summary": "<ul><li>Guru Chahal is a visionary investor with a passion for revolutionizing digital landscapes</li><li> Jacob Andreou is a product executive and builder who backs founders building the next generation of consumer software</li><li> Nikita co founded SingleStore a unicorn data and analytics company valued over billion</li><li> Mar developed a groundbreaking technique of optimizing the design of analog semiconductors</li><li> She is in currently a lecturer for Stanford University teaching Lean Launchpad one of Stanford s premier entrepreneurship classes</li><li> Buy your pass now and save up to avoid the price hike at the door</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/03/greylock-lightspeed-venture-partners-khosla-ventures-pear-vc-join-startup-battlefield-judges/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "This veteran VC doesnt think ARMs IPO will have the impact that everyone is hoping it will | TechCrunch",
            "description": "The startup industry has been whistling a happy tune ever since the British chip designer ARM filed paperwork with the SEC late last month for an initial Ive never understood this concept of, Well, the market is closed, but you take one super big company, a",
            "url": "/2023-09-02-this-veteran-vc-doesnt-think-arms-ipo-will-have-the-impact-that-everyone-is-hoping-it-will",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/Screen-Shot-2023-09-02-at-2.31.18-PM.png?w=1040",
            "publishedAt": "2023-09-03T19:02:16Z",
            "content": "The startup industry has been whistling a happy tune ever since the British chip designer ARM filed paperwork with the SEC late last month for an initial public offering. The growing expectation is t [+5535 chars]",
            "summary": "Ive never understood this concept of, Well, the market is closed, but you take one super big company, and you put it out there, and all of a sudden everybody gets to go public again. I personally dont understand that. So, no, I dont think its gonna blow the market open and that a whole line is going to march out there and were going to have 50 IPOs between now and December. But when a strategic invests in you, they also make money when their stock goes up. To me, that summarizes something really important. Then things really went haywire, with founders allowed to sell a lot of shares in their company  sometimes at sky-high prices  at the same time they were raising primary capital from investors. The widespread thinking seems to be that this chip design company is going to worth anywhere from $40 billion to $80 billion and blow open the IPO window. What else were many founders not exposed to previously and so are struggling with?Theres a lot going on right now that entrepreneurs need to be aware of. I understand Salesforce paid like 100 times revenue and to the best of my knowledge, there is no public company trading at 100 times revenue.",
            "html_summary": "<ul><li>I’ve never understood this concept of, ‘Well, the market is closed, but you take one super big company, and you put it out there, and all of a sudden everybody gets to go public again.’ I personally don’t understand that.</li><li>So, no, I don’t think it’s gonna blow the market open and that a whole line is going to march out there and we’re going to have 50 IPOs between now and December.</li><li>But when a strategic invests in you, they also make money when their stock goes up.’ To me, that summarizes something really important.</li><li>Then things really went haywire, with founders allowed to sell a lot of shares in their company — sometimes at sky-high prices — at the same time they were raising primary capital from investors.</li><li>The widespread thinking seems to be that this chip design company is going to worth anywhere from $40 billion to $80 billion and blow open the IPO window.</li><li>What else were many founders not exposed to previously and so are struggling with?There’s a lot going on right now that entrepreneurs need to be aware of.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/03/this-veteran-vc-doesnt-think-arms-ipo-will-have-the-impact-that-everyone-is-hoping-it-will/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. NYPD to deploy drones to monitor Labor Day weekend gatherings, raising civil liberties concerns. Taiwan billionaire Terry Gou resigns as Foxconn board member amid bid for presidency. Made in Ukraine Kyivs burgeoning weapons industry is enabling it to project power far beyond the front lines. SAGAFTRA requests approval to strike against video game companies. Small town near Seattle declares state of emergency over false alarms from dam warning system. These five cities could be one natural disaster away from a catastrophic water crisis. A look into the REM dreams of the animal kingdom. Launch into the future with the complete Space Stage agenda at TC Disrupt 2023 | TechCrunch. Should the US implement a robot tax? | TechCrunch. Google brings that cheap flight data and the feds investigate Elons glass house | TechCrunch. Greylock, Lightspeed Venture Partners, Khosla Ventures, Pear VC join Startup Battlefield judges | TechCrunch. This veteran VC doesnt think ARMs IPO will have the impact that everyone is hoping it will | TechCrunch"
}