{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "Akamai expands its cloud computing footprint with new locations and services",
            "description": "Acquiring Linode allowed Akamai to fasttrack its broader cloud computing ambitions.  Its announcing the expansion of its cloud computing services to five...",
            "url": "/2023-07-12-akamai-expands-its-cloud-computing-footprint-with-5-new-locations-and-services",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/GeaReALjMfnLp8b_5YvtPw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/22fe34d7653fed357d3401102b160d74",
            "publishedAt": "2023-07-12T10:30:41Z",
            "content": "Acquiring Linode allowed Akamai to fasttrack its broader cloud computing ambitions. Today, the company is taking another step in this direction. Its announcing the expansion of its cloud computing  [+1945 chars]",
            "summary": "Theres also a new global load balancer, which bridges the functionality of Linodes load balancer for local traffic load balancing and Akamais global traffic manager and application load balancer.Distributed workloads require distributed infrastructure, said Adam Karon, chief operating officer and general manager of the Cloud Technology Group at Akamai. Users of Akamais object storage service can now also store twice as much data: up to one petabyte and one billion objects per bucket. Acquiring Linode allowed Akamai to fast-track its broader cloud computing ambitions. Today, the company is taking another step in this direction.",
            "html_summary": "<ul><li>There’s also a new global load balancer, which bridges the functionality of Linode’s load balancer for local traffic load balancing and Akamai’s global traffic manager and application load balancer.“Distributed workloads require distributed infrastructure,” said Adam Karon, chief operating officer and general manager of the Cloud Technology Group at Akamai.</li><li>Users of Akamai’s object storage service can now also store twice as much data: up to one petabyte and one billion objects per bucket.</li><li>Acquiring Linode allowed Akamai to fast-track its broader cloud computing ambitions.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/12/akamai-expands-its-cloud-computing-footprint-with-5-new-locations-and-services/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Voice cloning platform Resemble AI lands $8M",
            "description": "Resemble AI, a platform that uses generative AI to clone realisticsounding voices, today announced that it raised $8 million in a Series A round led by...",
            "url": "/2023-07-12-voice-cloning-platform-resemble-ai-lands-8m",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/5SlGk6aqOGbyNQjpm.czQw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/b62a0265a57f9819eeee4e4e3a03fea8",
            "publishedAt": "2023-07-12T12:00:56Z",
            "content": "Resemble AI, a platform that uses generative AI to clone realisticsounding voices, today announced that it raised $8 million in a Series A round led by Javelin Venture Partners, with participation f [+4634 chars]",
            "summary": "But the platform grew to offer AI tech that can transfer voices to other languages, generate personalized messages from voice actors and create real-time conversational agents.Resemble is but one player in the fast-growing market for generative voice AI. If the voice in the clip doesnt match the other clips, Resemble blocks the user from creating the AI voice.In addition, to prevent misuse when recording, Resemble forces users to say an array of specific sentences in their own voice. If they deviate from the script, Resemble flags the recording as potential misuse.Once the voice is created, the user owns all rights to that voice, Ahmed said. The platform has more than a million users, he says, whove generated 35 years worth of audio in the last 12 months.With regulation of AI top of mind for government officials, Resemble is providing insights and recommendations about the responsible use of generative audio, Ahmed said. With Resemble, creating engaging and high-quality voice content is now easier than ever, enabling content creators to add a whole new level of authenticity to their work, and will add a new level of immersion for the audience. In 2021, a documentarian came under fire for hiring a company to clone Anthony Bourdains voice posthumously  with the consent of Bourdains estate. (Its worth noting that PerTh Watermarker is a bit of a platform lock-in play  it can only mark and detect Resembles own generated speech, and isnt compatible with other commercial or open source voice-generating AI tools.",
            "html_summary": "<ul><li>But the platform grew to offer AI tech that can “transfer” voices to other languages, generate personalized messages from voice actors and create real-time conversational agents.Resemble is but one player in the fast-growing market for generative voice AI.</li><li>If the voice in the clip doesn’t match the other clips, Resemble blocks the user from creating the AI voice.In addition, to prevent misuse when recording, Resemble forces users to say an array of specific sentences in their own voice.</li><li>If they deviate from the script, Resemble flags the recording as potential misuse.“Once the voice is created, the user owns all rights to that voice,” Ahmed said.</li><li>The platform has more than a million users, he says, who’ve generated 35 years’ worth of audio in the last 12 months.“With regulation of AI top of mind for government officials, Resemble is providing insights and recommendations about the responsible use of generative audio,” Ahmed said.</li><li>“With Resemble, creating engaging and high-quality voice content is now easier than ever, enabling content creators to add a whole new level of authenticity to their work, and will add a new level of immersion for the audience.”</li><li>In 2021, a documentarian came under fire for hiring a company to clone Anthony Bourdain’s voice posthumously — with the consent of Bourdain’s estate.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/12/voice-cloning-platform-resemble-ai-lands-8m/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "Tax firms shared sensitive data with META...",
            "description": "Some congressional Democrats say three large tax preparation firms sent extraordinarily sensitive information on tens of millions of taxpayers to Facebook parent company Meta over at least two years. Their report issued Wednesday urges federal agencies to i",
            "url": "/2023-07-12-irs-taxpayer-tax-preparation-meta-congress-9315cfca7a0942ab89f765d183fbf822",
            "urlToImage": "https://dims.apnews.com/dims4/default/335a963/2147483647/strip/true/crop/6520x3668+0+339/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fd2%2F00%2Ffa3d78cb0c980530eb5ceacfa639%2F0770b6d60cc6476b901587c1467b3a85",
            "publishedAt": "2023-07-12T12:00:05Z",
            "content": "3 tax prep firms shared extraordinarily sensitive data about taxpayers with Meta, lawmakers sayWASHINGTON (AP)  A group of congressional Democrats reported Wednesday that three large tax preparati [+3893 chars]",
            "summary": "The program collected information on taxpayers filing status, income, refund amounts, names of dependents, approximate federal tax owed, which buttons were clicked on the tax preparers websites and the names of text entry forms that the taxpayer navigated, the report states. (AP Photo/Jeff Chiu, File)ASSOCIATED PRESSWASHINGTON (AP)  Three large tax preparation firms sent extraordinarily sensitive information on tens of millions of taxpayers to Facebook parent company Meta over the course of at least two years, a group of congressional Democrats reported on Wednesday. A group of congressional Democrats reported Wednesday, July 12, that three large tax preparation firms sent extraordinarily sensitive information on tens of millions of taxpayers to Facebook parent company Meta over the course of at least two years. Taxpayer data was also shared with Google, through its own tracking tools  though the firm told lawmakers that it never used the information to track users on the internet, according to the report. A TaxSlayer representative said Wednesday that the report contains numerous false or misleading statements regarding the taxpayers personal and filing information sent to Meta and Google and it will request a retraction or correction from Warrens office. The Democrats report urges federal agencies to investigate and potentially go to court over the wealth of information that H&R Block, TaxAct and TaxSlayer shared with the social media giant. One of its biggest scandals erupted in 2018 when investigations revealed that Cambridge Analytica, a firm with ties to Donald Trumps onetime political strategist Steve Bannon, had paid a Facebook app developer for access to the personal information of about 87 million Facebook users.",
            "html_summary": "<ul><li>The program collected information on taxpayers’ filing status, income, refund amounts, names of dependents, approximate federal tax owed, which buttons were clicked on the tax preparers’ websites and the names of text entry forms that the taxpayer navigated, the report states.</li><li>(AP Photo/Jeff Chiu, File)ASSOCIATED PRESSWASHINGTON (AP) — Three large tax preparation firms sent “extraordinarily sensitive” information on tens of millions of taxpayers to Facebook parent company Meta over the course of at least two years, a group of congressional Democrats reported on Wednesday.</li><li>A group of congressional Democrats reported Wednesday, July 12, that three large tax preparation firms sent “extraordinarily sensitive” information on tens of millions of taxpayers to Facebook parent company Meta over the course of at least two years.</li><li>Taxpayer data was also shared with Google, through its own tracking tools — though the firm told lawmakers that it never used the information to track users on the internet, according to the report.</li><li>A TaxSlayer representative said Wednesday that the report “contains numerous false or misleading statements” regarding the taxpayers’ personal and filing information sent to Meta and Google and it will request a retraction or correction from Warren’s office.</li><li>The Democrats’ report urges federal agencies to investigate and potentially go to court over the wealth of information that H&R Block, TaxAct and TaxSlayer shared with the social media giant.</li></ul>",
            "website_url": "https://apnews.com/article/irs-taxpayer-tax-preparation-meta-congress-9315cfca7a0942ab89f765d183fbf822"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Bootstrapped since 2009, IT management company InvGate raises $35M",
            "description": "InvGate works with enterprise and midsize companies, offering a SaaS solution to streamline their IT operations.",
            "url": "/2023-07-12-invgate-it-management-35m-latin-america-enterprise",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/duesoon-invgate-sd-demo.cloud_.invgate.net_myworkHigh-Res-Screen-2.png?resize=1200,675",
            "publishedAt": "2023-07-12T11:01:50Z",
            "content": "InvGate, a SaaS platform offering information technology service management and IT asset management products, raised $35 million in a growth round to help it continue expanding globally.The company [+1920 chars]",
            "summary": "InvGate, a SaaS platform offering information technology service management and IT asset management products, raised $35 million in a growth round to help it continue expanding globally.The company was founded in 2009, and this is its first institutional funding round. That insight said, Okay, now is the time to find the right capital partner for us in order to grow and scale our business.Q1 2023 market map: SaaS cost optimization and management And on top of that, in the last few years, many of our customers who love the product have asked us why we have remained virtually unknown in the market. Weve been adding different types of technology in order to be prepared for the global expansion that we want to do.",
            "html_summary": "<ul><li>InvGate, a SaaS platform offering information technology service management and IT asset management products, raised $35 million in a growth round to help it continue expanding globally.The company was founded in 2009, and this is its first institutional funding round.</li><li>That insight said, ‘Okay, now is the time to find the right capital partner for us in order to grow and scale our business.’”Q1 2023 market map: SaaS cost optimization and management</li><li>And on top of that, in the last few years, many of our customers who love the product have asked us why we have remained virtually unknown in the market.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/12/invgate-it-management-35m-latin-america-enterprise/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Kakao ups its game in generative AI with Karlo 2.0, an AI image generator",
            "description": "Kakao Brain, an AI unit of Korean tech firm Kakao, launched Karlo 2.0, an AIpowered tool that can produce images from prompts.",
            "url": "/2023-07-12-kakao-ups-its-game-in-generative-ai-with-karlo-2-0-an-ai-image-generator",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/이미지-카카오브레인-초거대-AI-이미지-생성-모델-‘칼로-2.0-공개_230710.png?resize=1200,581",
            "publishedAt": "2023-07-12T12:24:03Z",
            "content": "South Korean tech giant Kakao wants a piece of the action in the generative AI race, and today it made a bid for it, with big updates to its AI image generator Karlo and its KoGPT large language mode [+5135 chars]",
            "summary": "KoGPT 2.0, meanwhile, isnt due to be released until Q3 2023, but it will be trained on 30 billion different parameters.Kakao Brain also has set up Karlo 100X, a 10 billion won ($ 7.7 million) fund, to back AI startups that develop image generation technology. And Samsung is reportedly developing a private generative AI tool for internal use only after restricting generative AI tools after sensitive data leakage. Kakaos releases underscore the pressure that the company, like all incumbent tech players, has been facing to keep up with the pace of AI progress: newcomers like OpenAI, Midjourney and more have been making a huge splash and controlling the narrative on the biggest innovations of the moment. As with the companys regionally leading messaging app KakaoTalk, the opening for a company like Kakao seems to be a leading player in AI images in its market, rather than aiming for world domination. Its predecessor, also called KoGPT, was originally rolled out in 2021 and trained on 200 billion tokens on just 6 billion parameters, using Korean data. We are pleased to introduce Karlo 2.0 through a process of learning various image data and technological advancement, including human proportions and composition, and perspective views that express a sense of space and three-dimensionality, CEO of Kakao Brain Kim Ildoo said in a statement. The company says Karlo 2.0 is trained on 300 million texts and images and supports a maximum resolution of 20482048, resulting in better quality and clarity of images in various styles and sizes.",
            "html_summary": "<ul><li>KoGPT 2.0, meanwhile, isn’t due to be released until Q3 2023, but it will be trained on 30 billion different parameters.Kakao Brain also has set up Karlo 100X, a 10 billion won ($ 7.7 million) fund, to back AI startups that develop image generation technology.</li><li>And Samsung is reportedly developing a private generative AI tool for internal use only after restricting generative AI tools after sensitive data leakage.</li><li>Kakao’s releases underscore the pressure that the company, like all incumbent tech players, has been facing to keep up with the pace of AI progress: newcomers like OpenAI, Midjourney and more have been making a huge splash and controlling the narrative on the biggest innovations of the moment.</li><li>As with the company’s regionally leading messaging app KakaoTalk, the opening for a company like Kakao seems to be a leading player in AI images in its market, rather than aiming for world domination.</li><li>Its predecessor, also called KoGPT, was originally rolled out in 2021 and trained on 200 billion tokens on just 6 billion parameters, using Korean data.</li><li>“We are pleased to introduce Karlo 2.0 through a process of learning various image data and technological advancement, including human proportions and composition, and perspective views that express a sense of space and three-dimensionality,” CEO of Kakao Brain Kim Ildoo said in a statement.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/12/kakao-ups-its-game-in-generative-ai-with-karlo-2-0-an-ai-image-generator/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Oritain raises $57M for its forensic, bigdata science approach to tracking the origin of goods",
            "description": "Global supply chains have made the world smaller by enabling us to have virtually anything we want at the tap of a finger. But when it comes to things like verifying a physical objects origin or its composition, those same fragmented chains and the many step",
            "url": "/2023-07-12-oritain-raises-57m-for-its-forensic-big-data-science-approach-to-tracking-the-origin-of-goods",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/20200416-DSC09186.jpg?resize=1200,675",
            "publishedAt": "2023-07-12T01:02:06Z",
            "content": "Global supply chains have made the world smaller by enabling us to have virtually anything we want at the tap of a finger. But when it comes to things like verifying a physical objects origin or its [+3704 chars]",
            "summary": "That story can be uncovered using methods not unlike those that forensics experts use in a crime lab, said CEO Grant Cochrane in an interview.Cotton grown in one part of the world will look different in a lab, under a microscope, to cotton grown somewhere else. Events like earthquakes and fires, as well as simply normal soil conditions in a particular locale, all can be traced by closely examining the material and comparing it against other material and other data.Its based on causality, Cochrane said. This groundbreaking technology is a dream solution for sourcing and sustainability leaders at the worlds largest brands who can finally get to grips with the authenticity of their supply chains. Factors like changes in the environment play a more significant part than you might realize in how that cotton grows and looks. Global supply chains have made the world smaller by enabling us to have virtually anything we want at the tap of a finger. We are immensely proud to be partnering with the Oritain team to revolutionize origin verification. Is this cotton from where my supplier says it is?",
            "html_summary": "<ul><li>That story can be uncovered using methods not unlike those that forensics experts use in a crime lab, said CEO Grant Cochrane in an interview.Cotton grown in one part of the world will look different in a lab, under a microscope, to cotton grown somewhere else.</li><li>Events like earthquakes and fires, as well as simply normal soil conditions in a particular locale, all can be traced by closely examining the material and comparing it against other material and other data.“It’s based on causality,” Cochrane said.</li><li>This groundbreaking technology is a dream solution for sourcing and sustainability leaders at the world’s largest brands who can finally get to grips with the authenticity of their supply chains.</li><li>Factors like changes in the environment play a more significant part than you might realize in how that cotton grows and looks.</li><li>Global supply chains have made the world smaller by enabling us to have virtually anything we want at the tap of a finger.</li><li>We are immensely proud to be partnering with the Oritain team to revolutionize origin verification.”</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/11/oritain-raises-57m-for-its-forensic-big-data-science-approach-to-tracking-the-origin-of-goods/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "Testing automation platform Tricentis acquires Waldo",
            "description": "Tricentis, a test automation platform that has acquired quite a few testing services and startups over the years, is making another M&A move with the acquisition of Waldo, an automated testing tool for mobile development teams.",
            "url": "/2023-07-12-test-automation-platform-tricentis-acquires-waldo",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/01/daniel-romero-AvwGVZWuLYM-unsplash.jpg?resize=1200,705",
            "publishedAt": "2023-07-12T10:53:04Z",
            "content": "Tricentis, a test automation platform that has acquired quite a few testing services and startups over the years, is making another M&amp;A move with the acquisition of Waldo, an automated testing to [+1851 chars]",
            "summary": "Tricentis, a test automation platform that has acquired quite a few testing services and startups over the years, is making another M&A move with the acquisition of Waldo, an automated testing tool for mobile development teams.I have covered Waldo several times over the past few years. Waldos no-code mobile testing product will join Tricentis other mobile testing offerings, such as Testim Mobile and Tosca Mobile.Waldo lets you upload your apps executable (.ipa or .apk files) and run it in your browser window. From there, you can record some common interactions, such as the signup flow or the transaction flow.After that, every time you submit a new build of your mobile app, Waldo runs the same tests on several devices with different screen sizes, languages and operating system versions. If something goes wrong, developers receive a notification and can see the replay of the test.The number and complexity of mobile applications continues to increase with no signs of slowing down, Tricentis chairman and CEO Kevin Thompson said in a statement. Combining Waldos product with Tricentis customer base and reach makes sense.Waldo raises $15 million for its automated mobile testing service It integrates with your continuous integration (CI) pipeline.Waldo should be able to identify buttons even if the text is different or the position on the screen has changed due to screen resolution differences. The company has raised a seed round led by First Round Capital (with Josh Kopelman) and a $15 million Series A round led by Insight Partners  Tricentis is also backed by Insight Partners.",
            "html_summary": "<ul><li>Tricentis, a test automation platform that has acquired quite a few testing services and startups over the years, is making another M&A move with the acquisition of Waldo, an automated testing tool for mobile development teams.I have covered Waldo several times over the past few years.</li><li>Waldo’s no-code mobile testing product will join Tricentis’ other mobile testing offerings, such as Testim Mobile and Tosca Mobile.Waldo lets you upload your app’s executable (.ipa or .apk files) and run it in your browser window.</li><li>From there, you can record some common interactions, such as the signup flow or the transaction flow.After that, every time you submit a new build of your mobile app, Waldo runs the same tests on several devices with different screen sizes, languages and operating system versions.</li><li>If something goes wrong, developers receive a notification and can see the replay of the test.“The number and complexity of mobile applications continues to increase with no signs of slowing down,” Tricentis chairman and CEO Kevin Thompson said in a statement.</li><li>Combining Waldo’s product with Tricentis’ customer base and reach makes sense.Waldo raises $15 million for its automated mobile testing service</li><li>It integrates with your continuous integration (CI) pipeline.Waldo should be able to identify buttons even if the text is different or the position on the screen has changed due to screen resolution differences.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/12/test-automation-platform-tricentis-acquires-waldo/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Akamai expands its cloud computing footprint with new locations and services. Voice cloning platform Resemble AI lands $8M. Tax firms shared sensitive data with META.... Bootstrapped since 2009, IT management company InvGate raises $35M. Kakao ups its game in generative AI with Karlo 2.0, an AI image generator. Oritain raises $57M for its forensic, bigdata science approach to tracking the origin of goods. Testing automation platform Tricentis acquires Waldo"
}