{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Kirsten Grieshaber",
            "title": "Can chatbot preach? Hundreds attend church service generated by ChatGPT...",
            "description": "FUERTH, Germany (AP)  The artificial intelligence chatbot asked the believers in the fully packed St. Pauls church in the Bavarian town of Fuerth to rise from the pews and praise the Lord. The ChatGPT chatbot, personified by an avatar of a bearded Black man",
            "url": "/2023-06-10-germany-church-protestants-chatgpt-ai-sermon-651f21c24cfb47e3122e987a7263d348",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/252bc7b7e60c43c291ed66ff5ad69db1/3000.webp",
            "publishedAt": "2023-06-10T15:04:38Z",
            "content": "FUERTH, Germany (AP) The artificial intelligence chatbot asked the believers in the fully packed St. Pauls church in the Bavarian town of Fuerth to rise from the pews and praise the Lord.The ChatGP [+5990 chars]",
            "summary": "And thats why its useful to learn to deal with it.However, the experimental church service also showed the limits to implementing artificial AI in church, or in religion. We have to be careful that its not misused for such purposes as to spread only one opinion.Simmerlein said it is not his intention to replace religious leaders with artificial intelligence. Rather, he sees the use of AI as a way to help them with their everyday work in their congregations.Some pastors seek inspiration in literature, he says, so why not also ask AI for ideas regarding an upcoming sermon. The avatars showed no emotions at all, had no body language and were talking so fast and monotonously that it was very hard for me to concentrate on what they said.But maybe it is different for the younger generation who grew up with all of this, Schmidt added. Artificial intelligence cannot do that. Marc Jansen, a 31-year-old Lutheran pastor from Troisdorf near the western German city of Cologne, brought a group of teenagers from his congregation to St. Paul. It does not know the congregation.___Associated Press religion coverage receives support through the APs collaboration with The Conversation US, with funding from Lilly Endowment Inc.",
            "html_summary": "<ul><li>“And that’s why it’s useful to learn to deal with it.”However, the experimental church service also showed the limits to implementing artificial AI in church, or in religion.</li><li>“We have to be careful that it’s not misused for such purposes as to spread only one opinion.”Simmerlein said it is not his intention to replace religious leaders with artificial intelligence.</li><li>Rather, he sees the use of AI as a way to help them with their everyday work in their congregations.Some pastors seek inspiration in literature, he says, so why not also ask AI for ideas regarding an upcoming sermon.</li><li>“The avatars showed no emotions at all, had no body language and were talking so fast and monotonously that it was very hard for me to concentrate on what they said.”“But maybe it is different for the younger generation who grew up with all of this,” Schmidt added.</li><li>“Artificial intelligence cannot do that.</li><li>Marc Jansen, a 31-year-old Lutheran pastor from Troisdorf near the western German city of Cologne, brought a group of teenagers from his congregation to St. Paul.</li></ul>",
            "website_url": "https://apnews.com/article/germany-church-protestants-chatgpt-ai-sermon-651f21c24cfb47e3122e987a7263d348"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "Unabomber Ted Kaczynski dies in federal prison...",
            "description": "Theodore Ted Kaczynski, the Harvardeducated mathematician who retreated to a dingy shack in the Montana wilderness and ran a 17year bombing campaign that killed three people and injured 23 others, died Saturday. He was 81. A spokesperson for a spokesperso",
            "url": "/2023-06-10-ted-kaczynski-unabomber-dies-federal-prison-95fdd4f398fbfe20aaadf5d53a91dc26",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/1edfc6fd32d040ccbf0953d96a2435fb/2000.webp",
            "publishedAt": "2023-06-10T18:00:04Z",
            "content": "Ted Kaczynski, known as the Unabomber, has died in federal prison at 81WASHINGTON (AP)  Theodore Ted Kaczynski, the Harvardeducated mathematician who retreated to a dingy shack in the Montana wil [+8181 chars]",
            "summary": "An altitude-triggered bomb he mailed in 1979 went off as planned aboard an American Airlines flight; a dozen people aboard suffered from smoke inhalation.Kaczynski killed computer rental store owner Hugh Scrutton, advertising executive Thomas Mosser and timber industry lobbyist Gilbert Murray. But when a female supervisor dumped him after two dates, he began posting insulting limericks about her and wouldnt stop.His brother fired him and Ted Kaczynski soon returned to the wilderness to continue plotting his vengeful killing spree.___Balsamo reported from Miami. California geneticist Charles Epstein and Yale University computer expert David Gelernter were maimed by bombs two days apart in June 1993.Mosser was killed in his North Caldwell, New Jersey, home on Dec. 10, 1994, a day he was supposed to be picking out a Christmas tree with his family. The central themes involve his belief that he is being maligned and harassed by family members and modern society.Kaczynski hated the idea of being viewed as mentally ill and when his lawyers attempted to present an insanity defense, he tried to fire them. When that failed, he tried to hang himself with his underwear.Kaczynski eventually pleaded guilty rather than let his defense team proceed with an insanity defense.Im confident that Im sane, Kaczynski told Time magazine in 1999. He was 81.Branded the Unabomber by the FBI, Kaczynski died at the federal prison medical center in Butner, North Carolina, Kristie Breshears, a spokesperson for the federal Bureau of Prisons, told The Associated Press. WASHINGTON (AP)  Theodore Ted Kaczynski, the Harvard-educated mathematician who retreated to a dingy shack in the Montana wilderness and ran a 17-year bombing campaign that killed three people and injured 23 others, died Saturday.",
            "html_summary": "<ul><li>An altitude-triggered bomb he mailed in 1979 went off as planned aboard an American Airlines flight; a dozen people aboard suffered from smoke inhalation.Kaczynski killed computer rental store owner Hugh Scrutton, advertising executive Thomas Mosser and timber industry lobbyist Gilbert Murray.</li><li>But when a female supervisor dumped him after two dates, he began posting insulting limericks about her and wouldn’t stop.His brother fired him and Ted Kaczynski soon returned to the wilderness to continue plotting his vengeful killing spree.___Balsamo reported from Miami.</li><li>California geneticist Charles Epstein and Yale University computer expert David Gelernter were maimed by bombs two days apart in June 1993.Mosser was killed in his North Caldwell, New Jersey, home on Dec. 10, 1994, a day he was supposed to be picking out a Christmas tree with his family.</li><li>“The central themes involve his belief that he is being maligned and harassed by family members and modern society.”Kaczynski hated the idea of being viewed as mentally ill and when his lawyers attempted to present an insanity defense, he tried to fire them.</li><li>When that failed, he tried to hang himself with his underwear.Kaczynski eventually pleaded guilty rather than let his defense team proceed with an insanity defense.“I’m confident that I’m sane,” Kaczynski told Time magazine in 1999.</li><li>He was 81.Branded the “Unabomber” by the FBI, Kaczynski died at the federal prison medical center in Butner, North Carolina, Kristie Breshears, a spokesperson for the federal Bureau of Prisons, told The Associated Press.</li></ul>",
            "website_url": "https://apnews.com/article/ted-kaczynski-unabomber-dies-federal-prison-95fdd4f398fbfe20aaadf5d53a91dc26"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "FIS acquires, and Better.com lays off",
            "description": "Welcome back toThe Interchange! Ifyou want this in your inbox, sign uphere. Well be taking a break next weekend as Mary Ann and Christine both take muchneeded vacations (we didnt plan this, honestly!) but dont worry, The Interchange will be back in you",
            "url": "/2023-06-10-consolidation-continues-in-world-of-fintech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2014/04/shutterstock_174261434-e1398278708888.jpg?resize=1200,514",
            "publishedAt": "2023-06-11T14:59:11Z",
            "content": "Welcome back toThe Interchange! Ifyou want this in your inbox, sign uphere. Well be taking a break next weekend as Mary Ann and Christine both take muchneeded vacations (we didnt plan this, hon [+8778 chars]",
            "summary": "In February of this year, FIS confirmed that it would be spinning WorldPay off.I also wrote about Better.coms laying off its real estate team and the related shedding of its real estate business unit  a move that we knew was coming, but just didnt know when. GFT developed architecture and compliance measures so that banks can scale transaction volume and no longer be dependent on closed, third-party services for instant payments.To illustrate the potential for FedNow, Brazilian instant payments Matera released a report in May highlighting how well Pix is doing in Brazil. The Fed suggests that FedNow, an instant payment infrastructure, will be a faster payment rail for financial institutions, offering real-time, 24/7, every day of the year with immediate access to funds. The deal is both an example of the resilience of infrastructure in the fintech space and a year that is proving to be filled with consolidation  as expected in a no-IPO, less capital rich environment. Earlier this year, Marqeta acquired financial infrastructure startup Power Finance in a $275 million deal. The company declined to comment on the move but one person (who wished to remain anonymous) who was affected by the layoffs told TechCrunch via email on June 8: At 8AM yesterday, after being praised in Tuesdays meeting, our computers where disconnected and logged out of work emails. But as the refinancing market dried up and fewer people wanted to lose their lower interest rates by buying another home in a tight market, the unit was negatively impacted.",
            "html_summary": "<ul><li>In February of this year, FIS confirmed that it would be spinning WorldPay off.I also wrote about Better.com’s laying off its real estate team and the related shedding of its real estate business unit – a move that we knew was coming, but just didn’t know when.</li><li>GFT developed architecture and compliance measures so that banks can scale transaction volume and no longer be dependent on closed, third-party services for instant payments.To illustrate the potential for FedNow, Brazilian instant payments Matera released a report in May highlighting how well Pix is doing in Brazil.</li><li>The Fed suggests that FedNow, an instant payment infrastructure, will be a faster payment rail for financial institutions, offering real-time, 24/7, every day of the year with immediate access to funds.</li><li>The deal is both an example of the resilience of infrastructure in the fintech space and a year that is proving to be filled with consolidation – as expected in a no-IPO, less capital rich environment.</li><li>Earlier this year, Marqeta acquired financial infrastructure startup Power Finance in a $275 million deal.</li><li>The company declined to comment on the move but one person (who wished to remain anonymous) who was affected by the layoffs told TechCrunch via email on June 8: “At 8AM yesterday, after being praised in Tuesday’s meeting, our computers where disconnected and logged out of work emails.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/11/consolidation-continues-in-world-of-fintech/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "qzervaas",
            "title": "Reddit founders made hundreds of fake profiles so site looked popular (2012)",
            "description": "Article URL https//arstechnica.com/informationtechnology/2012/06/redditfoundersmadehundredsoffakeprofilessositelookedpopular/Comments URL https//news.ycombinator.com/item?id=36285440Points 23# Comments 5",
            "url": "/2023-06-10-reddit-founders-made-hundreds-of-fake-profiles-so-site-looked-popular",
            "urlToImage": "http://cdn.arstechnica.net/wp-content/themes/ars/assets/static/ars-logo-open-grey.png",
            "publishedAt": "2023-06-11T20:41:35Z",
            "content": "68 with In the early days, reddits community was built up thanks to hundreds of fake profiles created by the sites cofounders, according to Steve Huffman (coincidentally, a reddit cofounder). T [+1645 chars]",
            "summary": " Casey Johnston - Jun 21, 2012 10:30 pm UTC In the early days, reddit's community was built up thanks to hundreds of fake profiles created by the site's co-founders, according to Steve Huffman (coincidentally, a reddit co-founder). \"If you show up to the site and it's blank, it looks like a ghost town,\" Huffman says in the video.So the founders made a small addition to the submission page, visible only to themselves: in addition to the \"URL\" and \"title,\" there was a \"user\" field. It also presents an interesting juxtaposition with reddit's recent decision to ban certain publications' links from submission for trying to game the site. To make the site look populated and diverse, Huffman and Alexis Ohanian, the other founder, would submit links of their own choosing, each time under a new username.Huffman explains the strategy in a video for Udacity, an online education service. But alas, Meegan hasn't submitted in 5 years, while the other two haven't submitted in 6.This strikes us as a pretty clever way to get a site up and going, disingenuous though it might have been. \"A recent reddit submission shows some screenshots of the very early days of reddit. Ohanian and Huffman could make up a login in the \"user\" field, and if it wasn't already registered by an actual person, the link would be submitted under the ghost profile.",
            "html_summary": "<ul><li> Casey Johnston - Jun 21, 2012 10:30 pm UTC In the early days, reddit's community was built up thanks to hundreds of fake profiles created by the site's co-founders, according to Steve Huffman (coincidentally, a reddit co-founder).</li><li>\"If you show up to the site and it's blank, it looks like a ghost town,\" Huffman says in the video.So the founders made a small addition to the submission page, visible only to themselves: in addition to the \"URL\" and \"title,\" there was a \"user\" field.</li><li>It also presents an interesting juxtaposition with reddit's recent decision to ban certain publications' links from submission for trying to game the site.</li><li>To make the site look populated and diverse, Huffman and Alexis Ohanian, the other founder, would submit links of their own choosing, each time under a new username.Huffman explains the strategy in a video for Udacity, an online education service.</li><li>But alas, Meegan hasn't submitted in 5 years, while the other two haven't submitted in 6.This strikes us as a pretty clever way to get a site up and going, disingenuous though it might have been.</li><li>\"A recent reddit submission shows some screenshots of the very early days of reddit.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2012/06/reddit-founders-made-hundreds-of-fake-profiles-so-site-looked-popular/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Anna Heim",
            "title": "Can AI make older adults feel less lonely?",
            "description": "In the era of quick judgments, its tempting to think we are more clever than anyone else. But from AI to Apple to senior tech, underestimating others comes at a risk being seriously wrong.",
            "url": "/2023-06-10-ai-older-adults-loneliness",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/ElliQ8.png?resize=1200,801",
            "publishedAt": "2023-06-10T17:00:41Z",
            "content": "Welcome to the TechCrunch Exchange, a weekly startupsandmarkets newsletter. Its inspired by the daily TechCrunch+ column where it gets its name. Want it in your inbox every Saturday? Sign up here. [+1170 chars]",
            "summary": "While the surgeon general warns technology is a contributing factor for teen loneliness, the report and our data shows the opposite holds true for older adults, he said.Skuler is referring to the insights gathered by his company, Intuition Robotics. He has a horse in the race: Its flagship product is ElliQ, an AI companion aiming to achieve healthier, happier aging. But he also has data: After years in beta testing, ElliQ is being distributed to American seniors through several state aging agencies. Sure, it can make us more isolated, but it can also connect us.Dor Skuler, a founder I met recently, thinks that age makes a difference. Sign up here.In the era of quick judgments, its tempting to think we are more clever than anyone else. But from AI to Apple to senior tech, underestimating others comes at a risk: being seriously wrong. Its inspired by the daily TechCrunch+ column where it gets its name. W elcome to the TechCrunch Exchange, a weekly startups-and-markets newsletter.",
            "html_summary": "<ul><li>“While the surgeon general warns technology is a contributing factor for teen loneliness, the report and our data shows the opposite holds true for older adults,” he said.Skuler is referring to the insights gathered by his company, Intuition Robotics.</li><li>He has a horse in the race: Its flagship product is ElliQ, an AI companion aiming to achieve “healthier, happier aging.” But he also has data: After years in beta testing, ElliQ is being distributed to American seniors through several state aging agencies.</li><li>Sure, it can make us more isolated, but it can also connect us.Dor Skuler, a founder I met recently, thinks that age makes a difference.</li><li>Sign up here.In the era of quick judgments, it’s tempting to think we are more clever than anyone else.</li><li>But from AI to Apple to senior tech, underestimating others comes at a risk: being seriously wrong.</li><li>It’s inspired by the daily TechCrunch+ column where it gets its name.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/10/ai-older-adults-loneliness/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "This week in foodtech Cultivated meat is still a sizzling topic",
            "description": "Heres a roundup of this weeks foodtech stories, including Uncommon and Green Coffee Company, and some notable news we werent able to cover.",
            "url": "/2023-06-10-foodtech-cultivated-meat-coffee-nutrition",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/01/cell-cultivated-meat.jpg?resize=1200,675",
            "publishedAt": "2023-06-10T13:02:43Z",
            "content": "If youre adventurous with your food, or just like to keep up with the fastmoving foodtech industry, heres a roundup of this weeks stories and some notable news we werent able to cover.Bring home t [+5178 chars]",
            "summary": "On Monday, look for a special TechCrunch+ investor survey on alternative proteins.Cultured meat startup Higher Steaks nabs $30M and rebrands as UncommonSpeaking of a food segment where funding continues to brew, this week the Green Coffee Company closed on $25 million in Series C equity funding. The company touts itself as Colombias largest coffee producer, and is the latest to get some funding amid coffee companies, including Chamberlain Coffee Fellow and Blank Street.Green Coffee Companys operations span 9,000 acres across 39 farms. Balderton Capital and Lowercarbon Capital co-led the round.The cultivated meat segment of the alternative protein industry is one of those that often has highlights and lowlights. Anonymity requests will be respected.The cultivated meat industrys known struggles will take time to sort out, and maybe thats OK Its currently in beta and reportedly will have both a freemium model and premium membership that will include special benefits.Ahara joins a crowded nutrition startup arena. As noted in the story, most offer different things, but are increasingly pushing personalization. Perhaps its because they hold out hope that the United States government will catch up to the forward-thinking Singapore where these products are being served.",
            "html_summary": "<ul><li>On Monday, look for a special TechCrunch+ investor survey on alternative proteins.Cultured meat startup Higher Steaks nabs $30M and rebrands as UncommonSpeaking of a food segment where funding continues to brew, this week the Green Coffee Company closed on $25 million in Series C equity funding.</li><li>The company touts itself as “Colombia’s largest coffee producer,” and is the latest to get some funding amid coffee companies, including Chamberlain Coffee Fellow and Blank Street.Green Coffee Company’s operations span 9,000 acres across 39 farms.</li><li>Balderton Capital and Lowercarbon Capital co-led the round.The cultivated meat segment of the alternative protein industry is one of those that often has highlights and lowlights.</li><li>Anonymity requests will be respected.The cultivated meat industry’s known struggles will take time to sort out, and maybe that’s OK</li><li>It’s currently in beta and reportedly will have both a freemium model and premium membership that will include special benefits.Ahara joins a crowded nutrition startup arena.</li><li>As noted in the story, most offer different things, but are increasingly pushing personalization.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/10/foodtech-cultivated-meat-coffee-nutrition/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Tesla fuels an EV charging standards war",
            "description": "The Station, a weekly newsletter about the future of transportation, digs into Ford and GM partnering with Tesla and other news.",
            "url": "/2023-06-10-tesla-fuels-an-ev-charging-standards-war",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-1160314766.jpg?resize=1200,800",
            "publishedAt": "2023-06-11T20:01:18Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+13916 chars]",
            "summary": "The company aims to address logistics challenges like supply chain visibility, capacity and labor shortages.Surf Air Mobility, a Los Angeles-based electric aviation travel company, filed for a direct listing on the New York Stock Exchange. The company also announced it was doing regular test runs on an expressway in Japan.Waymo reported to California regulators that one of its self-driving cars struck and killed a dog in unavoidable incident in San Francisco. The lab is expected to begin operations in 2025.Volvo revealed the small, simple and inexpensive EX30 electric SUV.Aviant, a Norwegian drone logistics company, is launching its drone home delivery service called Kyte. Aramco Ventures, Eni Next, United Airlines Ventures, Sustainable Flight Fund and Braavos Capital, Kiko Ventures, University of Oxford Trafigura, TechEnergy Ventures and Doral Energy-Tech Ventures also participated.Rose Rocket, a transportation management software provider for trucking companies, raised $38 million in a Series B. The company has built an ecosystem of small EVs that run on a universal interchangeable battery, which can be swapped via an expanding network of swapping stations.Hilo unveiled its flagship e-scooter, the Hilo One, at Micromobility Europe. Kao was WCs first hire and backed investments in Nuro and Ridecell.Uber is trying to pass a Prop 22 equivalent in Australia.Speaking of Uber, the company held another Go-Get product event, this time in London and with a focus on sustainability. The companys share price shot up 56% on a rosy outlook of record profits, only to fall back down to earth the next day.",
            "html_summary": "<ul><li>The company aims to address logistics challenges like supply chain visibility, capacity and labor shortages.Surf Air Mobility, a Los Angeles-based electric aviation travel company, filed for a direct listing on the New York Stock Exchange.</li><li>The company also announced it was doing regular test runs on an expressway in Japan.Waymo reported to California regulators that one of its self-driving cars struck and killed a dog in ‘unavoidable’ incident in San Francisco.</li><li>The lab is expected to begin operations in 2025.Volvo revealed the small, simple and inexpensive EX30 electric SUV.Aviant, a Norwegian drone logistics company, is launching its drone home delivery service called Kyte.</li><li>Aramco Ventures, Eni Next, United Airlines Ventures, Sustainable Flight Fund and Braavos Capital, Kiko Ventures, University of Oxford Trafigura, TechEnergy Ventures and Doral Energy-Tech Ventures also participated.Rose Rocket, a transportation management software provider for trucking companies, raised $38 million in a Series B.</li><li>The company has built an ecosystem of small EVs that run on a universal interchangeable battery, which can be swapped via an expanding network of swapping stations.Hilo unveiled its flagship e-scooter, the Hilo One, at Micromobility Europe.</li><li>Kao was WC’s first hire and backed investments in Nuro and Ridecell.Uber is trying to pass a Prop 22 equivalent in Australia.Speaking of Uber, the company held another Go-Get product event, this time in London and with a focus on sustainability.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/11/tesla-fuels-an-ev-charging-standards-war/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Can chatbot preach? Hundreds attend church service generated by ChatGPT.... Unabomber Ted Kaczynski dies in federal prison.... FIS acquires, and Better.com lays off. Reddit founders made hundreds of fake profiles so site looked popular (2012). Can AI make older adults feel less lonely?. This week in foodtech Cultivated meat is still a sizzling topic. Tesla fuels an EV charging standards war"
}