{
    "status": "ok",
    "totalResults": 10,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "Valve says Steam games cant use AI models trained on copyrighted works",
            "description": "Legal uncertainty over models means many devs cant establish appropriate rights.",
            "url": "/2023-07-03-valve-says-steam-games-cant-use-ai-models-trained-on-copyrighted-works",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/steamvalve2-760x380.jpg",
            "publishedAt": "2023-07-03T14:41:27Z",
            "content": "Enlarge/ Are we certain this famous Valve promo image wasnt generated by an AI?7 with Last week, we shared an anonymous report that Valve was blocking from Steam at least some games that make us [+3088 chars]",
            "summary": "As these laws and policies evolve over time, so will our process,\" Valve said.Despite Valve's glib assertion that it is not using \"opinion\" to interpret \"current copyright law and policies,\" the copyright status of most AI models is far from certain. But a number of high-profile lawsuits brought by artists and stock art companies are vehemently contesting that argument, saying these AI models copied their content wholesale without permission.Given that uncertain legal environment, organizations like Getty Images, Newgrounds, and science journal Nature have explicitly banned contributors from using AI-generated art. At the same time, companies from Marvel to DeviantArt have embraced the use of the technology to one degree or another.Valve is taking the more conservative route, avoiding what it calls \"some legal uncertainty\" by simply rejecting AI content trained on copyrighted material altogether. But by doing so, the company is effectively using its own interpretation of copyright law, even as it says the decision does not have \"an added layer of our opinion.\" \"Stated plainly, our review process is a reflection of current copyright law and policies, not an added layer of our opinion. Generative AI is \"bound to create new and exciting experiences in gaming,\" Valve continued.At the same time, the company says its hands are tied by the current state of the law.  Kyle Orland - Jul 3, 2023 2:41 pm UTC \"The introduction of AI can sometimes make it harder to show that a developer has sufficient rights in using AI to create assets, including images, text, and music,\" Valve spokesperson Kaci Boyle told Ars.",
            "html_summary": "<ul><li>As these laws and policies evolve over time, so will our process,\" Valve said.Despite Valve's glib assertion that it is not using \"opinion\" to interpret \"current copyright law and policies,\" the copyright status of most AI models is far from certain.</li><li>But a number of high-profile lawsuits brought by artists and stock art companies are vehemently contesting that argument, saying these AI models copied their content wholesale without permission.Given that uncertain legal environment, organizations like Getty Images, Newgrounds, and science journal Nature have explicitly banned contributors from using AI-generated art.</li><li>At the same time, companies from Marvel to DeviantArt have embraced the use of the technology to one degree or another.Valve is taking the more conservative route, avoiding what it calls \"some legal uncertainty\" by simply rejecting AI content trained on copyrighted material altogether.</li><li>But by doing so, the company is effectively using its own interpretation of copyright law, even as it says the decision does not have \"an added layer of our opinion.\"</li><li>\"Stated plainly, our review process is a reflection of current copyright law and policies, not an added layer of our opinion.</li><li>Generative AI is \"bound to create new and exciting experiences in gaming,\" Valve continued.At the same time, the company says its hands are tied by the current state of the law.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/07/valve-says-steam-games-cant-use-ai-models-trained-on-copyrighted-works/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Konux gears up to scale its AI + IoT play for optimizing the railways",
            "description": "Its building out a SaaS business powered by proprietary sensing hardware and AI that drives a predictive maintenance softwareasaservice play which is...",
            "url": "/2023-07-03-konux-db-expansion",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/OYXwYBah35wHwI7_1vGCvQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDE-/https://media.zenfs.com/en/techcrunch_350/679ebf6c4e27985a902e263f360852ee",
            "publishedAt": "2023-07-04T15:30:40Z",
            "content": "Unless youve been on an extended digital detox this year, you cant have missed how a certain flavor of AI hype has been accelerating down the tracks like a runaway train. But far from the viral buz [+20035 chars]",
            "summary": ")If you can approach this traffic management problem differently, where youre able to better anticipate the kind of cascading effects of disruption which is a hard optimization problem to solve and you need a lot of data about whats happening in the network [to do it], says Bonnifield. And then we built the first of its kind sensing device to be perfectly matched to the needs of an AI company  but were totally agnostic; we will fuse data and integrate data with wherever we can find it. Getting railway operators on board with such root-and-branch reworking of how to monitor and maintain fixed infrastructure in what is absolutely (and necessarily) a safety-first environment is a massive, ongoing business transformation challenge, too.When we think of our sales pipeline, this is really our pipeline, he goes on. Per his telling, it was also the first company to do a SaaS contract with a rail network, which marks a sea-change from the expensive capital investments transport giants were used to inking. (Konux says its Switch product estimates how the condition of switches will develop over the next 90 days, which allows operators to identify early signs of degradation so they can plan ahead for inspections and prioritize maintenance based on actual network usage. The sale, so to speak, is kind of cooperatively attacking this problem of organisational change.A lot of barriers are there for good reasons, Bonnifield adds of rail industry processes and safety protocols. Its AI-driven predictions were developed to a 90% accuracy standard, per Bonnifield.The customers for its technology, railway operators, receive predictive maintenance insights delivered in an accessible software interface thats designed to take the strain out of running vital infrastructure.",
            "html_summary": "<ul><li>)“If you can approach this traffic management problem differently, where you’re able to better anticipate the kind of cascading effects of disruption which is a hard optimization problem to solve and you need a lot of data about what’s happening in the network [to do it],” says Bonnifield.</li><li>And then we built the first of its kind sensing device to be perfectly matched to the needs of an AI company — but we’re totally agnostic; we will fuse data and integrate data with wherever we can find it.</li><li>Getting railway operators on board with such root-and-branch reworking of how to monitor and maintain fixed infrastructure in what is absolutely (and necessarily) a safety-first environment is a massive, ongoing business transformation challenge, too.“When we think of our sales pipeline, this is really our pipeline,” he goes on.</li><li>Per his telling, it was also the first company to do a SaaS contract with a rail network, which marks a sea-change from the expensive capital investments transport giants were used to inking.</li><li>(Konux says its Switch product estimates how the condition of switches will develop over the next 90 days, which allows operators to identify early signs of degradation so they can plan ahead for inspections and prioritize maintenance based on actual network usage.</li><li>The sale, so to speak, is kind of cooperatively attacking this problem of organisational change.”“A lot of barriers are there for good reasons,” Bonnifield adds of rail industry processes and safety protocols.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/04/konux-db-expansion/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "US recommends Americans reconsider traveling to China...",
            "description": "The U.S. is recommending Americans reconsider traveling to China because of arbitrary law enforcement, exit bans and the risk of wrongful detentions. No specific cases were cited, but a U.S. citizen was sentenced to life in prison in a spying case in May. The",
            "url": "/2023-07-03-us-china-travel-advisory-8ee10ab5ed3b269ad3cdf4dfe715a22a",
            "urlToImage": null,
            "publishedAt": "2023-07-03T13:00:03Z",
            "content": "US recommends Americans reconsider traveling to China due to arbitrary law enforcement, exit bansBEIJING (AP)  The U.S. recommended Americans reconsider traveling to China because of arbitrary law e [+5482 chars]",
            "summary": "No specific cases were cited, but the advisory came after a 78-year-old U.S. citizen was sentenced to life in prison on spying charges in May.It also followed the passage last week of a sweeping Foreign Relations Law that threatens countermeasures against those seen as harming Chinas interests. The Peoples Republic of China (PRC) government arbitrarily enforces local laws, including issuing exit bans on U.S. citizens and citizens of other countries, without fair and transparent process under the law, the U.S. advisory said. Exit bans could be used to compel individuals to participate in Chinese government investigations, pressure family members to return from abroad, resolve civil disputes in favor of Chinese citizens and gain bargaining leverage over foreign governments, the advisory said. China also recently passed a broadly written counterespionage law that has sent a chill through the foreign business community, with offices being raided, as well as a law to sanction foreign critics. citizens traveling or residing in the PRC may be detained without access to U.S. consular services or information about their alleged crime, it warned. Perhaps the most notorious case of arbitrary detention involved two Canadians, Michael Kovrig and Michael Spavor, who were detained in China in 2018, shortly after Canada arrested Meng Wanzhou, Huawei Technologies chief financial officer and the daughter of the tech powerhouses founder, on a U.S. extradition request. Along with several detained Americans, Two Chinese-Australians, Cheng Lei, who formerly worked for Chinas state broadcaster, and writer Yang Jun, have been held since 2020 and 2019 respectively without word on their sentencing.",
            "html_summary": "<ul><li>No specific cases were cited, but the advisory came after a 78-year-old U.S. citizen was sentenced to life in prison on spying charges in May.It also followed the passage last week of a sweeping Foreign Relations Law that threatens countermeasures against those seen as harming China’s interests.</li><li>“The People’s Republic of China (PRC) government arbitrarily enforces local laws, including issuing exit bans on U.S. citizens and citizens of other countries, without fair and transparent process under the law,” the U.S. advisory said.</li><li>Exit bans could be used to compel individuals to participate in Chinese government investigations, pressure family members to return from abroad, resolve civil disputes in favor of Chinese citizens and “gain bargaining leverage over foreign governments,” the advisory said.</li><li>China also recently passed a broadly written counterespionage law that has sent a chill through the foreign business community, with offices being raided, as well as a law to sanction foreign critics.</li><li>citizens traveling or residing in the PRC may be detained without access to U.S. consular services or information about their alleged crime,” it warned.</li><li>Perhaps the most notorious case of arbitrary detention involved two Canadians, Michael Kovrig and Michael Spavor, who were detained in China in 2018, shortly after Canada arrested Meng Wanzhou, Huawei Technologies’ chief financial officer and the daughter of the tech powerhouse’s founder, on a U.S. extradition request.</li></ul>",
            "website_url": "https://apnews.com/article/us-china-travel-advisory-8ee10ab5ed3b269ad3cdf4dfe715a22a"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Dan Goodin",
            "title": "336,000 servers remain unpatched against critical Fortigate vulnerability",
            "description": "69 percent of devices have yet to receive patch for flaw allowing remote code execution.",
            "url": "/2023-07-03-336000-servers-remain-unpatched-against-critical-fortigate-vulnerability",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/exploit-vulnerability-security-760x380.jpg",
            "publishedAt": "2023-07-03T19:46:03Z",
            "content": "6 with Researchers say that nearly 336,000 devices exposed to the Internet remain vulnerable to a critical vulnerability in firewalls sold by Fortinet because admins have yet to install patches the [+3896 chars]",
            "summary": "Bishop Fox said that some of the vulnerable machines appeared to be running Fortigate software that hadnt been updated since 2015.Wowlooks like theres a handful of devices running 8-year-old FortiOS on the Internet, Caleb Gross, director of capability development at Bishop Fox, wrote in Fridays post. I wouldnt touch those with a 10-foot pole.Gross reported that Bishop Fox has developed an exploit to test customer devices.The screen capture above shows the proof-of-concept exploit corrupting the heap, a protected area of computer memory thats reserved for running applications. Fortinet released updates silently patching the flaw on June 8 and disclosed it four days later in an advisory that said it may have been exploited in targeted attacks. The corruption injects malicious code that connects to an attacker-controlled server, downloads the BusyBox utility for Unix-like operating systems, and opens an interactive shell that allows commands to be remotely issued by the vulnerable machine. The speed is an improvement over a PoC Lexfo released on June 13.So far, there are few details about the active exploits of CVE-2023-27997 that Fortinet said may be underway. Volt Typhoon, the tracking name for a Chinese-speaking threat group, has actively exploited CVE-2023-40684, a separate Fortigate vulnerability of similar high severity. The vulnerability, which stems from a heap overflow bug, has a severity rating of 9.8 out of 10.",
            "html_summary": "<ul><li>Bishop Fox said that some of the vulnerable machines appeared to be running Fortigate software that hadn’t been updated since 2015.“Wow—looks like there’s a handful of devices running 8-year-old FortiOS on the Internet,” Caleb Gross, director of capability development at Bishop Fox, wrote in Friday’s post.</li><li>“I wouldn’t touch those with a 10-foot pole.”Gross reported that Bishop Fox has developed an exploit to test customer devices.The screen capture above shows the proof-of-concept exploit corrupting the heap, a protected area of computer memory that’s reserved for running applications.</li><li>Fortinet released updates silently patching the flaw on June 8 and disclosed it four days later in an advisory that said it may have been exploited in targeted attacks.</li><li>The corruption injects malicious code that connects to an attacker-controlled server, downloads the BusyBox utility for Unix-like operating systems, and opens an interactive shell that allows commands to be remotely issued by the vulnerable machine.</li><li>The speed is an improvement over a PoC Lexfo released on June 13.So far, there are few details about the active exploits of CVE-2023-27997 that Fortinet said may be underway.</li><li>Volt Typhoon, the tracking name for a Chinese-speaking threat group, has actively exploited CVE-2023-40684, a separate Fortigate vulnerability of similar high severity.</li></ul>",
            "website_url": "https://arstechnica.com/security/2023/07/336000-servers-remain-unpatched-against-critical-fortigate-vulnerability/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "UKs earlystage media tech VC GMG Ventures rebrands to Mercuri, closes 50M fund",
            "description": "Mercuri will continue to back startups using artificial intelligence to reinvent traditional media models.",
            "url": "/2023-07-03-mercuri",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/MercuriTeamGroupPhoto16546-Edit.jpg?w=1024",
            "publishedAt": "2023-07-04T04:20:20Z",
            "content": "UKbased earlystage media technology venture capital firm GMG Ventures has rebranded to Mercuri. It has also raised 50 million ($81.35 million) for its second fund led by British Business Bank, thr [+2223 chars]",
            "summary": "Within content creation, generative AI models include all the creator tools (for example text to different audio and visual formats), developer tools (text to code) and tools for thinking, said Hudson.Creation also includes the creator economy where we are an active investor. There are over 200 million creators globally making a living from it and accessing the development tools associated with it, he said.Mercuri invested in 21 startups in its first fund including the accelerator and incubator Founders Factory. It plans to fund eight new products, while making several follow-on investments every year.UK touts 21M fund to extend AI deeper into the National Health Service UK-based early-stage media technology venture capital firm GMG Ventures has rebranded to Mercuri.",
            "html_summary": "<ul><li>Within content creation, generative AI models include all the creator tools (for example text to different audio and visual formats), developer tools (text to code) and tools for thinking,” said Hudson.“Creation also includes the creator economy where we are an active investor.</li><li>There are over 200 million creators globally making a living from it and accessing the development tools associated with it,” he said.Mercuri invested in 21 startups in its first fund including the accelerator and incubator Founders Factory.</li><li>It plans to fund eight new products, while making several follow-on investments every year.UK touts £21M fund to extend AI deeper into the National Health Service</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/03/mercuri/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Anna Heim",
            "title": "Deep tech in Latin America and the Caribbean is set to skyrocket",
            "description": "While new factories and more jobs is good news for Mexico, the country and its Latin American and Caribbean peers can harbor higher hopes for deep tech.",
            "url": "/2023-07-03-deep-tech-latam-caribbean",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/latin-america-money-bryce.webp?resize=1200,674",
            "publishedAt": "2023-07-04T17:01:35Z",
            "content": "The Tesla Gigafactoryplanned to be built in Mexico should be seen, Bloomberg argues, as a graduation moment for Mexican manufacturing. And theres hope that the CHIPS bill, which President Joe Bide [+2402 chars]",
            "summary": "The consulting firm behind this report, Surfing Tsunamis, used this definition by Propel(x) CEO Swati Chaturvedi:Deep technology companies are built on tangible scientific discoveries or engineering innovations. However, it is on the rise, both in absolute numbers and proportionally, growing from $96 million (0.59%) in 2020 to $172 million (2.2%) in 2022.What do the recipients of this venture capital look like? They are trying to solve big issues that really affect the world around them. They are fairly diverse, both in terms of sector and country of origin.",
            "html_summary": "<ul><li>The consulting firm behind this report, Surfing Tsunamis, used this definition by Propel(x) CEO Swati Chaturvedi:Deep technology companies are built on tangible scientific discoveries or engineering innovations.</li><li>However, it is on the rise, both in absolute numbers and proportionally, growing from $96 million (0.59%) in 2020 to $172 million (2.2%) in 2022.What do the recipients of this venture capital look like?</li><li>They are trying to solve big issues that really affect the world around them.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/04/deep-tech-latam-caribbean/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Kentucky is the latest state to mandate Teslas charging plug",
            "description": "Kentucky now requires that electric vehicle charging companies include Teslas charging plug if they want to secure federal funds.",
            "url": "/2023-07-03-kentucky-is-the-latest-state-to-mandate-teslas-charging-plug",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/10/0x0-ChargePort_04.jpg?resize=1200,801",
            "publishedAt": "2023-07-04T22:15:51Z",
            "content": "Kentucky now requires that electric vehicle charging companies include Teslas charging plug if they want to secure federal funds from a state program to electrify highways, Reuters reports.The pla [+2516 chars]",
            "summary": "Kentucky now requires that electric vehicle charging companies include Teslas charging plug if they want to secure federal funds from a state program to electrify highways, Reuters reports.The plan went into effect Friday, making Kentucky the first state to officially mandate Teslas charging technology. A group of EV charging companies like ChargePoint and ABB, as well as clean energy groups and even the Texas DOT, wrote to the Texas Transportation Commission calling for more time to re-engineer and test Teslas connectors before implementing a proposed mandate. Standards organization SAE International has also said it aims to make an industry standard configuration of NACS in six months or less.Some pockets of the EV charging industry are attempting to temper the increased NACS momentum. Now, a range of automakers like Rivian and Volvo and charging companies like FreeWire Technologies and Volkswagens Electrify America have said theyd adopt the NACS standard. The National Electric Vehicle Infrastructure Program (NEVI) is offering $5 billion to states.GM and Ford could help spark a charging standards war by teaming up with Tesla In a letter viewed by Reuters, they say that Texass plan is premature and requires time to properly standardize, test and certify the safety and interoperability of Teslas connectors.Despite pushback, its clear that NACS is catching, at least in the private sector. General Motors soon followed, causing a domino effect.",
            "html_summary": "<ul><li>Kentucky now requires that electric vehicle charging companies include Tesla’s charging plug if they want to secure federal funds from a state program to electrify highways, Reuters reports.The plan went into effect Friday, making Kentucky the first state to officially mandate Tesla’s charging technology.</li><li>A group of EV charging companies like ChargePoint and ABB, as well as clean energy groups and even the Texas DOT, wrote to the Texas Transportation Commission calling for more time to re-engineer and test Tesla’s connectors before implementing a proposed mandate.</li><li>Standards organization SAE International has also said it aims to make an industry standard configuration of NACS in six months or less.Some pockets of the EV charging industry are attempting to temper the increased NACS momentum.</li><li>Now, a range of automakers like Rivian and Volvo and charging companies like FreeWire Technologies and Volkswagen’s Electrify America have said they’d adopt the NACS standard.</li><li>The National Electric Vehicle Infrastructure Program (NEVI) is offering $5 billion to states.GM and Ford could help spark a charging standards war by teaming up with Tesla</li><li>In a letter viewed by Reuters, they say that Texas’s plan is premature and requires time to properly standardize, test and certify the safety and interoperability of Tesla’s connectors.Despite pushback, it’s clear that NACS is catching, at least in the private sector.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/04/kentucky-is-the-latest-state-to-mandate-teslas-charging-plug/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Max Q Virgin Galactics triumphant first commercial flight",
            "description": "TechCrunchs weekly newsletter dedicated to all things space, including launch, satellites, space stations and more.",
            "url": "/2023-07-03-max-q-virgin-galactics-triumphant-first-commercial-flight",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/12/tc-space-stars.gif?w=946",
            "publishedAt": "2023-07-03T22:00:43Z",
            "content": "Hello and welcome back to Max Q!In this issueVirgin Galactic completed its first commercial flight, sending 13 scientific payloads and four humans  including three officials from the Italian Ai [+1853 chars]",
            "summary": "Hello and welcome back to Max Q!In this issue:Virgin Galactic completed its first commercial flight, sending 13 scientific payloads and four humans  including three officials from the Italian Air Force  to the edge of space and back. While theres plenty of work ahead for the company, this first mission is certainly a good start.A passenger holds the Italian flag up as the craft reaches the edge of space. Image Credits: Virgin GalacticAirmo, a German startup with plans to launch a 12-satellite constellation to monitor greenhouse gas (GHG) emissions, closed 5.2 million ($5.7 million) in pre-seed funding. The company is gearing up for its next commercial mission in August, and is continuing to develop its next-gen class of specialized aircraft. If you enjoy reading Max Q, consider forwarding it to a friend.",
            "html_summary": "<ul><li>Hello and welcome back to Max Q!In this issue:Virgin Galactic completed its first commercial flight, sending 13 scientific payloads and four humans — including three officials from the Italian Air Force — to the edge of space and back.</li><li>While there’s plenty of work ahead for the company, this first mission is certainly a good start.A passenger holds the Italian flag up as the craft reaches the edge of space.</li><li>Image Credits: Virgin GalacticAirmo, a German startup with plans to launch a 12-satellite constellation to monitor greenhouse gas (GHG) emissions, closed €5.2 million ($5.7 million) in pre-seed funding.</li><li>The company is gearing up for its next commercial mission in August, and is continuing to develop its next-gen class of specialized aircraft.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/03/max-q-virgin-galactics-triumphant-first-commercial-flight/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Rivian delivers first electric vans to Amazon in Europe",
            "description": "Amazon is rolling out its custom electric delivery vans from Rivian in Europe. This is Rivians first commercial shipment outside the U.S.",
            "url": "/2023-07-03-rivian-delivers-first-electric-vans-to-amazon-in-europe",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/DA-and-Rivian-Van-1.jpg?resize=1200,800",
            "publishedAt": "2023-07-04T00:47:40Z",
            "content": "Amazon has begun rolling out its custom electric delivery vans from Rivian in Europe, the ecommerce giant said Monday. This will be Rivians first commercial shipment of vans outside the United Stat [+2518 chars]",
            "summary": "The drivers cabin and cargo area are ergonomically designed for comfort, and the drivers side door has been strengthened to provide additional protection.Rivians first delivery in Europe comes several months after the EV startup and Mercedes-Benz paused their plans to jointly produce electric commercial vans there. The Rivian delivery vans in Europe are specially designed to be a shorter, thinner van than its U.S. counterparts to fit better on European roads.Amazon touted some of the custom vans features in a statement. Amazon last year said it plans invest more than 1 billion to electrify its European transportation network.Amazon is committed to reaching net-zero carbon by 2040, and reducing our delivery-related emissions is a critical part of this goal, said Rocco Bruniger, country manager for Amazon, in a statement. This will be Rivians first commercial shipment of vans outside the United States.The first tranche of 300 vans will be seen on streets in Munich, Berlin and Dusseldorf in the coming weeks. The vans have a large windshield to give the driver greater visibility and standard advanced driver assistance systems that feature automatic emergency braking, adaptive cruise control and collision warnings. The company has ordered 100,000 vans from Rivian, which it hopes to see fulfilled by 2030.Amazon said it began testing deliveries with Rivian pre-production vehicles in Europe last year. Amazon has begun rolling out its custom electric delivery vans from Rivian in Europe, the e-commerce giant said Monday.",
            "html_summary": "<ul><li>The driver’s cabin and cargo area are ergonomically designed for comfort, and the driver’s side door has been strengthened to provide additional protection.Rivian’s first delivery in Europe comes several months after the EV startup and Mercedes-Benz paused their plans to jointly produce electric commercial vans there.</li><li>The Rivian delivery vans in Europe are specially designed to be a shorter, thinner van than its U.S. counterparts to fit better on European roads.Amazon touted some of the custom vans’ features in a statement.</li><li>Amazon last year said it plans invest more than €1 billion to electrify its European transportation network.“Amazon is committed to reaching net-zero carbon by 2040, and reducing our delivery-related emissions is a critical part of this goal,” said Rocco Bräuniger, country manager for Amazon, in a statement.</li><li>This will be Rivian’s first commercial shipment of vans outside the United States.The first tranche of 300 vans will be seen on streets in Munich, Berlin and Dusseldorf in the coming weeks.</li><li>The vans have a large windshield to give the driver greater visibility and standard advanced driver assistance systems that feature automatic emergency braking, adaptive cruise control and collision warnings.</li><li>The company has ordered 100,000 vans from Rivian, which it hopes to see fulfilled by 2030.Amazon said it began testing deliveries with Rivian pre-production vehicles in Europe last year.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/03/rivian-delivers-first-electric-vans-to-amazon-in-europe/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Kenyas MyDawa aims to be an allinone health platform backed by $20 million funding",
            "description": "MyDawa, which launched in 2016, has diversified from an epharmacy to include online and inperson consultations, and laboratory services.",
            "url": "/2023-07-03-kenyas-mydawa-aims-to-be-an-all-in-one-health-platform-backed-by-20-million-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/pm.jpg?resize=800,1200",
            "publishedAt": "2023-07-03T14:25:11Z",
            "content": "Kenyan ehealth startup MyDawa has raised $20 million funding from private equity investor Alta Semper Capital, to expand its regional reach and product offerings with the aim of becoming an allino [+2573 chars]",
            "summary": "Three years ago, AAIC, a Japanese-backed African healthcare fund, joined as our first external investor and now the team has been augmented in the strongest manner possible.MyDawa now has both a solid secure base and a great expansion opportunity based on a great offering which improves health outcomes. Therefore, the investment into MyDawa is part of our strategic aim at meeting this growing demand by investing in locally produced and value-priced consumer goods and services.Ugandas Rocket Health raises $5M to scale telemedicine across AfricamPharma raises $35 million in round joined by Tinder co-founders JAM fund, Bharti executive It claims to have already inked deals with some of Kenyas biggest clinic chains, which are looking to expand their reach.Additionally, MyDawa has acquired Ugandas Guardian Health, one of the many acquisitions and collaborations it aims to make as it expands beyond Kenya.",
            "html_summary": "<ul><li>Three years ago, AAIC, a Japanese-backed African healthcare fund, joined as our first external investor and now the team has been augmented in the strongest manner possible.”“MyDawa now has both a solid secure base and a great expansion opportunity based on a great offering which improves health outcomes.</li><li>Therefore, the investment into MyDawa is part of our strategic aim at meeting this growing demand by investing in locally produced and value-priced consumer goods and services.”Uganda’s Rocket Health raises $5M to scale telemedicine across AfricamPharma raises $35 million in round joined by Tinder co-founder’s JAM fund, Bharti executive</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/03/kenyas-mydawa-aims-to-be-an-all-in-one-health-platform-backed-by-20-million-funding/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Valve says Steam games cant use AI models trained on copyrighted works. Konux gears up to scale its AI + IoT play for optimizing the railways. US recommends Americans reconsider traveling to China.... 336,000 servers remain unpatched against critical Fortigate vulnerability. UKs earlystage media tech VC GMG Ventures rebrands to Mercuri, closes 50M fund. Deep tech in Latin America and the Caribbean is set to skyrocket. Kentucky is the latest state to mandate Teslas charging plug. Max Q Virgin Galactics triumphant first commercial flight. Rivian delivers first electric vans to Amazon in Europe. Kenyas MyDawa aims to be an allinone health platform backed by $20 million funding"
}