{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "David Bauder",
            "title": "Will FOX settlement alter conservative media? Apparently not...",
            "description": "NEW YORK (AP)  Days after Fox News agreed to pay nearly $800 million  to settle a lawsuit over its airing of 2020 election lies, youd be hardpressed to notice anything had changed there.",
            "url": "/2023-04-22-fox-news-dominion-lawsuit-tucker-carlson-trump-4e8d470442dddc5e98be1d832aec91e8",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/7500e5e1fd5049f48cc976bb99c84186/3000.webp",
            "publishedAt": "2023-04-22T16:19:37Z",
            "content": "NEW YORK (AP) Days after Fox News agreed to pay nearly $800 million to settle a lawsuit over its airing of 2020 election lies, youd be hardpressed to notice anything had changed there.Tucker Carls [+7026 chars]",
            "summary": "That likely would have meant more to Foxs critics than its fans, anyway, said Megan Duncan, a Virginia Tech communications professor who studies news audiences.To Foxs followers, criticism of the network wouldnt matter much unless it was made by someone who shared their ideology. Fox wouldnt be alone in following that direction.I dont envy their choices, he said.Erickson, the radio host, said he would expect to see greater management control of Foxs personalities, although this wouldnt necessarily be something that viewers would notice. Now Jones is more likely to keep names out of it, said Nicole Hemmer, a Vanderbilt University professor and author of Partisans: The Conservative Revolutionaries Who Remade American Politics in the 1990s.It hasnt changed his conspiracy theories, Hemmer said. Hes just a little more careful about not saying legally actionable things.Heading into the 2024 election, radio host Erick Erickson predicted more hesitancy in conservative media to embrace claims by former President Donald Trump or anybody in politics preaching election denialism. It was completely misaligned with the magnitude of the news event itself.While Fox acknowledged in the settlement the judges conclusion that the network had spread false material about Dominion, Fox offered no apology. But Dominion also has a case against Newsmax, Foxs chief television rival for a conservative audience. Foxs response will be most watched.If anything, Fox is just as dominant among conservatives today as it was in the aftermath of the 2020 election, the period addressed by the Dominion lawsuit.",
            "html_summary": "<ul><li>That likely would have meant more to Fox’s critics than its fans, anyway, said Megan Duncan, a Virginia Tech communications professor who studies news audiences.To Fox’s followers, criticism of the network wouldn’t matter much unless it was made by someone who shared their ideology.</li><li>Fox wouldn’t be alone in following that direction.“I don’t envy their choices,” he said.Erickson, the radio host, said he would expect to see greater management control of Fox’s personalities, although this wouldn’t necessarily be something that viewers would notice.</li><li>Now Jones is more likely to keep names out of it, said Nicole Hemmer, a Vanderbilt University professor and author of “Partisans: The Conservative Revolutionaries Who Remade American Politics in the 1990s.”“It hasn’t changed his conspiracy theories,” Hemmer said.</li><li>“He’s just a little more careful about not saying legally actionable things.”Heading into the 2024 election, radio host Erick Erickson predicted more hesitancy in conservative media to embrace claims by former President Donald Trump or anybody in politics preaching election denialism.</li><li>“It was completely misaligned with the magnitude of the news event itself.”While Fox acknowledged in the settlement the judge’s conclusion that the network had spread false material about Dominion, Fox offered no apology.</li><li>But Dominion also has a case against Newsmax, Fox’s chief television rival for a conservative audience.</li></ul>",
            "website_url": "https://apnews.com/article/fox-news-dominion-lawsuit-tucker-carlson-trump-4e8d470442dddc5e98be1d832aec91e8"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Earlystage fintech startups just got a new funding source",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphere so you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2023-04-22-more-money-for-early-stage-fintech-startups",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/06/GettyImages-187869847.jpg?resize=1200,846",
            "publishedAt": "2023-04-23T14:16:43Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphere so you can receive it d [+9631 chars]",
            "summary": "Without that deal, CB Insights said funding would have amounted to $8.5 billion, or a 12% drop in funding from the fourth quarter of 2022.Meanwhile, 2022 was flush with fintech companies reaching unicorn status, with 72 unicorns minted that year, and 38 in the first quarter alone. That was likely aided by the plethora of available capital flowing into the sector, however; in the first quarter of 2023, just one fintech company was minted a unicorn: Egypt-based MNT-Halan, which in early February raised $260 million in equity financing at a $1 billion valuation. According to the CB Insights latest State of Fintech report, this is the first time that has happened since the end of 2016.Though MNT-Halan was the only company to earn a horn, the first quarter was ripe with megarounds, the term for deals valued at $100 million or more. )UK-based Finastra partners with Plaid to give users access to fintech appsAirbase adds guided procurement to spend management platformOnline real estate firm Opendoor cuts 22% of workforce (TechCrunch covered the companys previous round of layoffs, which affected 18% of its staff at that time, last November. There were 16 deals like this, totaling $9.2 billion, an increase of 179% over the fourth quarter of 2022 and accounting for 61% of total funding in the first quarter, CB Insights reported. )Lili claims super app status with new accounting platformGreenwood  a digital banking platform for Black and Latino individuals and businesses  goes live for all, cancels waitlist (TechCrunch covered the companys 2021 $40 million raise here. As Moodys points out, the expansion aligns with a common technology firm strategy to increase the scope, utility and appeal of their digital platforms.If Apple promotes the savings product aggressively, it could attract a significant amount of savings to the Apple ecosystem and away from traditional banks.",
            "html_summary": "<ul><li>Without that deal, CB Insights said funding would have amounted to $8.5 billion, or a 12% drop in funding from the fourth quarter of 2022.Meanwhile, 2022 was flush with fintech companies reaching unicorn status, with 72 unicorns minted that year, and 38 in the first quarter alone.</li><li>That was likely aided by the plethora of available capital flowing into the sector, however; in the first quarter of 2023, just one fintech company was minted a unicorn: Egypt-based MNT-Halan, which in early February raised $260 million in equity financing at a $1 billion valuation.</li><li>According to the CB Insights’ latest State of Fintech report, this is the first time that has happened since the end of 2016.Though MNT-Halan was the only company to earn a horn, the first quarter was ripe with “megarounds,” the term for deals valued at $100 million or more.</li><li>)UK-based Finastra partners with Plaid to give users access to fintech appsAirbase adds guided procurement to spend management platformOnline real estate firm Opendoor cuts 22% of workforce (TechCrunch covered the company’s previous round of layoffs, which affected 18% of its staff at that time, last November.</li><li>There were 16 deals like this, totaling $9.2 billion, an increase of 179% over the fourth quarter of 2022 and accounting for 61% of total funding in the first quarter, CB Insights reported.</li><li>)Lili claims super app status with new accounting platformGreenwood — a digital banking platform for Black and Latino individuals and businesses — goes live for all, cancels waitlist (TechCrunch covered the company’s 2021 $40 million raise here.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/23/more-money-for-early-stage-fintech-startups/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps Apple sherlocks journaling apps, Twitters checkmark apocalypse, Snap summit recap",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. The app economy in 2023 hit a few snags, as consumer spending last year dropped for the first time by 2%",
            "url": "/2023-04-22-this-week-in-apps-apple-sherlocks-journaling-apps-twitters-checkmark-apocalypse-snap-summit-recap",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/this-week-in-apps-splash-2023.webp?resize=1200,637",
            "publishedAt": "2023-04-22T18:10:25Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.The app economy in 2023 hit a few snags, as [+27295 chars]",
            "summary": "The WSJ said a document describing Apples app noted journaling helps to improve mental and physical well-being.The app is reportedly set to arrive with the launch of iOS 17 and would put Apple again in the crosshairs of regulatory scrutiny. But perhaps its more accurate to say BeReal meets TikTok Challenges, as the app focuses on sending users fun or silly prompts they have to act out with the camera, like doing a dance or just showing what theyre up to. The new app, which is unnamed, would challenge those on the market like Day One (acquired by WordPress.com maker Automattic in 2021). If the celebs dont leave, theyre tacitly confirming theyve accepted the new system.In addition, Twitter is being dishonest about who is truly a paid Twitter Blue subscriber.Yours truly paid for Blue earlier this year to fact-check a story and then immediately canceled. Snapchat is also now doing this with its My AI feature as is Ghost, which allows groups to chat with ChatGPT.The startup aims to focus in other areas as well, like privacy, moderation, discovery and more. Those businesses that already spend over $1,000 per month will have gold checks automatically, Twitter said.Image Credits: SnapSnap this week hosted its Partner Summit where it shared a number of features, updates and initiatives in areas like e-commerce, AR and AI. That would have added value without disrupting the existing system.Chaos reigns after Twitters blue checks vanishInstead, hes again created chaos by removing checkmarks from almost everyone, allowing for impersonation  and, in some cases, the spread of dangerous misinformation, as well.",
            "html_summary": "<ul><li>The WSJ said a document describing Apple’s app noted journaling helps to improve mental and physical well-being.The app is reportedly set to arrive with the launch of iOS 17 and would put Apple again in the crosshairs of regulatory scrutiny.</li><li>But perhaps it’s more accurate to say BeReal meets TikTok Challenges, as the app focuses on sending users fun or silly prompts they have to act out with the camera, like doing a dance or just showing what they’re up to.</li><li>The new app, which is unnamed, would challenge those on the market like Day One (acquired by WordPress.com maker Automattic in 2021).</li><li>If the celebs don’t leave, they’re tacitly confirming they’ve accepted the new system.In addition, Twitter is being dishonest about who is truly a paid Twitter Blue subscriber.Yours truly paid for Blue earlier this year to fact-check a story and then immediately canceled.</li><li>Snapchat is also now doing this with its My AI feature as is Ghost, which allows groups to chat with ChatGPT.The startup aims to focus in other areas as well, like privacy, moderation, discovery and more.</li><li>Those businesses that already spend over $1,000 per month will have gold checks automatically, Twitter said.Image Credits: SnapSnap this week hosted its Partner Summit where it shared a number of features, updates and initiatives in areas like e-commerce, AR and AI.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/22/this-week-in-apps-apple-sherlocks-journaling-apps-twitters-checkmark-apocalypse-snap-summit-recap/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "The Netflix story How technology unlocks business models",
            "description": "The Diplomat on Netflix is a recent example of how the company has innovated. Heres a look at the past 25 years of Netflix.",
            "url": "/2023-04-22-netflix-history-25-years",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/tv-g300212cc3_1920.jpg?resize=1200,773",
            "publishedAt": "2023-04-22T14:00:41Z",
            "content": "Usually the best way to figure out if your crazy idea is any good is simply to try it. So thats what we did, Marc Randolph, Netflixs cofounder and original CEO,That crazy idea was to send a CD th [+1896 chars]",
            "summary": "In fact, when the Netflix founders went looking for one to try shipping it in the mail, they couldnt find anywhere to buy one. So thats what we did, Marc Randolph, Netflixs co-founder and original CEO,That crazy idea was to send a CD through the mail to learn whether the concept of a mail-order DVD subscription service was practical. Incidentally, once the internet became fast and ubiquitous enough, streaming would become possible, too, giving birth to the Netflix we know today, but Im getting slightly ahead of myself. The proof of operating concept for Netflix was confirmed.This week, 16 years after its reinvention as a streaming company, Netflix announced that its shuttering its mail-order DVDs business. They were much smaller and thinner than their VHS counterparts, and this technology innovation unlocked a new form of video rentals. Ready for a new challenge, Hastings and Randolph began to bounce ideas for new companies off of each other. Usually the best way to figure out if your crazy idea is any good is simply to try it.",
            "html_summary": "<ul><li>In fact, when the Netflix founders went looking for one to try shipping it in the mail, they couldn’t find anywhere to buy one.</li><li>So that’s what we did,” Marc Randolph, Netflix’s co-founder and original CEO,That crazy idea was to send a CD through the mail to learn whether the concept of a mail-order DVD subscription service was practical.</li><li>Incidentally, once the internet became fast and ubiquitous enough, streaming would become possible, too, giving birth to the Netflix we know today, but I’m getting slightly ahead of myself.</li><li>The proof of operating concept for Netflix was confirmed.This week, 16 years after its reinvention as a streaming company, Netflix announced that it’s shuttering its mail-order DVDs business.</li><li>They were much smaller and thinner than their VHS counterparts, and this technology innovation unlocked a new form of video rentals.</li><li>Ready for a new challenge, Hastings and Randolph began to bounce ideas for new companies off of each other.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/22/netflix-history-25-years/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "As AI eliminates jobs, a way to keep people afloat financially (thats not UBI)",
            "description": "In Silicon Valley, some of the brightest minds believe a universal basic income (UBI) that guarantees people unrestricted cash payments will help them to survive and thrive as advanced technologies eliminate more careers as we know them, from white collar and",
            "url": "/2023-04-22-as-ai-eliminates-jobs-a-way-to-keep-people-afloat-financially-thats-not-ubi",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/GettyImages-610150820.jpg?resize=1200,801",
            "publishedAt": "2023-04-22T02:25:40Z",
            "content": "In Silicon Valley, some of the brightest minds believe a universal basic income (UBI) that guarantees people unrestricted cash payments will help them to survive and thrive as advanced technologies e [+7516 chars]",
            "summary": "I dont think thats going to give people meaning, I dont think it means people are going to entirely stop trying to create and do new things and whatever else. The idea has gained enough traction that dozens of guaranteed income programs have been started in U.S. cities since 2020.Yet even Sam Altman, the CEO of OpenAI and one of the highest-profile proponents of UBI, doesnt believe that its a complete solution. I think as [advanced artificial intelligence] participates more and more in the economy, we should distribute wealth and resources much more than we have and that will be important over time. Though OpenAI had released some of its training data in previous years, it has since closed the kimono completely, citing competitive and safety concerns. Lanier acknowledges that even data-dignity researchers cant agree on how to disentangle everything that AI models have absorbed or how detailed an accounting should be attempted. OpenAI  whose technology in particular is spreading like wildfire  is already in the crosshairs of a growing number of countries, including the Italian authority, which has blocked the use of its popular ChatGPT chatbot. Still, Lanier thinks that it could be done  gradually.Alas, even if there is a will, a more immediate challenge  lack of access  is a lot to overcome.",
            "html_summary": "<ul><li>I don’t think that’s going to give people meaning, I don’t think it means people are going to entirely stop trying to create and do new things and whatever else.</li><li>The idea has gained enough traction that dozens of guaranteed income programs have been started in U.S. cities since 2020.Yet even Sam Altman, the CEO of OpenAI and one of the highest-profile proponents of UBI, doesn’t believe that it’s a complete solution.</li><li>I think as [advanced artificial intelligence] participates more and more in the economy, we should distribute wealth and resources much more than we have and that will be important over time.</li><li>Though OpenAI had released some of its training data in previous years, it has since closed the kimono completely, citing competitive and safety concerns.</li><li>Lanier acknowledges that even data-dignity researchers can’t agree on how to disentangle everything that AI models have absorbed or how detailed an accounting should be attempted.</li><li>OpenAI — whose technology in particular is spreading like wildfire — is already in the crosshairs of a growing number of countries, including the Italian authority, which has blocked the use of its popular ChatGPT chatbot.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/21/as-ai-eliminates-jobs-a-way-to-keep-people-afloat-financially-thats-not-ubi/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kenna Hughes-castleberry",
            "title": "The strange, tragic story of Egypts foremost female nuclear scientist",
            "description": "The strange, tragic story of Egypts foremost female nuclear scientistarstechnica.com",
            "url": "/2023-04-22-the-strange-tragic-story-of-egypts-foremost-female-nuclear-scientist",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/SameeraMoussa-760x380.jpg",
            "publishedAt": "2023-04-23T12:15:48Z",
            "content": "3 with Science and the technology it enables have always had a close relationship with warfare. But World War II saw sciences destructive power raised to new levels. As the threat of nuclear annih [+3934 chars]",
            "summary": "As the threat of nuclear annihilation remained high for much of the Cold War, many in the public became uneasy with their governments and the scientists working for them.Many physicists realized that the genie was out of the bottle and recognized this mistrustor shared it. She said, Ill make nuclear treatment as available and as cheap as Aspirin. Still, she was concerned that this formula could be twisted to create something much more deadly: an atomic bomb. According to a 2022 Inside Arabia article, Moussas research laid the groundwork for a revolution and the affordability and safety of nuclear medicine.Excited by her discovery, Moussa kept her focus on medical applications, including shortening patient X-ray exposure times and making X-ray procedures more mobile and flexible. Some reports claim that Moussas father was a political activist, which may have inspired her later activism.After success as a primary and secondary school student, Moussa was accepted to Cairo Universitys nuclear physics program, specifically focusing on X-rays. Europe had an even more extended history with X-ray development, as scientist Marie Curie transported a mobile X-ray machine across World War I battlefields.Like others before her, Moussa studied radioactive isotopes used to create medical images, a technique still used today. Her work makes her a worthy role model for women and physicists worldwide, but shes largely unknown because her crusade for peaceful nuclear power would eventually cost her her life. Others tried to spin nuclear technology more positively by focusing on the advances it enabled in energy or medicine.",
            "html_summary": "<ul><li>As the threat of nuclear annihilation remained high for much of the Cold War, many in the public became uneasy with their governments and the scientists working for them.Many physicists realized that the genie was out of the bottle and recognized this mistrust—or shared it.</li><li>She said, “I’ll make nuclear treatment as available and as cheap as Aspirin.” Still, she was concerned that this formula could be twisted to create something much more deadly: an atomic bomb.</li><li>According to a 2022 Inside Arabia article, Moussa’s “research laid the groundwork for a revolution and the affordability and safety of nuclear medicine.”Excited by her discovery, Moussa kept her focus on medical applications, including shortening patient X-ray exposure times and making X-ray procedures more mobile and flexible.</li><li>Some reports claim that Moussa’s father was a political activist, which may have inspired her later activism.After success as a primary and secondary school student, Moussa was accepted to Cairo University’s nuclear physics program, specifically focusing on X-rays.</li><li>Europe had an even more extended history with X-ray development, as scientist Marie Curie transported a mobile X-ray machine across World War I battlefields.Like others before her, Moussa studied radioactive isotopes used to create medical images, a technique still used today.</li><li>Her work makes her a worthy role model for women and physicists worldwide, but she’s largely unknown because her crusade for peaceful nuclear power would eventually cost her her life.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/04/the-strange-tragic-story-of-egypts-foremost-female-nuclear-scientist/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Why Swytch doesnt need VC funding",
            "description": "Ebike conversion kit company Swytch on why its not looking for any VC investments. To date, Swytch has shipped over 70,000 ebike kits globally.",
            "url": "/2023-04-22-how-sywtch-used-crowdshopping-to-scale-without-vc-money",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/oliver-montague-swytch.jpg?resize=1200,675",
            "publishedAt": "2023-04-23T14:00:30Z",
            "content": "The pandemic era taught many of us that bikes are a great way to get around cities. Doubly so if they are ebikes, replete with batteries to help reduce the amount of sweat required to get somewhere. [+2735 chars]",
            "summary": "Can you explain how thats different from crowdfunding?Crowdfunding is when lots of people get together and get big discounts to support a new product that will be delivered in the future. Instead, the U.K.-based startup offers regular bike riders a way to turn their existing bike into something with a little more oomph.Swytchs conversion kit is one of the lightest and smallest on the market, similar in size to a large smartphone and weighing just 1.5 pounds. Theres a waitlist of over 1.5 million customers who have registered interest in the next release; Swytch recently had to close preorders because it is sold out until May and is busy fulfilling over 5,000 orders per month to customers today. This, Montague says, has helped Swytch scale quickly for a small company without major VC funding by eliminating the need to hold onto too much inventory. So we sat down with Montague to discuss the pitfalls of VC funding, why keeping stock on hand opens you up to risk and how Swytch scaled so quickly without raising much equity. Its next batch of stock will be available for delivery in June, and preorders will reopen next month.The company isnt sitting still. Swytch is moving onto its next phase of growth, which might involve new product offerings and partnerships.",
            "html_summary": "<ul><li>Can you explain how that’s different from crowdfunding?Crowdfunding is when lots of people get together and get big discounts to support a new product that will be delivered in the future.</li><li>Instead, the U.K.-based startup offers regular bike riders a way to turn their existing bike into something with a little more oomph.Swytch’s conversion kit is one of the lightest and smallest on the market, similar in size to a large smartphone and weighing just 1.5 pounds.</li><li>There’s a waitlist of over 1.5 million customers who have registered interest in the next release; Swytch recently had to close preorders because it is sold out until May and is busy fulfilling over 5,000 orders per month to customers today.</li><li>This, Montague says, has helped Swytch scale quickly for a small company without major VC funding by eliminating the need to hold onto too much inventory.</li><li>So we sat down with Montague to discuss the pitfalls of VC funding, why keeping stock on hand opens you up to risk and how Swytch scaled so quickly without raising much equity.</li><li>Its next batch of stock will be available for delivery in June, and preorders will reopen next month.The company isn’t sitting still.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/23/how-sywtch-used-crowdshopping-to-scale-without-vc-money/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "AIgenerated chart toppers, Apple gets into savings, and Microsoft drops Twitter",
            "description": "In this weeks edition of Week in Review, we cover AIgenerated chart toppers, Apple getting into savings accounts, and Microsoft dropping Twitter advertising.",
            "url": "/2023-04-22-ai-generated-chart-toppers-apple-gets-into-savings-and-microsoft-drops-twitter",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1251935804.jpg?resize=1200,798",
            "publishedAt": "2023-04-22T20:17:51Z",
            "content": "Hello, friends, and welcome to the latest edition of Week in Review (WiR), the weekly newsletter where we recap the past several days (or so) in tech news. Wed argue that theres no better way to ge [+6494 chars]",
            "summary": "Ivan reports that Apple is considering letting people sideload apps on iPhones and that we might see some announcement related to that at the upcoming Worldwide Developer Conference in June.A massive Apple Watch update: The Apple Watchs software is due to get the biggest update since its release. Now itll be available for free and upgraded with such functionality as the ability to add the chatbot to group chats, get recommendations for places on Snap Map and Lenses, and share Snaps with the chatbot to receive chat replies. This week, the Equity crew recorded at Early Stage, TechCrunchs event for founders, and covered topics ranging from rockets to earnings and how a certain company is cutting costs. Here are a few highlights from this week:Photonics and AI: The growing compute power necessary to train sophisticated AI models such as OpenAIs ChatGPT might eventually run up against a wall with mainstream chip technologies. They recently closed on a $20 million Series B round in a year where fundraising has taken a nosedive  even for companies with low overhead costs. Maybe, but its not clear yet.Theres always money in the coffee stand: Blank Street claims to have cracked the code on how to make a chain of more than 65 physical coffee shops have the right metrics to attract venture capitalists. Hello, friends, and welcome to the latest edition of Week in Review (WiR), the weekly newsletter where we recap the past several days (or so) in tech news.",
            "html_summary": "<ul><li>Ivan reports that Apple is considering letting people sideload apps on iPhones and that we might see some announcement related to that at the upcoming Worldwide Developer Conference in June.A massive Apple Watch update: The Apple Watch’s software is due to get the biggest update since its release.</li><li>Now it’ll be available for free and upgraded with such functionality as the ability to add the chatbot to group chats, get recommendations for places on Snap Map and Lenses, and share Snaps with the chatbot to receive chat replies.</li><li>This week, the Equity crew recorded at Early Stage, TechCrunch’s event for founders, and covered topics ranging from rockets to earnings and how a certain company is cutting costs.</li><li>Here are a few highlights from this week:Photonics and AI: The growing compute power necessary to train sophisticated AI models such as OpenAI’s ChatGPT might eventually run up against a wall with mainstream chip technologies.</li><li>They recently closed on a $20 million Series B round in a year where fundraising has taken a nosedive — even for companies with low overhead costs.</li><li>Maybe, but it’s not clear yet.There’s always money in the coffee stand: Blank Street claims to have cracked the code on how to make a chain of more than 65 physical coffee shops have the right metrics to attract venture capitalists.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/22/ai-generated-chart-toppers-apple-gets-into-savings-and-microsoft-drops-twitter/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Will FOX settlement alter conservative media? Apparently not.... Earlystage fintech startups just got a new funding source. This Week in Apps Apple sherlocks journaling apps, Twitters checkmark apocalypse, Snap summit recap. The Netflix story How technology unlocks business models. As AI eliminates jobs, a way to keep people afloat financially (thats not UBI). The strange, tragic story of Egypts foremost female nuclear scientist. Why Swytch doesnt need VC funding. AIgenerated chart toppers, Apple gets into savings, and Microsoft drops Twitter"
}