{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "QRstyle 2D barcodes will revolutionize retail as we know it",
            "description": "The humble and familiar barcode  a staple on consumer packaging for nearly 50 years  will soon be replaced with a more robust and muscular successor that offers far more information about the product inside.The new 2D barcodes will unlock reams of",
            "url": "/2023-04-17-2d-barcode-transition-2027",
            "urlToImage": "https://images.axios.com/hUjHDPin0_5-kDoLAsi9NTQHmLA=/0x0:2222x1250/1366x768/2023/04/13/1681395259463.jpg",
            "publishedAt": "2023-04-17T09:15:00Z",
            "content": "The humble and familiar barcode a staple on consumer packaging for nearly 50 years will soon be replaced with a more robust and muscular successor that offers far more information about the product i [+4100 chars]",
            "summary": "Backstory: The first item marked with a UPC was scanned on June 26, 1974, at Marsh Supermarket in Troy, Ohio, per Smithsonian Magazine.What's next: GS1 US just released a \"barcode capabilities test kit\" to help retailers evaluate their readiness for the 2D transition. The familiar Universal Product Code barcode, left, will be supplanted by 2027 with a more data-rich improvement, the 2D barcode, at right. On the back end, stores expect huge improvements in inventory control to spring from the 2D upgrades. Where it stands: Puma is the first company to announce that it's using 2D barcodes in its U.S. stores and products, Wilkie said.",
            "html_summary": "<ul><li>Backstory: The first item marked with a UPC was scanned on June 26, 1974, at Marsh Supermarket in Troy, Ohio, per Smithsonian Magazine.What's next: GS1 US just released a \"barcode capabilities test kit\" to help retailers evaluate their readiness for the 2D transition.</li><li>The familiar Universal Product Code barcode, left, will be supplanted by 2027 with a more data-rich improvement, the 2D barcode, at right.</li><li>On the back end, stores expect huge improvements in inventory control to spring from the 2D upgrades.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/17/2d-barcode-transition-2027"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Bethany Allen-Ebrahimian, Ina Fried",
            "title": "Hikvision internal review found Xinjiang contracts targeted Uyghurs",
            "description": "Chinese surveillance giant Hikvision has repeatedly denied reports that the company is complicit in human rights abuses targeting Uyghurs in Chinas northwestern region of Xinjiang.But new details from an internal review of its contracts with police a",
            "url": "/2023-04-17-hikvision-internal-review-xinjiang-contracts-uyghurs",
            "urlToImage": "https://images.axios.com/LIMirCA7X4yA7UcVuExl5Yja1qg=/0x417:4000x2667/1366x768/2023/04/12/1681341569851.jpg",
            "publishedAt": "2023-04-17T09:30:00Z",
            "content": "Chinese surveillance giant Hikvision has repeatedlydenied reports that the company is complicit in human rights abuses targeting Uyghurs in Chinas northwestern region of Xinjiang.But new d [+6781 chars]",
            "summary": "Details: Prosper gave a talk on human rights compliance, which the company referred to as a \"training\" in an emailed statement to Axios, to Hikvisions Australian company partners at the Hikvision Australia Global ESG Conference held near Sydney last month. Prosper's remarks contain previously unknown details from his report's findings.What they're saying: As a global company, Hikvision takes human rights seriously and recognizes our social responsibilities. Background: In January 2019, as scrutiny of the company's Xinjiang operations grew, Hikvision hired Richard-Pierre Prosper, a lawyer and former U.S. ambassador-at-large for war crimes issues in the George W. Bush administration, to conduct an internal investigation of its Xinjiang contracts. What to watch: In February, Hikvision sued the U.S. government and the FCC over a ban restricting the sale of Hikvision products in the U.S. Prosper is currently a lawyer for D.C.-based legal and lobbying firm ArentFox Schiff. The booth of Hikvision at China Railway Expo City in Qingdao, Shandong province, China, on April 6.",
            "html_summary": "<ul><li>Details: Prosper gave a talk on human rights compliance, which the company referred to as a \"training\" in an emailed statement to Axios, to Hikvision’s Australian company partners at the Hikvision Australia Global ESG Conference held near Sydney last month.</li><li>Prosper's remarks contain previously unknown details from his report's findings.What they're saying: “As a global company, Hikvision takes human rights seriously and recognizes our social responsibilities.</li><li>Background: In January 2019, as scrutiny of the company's Xinjiang operations grew, Hikvision hired Richard-Pierre Prosper, a lawyer and former U.S. ambassador-at-large for war crimes issues in the George W. Bush administration, to conduct an internal investigation of its Xinjiang contracts.</li><li>What to watch: In February, Hikvision sued the U.S. government and the FCC over a ban restricting the sale of Hikvision products in the U.S.</li><li>Prosper is currently a lawyer for D.C.-based legal and lobbying firm ArentFox Schiff.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/17/hikvision-internal-review-xinjiang-contracts-uyghurs"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "MONDAY America braces for historic DOMINION v. FOX...",
            "description": "NEW YORK (AP)  Starting Monday in a courtroom in Delaware, Fox News executives and stars will have to answer for their role in spreading doubt about the 2020 presidential election  and creating the gaping wound that remains in Americas democracy .",
            "url": "/2023-04-17-fox-news-dominion-trial-defamation-trump-election-1fc2d90792f811a5f0fb4f703e83fa9a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/efdcc464b735430eb0650668938a7f6b/3000.webp",
            "publishedAt": "2023-04-17T00:00:03Z",
            "content": "Fox News and 2020 election lies set to face jury come MondayNEW YORK (AP)  Starting Monday in a courtroom in Delaware, Fox News executives and stars will have to answer for their role in spreading d [+8111 chars]",
            "summary": "But Dominion says Fox News was afraid of alienating its audience with the truth, particularly after many viewers were angered by the networks decision to declare Democrat Joe Biden the winner in Arizona on election night in November 2020.Some rulings by the judge have eased Dominions path. Text messages from January 2021 revealed Carlson telling a friend that he passionately hated Trump and couldnt wait to move on.Dominion may also seek an apology.The trial has had no apparent effect on Fox News viewership; it remains the top-rated cable network. A Fox lawyer, Blake Rohrbacher, sent a letter of apology to Davis on Friday, saying it was a misunderstanding and not an intention to deceive.Its not clear whether that would affect a trial. In court papers, Fox contends the $1.6 billion damages claim is a wild overestimate.Dominions motivation may also be to inflict maximum embarrassment on Fox with the peek into the networks internal communications following the election. That, she feels, would be disastrous for journalists.Dominions lawsuit is being closely watched by another voting-technology company with a separate but similar case against Fox News. The Smartmatic case isnt yet ready for trial but has survived Fox News effort to get it tossed out.Many experts are surprised Fox and Dominion have not reached an out-of-court settlement, though they can at any time. Pretrial court rulings and embarrassing revelations about its biggest names have Fox on its heels.Court papers released over the past two months show Fox executives, producers and personalities privately disbelieved Trumps claims of a fraudulent election.",
            "html_summary": "<ul><li>But Dominion says Fox News was afraid of alienating its audience with the truth, particularly after many viewers were angered by the network’s decision to declare Democrat Joe Biden the winner in Arizona on election night in November 2020.Some rulings by the judge have eased Dominion’s path.</li><li>Text messages from January 2021 revealed Carlson telling a friend that he passionately hated Trump and couldn’t wait to move on.Dominion may also seek an apology.The trial has had no apparent effect on Fox News’ viewership; it remains the top-rated cable network.</li><li>A Fox lawyer, Blake Rohrbacher, sent a letter of apology to Davis on Friday, saying it was a misunderstanding and not an intention to deceive.It’s not clear whether that would affect a trial.</li><li>In court papers, Fox contends the $1.6 billion damages claim is a wild overestimate.Dominion’s motivation may also be to inflict maximum embarrassment on Fox with the peek into the network’s internal communications following the election.</li><li>That, she feels, would be disastrous for journalists.Dominion’s lawsuit is being closely watched by another voting-technology company with a separate but similar case against Fox News.</li><li>The Smartmatic case isn’t yet ready for trial but has survived Fox News’ effort to get it tossed out.Many experts are surprised Fox and Dominion have not reached an out-of-court settlement, though they can at any time.</li></ul>",
            "website_url": "https://apnews.com/article/fox-news-dominion-trial-defamation-trump-election-1fc2d90792f811a5f0fb4f703e83fa9a"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Sega to acquire Angry Birdsmaker Rovio for $775M",
            "description": "Japanese gaming giant Sega has confirmed that its buying Finlands Rovio in an allcash deal worth 706 million ($775 million). News first emerged back in January that Israeli mobile gaming company Playtika had tabled a 750 million ($810 million) bid for Ro",
            "url": "/2023-04-17-sega-to-acquire-angry-birds-maker-rovio-for-775m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1128727716.jpg?resize=1200,800",
            "publishedAt": "2023-04-17T09:21:20Z",
            "content": "Japanese gaming giant Sega has confirmed that its buying Finlands Rovio in an allcash deal worth 706 million ($775 million).News first emerged back in January that Israeli mobile gaming company  [+2884 chars]",
            "summary": "Specifically, it seems that Rovios experience in so-called live service mobile gaming is what appealed to Sega, which refers games designed to be played more or less indefinitely through regular content updates to keep players interested. So it perhaps was little surprise that Rovio had started shopping itself around to potential suitors.With Rovio under its wing, Sega says it plans to accelerate the development of its own existing games, as well as generate synergies between Sega and Rovios brands. I am confident that, through combination of both companies brands, characters, fanbase, as well as corporate culture and functionality, there will be significant synergies created going forward. In the intervening years, the companys shares have been mostly in decline, generally sitting at around half of their IPO value.",
            "html_summary": "<ul><li>Specifically, it seems that Rovio’s experience in so-called “live service” mobile gaming is what appealed to Sega, which refers games designed to be played more or less indefinitely through regular content updates to keep players interested.</li><li>So it perhaps was little surprise that Rovio had started shopping itself around to potential suitors.With Rovio under its wing, Sega says it plans to “accelerate the development” of its own existing games, as well as “generate synergies” between Sega and Rovio’s brands.</li><li>“I am confident that, through combination of both companies’ brands, characters, fanbase, as well as corporate culture and functionality, there will be significant synergies created going forward.”</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/17/sega-to-acquire-angry-birds-maker-rovio-for-775m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "XPeng unveils new EV platform designed to cut production costs",
            "description": "XPengs upcoming G6 coupe SUV, which debuts at Auto Shanghai 2023, will be the first vehicle built on the new SEPA 2.0 architecture.",
            "url": "/2023-04-17-xpeng-unveils-new-ev-platform-designed-to-cut-production-costs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/2-1.jpg?resize=1200,800",
            "publishedAt": "2023-04-17T02:07:01Z",
            "content": "Chinese electric vehicle maker XPeng unveiled Sunday its new platform architecture for making vehicles that will set the foundation for future production models and reduce the cost of development and [+3950 chars]",
            "summary": "It will make rapid advancements in technology available for our customers as standard, with faster software upgrades, stunning cost savings and elevated product experience.XPeng also said the new architectural platform can help make its infotainment service, Xmart OS, available to every owner. Gu said about 80% of architectural components in each upcoming model will be compatible with future models, which will help XPeng add to its lineup without incurring too many costs.The cost-focused event comes as XPengs rivals have sparked price wars in China. The automaker said Sunday that SEPA 2.0 shortens the voice software R&D cycle by 50% and reduces the cost of the voice assistant service by 50%. XPengs CEO He Xiaopeng said Sunday that an automaker needs to reach 3 million units annually and globally if it wants to survive beyond a decade.XPeng delivered 18,230 EVs in the first quarter of the year, almost a 50% drop year-over-year. Ultimately, SEPA 2.0 will architecturally empower us in our ongoing quest to redefine mobility experience with compelling value, superb comfort and rich infotainment, said Xiaopeng.Chinas EV upstart Xpeng ready to take off with flying permit Tesla triggered a price war in October when the automaker cut prices on models produced at its gigafactory in Shanghai. XPengs P5 sedan starts at around 160,000 RMB (~$25,000 USD).XPeng hasnt shared pricing yet for the G6, so its not clear what sort of prices the automaker is targeting with SEPA 2.0.",
            "html_summary": "<ul><li>“It will make rapid advancements in technology available for our customers as standard, with faster software upgrades, stunning cost savings and elevated product experience.”XPeng also said the new architectural platform can help make its infotainment service, Xmart OS, available to every owner.</li><li>Gu said about 80% of architectural components in each upcoming model will be compatible with future models, which will help XPeng add to its lineup without incurring too many costs.The cost-focused event comes as XPeng’s rivals have sparked price wars in China.</li><li>The automaker said Sunday that SEPA 2.0 shortens the voice software R&D cycle by 50% and reduces the cost of the voice assistant service by 50%.</li><li>XPeng’s CEO He Xiaopeng said Sunday that an automaker needs to reach 3 million units annually and globally if it wants to survive beyond a decade.XPeng delivered 18,230 EVs in the first quarter of the year, almost a 50% drop year-over-year.</li><li>“Ultimately, SEPA 2.0 will architecturally empower us in our ongoing quest to redefine mobility experience with compelling value, superb comfort and rich infotainment,” said Xiaopeng.China’s EV upstart Xpeng ready to take off with flying permit</li><li>Tesla triggered a price war in October when the automaker cut prices on models produced at its gigafactory in Shanghai.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/16/xpeng-unveils-new-ev-platform-designed-to-cut-production-costs/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "US tech giants voice concern over Indias factchecking rule",
            "description": "An industry body representing tech giants such as Facebook, Twitter, Google, has voiced concerns over a recent amendment to Indias IT rules.",
            "url": "/2023-04-17-us-tech-giants-voice-concern-over-india-s-fact-checking-rule",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/10/GettyImages-691021198.jpg?resize=1200,800",
            "publishedAt": "2023-04-17T09:36:15Z",
            "content": "The Asia Internet Coalition, an influential industry organization representing technology giants such as Facebook, Twitter, Google, Apple, and Amazon, has voiced concerns over a recent amendment to I [+1471 chars]",
            "summary": "Under the new regulations, these firms must rely on New Delhis own fact-checking unit to verify claims.India is a key overseas market for Facebook, Twitter and Google. Facebook and Google have ploughed more than $15 billion into India in the past decade as they raced to win the last great growth market. The ministrys notification of such draconian rules is therefore regrettable. Their services now reach more than half a billion users in India.",
            "html_summary": "<ul><li>Under the new regulations, these firms must rely on New Delhi’s own fact-checking unit to verify claims.India is a key overseas market for Facebook, Twitter and Google.</li><li>Facebook and Google have ploughed more than $15 billion into India in the past decade as they raced to win the last great growth market.</li><li>The ministry’s notification of such draconian rules is therefore regrettable.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/17/us-tech-giants-voice-concern-over-india-s-fact-checking-rule/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. QRstyle 2D barcodes will revolutionize retail as we know it. Hikvision internal review found Xinjiang contracts targeted Uyghurs. MONDAY America braces for historic DOMINION v. FOX.... Sega to acquire Angry Birdsmaker Rovio for $775M. XPeng unveils new EV platform designed to cut production costs. US tech giants voice concern over Indias factchecking rule"
}