{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Vodafone and Three plan to merge in the UK in a $19B deal (if regulators approve)",
            "description": "The mobile market in Europe and the U.K.  once orchestrated to be ripe ground for competition  has been on a longterm course of consolidation, and the...",
            "url": "/2023-06-14-vodafone-and-three-plan-to-merge-in-the-uk-in-a-19b-deal-if-regulators-approve",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/AZejaS7Yfkp832rpXTbL1Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/6708cebaf29740bcfb8f0b205187855f",
            "publishedAt": "2023-06-14T11:08:30Z",
            "content": "The mobile market in Europe and the U.K.  once orchestrated to be ripe ground for competition  has been on a longterm course of consolidation, and the latest chapter in that story was made offic [+4757 chars]",
            "summary": "It would also expand its fiber network for fixed broadband access to cover 82% of housholds by 2030.The merger is great for customers, great for the country and great for competition. All of these carriers, however, are contending with what is a finite market, hence the turn to consolidation to improve margins in what is a thin-margin business.It also comes at a time when tension continues to exist between carriers, tech companies and media giants. Consumers are using smartphones, and mobile networks, to consume a huge amount of content these days, but in many ways carriers have been disaggregated from the most lucrative part of that relationship  owning the customer and making a cut on payments for those media services. Thats right, eight years later, and while Three pursues a different combination, its still embroiled in regulatory red tape over a different deal.This latest deal between Vodafone and Three has been in the works for months, so not quite as long  not even behind closed doors. As a country, the UK will benefit from the creation of a sustainable, strongly competitive third scaled operator  with a clear 11 billion network investment plan  driving growth, employment and innovation. This will unlock significant value for CK Hutchison and its shareholders, realise material synergies, reduce net financial indebtedness and further strengthen its financial profile.The companies added that The Transaction is expected to result in substantial efficiencies. Together, we will have the scale needed to deliver a best-in-class 5G network for the UK, transforming mobile services for our customers and opening up new opportunities for businesses across the length and breadth of the UK.",
            "html_summary": "<ul><li>It would also expand its fiber network for fixed broadband access to cover 82% of housholds by 2030.“The merger is great for customers, great for the country and great for competition.</li><li>All of these carriers, however, are contending with what is a finite market, hence the turn to consolidation to improve margins in what is a thin-margin business.It also comes at a time when tension continues to exist between carriers, tech companies and media giants.</li><li>Consumers are using smartphones, and mobile networks, to consume a huge amount of content these days, but in many ways carriers have been disaggregated from the most lucrative part of that relationship — owning the customer and making a cut on payments for those media services.</li><li>That’s right, eight years later, and while Three pursues a different combination, it’s still embroiled in regulatory red tape over a different deal.This latest deal between Vodafone and Three has been in the works for months, so not quite as long — not even behind closed doors.</li><li>“As a country, the UK will benefit from the creation of a sustainable, strongly competitive third scaled operator – with a clear £11 billion network investment plan – driving growth, employment and innovation.</li><li>This will unlock significant value for CK Hutchison and its shareholders, realise material synergies, reduce net financial indebtedness and further strengthen its financial profile.”The companies added that “The Transaction is expected to result in substantial efficiencies.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/14/vodafone-and-three-plan-to-merge-in-the-uk-in-a-19b-deal-if-regulators-approve/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "EV laggard Toyota says its nextgen EVs will have over 600 miles range",
            "description": "Toyotas new technology roadmap will see the companys nextgeneration EVs with 620 miles range come to market in 2026.",
            "url": "/2023-06-14-ev-laggard-toyota-says-its-next-gen-evs-will-have-over-600-miles-range",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/20230613_01_13.jpg?resize=1200,800",
            "publishedAt": "2023-06-14T05:24:53Z",
            "content": "Toyota plans to introduce a highperformance lithiumion battery to its nextgeneration electric vehicles by 2026, part of the automakers new technology roadmap revealed Tuesday. The batteries will  [+4652 chars]",
            "summary": "More recently, Toyota said it would spend $48 million on a new EV battery lab in the U.S. and $5.9 billion on a battery factory in the U.S.Toyota shareholders backed the board and voted against a resolution calling for greater transparency of climate lobbying on Wednesday. The batteries will deliver quicker charging and around 620 miles (1,000 kilometers) of range, which would put Toyotas vehicles ahead of the competition.Toyota has historically trailed behind other major automakers that have all made ambitious commitments to electrify their vehicle lineups. The self-propelling assembly line would see cars under production driving themselves through the process, which could reduce the processes and plant investment by half, according to the company.Toyota also reiterated plans to bring its Arene operating system into cars by 2025. Toyota plans to introduce a high-performance lithium-ion battery to its next-generation electric vehicles by 2026, part of the automakers new technology roadmap revealed Tuesday. Teslas Superchargers give about 200 miles of charge in 15 minutes.Solid-state batteries use solid-state electrolytes instead of liquid electrolytes found in traditional lithium-ion batteries, which could lead to higher energy density, improved safety, faster charge times and a longer lifespan. Toyota has said in the past that by 2025 it will offer an electrified option for every Toyota and Lexus model globally.To reach such lofty production goals, Toyota has to increase production capabilities, and its doing so in a way that directly challenges rival Tesla. Until Toyota stops fighting the electric vehicle future and commits to a 100% zero-emission vehicle line-up, shareholders should remain skeptical and continue to push for accountability.Shareholders also voted in favor of all 10 board members, including Chairman Akio Toyoda.",
            "html_summary": "<ul><li>More recently, Toyota said it would spend $48 million on a new EV battery lab in the U.S. and $5.9 billion on a battery factory in the U.S.Toyota shareholders backed the board and voted against a resolution calling for greater transparency of climate lobbying on Wednesday.</li><li>The batteries will deliver quicker charging and around 620 miles (1,000 kilometers) of range, which would put Toyota’s vehicles ahead of the competition.Toyota has historically trailed behind other major automakers that have all made ambitious commitments to electrify their vehicle lineups.</li><li>The “self-propelling” assembly line would see cars under production driving themselves through the process, which could reduce “the processes and plant investment by half,” according to the company.Toyota also reiterated plans to bring its Arene operating system into cars by 2025.</li><li>Toyota plans to introduce a high-performance lithium-ion battery to its next-generation electric vehicles by 2026, part of the automaker’s new technology roadmap revealed Tuesday.</li><li>Tesla’s Superchargers give about 200 miles of charge in 15 minutes.Solid-state batteries use solid-state electrolytes instead of liquid electrolytes found in traditional lithium-ion batteries, which could lead to higher energy density, improved safety, faster charge times and a longer lifespan.</li><li>Toyota has said in the past that by 2025 it will offer an electrified option for every Toyota and Lexus model globally.To reach such lofty production goals, Toyota has to increase production capabilities, and it’s doing so in a way that directly challenges rival Tesla.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/13/ev-laggard-toyota-says-its-next-gen-evs-will-have-over-600-miles-range/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Informatica acquires Privitar, once valued at $400M, to expand its data management stack",
            "description": "One of the recurring themes in the area of enterprise IT these days is consolidation, and today were getting another dose of it in the area of enterprise data management. Informatica  which provides a set of tools to enterprises to analyze, manage and share",
            "url": "/2023-06-14-informatica-acquires-privitar-once-valued-at-400m-to-expand-its-data-management-stack",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1309076876.jpg?resize=1200,700",
            "publishedAt": "2023-06-14T13:10:32Z",
            "content": "One of the recurring themes in the area of enterprise IT these days is consolidation, and today were getting another dose of it in the area of enterprise data management. Informatica  which provide [+3278 chars]",
            "summary": "The acquisition will sit within Informaticas larger data stack, which it sells as the intelligent data management cloud.Terms of the deal are not being disclosed. Privitar notably had raised over $150 million in funding since first being founded back in 2014, from investors that included Accel and Warburg Pincus as well as strategics like Salesforce, HSBC and Citigroup. We are always on the hunt for compelling technology and best of breed solutions.",
            "html_summary": "<ul><li>The acquisition will sit within Informatica’s larger data stack, which it sells as the “intelligent data management cloud.”Terms of the deal are not being disclosed.</li><li>Privitar notably had raised over $150 million in funding since first being founded back in 2014, from investors that included Accel and Warburg Pincus as well as strategics like Salesforce, HSBC and Citigroup.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/14/informatica-acquires-privitar-once-valued-at-400m-to-expand-its-data-management-stack/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Europe warns it might break up Googles adtech empire",
            "description": "The European Commission has signalled it could be preparing to break up Googles adtech business. Speaking during a press conference this afternoon, EU EVP Margrethe Vestager, the blocs competition chief and head of digital strategy, announced it has sent a ",
            "url": "/2023-06-14-europe-warns-it-might-break-up-googles-adtech-empire",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/GettyImages-1230444599.jpg?resize=1200,800",
            "publishedAt": "2023-06-14T12:18:03Z",
            "content": "The European Commission has signalled it could be preparing to break up Googles adtech business.Speaking during a press conference this afternoon, EU EVP Margrethe Vestager, the blocs competition [+5457 chars]",
            "summary": "The probe remains ongoing.Googles plan to deprecate support for third party tracking cookies in its Chrome browser, and migrate to an alternative form of ad targeting (aka its Privacy Sandbox proposal), was also announced as part of the Commission adtech probe back in June 2021. But todays statement of objections has focused on Googles current-gen adtech.EU is now investigating Googles adtech over antitrust concernsUK finally opens antitrust probe of Googles role in the adtech stack in order to maximize the possibility of ads being widely displayed)  rather the investigation showed Google placed Google bids almost exclusively on Googles own ad exchange. (But if it does, the remedy it will order has been clearly scoped as a break-up of Googles adtech empire. The Commissions investigation focuses on a narrow aspect of our advertising business and is not new. Although she also stressed the Commission first needs to confirm its suspicions through further investigation. Google remains committed to creating value for our publisher and advertiser partners in this highly competitive sector.",
            "html_summary": "<ul><li>The probe remains ongoing.Google’s plan to deprecate support for third party tracking cookies in its Chrome browser, and migrate to an alternative form of ad targeting (aka its’ Privacy Sandbox proposal), was also announced as part of the Commission adtech probe back in June 2021.</li><li>But today’s statement of objections has focused on Google’s current-gen adtech.EU is now investigating Google’s adtech over antitrust concernsUK finally opens antitrust probe of Google’s role in the adtech stack</li><li>in order to maximize the possibility of ads being widely displayed) — rather the investigation showed Google placed Google bids almost exclusively on Google’s own ad exchange.</li><li>(But if it does, the remedy it will order has been clearly scoped as a break-up of Google’s adtech empire.</li><li>The Commission’s investigation focuses on a narrow aspect of our advertising business and is not new.</li><li>Although she also stressed the Commission first needs to confirm its suspicions through further investigation.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/14/europe-warns-it-might-break-up-googles-adtech-empire/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "One Future Footballs virtual worldwide soccer league launches with backing from Blackbird",
            "description": "Founded in Melbourne, One Future Football (1FF) bills itself as the worlds first global soccer league, and its goal is to attract firsttime soccer fans. It launches today with more than 250 CGI generated players, who have backstories created so all fans ",
            "url": "/2023-06-14-one-future-footballs-virtual-worldwide-soccer-league-launches-with-backing-from-blackbird",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Players-Club-Sportivo-Palermo_Albano-Alvarez.png?resize=1200,675",
            "publishedAt": "2023-06-14T08:00:42Z",
            "content": "Founded in Melbourne, One Future Football (1FF) bills itself as the worlds first global soccer league, and its goal is to attract firsttime soccer fans. It launches today with more than 250 CGI gene [+6535 chars]",
            "summary": "As we delved deeper, we felt we could tap into trends around athlete investors and help build stories around each of the teams through them as well.To design each of 1FFs 250 CGI players, which players sporting attributes were first set by one of 1FFs engines. Football clubs felt like the perfect way to shape a narrative that people want to say about themselves, because you can associate it with a geographic reason, causes like positive action in the climate sense, or even a style of play. Some players have their own social media accounts, and brands, which 1FF will announce soon, have already signed sponsorship deals with players and teams. Bhargava founded fashion crowdfunding platform StageLabel, was part of the AWS Startups Team and hosts The Startup Playbook podcast.Before starting Get Glossy, Davis worked in sports, ranging from professional teams to big firms like talent management agency. This means clubs that exist for greater reasons than just to win matches, and players who look like them or have the same experiences and interests as them. For us, its about showing young people that this is for them, that they can feel safe and never ashamed of who they are.The geographies of the 12 founding member teams were picked to give 1FF a good representation around the world. As serial founders and lifelong sports fans themselves, Pete and Rohit are uniquely placed to build a modern media company like 1FF, and were proud to back them from the very beginning.You need to add some friction to your growth funnel",
            "html_summary": "<ul><li>As we delved deeper, we felt we could tap into trends around athlete investors and help build stories around each of the teams through them as well.”To design each of 1FF’s 250 CGI players, which players’ sporting attributes were first set by one of 1FF’s engines.</li><li>“Football clubs felt like the perfect way to shape a narrative that people want to say about themselves, because you can associate it with a geographic reason, causes like positive action in the climate sense, or even a style of play.</li><li>Some players have their own social media accounts, and brands, which 1FF will announce soon, have already signed sponsorship deals with players and teams.</li><li>Bhargava founded fashion crowdfunding platform StageLabel, was part of the AWS Startups Team and hosts The Startup Playbook podcast.Before starting Get Glossy, Davis worked in sports, ranging from professional teams to big firms like talent management agency.</li><li>“This means clubs that exist for greater reasons than just to win matches, and players who look like them or have the same experiences and interests as them.</li><li>For us, it’s about showing young people that this is for them, that they can feel safe and never ashamed of who they are.”The geographies of the 12 founding member teams were picked to give 1FF a good representation around the world.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/14/one-future-footballs-virtual-worldwide-soccer-league-launches-with-backing-from-blackbird/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Vodafone and Three plan to merge in the UK in a $19B deal (if regulators approve). EV laggard Toyota says its nextgen EVs will have over 600 miles range. Informatica acquires Privitar, once valued at $400M, to expand its data management stack. Europe warns it might break up Googles adtech empire. One Future Footballs virtual worldwide soccer league launches with backing from Blackbird"
}