{
    "status": "ok",
    "totalResults": 14,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Kelvin Chan",
            "title": "Father of cellphone sees dark side...",
            "description": "BARCELONA, Spain (AP)  Holding the bulky brick cellphone hes credited with inventing 50 years ago, Martin Cooper thinks about the future. Little did he know when he made the first call on a New York City street from a thick gray prototype that our world  a",
            "url": "/2023-02-28-technology-medical-only-on-ap-barcelona-europe-d8170d08ac5f77e121a4508d87f82db2",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9098532e7f27474e96dadeaf83b77611/3000.webp",
            "publishedAt": "2023-02-28T14:01:38Z",
            "content": "BARCELONA, Spain (AP) Holding the bulky brick cellphone hes credited with inventing 50 years ago, Martin Cooper thinks about the future.Little did he know when he made the first call on a New York  [+3860 chars]",
            "summary": "There are people now that can justify measuring where you are, where youre making your phone calls, who youre calling, what you access on the Internet.Smartphone use by children is another area that needs limits, Cooper said. These days Martin Cooper frets like everybody else about his inventions impacts on society  from the loss of privacy to the risk of internet addiction to the rapid spread of harmful content, especially among kids. He thinks phones will evolve so that they will be distributed on your body, perhaps as sensors measuring your health at all times.Batteries could even be replaced by human energy.You ingest food, you create energy. BARCELONA, Spain (AP)  The man credited with inventing the cellphone 50 years ago had only one concern then about the brick-sized device with a long antenna: Would it work? Its going to get resolved, but not easily, Cooper said. I still dont know what TikTok is.",
            "html_summary": "<ul><li>“There are people now that can justify measuring where you are, where you’re making your phone calls, who you’re calling, what you access on the Internet.”Smartphone use by children is another area that needs limits, Cooper said.</li><li>These days Martin Cooper frets like everybody else about his invention’s impacts on society — from the loss of privacy to the risk of internet addiction to the rapid spread of harmful content, especially among kids.</li><li>He thinks phones will evolve so that they will be “distributed on your body,” perhaps as sensors “measuring your health at all times.”Batteries could even be replaced by human energy.“You ingest food, you create energy.</li><li>BARCELONA, Spain (AP) — The man credited with inventing the cellphone 50 years ago had only one concern then about the brick-sized device with a long antenna: Would it work?</li><li>“It’s going to get resolved, but not easily,” Cooper said.</li></ul>",
            "website_url": "https://apnews.com/article/technology-medical-only-on-ap-barcelona-europe-d8170d08ac5f77e121a4508d87f82db2"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "Metas hardware plans include thinner Quest this year, adsupported AR in 2027",
            "description": "Employee roadmap also has 2024 VR headset at the most attractive price point.",
            "url": "/2023-02-28-metas-hardware-plans-include-thinner-quest-this-year-ad-supported-ar-in-2027",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/questpro-760x380.jpg",
            "publishedAt": "2023-03-01T17:09:24Z",
            "content": "Enlarge/ The Meta Quest Pro at a Best Buy demo station in October 2022.5 with The next Meta Quest headset, planned for launch this year, will be thinner, twice as powerful, and slightly more expe [+3486 chars]",
            "summary": "That's according to a leaked internal hardware roadmap presentation obtained by The Verge that also includes plans for high-end, smartband-controlled, ad-supported AR glasses by 2027.The \"Quest 3\" will also include a new \"Smart Guardian\" system that lets users walk around safely in \"mixed reality,\" according to the presentation. \"A third planned Meta VR headset, codenamed La Jolla and planned for \"way out in the future\" after Ventura, will feature enough power and resolution for the company's long-planned, photorealistic \"codec avatars.\" \"News of Meta's VR/AR product plans comes as the company lost more than $1 billion per month on its VR/AR-focused Reality Labs division in 2022 and a few months after the company laid off 13 percent of its workforce in a recognition that some recent investments hadn't paid off. Those glasses will also make use of a planned \"neural interface\" band. That will come ahead of a more \"accessible\" headset, codenamed Ventura, which is planned for a release in 2024 at \"the most attractive price point in the VR consumer market.  Kyle Orland - Mar 1, 2023 5:09 pm UTC The next Meta Quest headset, planned for launch this year, will be thinner, twice as powerful, and slightly more expensive than the Quest 2. \"Our ability to track conversions, which is where there has been a lot of focus as a company, should also be close to 100 percent.",
            "html_summary": "<ul><li>That's according to a leaked internal hardware roadmap presentation obtained by The Verge that also includes plans for high-end, smartband-controlled, ad-supported AR glasses by 2027.The \"Quest 3\" will also include a new \"Smart Guardian\" system that lets users walk around safely in \"mixed reality,\" according to the presentation.</li><li>\"A third planned Meta VR headset, codenamed La Jolla and planned for \"way out in the future\" after Ventura, will feature enough power and resolution for the company's long-planned, photorealistic \"codec avatars.\"</li><li>\"News of Meta's VR/AR product plans comes as the company lost more than $1 billion per month on its VR/AR-focused Reality Labs division in 2022 and a few months after the company laid off 13 percent of its workforce in a recognition that some recent investments hadn't paid off.</li><li>Those glasses will also make use of a planned \"neural interface\" band.</li><li>That will come ahead of a more \"accessible\" headset, codenamed Ventura, which is planned for a release in 2024 at \"the most attractive price point in the VR consumer market.</li><li> Kyle Orland - Mar 1, 2023 5:09 pm UTC The next Meta Quest headset, planned for launch this year, will be thinner, twice as powerful, and slightly more expensive than the Quest 2.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/03/metas-hardware-plans-include-thinner-quest-this-year-ad-supported-ar-in-2027/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "Companies scramble to incorporate generative AI in products",
            "description": "The rush is on among tech companies large and small to add the latest hot AI technology into their products.Why it matters Generative AI has dominated the tech conversation in recent months with both its impressive capabilities and its noteworthy shortcoming",
            "url": "/2023-02-28-chatgpt-generative-ai-products-microsoft",
            "urlToImage": "https://images.axios.com/uoP3xLKH0cgYkdopJNWtzaxFIwo=/0x0:1920x1080/1366x768/2023/02/28/1677543151700.jpg",
            "publishedAt": "2023-02-28T14:00:00Z",
            "content": "The rush is on among tech companies large and small to add the latest hot AI technology into their products.Why it matters Generative AI has dominated the tech conversation in recent months with b [+3575 chars]",
            "summary": "Illustration: Gabriella Turrisi/AxiosThe rush is on among tech companies large and small to add the latest hot AI technology into their products.Why it matters: Generative AI has dominated the tech conversation in recent months with both its impressive capabilities and its noteworthy shortcomings. What they're saying: Microsoft corporate VP and consumer marketing chief Yusuf Mehdi says it's the right time to add generative AI capabilities to shipping products, even if the technology itself has limitations.The other side: Others say that the competitive pressure is leading companies to remove needed safeguards. The big picture: Technologies like ChatGPT and image generators such as Dall-E 2 and Stable Diffusion have captured the imagination of the tech industry and beyond.Yes, but: Excitement is one thing; practical uses and profitable businesses are another. \"The problem with AI right now isn't that it's smart  it's that it is stupid in ways that we can't always predict,\" as John Oliver put it in a must-watch segment on AI in the latest episode of Last Week Tonight. Driving the news:Smaller companies are also keen to show they are fully on board with the white-hot trend.",
            "html_summary": "<ul><li>Illustration: Gabriella Turrisi/AxiosThe rush is on among tech companies large and small to add the latest hot AI technology into their products.Why it matters: Generative AI has dominated the tech conversation in recent months with both its impressive capabilities and its noteworthy shortcomings.</li><li>What they're saying: Microsoft corporate VP and consumer marketing chief Yusuf Mehdi says it's the right time to add generative AI capabilities to shipping products, even if the technology itself has limitations.The other side: Others say that the competitive pressure is leading companies to remove needed safeguards.</li><li>The big picture: Technologies like ChatGPT and image generators such as Dall-E 2 and Stable Diffusion have captured the imagination of the tech industry and beyond.Yes, but: Excitement is one thing; practical uses and profitable businesses are another.</li><li>\"The problem with AI right now isn't that it's smart — it's that it is stupid in ways that we can't always predict,\" as John Oliver put it in a must-watch segment on AI in the latest episode of Last Week Tonight.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/28/chatgpt-generative-ai-products-microsoft"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "ChatGPT and Whisper APIs debut, allowing devs to integrate them into apps",
            "description": "New ChatGPT API can generate text thats a tenth of the cost of previous models.",
            "url": "/2023-02-28-chatgpt-and-whisper-apis-debut-allowing-devs-to-integrate-them-into-apps",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/chatgpt_api_hero1-760x380.jpg",
            "publishedAt": "2023-03-01T19:54:23Z",
            "content": "17 with On Wednesday, OpenAI announced the availability of developer APIs for its popular ChatGPT and Whisper AI models that will let developers integrate them into their apps. An API (application  [+2431 chars]",
            "summary": "Whisper, a speech-to-text model that launched in September, can transcribe spoken audio into text.In particular, demand for a ChatGPT API has been huge, which led to the creation of an unauthorized API late last year that violated OpenAI's terms of service. In this case, app developers can extend their apps' abilities with OpenAI technology for an ongoing fee based on usage.Introduced in late November, ChatGPT generates coherent text in many styles.  Benj Edwards - Mar 1, 2023 7:54 pm UTC On Wednesday, OpenAI announced the availability of developer APIs for its popular ChatGPT and Whisper AI models that will let developers integrate them into their apps. It is priced at $0.002 per 1,000 tokens (about 750 words), which OpenAI says is about 10 times cheaper than its existing GPT-3.5 models. Compute for the APIs will happen off-device and in the cloud.OpenAI calls its new ChatGPT API model \"gpt-3.5-turbo,\" which supersedes its previous \"best\" LLM API, \"text-davinci-003.\" An API (application programming interface) is a set of protocols that allows different computer programs to communicate with each other. Now, OpenAI has introduced its own API offering to meet the demand.",
            "html_summary": "<ul><li>Whisper, a speech-to-text model that launched in September, can transcribe spoken audio into text.In particular, demand for a ChatGPT API has been huge, which led to the creation of an unauthorized API late last year that violated OpenAI's terms of service.</li><li>In this case, app developers can extend their apps' abilities with OpenAI technology for an ongoing fee based on usage.Introduced in late November, ChatGPT generates coherent text in many styles.</li><li> Benj Edwards - Mar 1, 2023 7:54 pm UTC On Wednesday, OpenAI announced the availability of developer APIs for its popular ChatGPT and Whisper AI models that will let developers integrate them into their apps.</li><li>It is priced at $0.002 per 1,000 tokens (about 750 words), which OpenAI says is about 10 times cheaper than its existing GPT-3.5 models.</li><li>Compute for the APIs will happen off-device and in the cloud.OpenAI calls its new ChatGPT API model \"gpt-3.5-turbo,\" which supersedes its previous \"best\" LLM API, \"text-davinci-003.\"</li><li>An API (application programming interface) is a set of protocols that allows different computer programs to communicate with each other.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/03/chatgpt-and-whisper-apis-debut-allowing-devs-to-integrate-them-into-apps/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Microsoft introduces AI model that can understand image content, pass IQ tests",
            "description": "Microsoft believes a multimodal approach paves the way for humanlevel AI.",
            "url": "/2023-02-28-microsoft-unveils-kosmos-1-an-ai-language-model-with-visual-perception-abilities",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/multimodal_eyeball-760x380.jpg",
            "publishedAt": "2023-03-01T23:49:22Z",
            "content": "Enlarge/ An AIgenerated image of an electronic brain with an eyeball.10 with On Monday, researchers from Microsoft introduced Kosmos1, a multimodal model that can reportedly analyze images for  [+4799 chars]",
            "summary": "For example, <g> document </g> is a text input, and \"<s> paragraph <image> Image Embedding </image> paragraph </s> is an interleaved image-text input.... An embedding module is used to encode both text tokens and other input modalities into vectors. After training, they evaluated Kosmos-1's abilities on several tests, including language understanding, language generation, optical character recognition-free text classification, image captioning, visual question answering, web page question answering, and zero-shot image classification.  Benj Edwards - Mar 1, 2023 11:49 pm UTC On Monday, researchers from Microsoft introduced Kosmos-1, a multimodal model that can reportedly analyze images for content, solve visual puzzles, perform visual text recognition, pass visual IQ tests, and understand natural language instructions. The researchers believe multimodal AIwhich integrates different modes of input such as text, audio, images, and videois a key step to building artificial general intelligence (AGI) that can perform general tasks at the level of a human. And it shows: For Kosmos-1 to accept image input, the researchers must first translate the image into a special series of tokens (basically text) that the LLM can understand. \"Being a basic part of intelligence, multimodal perception is a necessity to achieve artificial general intelligence, in terms of knowledge acquisition and grounding to the real world,\" the researchers write in their academic paper, \"Language Is Not All You Need: Aligning Perception with Language Models. For the modalities of continuous signals (e.g., image, and audio), it is also feasible to represent inputs as discrete code and then regard them as foreign languages.Microsoft trained Kosmos-1 using data from the web, including excerpts from The Pile (an 800GB English text resource) and Common Crawl.",
            "html_summary": "<ul><li>For example, “<g> document </g>” is a text input, and \"<s> paragraph <image> Image Embedding </image> paragraph </s>” is an interleaved image-text input.... An embedding module is used to encode both text tokens and other input modalities into vectors.</li><li>After training, they evaluated Kosmos-1's abilities on several tests, including language understanding, language generation, optical character recognition-free text classification, image captioning, visual question answering, web page question answering, and zero-shot image classification.</li><li> Benj Edwards - Mar 1, 2023 11:49 pm UTC On Monday, researchers from Microsoft introduced Kosmos-1, a multimodal model that can reportedly analyze images for content, solve visual puzzles, perform visual text recognition, pass visual IQ tests, and understand natural language instructions.</li><li>The researchers believe multimodal AI—which integrates different modes of input such as text, audio, images, and video—is a key step to building artificial general intelligence (AGI) that can perform general tasks at the level of a human.</li><li>And it shows: For Kosmos-1 to accept image input, the researchers must first translate the image into a special series of tokens (basically text) that the LLM can understand.</li><li>\"Being a basic part of intelligence, multimodal perception is a necessity to achieve artificial general intelligence, in terms of knowledge acquisition and grounding to the real world,\" the researchers write in their academic paper, \"Language Is Not All You Need: Aligning Perception with Language Models.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/03/microsoft-unveils-kosmos-1-an-ai-language-model-with-visual-perception-abilities/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By RANDALL CHASE - Associated Press",
            "title": "Murdoch says some Fox hosts endorsed false election claims",
            "description": "Court documents say Fox Corp. chairman Rupert Murdoch acknowledged that some Fox News commentators endorsed false allegations of a stolen 2020 presidential election. Those allegations are at the heart of a defamation lawsuit against the cable news giant by Do",
            "url": "/2023-02-28-fox-news-murdoch-election-claims-defamation-lawsuit-24d6322f99281fdfb46c272e3ac6bacf",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/c3/cc3a56cb-df25-556d-84a3-97f4afee13ba/63fde97f5e835.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-28T04:16:00Z",
            "content": "By RANDALL CHASE  Associated PressDOVER, Del. (AP) Fox Corp. chairman Rupert Murdoch acknowledged that some Fox News commentators endorsed the false allegations by former President Donald Trump an [+4377 chars]",
            "summary": "The recently unsealed documents include excerpts from a deposition in which Murdoch was asked about whether he was aware that some of the networks commentators  Lou Dobbs, Maria Bartiromo, Jeanine Pirro and Sean Hannity  at times endorsed the false election claims. The answer  every single time, for every single witness  was no.Meanwhile, Fox News attorneys note that when voting-technology companies denied the allegations being made by Trump and his surrogates, Fox News aired those denials, while some Fox News hosts offered protected opinion commentary about Trumps allegations. Dominion repeatedly asked Fox News executives, hosts, and staff whether Fox Corporation employees played a role in the publication of the statements it challenges, they wrote. That was wrong, and for that, FC and FNN are both liable.Attorneys for Fox Corp. note in their filing that Murdoch also testified that he never discussed Dominion or voter fraud with any of the accused Fox News hosts. But I didnt, he replied.Denver-based Dominion Voting Systems, which sells electronic voting hardware and software, is suing both Fox News Network and parent company Fox Corp. for defamation. They say Dominion has produced zero evidentiary support for the claim that high-level executives at Fox Corp. had any role in creating or publishing the statements at issue. Murdoch replied, Yes.",
            "html_summary": "<ul><li>The recently unsealed documents include excerpts from a deposition in which Murdoch was asked about whether he was aware that some of the network’s commentators — Lou Dobbs, Maria Bartiromo, Jeanine Pirro and Sean Hannity — at times endorsed the false election claims.</li><li>“The answer — every single time, for every single witness — was no.”Meanwhile, Fox News attorneys note that when voting-technology companies denied the allegations being made by Trump and his surrogates, Fox News aired those denials, while some Fox News hosts offered protected opinion commentary about Trump’s allegations.</li><li>“Dominion repeatedly asked Fox News executives, hosts, and staff whether Fox Corporation employees played a role in the publication of the statements it challenges,” they wrote.</li><li>That was wrong, and for that, FC and FNN are both liable.”Attorneys for Fox Corp. note in their filing that Murdoch also testified that he never discussed Dominion or voter fraud with any of the accused Fox News hosts.</li><li>But I didn’t,” he replied.Denver-based Dominion Voting Systems, which sells electronic voting hardware and software, is suing both Fox News Network and parent company Fox Corp. for defamation.</li><li>They say Dominion has produced “zero evidentiary support” for the claim that high-level executives at Fox Corp. had any role in creating or publishing the statements at issue.</li></ul>",
            "website_url": "https://apnews.com/article/fox-news-murdoch-election-claims-defamation-lawsuit-24d6322f99281fdfb46c272e3ac6bacf"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By LAURA UNGAR - AP Science Writer",
            "title": "For man behind geneedited babies, a rocky return to science",
            "description": "Five years ago, scientist He Jiankui shocked the world with claims that he created the first genetically edited babies. Now, after three years in a Chinese prison, he faces obstacles and critics as he tries to reenter science. For months",
            "url": "/2023-02-28-crispr-babies-gene-editing-china-0396b63f8550d2c9c46ff77965035f46",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/e8/9e8fa6a6-10f9-5624-bdce-68a22e351f04/63fd9194dccac.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-28T05:01:08Z",
            "content": "By LAURA UNGAR  AP Science WriterFive years ago, scientist He Jiankui shocked his peers and the world with claims that he created the first genetically edited babies. Now, after serving three year [+7348 chars]",
            "summary": "That included sharing his goal to raise 50 million Chinese yuan through charity (about $7.3 million) and start clinical trials by March 2025.Weve exposed that there is little substance behind Hes ambitious Duchenne gene therapy plans, the report said. But how can anyone think this is a good idea?Some scientists worry he may return to the sort of work he did before, which involved using a tool called CRISPR-Cas9 to genetically edit embryos, disabling a gene that allows HIV to enter cells. We were concerned that he might endanger another vulnerable population if his new venture remains unchecked.Organizers said they invited He because China hadnt had an open discussion about CRISPR technology and ethics since his stunning announcement in 2018. Now, after serving three years in a Chinese prison for practicing medicine without a license, he faces obstacles and critics as he tries to re-enter science.For months hes been touting plans to develop affordable gene therapies for rare diseases, starting with the muscle-wasting condition Duchenne muscular dystrophy. Efcavitch, who did not respond to requests for comment, previously served on the scientific advisory board of Direct Genomics, a sequencing company He co-founded before the gene editing scandal. He spoke remotely about this new endeavor at an event in early February hosted by the University of Kent in the United Kingdom.And last week, he announced to the press that hed received a Hong Kong visa and might want to work in the financial hub. It would be very naive of us to think that if we dont engage him in any conversation, he will just go away, she said.",
            "html_summary": "<ul><li>That included sharing his goal to raise 50 million Chinese yuan through charity (about $7.3 million) and start clinical trials by March 2025.“We’ve exposed that there is little substance” behind He’s ambitious Duchenne gene therapy plans, the report said.</li><li>But how can anyone think this is a good idea?”Some scientists worry he may return to the sort of work he did before, which involved using a tool called CRISPR-Cas9 to genetically edit embryos, disabling a gene that allows HIV to enter cells.</li><li>“We were concerned that he might endanger another vulnerable population if his new venture remains unchecked.”Organizers said they invited He because China hadn’t had an open discussion about CRISPR technology and ethics since his stunning announcement in 2018.</li><li>Now, after serving three years in a Chinese prison for practicing medicine without a license, he faces obstacles and critics as he tries to re-enter science.For months he’s been touting plans to develop affordable gene therapies for rare diseases, starting with the muscle-wasting condition Duchenne muscular dystrophy.</li><li>Efcavitch, who did not respond to requests for comment, previously served on the scientific advisory board of Direct Genomics, a sequencing company He co-founded before the gene editing scandal.</li><li>He spoke remotely about this new endeavor at an event in early February hosted by the University of Kent in the United Kingdom.And last week, he announced to the press that he’d received a Hong Kong visa and might want to work in the financial hub.</li></ul>",
            "website_url": "https://apnews.com/article/crispr-babies-gene-editing-china-0396b63f8550d2c9c46ff77965035f46"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Rodgers says decision on future will come soon enough",
            "description": "Aaron Rodgers says he will make a decision on his future soon enough as the fourtime MVP quarterback ponders whether to play next season and if his future remains with the Green Bay Packers. The 39yearold Rodgers discussed his future",
            "url": "/2023-02-28-packers-aaron-rodgers-55954fce57a2623af3ba05b5a5db722b",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/a/58/a5890842-ee3c-587b-8bf8-f54c6d6e4d37/63ff9ba826f12.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-01T18:31:06Z",
            "content": "GREEN BAY, Wis. (AP) Aaron Rodgers says he will make a decision on his future soon enough as the fourtime MVP quarterback ponders whether to play next season and if his future remains with the Green [+3727 chars]",
            "summary": "Ill make a decision soon enough and well go down that road and be really excited about it.Rodgers has noted he planned this retreat several months ago and that it wasnt planned specifically so that he could think about his football future. He spent much of the 1 1/2-hour conversation describing his recent isolation retreat in which he said he spent four days alone in a dark room.Theres a finality to the decision, Rodgers said. Honestly I felt in the first year that Matt was here, Matt was in Green Bay in 19 and I felt at times like a game manager, like I didnt quite understand what we were doing at times on offense. I threw four interceptions and 26 touchdowns, and we were 13-3, but I felt like there was so much more. Hopefully those things will happen soon.Gutekunst also indicated that he believes 2020 first-round pick Jordan Love is ready to be an NFL starting quarterback. So there would be plenty of inspiration down that road.___AP NFL: https://apnews.com/hub/nfl and https://twitter.com/AP_NFL If you dont like it and think its drama, me being a diva or whatever, just tune it out.",
            "html_summary": "<ul><li>I’ll make a decision soon enough and we’ll go down that road and be really excited about it.”Rodgers has noted he planned this retreat several months ago and that it wasn’t planned specifically so that he could think about his football future.</li><li>He spent much of the 1 1/2-hour conversation describing his recent isolation retreat in which he said he spent four days alone in a dark room.“There’s a finality to the decision,” Rodgers said.</li><li>“Honestly I felt in the first year that Matt was here, Matt was in Green Bay in ’19 and I felt at times like a game manager, like I didn’t quite understand what we were doing at times on offense.</li><li>I threw four interceptions and 26 touchdowns, and we were 13-3, but I felt like there was so much more.</li><li>Hopefully those things will happen soon.”Gutekunst also indicated that he believes 2020 first-round pick Jordan Love is ready to be an NFL starting quarterback.</li><li>So there would be plenty of inspiration down that road.”___AP NFL: https://apnews.com/hub/nfl and https://twitter.com/AP_NFL</li></ul>",
            "website_url": "https://apnews.com/article/packers-aaron-rodgers-55954fce57a2623af3ba05b5a5db722b"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "John Timmer",
            "title": "NASAs DART impactor shows how planetary defense can work",
            "description": "Most of the orbital change came from the momentum carried away by debris.",
            "url": "/2023-02-28-nasas-dart-impactor-shows-how-planetary-defense-can-work",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/image-760x380.png",
            "publishedAt": "2023-03-01T19:04:07Z",
            "content": "Enlarge/ Hubble images of the debris plume.1 with When the NASA DART mission slammed into a small asteroid, we knew with great precision how much the spacecraft weighed and how fast it traveled.  [+2626 chars]",
            "summary": "If you combine that with our estimates of the motion and mass of its target asteroid, Dimorphos, then you could easily do the math and estimate how much momentum would be lost by the asteroid and what that would mean for its orbit. Combined with knowledge of the orientation of the spacecraft, this allows for a fantastically detailed description of the impact:The spacecraft approached the asteroid with its solar arrays canted slightly toward the surface. Almost immediately thereafter, the -Y solar array grazed boulder 2, with the leading edge of the -Y array contacting the surface near the base of boulder 2 in downrange direction. The leading edge of the +Y solar array contacted the surface of boulder 1, and this solar array directly hit boulder 1. Finally, the spacecraft bus hit between boulders 1 and 2.This shows that we currently have the technology needed to run an interception on a small asteroid without requiring elaborate reconnaissance in advance.  John Timmer - Mar 1, 2023 7:04 pm UTC When the NASA DART mission slammed into a small asteroid, we knew with great precision how much the spacecraft weighed and how fast it traveled. And, as we've known for some time, the impact of the spacecraft can significantly shift the orbit of the asteroid.",
            "html_summary": "<ul><li>If you combine that with our estimates of the motion and mass of its target asteroid, Dimorphos, then you could easily do the math and estimate how much momentum would be lost by the asteroid and what that would mean for its orbit.</li><li>Combined with knowledge of the orientation of the spacecraft, this allows for a fantastically detailed description of the impact:The spacecraft approached the asteroid with its solar arrays canted slightly toward the surface.</li><li>Almost immediately thereafter, the -Y solar array grazed boulder 2, with the leading edge of the -Y array contacting the surface near the base of boulder 2 in downrange direction.</li><li>The leading edge of the +Y solar array contacted the surface of boulder 1, and this solar array directly hit boulder 1.</li><li>Finally, the spacecraft bus hit between boulders 1 and 2.This shows that we currently have the technology needed to run an interception on a small asteroid without requiring elaborate reconnaissance in advance.</li><li> John Timmer - Mar 1, 2023 7:04 pm UTC When the NASA DART mission slammed into a small asteroid, we knew with great precision how much the spacecraft weighed and how fast it traveled.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/03/nasas-dart-impactor-shows-how-planetary-defense-can-work/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Mari Yamaguchi",
            "title": "Japan OKs new budget incl. hefty arms cost to deter China",
            "description": "TOKYO (AP)  The lower house of Parliament approved Tuesday a budget for the coming fiscal year that includes a record 6.8 trillion yen ($50 billion) in defense spending, part of Japans effort to fortify its military  as Chinas influence in the region grows.",
            "url": "/2023-02-28-japan-budget-defense-china-tomahawks-missile-f65e76920b976ceaee45ccd95ee61e34",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/f68c60a14ea14762a51bd148f584cdab/1915.webp",
            "publishedAt": "2023-02-28T10:04:04Z",
            "content": "TOKYO (AP) The lower house of Parliament approved Tuesday a budget for the coming fiscal year that includes a record 6.8 trillion yen ($50 billion) in defense spending, part of Japans effort to forti [+4151 chars]",
            "summary": "TOKYO (AP)  The lower house of Parliament approved Tuesday a budget for the coming fiscal year that includes a record 6.8 trillion yen ($50 billion) in defense spending, part of Japans effort to fortify its military as Chinas influence in the region grows. Passage of the 114 trillion yen ($836 billion) budget by the lower house of parliament, the more powerful of its two chambers, ensures it will be enacted by the end of March regardless of any decision by the upper house. The improvement of childcare has been neglected for more than 10 years, Chinami Nishimura, a lawmaker with the opposition Constitutional Democratic Party of Japan, told a lower house budget committee meeting Tuesday. Why did the budget for spending so much money on Tomahawks get approved so quickly? I dont think its about choosing between one or the other, Kishida responded. Military spending is due to nearly double within the next five years as Japan builds up its defenses in response to potential threats from China, North Korea and Russia. On Tuesday, government-backed chip maker Rapidus announced plans to build a new semiconductor plant in Chitose on the northern main island of Hokkaido. The company recently announced a tie up with International International Business Machines Corp. in the development and production of 2-nanometer chips.",
            "html_summary": "<ul><li>TOKYO (AP) — The lower house of Parliament approved Tuesday a budget for the coming fiscal year that includes a record 6.8 trillion yen ($50 billion) in defense spending, part of Japan’s effort to fortify its military as China’s influence in the region grows.</li><li>Passage of the 114 trillion yen ($836 billion) budget by the lower house of parliament, the more powerful of its two chambers, ensures it will be enacted by the end of March regardless of any decision by the upper house.</li><li>“The improvement of childcare has been neglected for more than 10 years,” Chinami Nishimura, a lawmaker with the opposition Constitutional Democratic Party of Japan, told a lower house budget committee meeting Tuesday.</li><li>“Why did the budget for spending so much money on Tomahawks get approved so quickly?” “I don’t think it’s about choosing between one or the other,” Kishida responded.</li><li>Military spending is due to nearly double within the next five years as Japan builds up its defenses in response to potential threats from China, North Korea and Russia.</li><li>On Tuesday, government-backed chip maker Rapidus announced plans to build a new semiconductor plant in Chitose on the northern main island of Hokkaido.</li></ul>",
            "website_url": "https://apnews.com/article/japan-budget-defense-china-tomahawks-missile-f65e76920b976ceaee45ccd95ee61e34"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Meet the space billionaire who is interested in something other than rockets",
            "description": "Vasts acquisition of Launcher shows that Jed McCaleb is serious about this space thing.",
            "url": "/2023-02-28-meet-the-space-billionaire-who-is-interested-in-something-other-than-rockets",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/Vast-Concept-Render-760x380.webp",
            "publishedAt": "2023-02-28T15:30:40Z",
            "content": "Enlarge/ An artists concept of a Vast space station with artificial gravity.0 with Theres a new space billionaire, and this one is not interested in launching rockets. His name is Jed McCaleb,  [+4942 chars]",
            "summary": "With an acquisition last week of a small space company named Launcher, McCaleb has shown he is serious about building a space station in low-Earth orbit.McCaleb's space habitation company, Vast, emerged publicly last fall with a plan to build space stations that featured artificial gravity. This was significant because NASA and most other space agencies around the world have devoted little time to developing systems for artificial gravity in space, which may be important for long-term human habitation due to the deleterious effects of microgravity experienced by astronauts on the International Space Station. \"Any time you have people in space for a long time, whether in orbit around Mars or working on asteroid mining, they're going to want gravity,\" he said.The first iteration of Vast's space plans will exist in low-Earth orbit, however. He is estimated by Forbes to be worth $2.5 billion and has vowed to invest at least $300 million into Vast Space as it seeks to develop space stations.The first wave of space billionaires, including Elon Musk, Jeff Bezos, Richard Branson, and others, were primarily interested in launch. Their first major projects at SpaceX, Blue Origin, and Virgin Galactic were to develop space launch systems to bring down the cost of access to space. As NASA continues to fund the development of commercial space stations in low-Earth orbitAxiom Space, Blue Origin, Nanoracks, and Northrop Grumman are all competing thereVast intends to go after some of this funding as well. McCaleb said in an interview that it is time for a new generation of space companies to take advantage of the availability of commercial launch options.So he is investing in this future.",
            "html_summary": "<ul><li>With an acquisition last week of a small space company named Launcher, McCaleb has shown he is serious about building a space station in low-Earth orbit.McCaleb's space habitation company, Vast, emerged publicly last fall with a plan to build space stations that featured artificial gravity.</li><li>This was significant because NASA and most other space agencies around the world have devoted little time to developing systems for artificial gravity in space, which may be important for long-term human habitation due to the deleterious effects of microgravity experienced by astronauts on the International Space Station.</li><li>\"Any time you have people in space for a long time, whether in orbit around Mars or working on asteroid mining, they're going to want gravity,\" he said.The first iteration of Vast's space plans will exist in low-Earth orbit, however.</li><li>He is estimated by Forbes to be worth $2.5 billion and has vowed to invest at least $300 million into Vast Space as it seeks to develop space stations.The first wave of space billionaires, including Elon Musk, Jeff Bezos, Richard Branson, and others, were primarily interested in launch.</li><li>Their first major projects at SpaceX, Blue Origin, and Virgin Galactic were to develop space launch systems to bring down the cost of access to space.</li><li>As NASA continues to fund the development of commercial space stations in low-Earth orbit—Axiom Space, Blue Origin, Nanoracks, and Northrop Grumman are all competing there—Vast intends to go after some of this funding as well.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/meet-the-space-billionaire-who-is-interested-in-something-other-than-rockets/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "Tesla shareholder suit says Musk and co. lied about Full SelfDriving safety",
            "description": "Investor lawsuit cites recall of Tesla cars that act dangerously in intersections.",
            "url": "/2023-02-28-tesla-shareholder-suit-says-musk-and-co-lied-about-full-self-driving-safety",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/04/getty-tesla-fremont-760x380.jpg",
            "publishedAt": "2023-02-28T21:29:59Z",
            "content": "Enlarge/ Cars parked at the Tesla Fremont Factory in Fremont, California, on February 10, 2022.7 with A classaction complaint alleges that Tesla and CEO Elon Musk repeatedly made false statement [+3227 chars]",
            "summary": "The complaint cites several stock-price drops triggered by news about Tesla safety deficiencies and related investigations.There were significant stock-price drops in April 2021, August 2021, June 2022, and January 2023 triggered by National Highway Traffic Safety Administration (NHTSA) and Securities and Exchange Commission (SEC) investigations, the lawsuit said. The problem is slated to be fixed by an over-the-air software update.The lawsuit was filed by investor Thomas Lamontagne and seeks to represent a proposed class of potentially thousands of people who acquired Tesla stock.",
            "html_summary": "<ul><li>The complaint cites several stock-price drops triggered by news about Tesla safety deficiencies and related investigations.There were significant stock-price drops in April 2021, August 2021, June 2022, and January 2023 triggered by National Highway Traffic Safety Administration (NHTSA) and Securities and Exchange Commission (SEC) investigations, the lawsuit said.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/02/tesla-shareholder-suit-says-musk-and-co-lied-about-full-self-driving-safety/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Father of cellphone sees dark side.... Metas hardware plans include thinner Quest this year, adsupported AR in 2027. Companies scramble to incorporate generative AI in products. ChatGPT and Whisper APIs debut, allowing devs to integrate them into apps. Microsoft introduces AI model that can understand image content, pass IQ tests. Murdoch says some Fox hosts endorsed false election claims. For man behind geneedited babies, a rocky return to science. Rodgers says decision on future will come soon enough. NASAs DART impactor shows how planetary defense can work. Japan OKs new budget incl. hefty arms cost to deter China. Meet the space billionaire who is interested in something other than rockets. Tesla shareholder suit says Musk and co. lied about Full SelfDriving safety"
}