{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Jennifer Peltz",
            "title": "Network fights suit from ANOTHER voting tech firm...",
            "description": "NEW YORK (AP)  Fox Corp. Chairman Rupert Murdoch said under oath that he believes the 2020 presidential election was free, fair and not stolen, according to court filings released Tuesday in a voting machine companys defamation lawsuit over Fox News covera",
            "url": "/2023-03-08-fox-trump-election-claims-defamation-voting-machines-91d6c6e7d39083b7732787e013bb1fc4",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/b80634e82e354c5586f9cd4bcffe0170/3000.webp",
            "publishedAt": "2023-03-08T00:22:37Z",
            "content": "NEW YORK (AP) Fox Corp. Chairman Rupert Murdoch said under oath that he believes the 2020 presidential election was free, fair and not stolen, according to court filings released Tuesday in a voting  [+5422 chars]",
            "summary": "They shed further light on internal skepticism at Fox over the fraud claims and the networks worry about viewers angry with its own election-night declaration that Democrat Joe Biden had won Arizona. He could easily destroy us if we play it wrong.The pressure on Fox from its audience after its correct Arizona call was felt in Foxs news ranks, too. Im confident we will be proven right.He was  and two months later Fox forced him out of his job.The exhibits released Tuesday had several references to accusations against Dominion made by Trump attorneys Sidney Powell and Rudolph Giuliani. Nor did they uncover any credible evidence that the vote was tainted.",
            "html_summary": "<ul><li>They shed further light on internal skepticism at Fox over the fraud claims and the network’s worry about viewers angry with its own election-night declaration that Democrat Joe Biden had won Arizona.</li><li>He could easily destroy us if we play it wrong.”The pressure on Fox from its audience after its correct Arizona call was felt in Fox’s news ranks, too.</li><li>I’m confident we will be proven right.”He was — and two months later Fox forced him out of his job.The exhibits released Tuesday had several references to accusations against Dominion made by Trump attorneys Sidney Powell and Rudolph Giuliani.</li></ul>",
            "website_url": "https://apnews.com/article/fox-trump-election-claims-defamation-voting-machines-91d6c6e7d39083b7732787e013bb1fc4"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Huizhong Wu",
            "title": "Taiwan suspects Beijing cut islands internet cables...",
            "description": "NANGAN, Taiwan (AP)  In the past month, bed and breakfast owner Chen Yulin had to tell his guests he couldnt provide them with the internet.  Others living on Matsu, one of Taiwans outlying islands closer to neighboring China, had to struggle with paying ",
            "url": "/2023-03-08-matsu-taiwan-internet-cables-cut-china-65f10f5f73a346fa788436366d7a7c70",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/d8eff7ca5ef141199197361953e7205c/3000.webp",
            "publishedAt": "2023-03-08T12:49:38Z",
            "content": "NANGAN, Taiwan (AP) In the past month, bed and breakfast owner Chen Yulin had to tell his guests he couldnt provide them with the internet. Others living on Matsu, one of Taiwans outlying islands  [+8018 chars]",
            "summary": "Nowadays, the internet plays a very large role in peoples lives, said Chen, who lives in Beigan, one of Matsus main residential islands.Apart from disrupting lives, the loss of the internet cables, seemingly innocuous, has huge implications for national security. Wang Chung Ming, the head of Lienchiang County, as the Matsu islands are officially called, said he and the legislator from Matsu went to Taipei shortly after the internet broke down to ask for help, and was told they would get priority in any future internet backup plans. Many Pacific island nations, before they started using internet cables, depended on satellites  and some still do  as backup, said Jonathan Brewer, a telecommunications consultant from New Zealand who works across Asia and the Pacific. Taiwan needs to invest more resources in repairing and protecting the cables.Internet cables, which can be anywhere between 20 millimeters to 30 millimeters (0.79 inches to 1.18 inches) wide, are encased in steel armor in shallow waters where theyre more likely to run into ships. For connecting to the outside world, Matsus 14,000 residents rely on two submarine internet cables leading to Taiwans main island. NCC said it will install a surveillance system for the undersea cables, while relying on microwave transmission as a backup option. Taiwans Ministry of Digital Affairs publicly asked for bids from low-Earth orbit satellite operators to provide the internet in a backup plan, after seeing Russias cyberattacks in the invasion of Ukraine, the head of the ministry, Audrey Tang, told The Washington Post last fall.",
            "html_summary": "<ul><li>Nowadays, the internet plays a very large role in people’s lives,” said Chen, who lives in Beigan, one of Matsu’s main residential islands.Apart from disrupting lives, the loss of the internet cables, seemingly innocuous, has huge implications for national security.</li><li>Wang Chung Ming, the head of Lienchiang County, as the Matsu islands are officially called, said he and the legislator from Matsu went to Taipei shortly after the internet broke down to ask for help, and was told they would get priority in any future internet backup plans.</li><li>Many Pacific island nations, before they started using internet cables, depended on satellites — and some still do — as backup, said Jonathan Brewer, a telecommunications consultant from New Zealand who works across Asia and the Pacific.</li><li>“Taiwan needs to invest more resources in repairing and protecting the cables.”Internet cables, which can be anywhere between 20 millimeters to 30 millimeters (0.79 inches to 1.18 inches) wide, are encased in steel armor in shallow waters where they’re more likely to run into ships.</li><li>For connecting to the outside world, Matsu’s 14,000 residents rely on two submarine internet cables leading to Taiwan’s main island.</li><li>NCC said it will install a surveillance system for the undersea cables, while relying on microwave transmission as a backup option.</li></ul>",
            "website_url": "https://apnews.com/article/matsu-taiwan-internet-cables-cut-china-65f10f5f73a346fa788436366d7a7c70"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "Berlin VC fund La Famiglia raises 250M for both Seed and Growth B2B startups",
            "description": "La Famiglia, a Berlinbased VC fund (no, not the Mafia organization, in case there is any confusion) has raised 250 million for its combined third seed fund...",
            "url": "/2023-03-08-berlin-vc-fund-la-famiglia-raises-e250m-for-both-seed-and-growth-b2b-startups",
            "urlToImage": "https://media.zenfs.com/en/techcrunch_350/c36bc583e753e916b33f0ea57cfb0a83",
            "publishedAt": "2023-03-08T08:35:37Z",
            "content": "La Famiglia, a Berlinbased VC fund (no, not the Mafia organization, in case there is any confusion) has raised 250 million for its combined third seed fund (which is 165 million) and its first growt [+3648 chars]",
            "summary": "To date, the fund has raised more than 350 million since its inception in 2017, when it closed its first 35 million seed fund. The second 60 million seed fund came in 2019.The fund aims to invest up to 5 million in largely B2B startups. Zurich-based quality management platform Ethon.ai is the first investment from Fund 3.Family offices behind brand names such as Valentino, Adidas, Swarovski, Hapag Lloyd and Este Lauder are LPs in Fund 3. And fund three just gave us a lot of performance, and kind of spoke for itself. The family of Founding Partner, Dr. Jeannette zu Frstenberg, owns the measuring technology company Krohne Messtechnik (annual revenues over $780 million), which puts them into fairly rarified circles in European high society. Fund one and two were a lot harder [to raise] by comparison. La Famiglia is also newly backed by entrepreneurs such as Ilkka Paananen (Supercell), Ross Mason (MuleSoft), and portfolio founders Qasar Younis (Applied Intuition), Hanno Renner (Personio) and Michael Wax (Forto).Its perhaps unsurprising that La Famiglia can reach LPs other VCs may find it difficult to reach.",
            "html_summary": "<ul><li>To date, the fund has raised more than €350 million since its inception in 2017, when it closed its first €35 million seed fund.</li><li>The second €60 million seed fund came in 2019.The fund aims to invest up to €5 million in largely B2B startups.</li><li>Zurich-based quality management platform Ethon.ai is the first investment from Fund 3.Family offices behind brand names such as Valentino, Adidas, Swarovski, Hapag Lloyd and Estée Lauder are LPs in Fund 3.</li><li>And fund three just gave us a lot of performance, and kind of spoke for itself.</li><li>The family of Founding Partner, Dr. Jeannette zu Fürstenberg, owns the measuring technology company Krohne Messtechnik (annual revenues over $780 million), which puts them into fairly rarified circles in European high society.</li><li>Fund one and two were a lot harder [to raise] by comparison.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/08/berlin-vc-fund-la-famiglia-raises-e250m-for-both-seed-and-growth-b2b-startups/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATT O'BRIEN and HALELUYA HADERO - AP Technology Writers",
            "title": "From marketing to design, brands adopt AI tools despite risk",
            "description": "Even if you havent tried artificial intelligence tools that can write essays and poems or conjure new images on command, chances are the companies that make your household products are already starting to do so. Mattel has put the AI",
            "url": "/2023-03-08-chatgpt-dalle-artificial-intelligence-openai-generative-ai-amazon-a4cc87c35b4e906538b889de978201f9",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/0/2c/02ce1cfc-9d4a-5a03-b46f-22bc1f20b118/64085f056fd90.image.jpg?crop=1662%2C873%2C0%2C187&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-08T10:00:06Z",
            "content": "By MATT OBRIEN and HALELUYA HADERO  AP Technology WritersEven if you havent tried artificial intelligence tools that can write essays and poems or conjure new images on command, chances are the c [+7557 chars]",
            "summary": "Forrester analyst Rowan Curran said the tools should speed up some of the nitty-gritty of office tasks  much like previous innovations such as word processors and spell checkers  rather than putting people out of work, as some fear.Ultimately its part of the workflow, Curran said. But Delangue contrasted his approach with competitors such as OpenAI, which doesnt disclose its code and datasets.Hugging Face hosts a platform that allows developers to share open-source AI models for text, image and audio tools, which can lay the foundation for building different products. It is also a way for underrepresented people to understand where the biases can be (and) how the models have been trained, so that the bias can be mitigated, Delangue said. Even if you havent tried artificial intelligence tools that can write essays and poems or conjure new images on command, chances are the companies that make your household products are already starting to do so. While text generators like ChatGPT and Microsofts Bing chatbot can make the process of writing emails, presentations and marketing pitches faster and easier, they also have a tendency to confidently present misinformation as fact. Hugging Face decided to double down on its Amazon partnership after seeing the explosion of demand for generative AI products, said Clement Delangue, the startups co-founder and CEO. And the grocery delivery company Instacart is integrating ChatGPT to answer customers food questions.Coca-Cola plans to use generative AI to help create new marketing content.",
            "html_summary": "<ul><li>Forrester analyst Rowan Curran said the tools should speed up some of the “nitty-gritty” of office tasks — much like previous innovations such as word processors and spell checkers — rather than putting people out of work, as some fear.“Ultimately it’s part of the workflow,” Curran said.</li><li>But Delangue contrasted his approach with competitors such as OpenAI, which doesn’t disclose its code and datasets.Hugging Face hosts a platform that allows developers to share open-source AI models for text, image and audio tools, which can lay the foundation for building different products.</li><li>It is also a way for “underrepresented people to understand where the biases can be (and) how the models have been trained,” so that the bias can be mitigated, Delangue said.</li><li>Even if you haven’t tried artificial intelligence tools that can write essays and poems or conjure new images on command, chances are the companies that make your household products are already starting to do so.</li><li>While text generators like ChatGPT and Microsoft’s Bing chatbot can make the process of writing emails, presentations and marketing pitches faster and easier, they also have a tendency to confidently present misinformation as fact.</li><li>Hugging Face decided to double down on its Amazon partnership after seeing the explosion of demand for generative AI products, said Clement Delangue, the startup’s co-founder and CEO.</li></ul>",
            "website_url": "https://apnews.com/article/chatgpt-dalle-artificial-intelligence-openai-generative-ai-amazon-a4cc87c35b4e906538b889de978201f9"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "Proposed US bipartisan bill could lead to TikTok ban",
            "description": "A group of U.S. senators unveiled new bipartisan legislation that would give the administration new powers when it comes to restricting or even banning foreignbased technologies. In particular, the bill could be used to ban TikTok in the U.S. if the administ",
            "url": "/2023-03-08-proposed-us-bipartisan-bill-could-lead-to-tiktok-ban",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1471961787.jpg?resize=1200,800",
            "publishedAt": "2023-03-08T12:52:32Z",
            "content": "A group of U.S. senators unveiled new bipartisan legislation that would give the administration new powers when it comes to restricting or even banning foreignbased technologies. In particular, the  [+2699 chars]",
            "summary": "While the new RESTRICT Act could potentially be used against a lot of different foreign companies, nearly all senators working on this bill mention TikTok as the main threat of the day.TikTok is owned by a Chinese private company called ByteDance. And before that, it was Russias Kaspersky Lab, which threatened the security of government and corporate devices, Senator Warner said in a statement.According to him, thats why the U.S. needs a new systemic approach to foreign threats so we arent playing Whac-A-Mole, he said. Its growing popularity in the U.S. has also come with growing concerns about user data and foreign meddling.White House national security advisor Jake Sullivan endorsed the bill. In particular, the bill could be used to ban TikTok in the U.S. if the administration considers that it causes national security threats.Senator Mark Warner (D-VA) and Senator John Thune (R-SD) are leading the charge with support from 10 other senators. If the bill passes, the Department of Commerce will be able to review, prevent, and mitigate software, hardware or services that come from foreign adversaries.The bill text names some of these adversarial nations  China, Cuba, Iran, North Korea, Russia and Venezuela. A group of U.S. senators unveiled new bipartisan legislation that would give the administration new powers when it comes to restricting or even banning foreign-based technologies. But Democrats opposed this different bill.As for TikTok, representatives have said several times that American user data cant be accessed by the Chinese government.",
            "html_summary": "<ul><li>While the new RESTRICT Act could potentially be used against a lot of different foreign companies, nearly all senators working on this bill mention TikTok as the main threat of the day.TikTok is owned by a Chinese private company called ByteDance.</li><li>And before that, it was Russia’s Kaspersky Lab, which threatened the security of government and corporate devices,” Senator Warner said in a statement.According to him, that’s why the U.S. needs a new systemic approach to foreign threats “so we aren’t playing Whac-A-Mole,” he said.</li><li>Its growing popularity in the U.S. has also come with growing concerns about user data and foreign meddling.White House national security advisor Jake Sullivan endorsed the bill.</li><li>In particular, the bill could be used to ban TikTok in the U.S. if the administration considers that it causes national security threats.Senator Mark Warner (D-VA) and Senator John Thune (R-SD) are leading the charge with support from 10 other senators.</li><li>If the bill passes, the Department of Commerce will be able to “review, prevent, and mitigate” software, hardware or services that come from foreign adversaries.The bill text names some of these adversarial nations — China, Cuba, Iran, North Korea, Russia and Venezuela.</li><li>A group of U.S. senators unveiled new bipartisan legislation that would give the administration new powers when it comes to restricting or even banning foreign-based technologies.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/08/proposed-us-bipartisan-bill-could-lead-to-tiktok-ban/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Edith M. Lederer",
            "title": "Governments criticized for keeping women from peace talks",
            "description": "UNITED NATIONS (AP)  On the eve of International Womens Day, leading womens rights campaigners at the United Nations and the African Union and a Nobel Peace Prize laureate criticized maledominated governments Tuesday for excluding women from peace negotia",
            "url": "/2023-03-08-women-peace-negotiations-sexual-violence-exclusion-bb4583012fd18c7b2231e270d12a69ec",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/7f1850a0c6eb41e7b7512d31a66769b8/3000.webp",
            "publishedAt": "2023-03-08T05:42:46Z",
            "content": "UNITED NATIONS (AP) On the eve of International Womens Day, leading womens rights campaigners at the United Nations and the African Union and a Nobel Peace Prize laureate criticized maledominated go [+4723 chars]",
            "summary": "It is also examining digital harassment and disinformation aimed at women that fosters violent misogyny.Bahous cited a recent study that says politically motivated online abuse of women within Myanmar and from the country increased at least fivefold after that countrys February 2021 coup.",
            "html_summary": "<ul><li>It is also examining digital harassment and disinformation aimed at women that fosters violent misogyny.Bahous cited a recent study that says politically motivated online abuse of women within Myanmar and from the country increased at least fivefold after that country’s February 2021 coup.</li></ul>",
            "website_url": "https://apnews.com/article/women-peace-negotiations-sexual-violence-exclusion-bb4583012fd18c7b2231e270d12a69ec"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "Worldcoin, cofounded by Sam Altman, is betting the next big thing in AI is proving you are human",
            "description": "Fake virtual identities are nothing new. The ability to so easily create them has been both a boon for social media platforms  more users  and a scourge, tied as they are to the spread of conspiracy theories, distorted discourse and other societal ills. S",
            "url": "/2023-03-08-worldcoin-cofounded-by-sam-altman-is-betting-the-next-big-thing-in-ai-is-proving-you-are-human",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Next-Gen-Orb-halved.jpeg?resize=1200,857",
            "publishedAt": "2023-03-08T06:53:16Z",
            "content": "Fake virtual identities are nothing new. The ability to so easily create them has been both a boon for social media platforms  more users  and a scourge, tied as they are to the spread of conspir [+10118 chars]",
            "summary": "Currently, the outfit says it has 1.2 million users; to be truly effective, it needs more than a billion more, including people resistant to the idea of biometric technologies and all things crypto-related.Altman  who remains on the board of Worldcoin  knows its a lot to overcome. To me personally, hed said, the amount of privacy you give up to use Facebook or something versus the amount of privacy you give up for a scan of your retina and nothing else  Id much rather have the latter. Altman meanwhile has told me that hes not day-to-day involved but thinks super highly of Blanias now 120-person team, which collectively aims to create the largest financial and identity system globally and make it fully privacy preserving and inclusive, says Blania.Its a tall order. Yet some quickly deemed it another crypto scam, while others questioned whether a nascent startup collecting biometric data could truly secure its participants privacy.Altman later said the press owed to a leak and that Worldcoin wasnt ready to tell its story in 2021. When in June 2021, Bloomberg reported that Altman was at work on Worldcoin, many questioned its promise to give one share of its new digital currency to everyone who agreed to an iris scan. Whether theyll be enough to win over users is an open question, but certainly, more people now understand why proving personhood online is about to become essential.Everything everywhere all at onceAlex Blania. Chris Dixon of Andreessen Horowitz reportedly once told Blania: This is super interesting tech, but I think you dont understand what a big deal it actually is.Nevertheless, critics continue to doubt the companys lofty objectives and its tech.",
            "html_summary": "<ul><li>Currently, the outfit says it has 1.2 million users; to be truly effective, it needs more than a billion more, including people resistant to the idea of biometric technologies and all things crypto-related.Altman — who remains on the board of Worldcoin — knows it’s a lot to overcome.</li><li>“To me personally,” he’d said, “the amount of privacy you give up to use Facebook or something versus the amount of privacy you give up for a scan of your retina and nothing else — I’d much rather have the latter.</li><li>Altman meanwhile has told me that he’s not “day-to-day involved” but thinks “super highly” of Blania’s now 120-person team, which collectively aims to create the “largest financial and identity system globally and make it fully privacy preserving and inclusive,” says Blania.It’s a tall order.</li><li>Yet some quickly deemed it another crypto scam, while others questioned whether a nascent startup collecting biometric data could truly secure its participants’ privacy.Altman later said the press owed to a “leak” and that Worldcoin wasn’t ready to tell its story in 2021.</li><li>When in June 2021, Bloomberg reported that Altman was at work on Worldcoin, many questioned its promise to give one share of its new digital currency to everyone who agreed to an iris scan.</li><li>Whether they’ll be enough to win over users is an open question, but certainly, more people now understand why proving personhood online is about to become essential.Everything everywhere all at onceAlex Blania.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/07/worldcoin-cofounded-by-sam-altman-is-betting-the-next-big-thing-in-ai-is-proving-you-are-human/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Network fights suit from ANOTHER voting tech firm.... Taiwan suspects Beijing cut islands internet cables.... Berlin VC fund La Famiglia raises 250M for both Seed and Growth B2B startups. From marketing to design, brands adopt AI tools despite risk. Proposed US bipartisan bill could lead to TikTok ban. Governments criticized for keeping women from peace talks. Worldcoin, cofounded by Sam Altman, is betting the next big thing in AI is proving you are human"
}