{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Frank Bajak",
            "title": "Drone advances in Ukraine could bring dawn of killer robots...",
            "description": "KYIV, Ukraine (AP)  Drone advances in Ukraine have accelerated a longanticipated technology trend that could soon bring the worlds first fully autonomous fighting robots to the battlefield, inaugurating a new age of warfare.",
            "url": "/2023-01-03-russia-ukraine-war-drone-advances-6591dc69a4bf2081dcdd265e1c986203",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/6e70787aec534a628713b5b6fbfa97c8/3000.webp",
            "publishedAt": "2023-01-03T15:43:50Z",
            "content": "KYIV, Ukraine (AP) Drone advances in Ukraine have accelerated a longanticipated technology trend that could soon bring the worlds first fully autonomous fighting robots to the battlefield, inaugurat [+9515 chars]",
            "summary": "In the mid-2010s, colleagues he polled agreed that graduate students could, in a single term, produce an autonomous drone capable of finding and killing an individual, lets say, inside a building, he said.An effort to lay international ground rules for military drones has so far been fruitless. The drones, technically known as loitering munitions, can hover for minutes over a target, awaiting a clean shot.The technology to achieve a fully autonomous mission with Switchblade pretty much exists today, said Wahid Nawabi, CEO of AeroVironment, its maker. Iran has other drones in its evolving arsenal that it says feature AI.Without a great deal of trouble, Ukraine could make its semi-autonomous weaponized drones fully independent in order to better survive battlefield jamming, their Western manufacturers say. To date, drones able to work in both modes have performed better when piloted by a human, Allen said.The technology is not especially complicated, said University of California-Berkeley professor Stuart Russell, a top AI researcher. The radars are designed to identify enemy drones, which the UAVs then disable by firing nets at them  all without human assistance.The number of AI-endowed drones keeps growing. In one feared scenario, the U.S. military spends hundreds of millions writing code to power killer drones. Ukraine already has semi-autonomous attack drones and counter-drone weapons endowed with AI.",
            "html_summary": "<ul><li>In the mid-2010s, colleagues he polled agreed that graduate students could, in a single term, produce an autonomous drone “capable of finding and killing an individual, let’s say, inside a building,” he said.An effort to lay international ground rules for military drones has so far been fruitless.</li><li>The drones, technically known as “loitering munitions,” can hover for minutes over a target, awaiting a clean shot.“The technology to achieve a fully autonomous mission with Switchblade pretty much exists today,” said Wahid Nawabi, CEO of AeroVironment, its maker.</li><li>Iran has other drones in its evolving arsenal that it says feature AI.Without a great deal of trouble, Ukraine could make its semi-autonomous weaponized drones fully independent in order to better survive battlefield jamming, their Western manufacturers say.</li><li>To date, drones able to work in both modes have performed better when piloted by a human, Allen said.The technology is not especially complicated, said University of California-Berkeley professor Stuart Russell, a top AI researcher.</li><li>The radars are designed to identify enemy drones, which the UAVs then disable by firing nets at them — all without human assistance.The number of AI-endowed drones keeps growing.</li><li>In one feared scenario, the U.S. military spends hundreds of millions writing code to power killer drones.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-war-drone-advances-6591dc69a4bf2081dcdd265e1c986203"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Sara Fischer, Ina Fried",
            "title": "CES bets on postpandemic bounce",
            "description": "2021 attendance was online only. Data CTA; Chart Axios VisualsAfter two years of pandemicdriven setbacks, the Consumer Electronics Show (CES) is aiming for a comeback.Driving the news CES hopes to draw at least 100,000 inperson attendees to its annual tr",
            "url": "/2023-01-03-ces-trade-show-pandemic-bounce",
            "urlToImage": "https://images.axios.com/lAeJVoERqIwskstHSMrygfinnh4=/0x0:1508x848/1366x768/2023/01/02/1672679054638.png",
            "publishedAt": "2023-01-03T10:30:06Z",
            "content": "After two years of pandemicdriven setbacks, the Consumer Electronics Show (CES) is aiming for a comeback.Driving the news CES hopes to draw at least 100,000 inperson attendees to its annual trad [+3602 chars]",
            "summary": "Zoom out: As one of the largest trade shows in the world, CES sets the scene for dealmaking across tech, media, manufacturing and gaming industries each January.The big picture: In recent years, CES has broadened to include more industries that leverage technology but aren't traditionally categorized as tech. Better webcams, for example, have become a priority for some device makers as Zoom has joined Office and the browser as a staple of employee productivity.The intrigue: The largest tech companies generally launch their biggest products at their own events where they can have the stage to themselves. What to watch: This year, the event will center around five key themes, per CTA: transportation and mobility; digital health; the metaverse and web3; sustainability; and \"human security,\" or how tech addresses global problems. But most improvements in chips and software look likely to be incremental, meaning the landscape probably won't shift much.One thing to watch is how new devices reflect a world in which more work is being done remotely. Yes, but: The vast majority of attendees typically come from the United States, followed by China, which has recently faced a new COVID-19 spike after lifting some lockdown measures. Editor's note: As in past years, Axios will provide a running post highlighting the biggest CES news all in one place. It returned in person in 2022, but saw only a quarter of the number of pre-pandemic attendees as the Omicron variant spread last winter.",
            "html_summary": "<ul><li>Zoom out: As one of the largest trade shows in the world, CES sets the scene for dealmaking across tech, media, manufacturing and gaming industries each January.The big picture: In recent years, CES has broadened to include more industries that leverage technology but aren't traditionally categorized as tech.</li><li>Better webcams, for example, have become a priority for some device makers as Zoom has joined Office and the browser as a staple of employee productivity.The intrigue: The largest tech companies generally launch their biggest products at their own events where they can have the stage to themselves.</li><li>What to watch: This year, the event will center around five key themes, per CTA: transportation and mobility; digital health; the metaverse and web3; sustainability; and \"human security,\" or how tech addresses global problems.</li><li>But most improvements in chips and software look likely to be incremental, meaning the landscape probably won't shift much.One thing to watch is how new devices reflect a world in which more work is being done remotely.</li><li>Yes, but: The vast majority of attendees typically come from the United States, followed by China, which has recently faced a new COVID-19 spike after lifting some lockdown measures.</li><li>Editor's note: As in past years, Axios will provide a running post highlighting the biggest CES news all in one place.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/03/ces-trade-show-pandemic-bounce"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Kimberly Chin",
            "title": "Retail leaders lead in tech investment  Axios",
            "description": "Research from IHL shows clear tech investment as a differentiation.",
            "url": "/2023-01-03-retail-leaders-lead-in-tech-investment",
            "urlToImage": "https://images.axios.com/FnzubfTuxKIpoijWQMujsa2E9NM=/0x0:1920x1080/1366x768/2023/01/03/1672753677523.jpg",
            "publishedAt": "2023-01-03T15:58:16Z",
            "content": "Tech investments are proving their ROI in a challenging macroeconomic environment when retailers need an edge to ensure decent margins, revenue and cost savings. Why it matters The more retailers  [+2718 chars]",
            "summary": "Illustration: Gabriella Turrisi/AxiosTech investments are proving their ROI in a challenging macroeconomic environment when retailers need an edge to ensure decent margins, revenue and cost savings.",
            "html_summary": "<ul><li>Illustration: Gabriella Turrisi/AxiosTech investments are proving their ROI in a challenging macroeconomic environment when retailers need an edge to ensure decent margins, revenue and cost savings.</li></ul>",
            "website_url": "https://www.axios.com/pro/retail-deals/2023/01/03/retail-leaders-lead-in-tech-investment"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By FRANK BAJAK and HANNA ARHIROVA - Associated Press",
            "title": "Drone advances in Ukraine could bring dawn of killer robots",
            "description": "Drone advances in Ukraine have accelerated a technology trend that could soon bring the worlds first fully autonomous robots to the battlefield and inaugurate a new age of warfare. Experts say it may be only a matter of time before",
            "url": "/2023-01-03-6591dc69a4bf2081dcdd265e1c986203",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/f/a5/fa56715d-8c61-5549-a351-d2a73cf8fbe0/63b431a0d636e.image.jpg?crop=1740%2C914%2C0%2C138&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-01-03T13:36:50Z",
            "content": "By FRANK BAJAK and HANNA ARHIROVA  Associated PressKYIV, Ukraine (AP) Drone advances in Ukraine have accelerated a longanticipated technology trend that could soon bring the worlds first fully a [+9717 chars]",
            "summary": "In the mid-2010s, colleagues he polled agreed that graduate students could, in a single term, produce an autonomous drone capable of finding and killing an individual, lets say, inside a building, he said.An effort to lay international ground rules for military drones has so far been fruitless. The drones, technically known as loitering munitions, can hover for minutes over a target, awaiting a clean shot.The technology to achieve a fully autonomous mission with Switchblade pretty much exists today, said Wahid Nawabi, CEO of AeroVironment, its maker. Iran has other drones in its evolving arsenal that it says feature AI.Without a great deal of trouble, Ukraine could make its semi-autonomous weaponized drones fully independent in order to better survive battlefield jamming, their Western manufacturers say. To date, drones able to work in both modes have performed better when piloted by a human, Allen said.The technology is not especially complicated, said University of California-Berkeley professor Stuart Russell, a top AI researcher. The radars are designed to identify enemy drones, which the UAVs then disable by firing nets at them  all without human assistance.The number of AI-endowed drones keeps growing. In one feared scenario, the U.S. military spends hundreds of millions writing code to power killer drones. Ukraine already has semi-autonomous attack drones and counter-drone weapons endowed with AI.",
            "html_summary": "<ul><li>In the mid-2010s, colleagues he polled agreed that graduate students could, in a single term, produce an autonomous drone “capable of finding and killing an individual, let’s say, inside a building,” he said.An effort to lay international ground rules for military drones has so far been fruitless.</li><li>The drones, technically known as “loitering munitions,” can hover for minutes over a target, awaiting a clean shot.“The technology to achieve a fully autonomous mission with Switchblade pretty much exists today,” said Wahid Nawabi, CEO of AeroVironment, its maker.</li><li>Iran has other drones in its evolving arsenal that it says feature AI.Without a great deal of trouble, Ukraine could make its semi-autonomous weaponized drones fully independent in order to better survive battlefield jamming, their Western manufacturers say.</li><li>To date, drones able to work in both modes have performed better when piloted by a human, Allen said.The technology is not especially complicated, said University of California-Berkeley professor Stuart Russell, a top AI researcher.</li><li>The radars are designed to identify enemy drones, which the UAVs then disable by firing nets at them — all without human assistance.The number of AI-endowed drones keeps growing.</li><li>In one feared scenario, the U.S. military spends hundreds of millions writing code to power killer drones.</li></ul>",
            "website_url": "https://apnews.com/6591dc69a4bf2081dcdd265e1c986203"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Galym Imanbayev",
            "title": "5 tips for healthcare startups fundraising in a down market",
            "description": "In fundraising, a founders greatest challenge is not selling a product or strategy  it is often unwinding and realigning investors biases.",
            "url": "/2023-01-03-5-tips-for-healthcare-startups-fundraising-in-a-down-market",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-186875447.jpg?resize=1200,900",
            "publishedAt": "2023-01-03T16:00:58Z",
            "content": "In fundraising, a founders greatest challenge is not selling any particular product or strategy. Instead, it is often unwinding and realigning the investors biases.The competition is not your mark [+2214 chars]",
            "summary": "More often, it is the investors set of operating heuristics, many of which are quickly influenced by market conditions.Fundraising in healthcare, especially in a macro environment like the one were in, is an opportunity to differentiate and take control of the narrative. While employment may not be a comprehensive barometer for all healthcare activity, the demand for real solutions to real pain points in healthcare will continue to be inelastic. If youre in services, frame your business around this labor demand; if youre developing solutions for software, operations and RCM, leverage this growing gap between the need and the adoption of technology.In this environment, funds will be looking for acyclical markets to invest in. When everything is going well, its easy to forget and even easier to underappreciate the acyclicality of the healthcare market as a whole. But a quick look at data from the Bureau of Labor shows that employment in the sector continued to grow during the last recession, a testament to how robust the sector is. Instead, it is often unwinding and re-aligning the investors biases.The competition is not your market competitor or incumbent. When markets start to dip, most companies hunker down and focus on surviving.",
            "html_summary": "<ul><li>More often, it is the investor’s set of operating heuristics, many of which are quickly influenced by market conditions.Fundraising in healthcare, especially in a macro environment like the one we’re in, is an opportunity to differentiate and take control of the narrative.</li><li>While employment may not be a comprehensive barometer for all healthcare activity, the demand for real solutions to real pain points in healthcare will continue to be inelastic.</li><li>If you’re in services, frame your business around this labor demand; if you’re developing solutions for software, operations and RCM, leverage this growing gap between the need and the adoption of technology.In this environment, funds will be looking for acyclical markets to invest in.</li><li>When everything is going well, it’s easy to forget and even easier to underappreciate the acyclicality of the healthcare market as a whole.</li><li>But a quick look at data from the Bureau of Labor shows that employment in the sector continued to grow during the last recession, a testament to how robust the sector is.</li><li>Instead, it is often unwinding and re-aligning the investor’s biases.The competition is not your market competitor or incumbent.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/03/5-tips-for-healthcare-startups-fundraising-in-a-down-market/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Drone advances in Ukraine could bring dawn of killer robots.... CES bets on postpandemic bounce. Retail leaders lead in tech investment  Axios. Drone advances in Ukraine could bring dawn of killer robots. 5 tips for healthcare startups fundraising in a down market"
}