{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Gordon scores 25, Little Rock defeats Tennessee Tech 9189  The Associated Press  en Espaol",
            "description": "COOKEVILLE, Tenn. (AP)  Deantoni Gordon had 25 points in Little Rocks 9189 victory over Tennessee Tech on Saturday night. Gordon added nine rebounds for the Trojans (716, 37 Ohio Valley Conference).",
            "url": "/2023-01-28-sports-jaylen-sebree-cj-white-deantoni-gordon-myron-gardner-5bd05c024bf4488084d32fdf3b345226",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-29T00:45:30Z",
            "content": "COOKEVILLE, Tenn. (AP) Deantoni Gordon had 25 points in Little Rocks 9189 victory over Tennessee Tech on Saturday night.Gordon added nine rebounds for the Trojans (716, 37 Ohio Valley Conference [+419 chars]",
            "summary": "CJ White finished with 13 points, 11 assists and five rebounds.The Golden Eagles (10-13, 6-4) were led by Jaylen Sebree, who recorded 28 points, six rebounds and five assists. Jayvis Harvey added 24 points and two steals and Tyrone Perry had 13 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. COOKEVILLE, Tenn. (AP)  Deantoni Gordon had 25 points in Little Rocks 91-89 victory over Tennessee Tech on Saturday night.Gordon added nine rebounds for the Trojans (7-16, 3-7 Ohio Valley Conference). Myron Gardner added 21 points and seven rebounds.",
            "html_summary": "<ul><li>CJ White finished with 13 points, 11 assists and five rebounds.The Golden Eagles (10-13, 6-4) were led by Jaylen Sebree, who recorded 28 points, six rebounds and five assists.</li><li>Jayvis Harvey added 24 points and two steals and Tyrone Perry had 13 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>COOKEVILLE, Tenn. (AP) — Deantoni Gordon had 25 points in Little Rock’s 91-89 victory over Tennessee Tech on Saturday night.Gordon added nine rebounds for the Trojans (7-16, 3-7 Ohio Valley Conference).</li></ul>",
            "website_url": "https://apnews.com/article/sports-jaylen-sebree-cj-white-deantoni-gordon-myron-gardner-5bd05c024bf4488084d32fdf3b345226"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Utah Tech visits Abilene Christian after Popes 27point game  The Associated Press  en Espaol",
            "description": "Utah Tech Trailblazers (1011, 26 WAC) at Abilene Christian Wildcats (1011, 26 WAC) Abilene, Texas; Saturday, 7 p.m. EST FANDUEL SPORTSBOOK  LINE Abilene Christian 4.5; over/under is 148.5",
            "url": "/2023-01-28-sports-utah-utes-damien-daniels-isaiah-pope-cameron-steele-d9ff12fcb4f34d58b66bfc48eeaaf029",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-28T08:46:21Z",
            "content": "Utah Tech Trailblazers (1011, 26 WAC) at Abilene Christian Wildcats (1011, 26 WAC)Abilene, Texas; Saturday, 7 p.m. ESTFANDUEL SPORTSBOOK LINE Abilene Christian 4.5; over/under is 148.5BOT [+1459 chars]",
            "summary": "Pope is averaging 14 points over the past 10 games for Utah Tech.LAST 10 GAMES: Wildcats: 4-6, averaging 74.7 points, 28.5 rebounds, 16.3 assists, 8.8 steals and 2.3 blocks per game while shooting 44.7% from the field. Their opponents have averaged 72.5 points per game.Trailblazers: 4-6, averaging 74.5 points, 35.3 rebounds, 13.0 assists, 5.7 steals and 2.5 blocks per game while shooting 44.5% from the field. Immanuel Allen is averaging 11.5 points over the past 10 games for Abilene Christian.Noa Gonsalves is shooting 38.1% from beyond the arc with 1.9 made 3-pointers per game for the Trailblazers, while averaging 9.1 points. Abilene Christian leads the WAC with 16.5 assists per game led by Damien Daniels averaging 3.7.The Trailblazers are 2-6 against WAC opponents. Their opponents have averaged 72.8 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Pope is averaging 14 points over the past 10 games for Utah Tech.LAST 10 GAMES: Wildcats: 4-6, averaging 74.7 points, 28.5 rebounds, 16.3 assists, 8.8 steals and 2.3 blocks per game while shooting 44.7% from the field.</li><li>Their opponents have averaged 72.5 points per game.Trailblazers: 4-6, averaging 74.5 points, 35.3 rebounds, 13.0 assists, 5.7 steals and 2.5 blocks per game while shooting 44.5% from the field.</li><li>Immanuel Allen is averaging 11.5 points over the past 10 games for Abilene Christian.Noa Gonsalves is shooting 38.1% from beyond the arc with 1.9 made 3-pointers per game for the Trailblazers, while averaging 9.1 points.</li><li>Abilene Christian leads the WAC with 16.5 assists per game led by Damien Daniels averaging 3.7.The Trailblazers are 2-6 against WAC opponents.</li></ul>",
            "website_url": "https://apnews.com/article/sports-utah-utes-damien-daniels-isaiah-pope-cameron-steele-d9ff12fcb4f34d58b66bfc48eeaaf029"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JENNA FRYER - AP Auto Racing Writer",
            "title": "IMSA takes North American sports cars into hybrid era",
            "description": "IMSA is bringing North American sports car racing into the hybrid era starting with Saturdays Rolex 24 at Daytona. The twiceroundtheclock endurance race will be the first to use new hybrid engines in the top class. It makes IMSA the",
            "url": "/2023-01-28-3f21aa36dd7f42b1c1b6f13d7cfe0e41",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/5/2b/52bf7039-4198-53fc-a309-f8465b628202/63d46a3d6c750.image.jpg?crop=1919%2C1007%2C0%2C36&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-01-28T00:11:48Z",
            "content": "By JENNA FRYER  AP Auto Racing WriterDAYTONA BEACH, Fla. (AP) The Cadillac growls, while the Porsche and BMW scream. The Acura sounds like an Indy car, and for fun, turn your back to the track and [+6538 chars]",
            "summary": "We just started with a clean sheet of paper and said, What do we need to make the best racing car?And now that the cars have made it to Daytona and are ready to race, there are significant concerns about their durability over a 24-hour race. I think the formula that we have is going to be very important for motorsports.The new rules package also makes IMSAs top GTP class eligible to race at the 24 Hours of Le Mans as early as this year. So that comes with new challenges  you need enough parts to assemble a reasonable amount of race cars at a reasonable quality, said David Salters, president of Honda Performance Development. One of the major concerns headed into this new era was that the hybrid technology would rob the cars of the loud roar that is part of motorsports allure. The Porsche program, which has partnered with Roger Penske for his return to sports car racing and chance to win Le Mans, did the early testing of the single-source hybrid system. Meyer Shank Racing, both the defending race winner and IMSA champion, starts from the pole but is so concerned about the durability of the Acura for the full race that it skipped Friday nights final practice. Its very important that we have a road-car relevance and this is a perfect match.The cars make their debut Saturday in the twice-round-the-clock Rolex 24 at Daytona, which has been described as a symphony of sounds because of the new engines.",
            "html_summary": "<ul><li>We just started with a clean sheet of paper and said, ‘What do we need to make the best racing car?’”And now that the cars have made it to Daytona and are ready to race, there are significant concerns about their durability over a 24-hour race.</li><li>“I think the formula that we have is going to be very important for motorsports.”The new rules package also makes IMSA’s top GTP class eligible to race at the 24 Hours of Le Mans as early as this year.</li><li>So that comes with new challenges — you need enough parts to assemble a reasonable amount of race cars at a reasonable quality,” said David Salters, president of Honda Performance Development.</li><li>One of the major concerns headed into this new era was that the hybrid technology would rob the cars of the loud roar that is part of motorsports’ allure.</li><li>The Porsche program, which has partnered with Roger Penske for his return to sports car racing and chance to win Le Mans, did the early testing of the single-source hybrid system.</li><li>Meyer Shank Racing, both the defending race winner and IMSA champion, starts from the pole but is so concerned about the durability of the Acura for the full race that it skipped Friday night’s final practice.</li></ul>",
            "website_url": "https://apnews.com/3f21aa36dd7f42b1c1b6f13d7cfe0e41"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JENNA FRYER - AP Auto Racing Writer",
            "title": "NASCARs Le Mans seats go to Johnson, Rockenfeller, Button",
            "description": "NASCAR and Hendrick Motorsports have selected Jimmie Johnson, Mike Rockenfeller and Jenson Button will drive the special Garage 56 car that will race at the 24 Hours of Le Mans in June. Johnson has lobbied for the seat and Rockenfeller",
            "url": "/2023-01-28-421d6ed1714e47d8b939c80238fdec96",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2023-01-28T17:00:07Z",
            "content": "DAYTONA BEACH, Fla. (AP) Jimmie Johnson, Mike Rockenfeller and Jenson Button will drive the special Garage 56 car that will race at the 24 Hours of Le Mans in June.Johnson, a seventime NASCAR cham [+5464 chars]",
            "summary": "As a lifelong racing fan, I have always dreamed of racing certain cars, with and against certain drivers and competing in certain events, Button said. He has driven the car at every on-track test and spent countless hours behind the wheel in the simulator.It has been a great journey so far with the whole team and project, Rockenfeller said. Hendrick and General Motors have been tasked with the project, but NASCAR has opened the data to all the manufacturers after others complained Garage 56 gave one organization and one manufacturer unfair access to a car everyone is still learning. Johnson had been actively recruiting Button, both drivers said Saturday, but the 51-year-old Gordon was trying to get back into racing shape and even participated in an IMSA-sanctioned race at Indianapolis Motor Speedway in September. Since the beginning of the Garage 56 project, it has been our goal to partner with the top racers in the world to represent us in Le Mans, NASCAR chairman and CEO Jim France said. Jordan Taylor, who currently competes in the IMSA WeatherTech SportsCar Championship for Corvette Racing, will serve as the backup driver and driver coach. The lineup of Jimmie, Rocky and Jenson is everything we could have dreamed of  three elite drivers who have won at the highest levels of motorsports worldwide.",
            "html_summary": "<ul><li>“As a lifelong racing fan, I have always dreamed of racing certain cars, with and against certain drivers and competing in certain events,” Button said.</li><li>He has driven the car at every on-track test and spent countless hours behind the wheel in the simulator.“It has been a great journey so far with the whole team and project,” Rockenfeller said.</li><li>Hendrick and General Motors have been tasked with the project, but NASCAR has opened the data to all the manufacturers after others complained Garage 56 gave one organization and one manufacturer unfair access to a car everyone is still learning.</li><li>Johnson had been actively recruiting Button, both drivers said Saturday, but the 51-year-old Gordon was trying to get back into racing shape and even participated in an IMSA-sanctioned race at Indianapolis Motor Speedway in September.</li><li>“Since the beginning of the Garage 56 project, it has been our goal to partner with the top racers in the world to represent us in Le Mans,” NASCAR chairman and CEO Jim France said.</li><li>Jordan Taylor, who currently competes in the IMSA WeatherTech SportsCar Championship for Corvette Racing, will serve as the backup driver and driver coach.</li></ul>",
            "website_url": "https://apnews.com/421d6ed1714e47d8b939c80238fdec96"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Aptos wants to shake up the blockchain space by creating more economic value, cofounder says",
            "description": "Chain Reaction is a podcast that dives deep into stories, backgrounds and the latest news with the biggest names in crypto. This episode features Mo Shaikh.",
            "url": "/2023-01-28-aptos-wants-to-shake-up-the-blockchain-space-by-creating-more-economic-value-co-founder-says",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/12/GettyImages-1168819808.jpg?resize=1200,675",
            "publishedAt": "2023-01-28T15:01:05Z",
            "content": "Welcome back to Chain Reaction, a podcast diving deep into stories, backgrounds and the latest news with the biggest names in crypto.For this weeks episode, I sat down with Mo Shaikh, cofounder a [+1867 chars]",
            "summary": "The new-ish layer-1 received backing from major investors like Andreessen Horowitz, Circle Ventures and the now-defunct FTX Ventures, to name a few.Aptos wants to reach billions of people without disruption or downtime, while giving thousands of transactions per second and sub-second latency, Shaikh shared. Thats the mission that were on.Last year was huge for Aptos  the blockchain launched publicly and raised about $400 million in funding amid a bear market, Shaikh shared. Welcome back to Chain Reaction, a podcast diving deep into stories, backgrounds and the latest news with the biggest names in crypto.For this weeks episode, I sat down with Mo Shaikh, co-founder and CEO of the layer-1 blockchain Aptos. Shaikh is a three-time founder with over a decade of experience in financial services as well as blockchain technology and crypto.",
            "html_summary": "<ul><li>The new-ish layer-1 received backing from major investors like Andreessen Horowitz, Circle Ventures and the now-defunct FTX Ventures, to name a few.Aptos wants to reach billions of people without disruption or downtime, while giving thousands of transactions per second and sub-second latency, Shaikh shared.</li><li>“That’s the mission that we’re on.”Last year was huge for Aptos — the blockchain launched publicly and raised about $400 million in funding amid a bear market, Shaikh shared.</li><li>Welcome back to Chain Reaction, a podcast diving deep into stories, backgrounds and the latest news with the biggest names in crypto.For this week’s episode, I sat down with Mo Shaikh, co-founder and CEO of the layer-1 blockchain Aptos.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/28/aptos-wants-to-shake-up-the-blockchain-space-by-creating-more-economic-value-co-founder-says/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "Fifth Wall, focused on real estate tech and managing $3.2B, looks to eat up even more of its market",
            "description": "Brendan Wallaces ambition is beginning to seem almost limitless. The L.A.based venture firm that Wallace and cofounder Brad Greiwe launched less than seven years ago already has $3.2 billion in assets under management. But that firm, Fifth Wall, which argue",
            "url": "/2023-01-28-fifth-wall-focused-on-real-estate-tech-and-managing-3-2b-looks-to-eat-up-even-more-of-its-market",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/Screen-Shot-2023-01-27-at-10.53.23-PM.png?resize=1200,451",
            "publishedAt": "2023-01-28T06:55:12Z",
            "content": "Brendan Wallaces ambition is beginning to seem almost limitless. The L.A.based venture firm that Wallace and cofounder Brad Greiwe launched less than seven years ago already has $3.2 billion in ass [+6859 chars]",
            "summary": "And were at the dawn of that right now.I do believe, though, that the opportunity in climate tech is a multiple of that simply because the cost required to decarbonize the real estate industry is so vast. We actually invested in a company called Brimstone alongside Bill Gates and Jeff Bezos because they also see this opportunity that this is one of the major spend categories where that $18 trillion thats required to decarbonize real estate is going to go. But that firm, Fifth Wall, which argues there are massive financial returns at the intersection of real estate and tech, isnt worried about digesting that capital. It can be leasing, asset management software, fintech, mortgages, operating systems, keyless entry  but it doesnt necessarily have the effect of decarbonizing the real estate industry. The cost to decarbonize the U.S. commercial real estate industry is estimated to be $18 trillion. That is just the U.S. commercial real estate industry. Never mind that on top of these two efforts, Fifth Wall also expanded into Europe last February with a London office and a 140 million fund.",
            "html_summary": "<ul><li>And we’re at the dawn of that right now.I do believe, though, that the opportunity in climate tech is a multiple of that simply because the cost required to decarbonize the real estate industry is so vast.</li><li>We actually invested in a company called Brimstone alongside Bill Gates and Jeff Bezos because they also see this opportunity that this is one of the major spend categories where that $18 trillion that’s required to decarbonize real estate is going to go.</li><li>But that firm, Fifth Wall, which argues there are massive financial returns at the intersection of real estate and tech, isn’t worried about digesting that capital.</li><li>It can be leasing, asset management software, fintech, mortgages, operating systems, keyless entry — but it doesn’t necessarily have the effect of decarbonizing the real estate industry.</li><li>The cost to decarbonize the U.S. commercial real estate industry is estimated to be $18 trillion.</li><li>That is just the U.S. commercial real estate industry.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/27/fifth-wall-focused-on-real-estate-tech-and-managing-3-2b-looks-to-eat-up-even-more-of-its-market/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Gordon scores 25, Little Rock defeats Tennessee Tech 9189  The Associated Press  en Espaol. Utah Tech visits Abilene Christian after Popes 27point game  The Associated Press  en Espaol. IMSA takes North American sports cars into hybrid era. NASCARs Le Mans seats go to Johnson, Rockenfeller, Button. Aptos wants to shake up the blockchain space by creating more economic value, cofounder says. Fifth Wall, focused on real estate tech and managing $3.2B, looks to eat up even more of its market"
}