{
    "status": "ok",
    "totalResults": 30,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "MIKE CORDER, SAMYA KULLAB, JAN M. OLSEN",
            "title": "Dutch and Danes Giving Kyiv F16s...",
            "description": "Officials say the United States has given its approval for the Netherlands and Denmark to deliver F16s to Ukraine. The defense ministers of those two NATO countries announced the decision Friday. It is a major gain for Kyiv even though the fighter jets wont",
            "url": "/2023-08-20-russia-ukraine-war-moscow-drones-8268c5de812e5d852cc28443a00123f7",
            "urlToImage": "https://dims.apnews.com/dims4/default/e9e8d7b/2147483647/strip/true/crop/4121x2318+0+214/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F0d%2Fd5%2F185e33c78b4c5d2f78ad32fda91f%2F1ed532bb4b644842b7d310e4f3ca8ed2",
            "publishedAt": "2023-08-20T14:04:38Z",
            "content": "THE HAGUE, Netherlands (AP) The United States has given its approval for the Netherlands and Denmark to deliver F16s to Ukraine, officials in Washington and Europe said Friday, in a major gain for K [+4234 chars]",
            "summary": "The United States has given its approval for the Netherlands and Denmark to deliver F s to Ukraine officials in Washington and Europe said Friday. It was not immediately clear when the first F s might enter the conflict but Ukrainian pilots will first have to undertake at least six months of training on the aircraft according to officials. A coalition of Western countries the Netherlands Belgium Canada Denmark Luxembourg Norway Poland Portugal Romania Sweden and the United Kingdom pledged in July to train Ukrainian pilots to fly F s. Danish Defense Minister Jakob Ellemann Jensen said Friday that the training of Ukrainian pilots is starting this month.",
            "html_summary": "<ul><li>The United States has given its approval for the Netherlands and Denmark to deliver F s to Ukraine officials in Washington and Europe said Friday</li><li> It was not immediately clear when the first F s might enter the conflict but Ukrainian pilots will first have to undertake at least six months of training on the aircraft according to officials</li><li> A coalition of Western countries the Netherlands Belgium Canada Denmark Luxembourg Norway Poland Portugal Romania Sweden and the United Kingdom pledged in July to train Ukrainian pilots to fly F s</li><li> Danish Defense Minister Jakob Ellemann Jensen said Friday that the training of Ukrainian pilots is starting this month</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-war-moscow-drones-8268c5de812e5d852cc28443a00123f7"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jordan Valinsky, CNN",
            "title": "Adobe cofounder John Warnock, who helped invent the PDF, is dead at 82",
            "description": "John Warnock, cofounder of Adobe, has died aged 82, the software company announced on Sunday.",
            "url": "/2023-08-20-adobe-cofounder-john-warnock-death?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/cdb50fae38c867384a2f144818436332",
            "publishedAt": "2023-08-21T12:55:00Z",
            "content": "John Warnock, cofounder of Adobe, has died aged 82, the software company announced on Sunday.Warnock helped start the revolutionary company in 1982 with the late Charles Geschke, and transformed A [+2061 chars]",
            "summary": "John Warnock co founder of Adobe has died aged the software company announced on Sunday Warnock helped start the revolutionary company in with the late Charles Geschke and transformed Adobe into a software powerhouse that became the backbone of the internet. Warnock was Adobe s CEO until and continued as chairman of the board until until his death. He was awarded the prestigious National Medal of Technology and Innovation by President Barack Obama in and the Marconi Prize for technological contributions to information science and communications. A cause of death wasn t revealed Warnock is survived by his wife and three children ",
            "html_summary": "<ul><li>John Warnock co founder of Adobe has died aged the software company announced on Sunday Warnock helped start the revolutionary company in with the late Charles Geschke and transformed Adobe into a software powerhouse that became the backbone of the internet</li><li> Warnock was Adobe s CEO until and continued as chairman of the board until until his death</li><li> He was awarded the prestigious National Medal of Technology and Innovation by President Barack Obama in and the Marconi Prize for technological contributions to information science and communications</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/business/adobe-cofounder-john-warnock-death?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Harri Weber",
            "title": "Teeny EV startup Arcimoto hooks up with defense contractor",
            "description": "What happens when a maker of tiny electric vehicles dips its wheels into the military industrial complex?  On Monday, Arcimoto said it is diversifying beyond...",
            "url": "/2023-08-20-teeny-ev-startup-arcimoto-defense-contractor-matbock",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/y_FsTgUfgj_MhZgrh.PNwg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD05MDA-/https://media.zenfs.com/en/techcrunch_350/925e2992336795d0a627b2ab63ab4bdd",
            "publishedAt": "2023-08-21T19:40:19Z",
            "content": "What happens when a maker of tiny electric vehicles dips its wheels into the military industrial complex? Were about to find out.On Monday, Arcimoto said it is diversifying beyond its usual busine [+1715 chars]",
            "summary": "Arcimoto said it is diversifying beyond its usual business via a partnership with Department of Defense contractor Matbock. The deal may seem out of nowhere for Arcimoto which has focused on things like supplying vehicles for scenic tours. The company kicked off the year with a warning that it had substantial doubt about its ability to continue operating Since then the firm says it s secured nearly million via three separate fundraises including a million offering earlier this month Arcimoto is due to share its latest financials with investors on August ",
            "html_summary": "<ul><li>Arcimoto said it is diversifying beyond its usual business via a partnership with Department of Defense contractor Matbock</li><li> The deal may seem out of nowhere for Arcimoto which has focused on things like supplying vehicles for scenic tours</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/21/teeny-ev-startup-arcimoto-defense-contractor-matbock/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Alicia Wallace",
            "title": "Job seekers want recordhigh wages  and men expect $25,000 more than women do",
            "description": "When employers deliver a job offer, it had better come with some teeth Americans wage expectations have hit record highs, according to a Federal Reserve Bank of New York survey released Monday.",
            "url": "/2023-08-20-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230821091505-us-labor-market-expectations-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-21T20:56:43Z",
            "content": "When employers deliver a job offer, it had better come with some teeth Americans wage expectations have hit record highs, according to a Federal Reserve Bank of New York survey released Monday. Jo [+2797 chars]",
            "summary": "Americans wage expectations have hit record highs according to a Federal Reserve Bank of New York survey released Monday Job seekers average reservation wage the lowest pay they d be willing to take for a new job climbed to in July up nearly from July of last year. The higher wage expectations are a reflection of this current moment in the economy and the labor market said Julia Pollak chief economist for online job marketplace ZipRecruiter. May was the first month in more than two years when US workers real hourly earnings those adjusted for inflation grew on an annual basis.",
            "html_summary": "<ul><li>Americans wage expectations have hit record highs according to a Federal Reserve Bank of New York survey released Monday Job seekers average reservation wage the lowest pay they d be willing to take for a new job climbed to in July up nearly from July of last year</li><li> The higher wage expectations are a reflection of this current moment in the economy and the labor market said Julia Pollak chief economist for online job marketplace ZipRecruiter</li><li> May was the first month in more than two years when US workers real hourly earnings those adjusted for inflation grew on an annual basis</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/economy/job-market-wage-expectations/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Alicia Wallace, CNN",
            "title": "Job seekers want recordhigh wages  and men expect $25,000 more than women do",
            "description": "When employers deliver a job offer, it had better come with some teeth Americans wage expectations have hit record highs, according to a Federal Reserve...",
            "url": "/2023-08-20-job-market-wage-expectations?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/5b630f9c7d81fc71b87ab63c6d844918",
            "publishedAt": "2023-08-21T20:56:43Z",
            "content": "When employers deliver a job offer, it had better come with some teeth Americans wage expectations have hit record highs, according to a Federal Reserve Bank of New York survey released Monday.Job [+2889 chars]",
            "summary": "Americans wage expectations have hit record highs according to a Federal Reserve Bank of New York survey released Monday Job seekers average reservation wage the lowest pay they d be willing to take for a new job climbed to in July up nearly from July of last year. The higher wage expectations are a reflection of this current moment in the economy and the labor market said Julia Pollak chief economist for online job marketplace ZipRecruiter. May was the first month in more than two years when US workers real hourly earnings those adjusted for inflation grew on an annual basis.",
            "html_summary": "<ul><li>Americans wage expectations have hit record highs according to a Federal Reserve Bank of New York survey released Monday Job seekers average reservation wage the lowest pay they d be willing to take for a new job climbed to in July up nearly from July of last year</li><li> The higher wage expectations are a reflection of this current moment in the economy and the labor market said Julia Pollak chief economist for online job marketplace ZipRecruiter</li><li> May was the first month in more than two years when US workers real hourly earnings those adjusted for inflation grew on an annual basis</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/economy/job-market-wage-expectations?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Parija Kavilanz, CNN",
            "title": "Santa better get a T shirt because summer has claimed Christmas",
            "description": "Christmas, apparently, cant come soon enough for retailers.",
            "url": "/2023-08-20-christmas-products-early-in-stores?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/f26c6f5332f363f7d2c4dd68d260de5e",
            "publishedAt": "2023-08-21T12:57:15Z",
            "content": "Christmas, apparently, cant come soon enough for retailers.While plenty of families are still rushing to wrap up their backtoschool shopping before the new academic year gets going, several retai [+5589 chars]",
            "summary": "Christmas apparently can t come soon enough for retailers. Stores have been pushing up Christmas merchandise earlier and earlier in recent years. Amazon and Walmart afraid of tepid consumer demand because of the pandemic initiated holiday sales as early as October. The same pattern was repeated last year effectively elongating the year end holiday shopping season. But now the Christmas creep is trumping not only Halloween but also competing with consumer spending on back to school and Labor Day sales. Could Christmas in summer become the norm?",
            "html_summary": "<ul><li>Christmas apparently can t come soon enough for retailers</li><li> Stores have been pushing up Christmas merchandise earlier and earlier in recent years</li><li> Amazon and Walmart afraid of tepid consumer demand because of the pandemic initiated holiday sales as early as October</li><li> The same pattern was repeated last year effectively elongating the year end holiday shopping season</li><li> But now the Christmas creep is trumping not only Halloween but also competing with consumer spending on back to school and Labor Day sales</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/20/business/christmas-products-early-in-stores?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Delouya",
            "title": "Zoom shares jump as CEO says company to develop and deploy AI tools",
            "description": "Shares of Zoom jumped in afterhours trading Monday after the company said it expects to rake in strongerthanexpected earnings in the rest of this fiscal year.",
            "url": "/2023-08-20-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230821170639-zoom-headquarters.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-21T21:40:06Z",
            "content": "Shares of Zoom jumped in afterhours trading Monday after the company said it expects to rake in strongerthanexpected earnings in the rest of this fiscal year. The company, which provides video a [+1334 chars]",
            "summary": "Shares of Zoom jumped in after hours trading Monday after the company said it expects to rake in stronger than expected earnings in the rest of this fiscal year. The company which provides video and audio chat services raised its outlook for profitability for the fiscal year in its second quarter earnings report. It now expects revenue to be just under billion That represents approximately growth year over year Zoom s founder and chief executive officer Eric Yuan also touted the company s rollout of recent AI features on a conference call with investors. Yuan said that the company's aggressive roadmap when it comes to artificial intelligence is aimed at empowering customers to work smarter.",
            "html_summary": "<ul><li>Shares of Zoom jumped in after hours trading Monday after the company said it expects to rake in stronger than expected earnings in the rest of this fiscal year</li><li> The company which provides video and audio chat services raised its outlook for profitability for the fiscal year in its second quarter earnings report</li><li> It now expects revenue to be just under billion That represents approximately growth year over year Zoom s founder and chief executive officer Eric Yuan also touted the company s rollout of recent AI features on a conference call with investors</li><li> Yuan said that the company's aggressive roadmap when it comes to artificial intelligence is aimed at empowering customers to work smarter</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/business/zoom-earnings-ai-tools/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jordan Valinsky",
            "title": "Adobe cofounder John Warnock, who helped invent the PDF, is dead at 82",
            "description": "John Warnock, cofounder of Adobe, has died aged 82, the software company announced on Sunday.",
            "url": "/2023-08-20-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230821120719-john-warnock-adobe.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-21T12:55:00Z",
            "content": "John Warnock, cofounder of Adobe, has died aged 82, the software company announced on Sunday. Warnock helped start the revolutionary company in 1982 with the late Charles Geschke, and transformed  [+2000 chars]",
            "summary": "John Warnock co founder of Adobe has died aged the software company announced on Sunday Warnock helped start the revolutionary company in with the late Charles Geschke and transformed Adobe into a software powerhouse that became the backbone of the internet. Warnock was Adobe s CEO until and continued as chairman of the board until until his death. He was awarded the prestigious National Medal of Technology and Innovation by President Barack Obama in and the Marconi Prize for technological contributions to information science and communications. A cause of death wasn t revealed Warnock is survived by his wife and three children ",
            "html_summary": "<ul><li>John Warnock co founder of Adobe has died aged the software company announced on Sunday Warnock helped start the revolutionary company in with the late Charles Geschke and transformed Adobe into a software powerhouse that became the backbone of the internet</li><li> Warnock was Adobe s CEO until and continued as chairman of the board until until his death</li><li> He was awarded the prestigious National Medal of Technology and Innovation by President Barack Obama in and the Marconi Prize for technological contributions to information science and communications</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/business/adobe-cofounder-john-warnock-death/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nadia Bidarian",
            "title": "Meet your new AI tutor",
            "description": "Artificial intelligence often induces fear, awe or some panicked combination of both for its impressive ability to generate unique humanlike text in seconds. But its implications for cheating in the classroom  and its sometimes comically wrong answers to ba",
            "url": "/2023-08-20-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230817225623-01-khan-academy-ai-tutor-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-21T11:06:22Z",
            "content": "Artificial intelligence often induces fear, awe or some panicked combination of both for its impressive ability to generate unique humanlike text in seconds. But its implications for cheating in the [+8473 chars]",
            "summary": "The chatbot, Khanmigo, offers individualized guidance to students on math, science and humanities problems; a debate tool with suggested topics like student debt cancellation and AIs impact on the job market; and a writing tutor that helps the student craft a story, among other features. Khan Academys Chief Learning Officer Kristen DiCerbo told CNN that Khanmigo helps address a problem shes witnessed firsthand observing an Arizona classroom: that when students learn something new, they often need individualized help  more help than one teacher can provide all at once. Snapchat users freak out over AI bot that had a mind of its own For teachers, Khanmigo also offers assistance to create lesson plans and rubrics, identifies struggling students based on their performance in Khan Academy activities and gives teachers access to student chat history. More than 8,000 teachers and students will test education nonprofit Khan Academys artificial intelligence tutor in the classroom this upcoming school year, toying with its interactive features and funneling feedback to Khan Academy if the AI botches an answer. Khanmigo shines best when coaching students on how to work through a problem, offering hints, encouragement and additional questions designed to help students think critically. And so it doesnt. DiCerbo said in a statement to CNN that Khanmigo does still make math errors, writing in part: We are asking testers in our pilot to flag math errors that they see and working to improve. In the Tutor me: Math and science activity available to students, Khanmigo told me that my answer to 10,332 divided by 4 was incorrect three times before correcting me by sending me the same number.",
            "html_summary": "<ul><li>The chatbot, Khanmigo, offers individualized guidance to students on math, science and humanities problems; a debate tool with suggested topics like student debt cancellation and AI’s impact on the job market; and a writing tutor that helps the student craft a story, among other features.</li><li>Khan Academy’s Chief Learning Officer Kristen DiCerbo told CNN that Khanmigo helps address a problem she’s witnessed firsthand observing an Arizona classroom: that when students learn something new, they often need individualized help — more help than one teacher can provide all at once.</li><li>Snapchat users freak out over AI bot that had a mind of its own For teachers, Khanmigo also offers assistance to create lesson plans and rubrics, identifies struggling students based on their performance in Khan Academy activities and gives teachers access to student chat history.</li><li>More than 8,000 teachers and students will test education nonprofit Khan Academy’s artificial intelligence tutor in the classroom this upcoming school year, toying with its interactive features and funneling feedback to Khan Academy if the AI botches an answer.</li><li>Khanmigo shines best when coaching students on how to work through a problem, offering hints, encouragement and additional questions designed to help students think critically.</li><li>“And so it doesn’t.” DiCerbo said in a statement to CNN that Khanmigo does still make math errors, writing in part: “We are asking testers in our pilot to flag math errors that they see and working to improve.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/tech/khan-academy-ai-tutor/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Mariya Knight, Josh Pennington, Heather Chen",
            "title": "Ukrainian pilots are training on F16s with US instructors, Kyiv says",
            "description": "Ukrainian pilots have started joint training on F16 fighter jets with US instructors in Ukraine, according to Kyiv.",
            "url": "/2023-08-20-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230819235840-f-16-fighter-jet-file-082023.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-20T04:26:13Z",
            "content": "Ukrainian pilots have started joint training on F16 fighter jets with US instructors in Ukraine, according to Kyiv.The F16 aircraft was in Ukraine. It landed at our airfields, we conducted joint  [+3969 chars]",
            "summary": "Ukrainian pilots have begun training on F aircraft Ukraine s Defense Minister Oleksii Reznikov said bringing Kyiv closer to obtaining a long sought after piece of military hardware it says is essential to counter Russian air superiority Training on F has begun Reznikov told Ukrainian media Saturday adding that in addition to the pilots a number of Ukrainian engineers and technicians are also training. The F training program is being supported by a coalition of NATO countries and requires official US approval because the jets are American technology. A US official said the US had committed to approving the transfer of F fighter jets for Ukraine as soon as training is complete.",
            "html_summary": "<ul><li>Ukrainian pilots have begun training on F aircraft Ukraine s Defense Minister Oleksii Reznikov said bringing Kyiv closer to obtaining a long sought after piece of military hardware it says is essential to counter Russian air superiority Training on F has begun Reznikov told Ukrainian media Saturday adding that in addition to the pilots a number of Ukrainian engineers and technicians are also training</li><li> The F training program is being supported by a coalition of NATO countries and requires official US approval because the jets are American technology</li><li> A US official said the US had committed to approving the transfer of F fighter jets for Ukraine as soon as training is complete</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/20/world/ukrainian-fighters-training-f-16-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Heather Chen",
            "title": "Jakarta orders civil servants to work from home to fight soaring pollution",
            "description": "Some civil servants in Indonesias capital began working from home Monday under measures aimed at reducing traffic congestion to alleviate horrendous air pollution that has gripped the city and been blamed for President Joko Widodos persistent cough.",
            "url": "/2023-08-20-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230816094112-02-air-pollution-indonesia-0811.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-21T07:08:13Z",
            "content": "Some civil servants in Indonesias capital began working from home Monday under measures aimed at reducing traffic congestion to alleviate horrendous air pollution that has gripped the city and been b [+2719 chars]",
            "summary": "Some civil servants in Indonesia s capital began working from home Monday under measures aimed at reducing traffic congestion to alleviate horrendous air pollution. Air quality in Jakarta a megacity of million has deteriorated to dangerous levels in recent weeks with Swiss technology company IQAir ranking it as the world s most polluted city on August. Schools located near key ASEAN Summit venues will also enforce distance learning for students from September Wijatmoko added Indonesian officials are feeling the pressure ahead of the rd ASEan Summit which will be held in early September.",
            "html_summary": "<ul><li>Some civil servants in Indonesia s capital began working from home Monday under measures aimed at reducing traffic congestion to alleviate horrendous air pollution</li><li> Air quality in Jakarta a megacity of million has deteriorated to dangerous levels in recent weeks with Swiss technology company IQAir ranking it as the world s most polluted city on August</li><li> Schools located near key ASEAN Summit venues will also enforce distance learning for students from September Wijatmoko added Indonesian officials are feeling the pressure ahead of the rd ASEan Summit which will be held in early September</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/asia/indonesia-civil-servants-wfh-jakarta-air-pollution-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Matt Egan",
            "title": "Alleged Russian crime boss sanctioned by Ukraine owns a major stake in US biotech firm",
            "description": "Weeks after Russian tanks rolled into Ukraine in early 2022, a North Carolina biotech company that has done work for the Pentagon scrambled to help civilians and soldiers wounded by the war.",
            "url": "/2023-08-20-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230818125436-humacyte-biotech-company-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-21T09:51:40Z",
            "content": "Weeks after Russian tanks rolled into Ukraine in early 2022, a North Carolina biotech company that has done work for the Pentagon scrambled to help civilians and soldiers wounded by the war. Nasdaq [+11576 chars]",
            "summary": "Lack of company risk disclosure would suggest to shareholders: (1) management is clueless about the companys major investors and/or (2) management does not take their obligations to inform shareholders of risks seriously, Bloxham wrote in an email to CNN. Asked if Humacyte plans to cut ties with Yushvaev, a company spokesperson said: As a public company, Humacyte has no influence over who continues to buy, hold or sell shares in the company. Yushvaev was previously a major shareholder in Lyft. Its the only example I know of where a US-listed public company has a Russian oligarch sanctioned by Ukraine as one of its largest shareholders, said Steven Tian, research director at the Yale School of Managements Chief Executive Leadership Institute. This is a minority shareholder who was one of over 150 shareholders who invested in Humacyte when it was a privately held company, the Humacyte spokesperson said. By contrast, in its 2005 annual report, Wimm-Bill-Dann alerted shareholders to the criminal history of Yushvaev, who at the time was the largest shareholder in the European dairy products company. Ward said the impact would largely be reputational for the company, including raising concerns among investors, financial institutions and customers. The biotech company was not made aware of any alleged criminal activity, the spokesperson said.",
            "html_summary": "<ul><li>“Lack of company risk disclosure would suggest to shareholders: (1) management is clueless about the company’s major investors and/or (2) management does not take their obligations to inform shareholders of risks seriously,” Bloxham wrote in an email to CNN.</li><li>Asked if Humacyte plans to cut ties with Yushvaev, a company spokesperson said: “As a public company, Humacyte has no influence over who continues to buy, hold or sell shares in the company.” Yushvaev was previously a major shareholder in Lyft.</li><li>It’s the only example I know of where a US-listed public company has a Russian oligarch sanctioned by Ukraine as one of its largest shareholders,” said Steven Tian, research director at the Yale School of Management’s Chief Executive Leadership Institute.</li><li>“This is a minority shareholder who was one of over 150 shareholders who invested in Humacyte when it was a privately held company,” the Humacyte spokesperson said.</li><li>By contrast, in its 2005 annual report, Wimm-Bill-Dann alerted shareholders to the criminal history of Yushvaev, who at the time was the largest shareholder in the European dairy products company.</li><li>Ward said the impact would largely be “reputational” for the company, including raising concerns among investors, financial institutions and customers.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/business/humacyte-russia-yushvaev/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Dutch and Danes Giving Kyiv F16s.... Adobe cofounder John Warnock, who helped invent the PDF, is dead at 82. Teeny EV startup Arcimoto hooks up with defense contractor. Job seekers want recordhigh wages  and men expect $25,000 more than women do. Job seekers want recordhigh wages  and men expect $25,000 more than women do. Santa better get a T shirt because summer has claimed Christmas. Zoom shares jump as CEO says company to develop and deploy AI tools. Adobe cofounder John Warnock, who helped invent the PDF, is dead at 82. Meet your new AI tutor. Ukrainian pilots are training on F16s with US instructors, Kyiv says. Jakarta orders civil servants to work from home to fight soaring pollution. Alleged Russian crime boss sanctioned by Ukraine owns a major stake in US biotech firm"
}