{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "NATO announces $1B fund to back startups supporting safety, freedom and human empowerment | TechCrunch",
            "description": "After announcing plans nearly two years ago, defense alliance NATO has officially closed its first fund to back startups that are building technology strategic to NATOs own goals in defense and security. Member nations are collectively committing capital tot",
            "url": "/2023-08-01-nato-announces-1b-fund-to-back-startups-supporting-safety-freedom-and-human-empowerment",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/09/vetsalute.jpg?resize=1200,800",
            "publishedAt": "2023-08-01T07:53:13Z",
            "content": "After announcing plans nearly two years ago, defense alliance NATO has officially closed its first fund to back startups that are building technology strategic to NATOs own goals in defense and secu [+5587 chars]",
            "summary": "NATO has officially closed its first fund to back startups that are building technology strategic to NATO s own goals in defense and security Member nations are collectively committing capital totaling billion around billion at current rates to the NATO Innovation Fund NIF. Areas of focus will include AI and autonomy biotechnology quantum computing space technology and hypersonic systems energy new manufacturing and materials and next generation communications Modeled somewhat on In Q Tel in the U S the idea will be to keep the investments strategic with some investments leading to services that its member states or NATO might use.",
            "html_summary": "<ul><li>NATO has officially closed its first fund to back startups that are building technology strategic to NATO s own goals in defense and security Member nations are collectively committing capital totaling billion around billion at current rates to the NATO Innovation Fund NIF</li><li> Areas of focus will include AI and autonomy biotechnology quantum computing space technology and hypersonic systems energy new manufacturing and materials and next generation communications Modeled somewhat on In Q Tel in the U S the idea will be to keep the investments strategic with some investments leading to services that its member states or NATO might use</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/01/nato-announces-1b-fund-to-back-startups-supporting-safety-freedom-and-human-empowerment/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Olas Aggarwal sets eyes on AI, semiconductor design | TechCrunch",
            "description": "Bhavish Aggarwal of Ola and Ola Electric is venturing into fresh terrain as he navigates his businesses towards initial public offerings.",
            "url": "/2023-08-01-bhavish-aggarwal-ola-ai-semiconductor",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/GettyImages-1245162077.jpg?resize=1200,800",
            "publishedAt": "2023-08-01T07:01:14Z",
            "content": "Indian entrepreneur Bhavish Aggarwal, cofounder of ridehailing firm Ola and electric vehicle startup Ola Electric, is venturing into fresh terrain as he navigates his businesses towards initial pub [+2425 chars]",
            "summary": "Bhavish Aggarwal co founder of ride hailing firm Ola and electric vehicle startup Ola Electric is venturing into fresh terrain as he navigates his businesses toward initial public offerings. He has set up an AI startup that seeks to develop a large language model and is currently scouting two U S headquartered AI startups for a potential acquisition. The entrepreneur who founded Ola over a decade ago has also floated the idea of setting up a semiconductor design firm one person said requesting anonymity as the details are not public.",
            "html_summary": "<ul><li>Bhavish Aggarwal co founder of ride hailing firm Ola and electric vehicle startup Ola Electric is venturing into fresh terrain as he navigates his businesses toward initial public offerings</li><li> He has set up an AI startup that seeks to develop a large language model and is currently scouting two U S headquartered AI startups for a potential acquisition</li><li> The entrepreneur who founded Ola over a decade ago has also floated the idea of setting up a semiconductor design firm one person said requesting anonymity as the details are not public</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/01/bhavish-aggarwal-ola-ai-semiconductor/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Rapyd acquires a piece of PayU from Prosus for $610M to scale its fintechasaservice platform | TechCrunch",
            "description": "Rapyd, the fintechasaservice startup that provides APIs to enable payments, card issuing, digital wallet and other financial services to companies like Uber and Ikea, is taking a significant step forward in its growth with a big acquisition it is paying $",
            "url": "/2023-08-01-rapyd-acquires-a-piece-of-payu-from-prosus-for-610m-to-scale-its-fintech-as-a-service-platform",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-1399944506.jpg?resize=1200,701",
            "publishedAt": "2023-08-01T06:21:47Z",
            "content": "Rapyd, the fintechasaservice startup that provides APIs to enable payments, card issuing, digital wallet and other financial services to companies like Uber and Ikea, is taking a significant step  [+4126 chars]",
            "summary": "Rapyd the fintech as a service startup that provides APIs to enable payments card issuing digital wallet and other financial services to companies like Uber and Ikea is taking a significant step forward in its growth with a big acquisition. It is paying million to acquire a giant piece of PayU the payments group of internet giant Prosus that focuses on emerging markets. Full financial terms of the deal are not being disclosed Arik Shtilman Rapyd s CEO and co founder told TechCrunch that his company is in the final stages of closing a new financing round of million.",
            "html_summary": "<ul><li>Rapyd the fintech as a service startup that provides APIs to enable payments card issuing digital wallet and other financial services to companies like Uber and Ikea is taking a significant step forward in its growth with a big acquisition</li><li> It is paying million to acquire a giant piece of PayU the payments group of internet giant Prosus that focuses on emerging markets</li><li> Full financial terms of the deal are not being disclosed Arik Shtilman Rapyd s CEO and co founder told TechCrunch that his company is in the final stages of closing a new financing round of million</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/31/rapyd-acquires-a-piece-of-payu-from-prosus-for-610m-to-scale-its-fintech-as-a-service-platform/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. NATO announces $1B fund to back startups supporting safety, freedom and human empowerment | TechCrunch. Olas Aggarwal sets eyes on AI, semiconductor design | TechCrunch. Rapyd acquires a piece of PayU from Prosus for $610M to scale its fintechasaservice platform | TechCrunch"
}