{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Elizabeth Rayne",
            "title": "This is how we could possibly build paved roads on the Moon | Makemetechie.com Summary",
            "description": "Lasers melt a regolithlike material into pavers that could be used for lunar roads.",
            "url": "/2023-10-26-https-arstechnica-com-science-2023-10-this-is-how-we-could-possibly-build-paved-roads-on-the-moon-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/GettyImages-1497116264-760x380.jpg",
            "publishedAt": "2023-10-27T23:38:32Z",
            "content": "8 with The Moon is slated to be our next frontier. When Artemis 3 takes off (tentatively) near the end of 2025, it will be the first mission since the Apollo era to land humans on our satellite. By [+4195 chars]",
            "summary": "Lunar regolith has been the bane of lunar spacecraft and astronauts for a reason. Any spacecraft that lands on or traverses the Moon is at risk from the dust it kicks up. Unweathered shards of rock and glass can easily scratch sensitive instruments and wear away at surfaces. The hardened molten regolith is tough enough to withstand the weight of rovers and other spacecraft with minimal dust kickup. The technology is envisioned to play a major role in the first phase survivability of lunar infrastructure and base development.",
            "html_summary": "<ul><li>Lunar regolith has been the bane of lunar spacecraft and astronauts for a reason.</li><li> Any spacecraft that lands on or traverses the Moon is at risk from the dust it kicks up.</li><li> Unweathered shards of rock and glass can easily scratch sensitive instruments and wear away at surfaces.</li><li> The hardened molten regolith is tough enough to withstand the weight of rovers and other spacecraft with minimal dust kickup.</li><li> The technology is envisioned to play a major role in the first phase survivability of lunar infrastructure and base development.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/10/this-is-how-we-could-possibly-build-paved-roads-on-the-moon/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "Apple Watch facing potential ban after losing Masimo patent case | Makemetechie.com Summary",
            "description": "Apple plans to appeal the ruling, which is under presidential review.",
            "url": "/2023-10-26-https-arstechnica-com-tech-policy-2023-10-apple-watch-facing-potential-ban-after-losing-masimo-patent-case-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2020/12/apple-watch-6s-202009-760x380.jpeg",
            "publishedAt": "2023-10-27T18:23:49Z",
            "content": "Enlarge/ The Apple Watch Series 6.27 with The Apple Watch violates patents owned by Californiabased Masimo, the US International Trade Commission (ITC) ruled on Thursday [PDF]. The federal agenc [+3461 chars]",
            "summary": "The Apple Watch violates patents owned by California based Masimo the US International Trade Commission ITC ruled on Thursday PDF. The federal agency issued a limited exclusion order for the smartwatches meaning the Apple Watch is in jeopardy of an import ban. The exclusion period recommended on Thursday is supposed to go into effect after days during which time President Joe Biden can overturn the ruling. The debate is over Masimo s light based pulse oximetry The ITC s ruling doesn't specify which watches are affected.",
            "html_summary": "<ul><li>The Apple Watch violates patents owned by California based Masimo the US International Trade Commission ITC ruled on Thursday PDF.</li><li> The federal agency issued a limited exclusion order for the smartwatches meaning the Apple Watch is in jeopardy of an import ban.</li><li> The exclusion period recommended on Thursday is supposed to go into effect after days during which time President Joe Biden can overturn the ruling.</li><li> The debate is over Masimo s light based pulse oximetry The ITC s ruling doesn't specify which watches are affected.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/10/apple-watch-facing-potential-ban-after-losing-masimo-patent-case/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "Grandpa GOOGLE? Tech giant begins antitrust defense by poking fun at status... | Makemetechie.com Summary",
            "description": "Google is beginning its defense against a federal lawsuit accusing it of illegally thwarting competition for its ubiquitous search engine. Thursdays testimony came from a top executive who talked about the precarious nature of the companys success. Prabhaka",
            "url": "/2023-10-26-https-apnews-com-article-google-antitrust-trial-search-engine-defense-21c59367d8db87ba16a0c0628f7b6fbc",
            "urlToImage": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png",
            "publishedAt": "2023-10-26T18:00:03Z",
            "content": "Grandpa Google? Tech giant begins antitrust defense by poking fun at its status among youthWASHINGTON (AP)  A top Google executive testified Thursday that the companys success is precarious and sai [+3637 chars]",
            "summary": "Prabhakar Raghavan Google s senior vice president for knowledge and information products testified for the tech giant as it defends itself in the biggest antitrust trial in the last years. The government has accused the company of illegally thwarting competitors from making inroads against its ubiquitous search engine. The antitrust case is the biggest since the Justice Department went after Microsoft and its dominance of internet browsers years ago. The trial began last month and Google is expected to present its case over the next month. U S District Judge Amit Mehta is not expected to rule until early next year.",
            "html_summary": "<ul><li>Prabhakar Raghavan Google s senior vice president for knowledge and information products testified for the tech giant as it defends itself in the biggest antitrust trial in the last years.</li><li> The government has accused the company of illegally thwarting competitors from making inroads against its ubiquitous search engine.</li><li> The antitrust case is the biggest since the Justice Department went after Microsoft and its dominance of internet browsers years ago.</li><li> The trial began last month and Google is expected to present its case over the next month.</li><li> U S District Judge Amit Mehta is not expected to rule until early next year.</li></ul>",
            "website_url": "https://apnews.com/article/google-antitrust-trial-search-engine-defense-21c59367d8db87ba16a0c0628f7b6fbc"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Dan Goodin",
            "title": "Microsoft profiles new threat group with unusual but effective practices | Makemetechie.com Summary",
            "description": "Octo Tempest employs tactics that many of its targets arent prepared for.",
            "url": "/2023-10-26-https-arstechnica-com-security-2023-10-microsoft-profiles-new-threat-group-with-unusual-but-effective-practices-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2017/10/getty-hacker-760x380.jpg",
            "publishedAt": "2023-10-27T23:20:36Z",
            "content": "Enlarge/ This is not what a hacker looks like. Except on hacker cosplay night.1 with Microsoft has been tracking a threat group that stands out for its ability to cash in from data theft hacks th [+5401 chars]",
            "summary": "Microsoft has been tracking a threat group that stands out for its ability to cash in from data theft hacks. Octo Tempest as Microsoft has named the group doesn t encrypt data after gaining illegal access to it instead the threat actor threatens to share the data publicly unless the victim pays a hefty ransom. To defeat targets defenses the group resorts to a host of techniques which besides social engineering include SIM swaps and live voice calls. These actors use personal information such as home addresses and family names along with physical threats to coerce victims into sharing credentials for corporate access.",
            "html_summary": "<ul><li>Microsoft has been tracking a threat group that stands out for its ability to cash in from data theft hacks.</li><li> Octo Tempest as Microsoft has named the group doesn t encrypt data after gaining illegal access to it instead the threat actor threatens to share the data publicly unless the victim pays a hefty ransom.</li><li> To defeat targets defenses the group resorts to a host of techniques which besides social engineering include SIM swaps and live voice calls.</li><li> These actors use personal information such as home addresses and family names along with physical threats to coerce victims into sharing credentials for corporate access.</li></ul>",
            "website_url": "https://arstechnica.com/security/2023/10/microsoft-profiles-new-threat-group-with-unusual-but-effective-practices/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Tech companies seek 1218 month extension for India dataprotection law compliance | Makemetechie.com Summary",
            "description": "The Asia Internet Coalition, a powerful industry group that represents Apple, Google, Meta, Microsoft and many other tech companies, has requested Indias IT Ministry for an extended deadline to comply with certain provisions of a newly approved data protecti",
            "url": "/2023-10-26-https-techcrunch-com-2023-10-25-tech-companies-seek-12-18-month-extension-for-india-data-protection-law-compliance-",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/10/GettyImages-1681877521.jpg?resize=1200,800",
            "publishedAt": "2023-10-26T05:46:39Z",
            "content": "The Asia Internet Coalition, a powerful industry group that represents Apple, Google, Meta, Microsoft and many other tech companies, has requested Indias IT Ministry for an extended deadline to comp [+2554 chars]",
            "summary": "The Asia Internet Coalition a powerful industry group that represents Apple Google Meta Microsoft and many other tech companies has requested India s IT Ministry for an extended deadline to comply with certain provisions of a newly approved data protection regulation. India s Digital Personal Data Protection Act ranks among the world s most stringent regulations on technology firms curbing international data transfers and levying fines for violations. For many tech giants including Meta and Google India represents their largest user base India s digital economy should grow to approximately trillion by according to projections by Google Temasek and Bain.",
            "html_summary": "<ul><li>The Asia Internet Coalition a powerful industry group that represents Apple Google Meta Microsoft and many other tech companies has requested India s IT Ministry for an extended deadline to comply with certain provisions of a newly approved data protection regulation.</li><li> India s Digital Personal Data Protection Act ranks among the world s most stringent regulations on technology firms curbing international data transfers and levying fines for violations.</li><li> For many tech giants including Meta and Google India represents their largest user base India s digital economy should grow to approximately trillion by according to projections by Google Temasek and Bain.</li></ul>",
            "website_url": "https://techcrunch.com/2023/10/25/tech-companies-seek-12-18-month-extension-for-india-data-protection-law-compliance/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Google Fiber is getting outrageously fast 20Gbps service | Makemetechie.com Summary",
            "description": "For now this is early access, but most customers will get upgraded eventually.",
            "url": "/2023-10-26-https-arstechnica-com-gadgets-2023-10-google-fiber-is-getting-outrageously-fast-20gbps-service-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/IMG_2534-760x380.jpg",
            "publishedAt": "2023-10-26T17:56:54Z",
            "content": "Enlarge/ Google Fiber Labs brings quick internet to early adopters. 9 with Google Fiber is still operating in a handful of cities, and now the bandwidthrich are getting richer Fiber plans to up [+2027 chars]",
            "summary": "Google Fiber plans to upgrade some users to outrageously fast Gbps service by the end of the year. The service is made possible by new networking gear Nokia s G PON passive optical network technology which lets Internet service providers push more bandwidth over existing fiber lines. There s no word yet on the price or which utopian Google Fiber cities will get access to the GMbps service. Google has already run trials in Kansas City Missouri and says it will eventually roll out in most if not all of our markets.",
            "html_summary": "<ul><li>Google Fiber plans to upgrade some users to outrageously fast Gbps service by the end of the year.</li><li> The service is made possible by new networking gear Nokia s G PON passive optical network technology which lets Internet service providers push more bandwidth over existing fiber lines.</li><li> There s no word yet on the price or which utopian Google Fiber cities will get access to the GMbps service.</li><li> Google has already run trials in Kansas City Missouri and says it will eventually roll out in most if not all of our markets.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/10/google-fiber-is-getting-outrageously-fast-20gbps-service/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Stephen Clark",
            "title": "CEO of rocketmaker ULA makes a sales pitchfor the whole company | Makemetechie.com Summary",
            "description": "CEO of rocketmaker ULA makes a sales pitchfor the whole companyarstechnica.com",
            "url": "/2023-10-26-https-arstechnica-com-space-2023-10-ceo-of-rocket-maker-ula-makes-a-sales-pitch-for-the-whole-company-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/GettyImages-1241447750-760x380.jpg",
            "publishedAt": "2023-10-26T17:17:40Z",
            "content": "Enlarge/ Tory Bruno, ULAs chief executive, inside the companys rocket factory in Decatur, Alabama. 5 with It sure sounds like United Launch Alliance is up for sale. Tory Bruno, the rocket build [+5777 chars]",
            "summary": "One example of this is when ULA's board, comprised of Boeing and Lockheed Martin executives, initially only approved funding for the Vulcan rocket in three-month increments.While SpaceX dominates the commercial launch market, ULA remains the US military's preferred launch provider. ULA's owners started a multibillion-dollar program to develop the Vulcan rocket in 2014, billing it as a replacement for the company's legacy Atlas and Delta rockets.ULA has also made tentative steps to test technologies needed to reuse the Vulcan rocket's main engines, made by Blue Origin. Officials say this $2 billion investment will double ULA's launch capacity, allowing it to launch as many as 25 Vulcan rockets per year.Sources have said ULA and its corporate owners have already talked with prospective buyers. Let's not forget that Lockheed Martin developed the Atlas V rocket, the more successful of ULA's two legacy launch vehicle families in terms of price and launch cadence.Amazon is another possibility. The military is now in another multi-year launch procurement, and ULA and SpaceX again appear to have the advantage.United Launch Alliance has also been buoyed by Amazon's purchase of 47 launches for the Kuiper broadband constellation. Since then, ULA has been a profitable enterprise for both aerospace giants, thanks to a steady diet of lucrative sole-source military launch contracts and an approximately $1 billion annual subsidy from the US Department of Defense to maintain \"launch readiness. Importantly, the Vulcan rocket will also end ULA's reliance on Russian-built engines that fly on the Atlas V, meaning the US military will stop launching satellites using technology from an adversary.Ars first reported the possibility of a ULA sale in March.",
            "html_summary": "<ul><li>One example of this is when ULA's board, comprised of Boeing and Lockheed Martin executives, initially only approved funding for the Vulcan rocket in three-month increments.While SpaceX dominates the commercial launch market, ULA remains the US military's preferred launch provider..</li><li>ULA's owners started a multibillion-dollar program to develop the Vulcan rocket in 2014, billing it as a replacement for the company's legacy Atlas and Delta rockets.ULA has also made tentative steps to test technologies needed to reuse the Vulcan rocket's main engines, made by Blue Origin..</li><li>Officials say this $2 billion investment will double ULA's launch capacity, allowing it to launch as many as 25 Vulcan rockets per year.Sources have said ULA and its corporate owners have already talked with prospective buyers..</li><li>Let's not forget that Lockheed Martin developed the Atlas V rocket, the more successful of ULA's two legacy launch vehicle families in terms of price and launch cadence.Amazon is another possibility..</li><li>The military is now in another multi-year launch procurement, and ULA and SpaceX again appear to have the advantage.United Launch Alliance has also been buoyed by Amazon's purchase of 47 launches for the Kuiper broadband constellation..</li><li>Since then, ULA has been a profitable enterprise for both aerospace giants, thanks to a steady diet of lucrative sole-source military launch contracts and an approximately $1 billion annual subsidy from the US Department of Defense to maintain \"launch readiness..</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/10/ceo-of-rocket-maker-ula-makes-a-sales-pitch-for-the-whole-company/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. This is how we could possibly build paved roads on the Moon | Makemetechie.com Summary. Apple Watch facing potential ban after losing Masimo patent case | Makemetechie.com Summary. Grandpa GOOGLE? Tech giant begins antitrust defense by poking fun at status... | Makemetechie.com Summary. Microsoft profiles new threat group with unusual but effective practices | Makemetechie.com Summary. Tech companies seek 1218 month extension for India dataprotection law compliance | Makemetechie.com Summary. Google Fiber is getting outrageously fast 20Gbps service | Makemetechie.com Summary. CEO of rocketmaker ULA makes a sales pitchfor the whole company | Makemetechie.com Summary"
}