{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Tarleton State hosts Utah Tech after Gonsalves 24point outing  The Associated Press  en Espaol",
            "description": "Utah Tech Trailblazers (1010, 25 WAC) at Tarleton State Texans (1010, 34 WAC) Stephenville, Texas; Thursday, 8 p.m. EST FANDUEL SPORTSBOOK  LINE Tarleton State 4; over/under is 141.5",
            "url": "/2023-01-26-sports-utah-utes-new-mexico-state-aggies-tanner-christensen-noa-gonsalves-dab936ed4fd0411091e57c6cf4880236",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-26T08:47:03Z",
            "content": "Utah Tech Trailblazers (1010, 25 WAC) at Tarleton State Texans (1010, 34 WAC)Stephenville, Texas; Thursday, 8 p.m. ESTFANDUEL SPORTSBOOK LINE Tarleton State 4; over/under is 141.5BOTTOM L [+1327 chars]",
            "summary": "Isaiah Pope is averaging 13.1 points and 4.3 rebounds over the last 10 games for Utah Tech.LAST 10 GAMES: Texans: 5-5, averaging 69.0 points, 30.2 rebounds, 10.5 assists, 7.9 steals and 2.4 blocks per game while shooting 44.1% from the field. Their opponents have averaged 67.9 points per game.Trailblazers: 5-5, averaging 77.3 points, 35.2 rebounds, 14.1 assists, 5.9 steals and 2.5 blocks per game while shooting 46.2% from the field. Lue Williams is averaging 11.3 points over the last 10 games for Tarleton State.Cameron Gooden is scoring 15.7 points per game and averaging 2.7 rebounds for the Trailblazers. Utah Tech is ninth in the WAC with 23.5 defensive rebounds per game led by Tanner Christensen averaging 5.2.The Texans and Trailblazers square off Thursday for the first time in conference play this season.TOP PERFORMERS: Shakur Daniel is averaging 8.9 points for the Texans. Their opponents have averaged 71.2 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. Tarleton State is 1-1 in one-possession games.The Trailblazers are 2-5 in WAC play.",
            "html_summary": "<ul><li>Isaiah Pope is averaging 13.1 points and 4.3 rebounds over the last 10 games for Utah Tech.LAST 10 GAMES: Texans: 5-5, averaging 69.0 points, 30.2 rebounds, 10.5 assists, 7.9 steals and 2.4 blocks per game while shooting 44.1% from the field.</li><li>Their opponents have averaged 67.9 points per game.Trailblazers: 5-5, averaging 77.3 points, 35.2 rebounds, 14.1 assists, 5.9 steals and 2.5 blocks per game while shooting 46.2% from the field.</li><li>Lue Williams is averaging 11.3 points over the last 10 games for Tarleton State.Cameron Gooden is scoring 15.7 points per game and averaging 2.7 rebounds for the Trailblazers.</li><li>Utah Tech is ninth in the WAC with 23.5 defensive rebounds per game led by Tanner Christensen averaging 5.2.The Texans and Trailblazers square off Thursday for the first time in conference play this season.TOP PERFORMERS: Shakur Daniel is averaging 8.9 points for the Texans.</li><li>Their opponents have averaged 71.2 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li></ul>",
            "website_url": "https://apnews.com/article/sports-utah-utes-new-mexico-state-aggies-tanner-christensen-noa-gonsalves-dab936ed4fd0411091e57c6cf4880236"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BARBARA ORTUTAY and JILL COLVIN - The Associated Press",
            "title": "Donald Trump to be allowed back on Facebook after 2year ban",
            "description": "Facebook parent Meta says it will restore former President Donald Trumps personal account in the coming weeks, ending a twoyear suspension it imposed in the wake of the Jan. 6 insurrection. The company said in a blog post Wednesday it",
            "url": "/2023-01-26-8613875e57f842c869e88042450aef23",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/1/95/195a4965-804b-523a-98c3-9c5fa6c00b83/63d26646f3ed1.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-01-26T04:06:00Z",
            "content": "By BARBARA ORTUTAY and JILL COLVIN  The Associated PressFacebook parent Meta said Wednesday it will restore former President Donald Trump s personal account in the coming weeks, ending a twoyear [+6348 chars]",
            "summary": "In a healthier information ecosystem, the decisions of a single company would not carry such immense political significance, and we hope that new platforms will emerge to challenge the hegemony of the social media giants, the ACLUs Romero said. Facebook is not only the worlds largest social media site, but had been a crucial source of fundraising revenue for Trumps campaigns, which spent millions of dollars on the companys ads in 2016 and 2020. Indeed, some of Trumps most offensive social media posts ended up being critical evidence in lawsuits filed against him and his administration, said Anthony D. Romero, executive director of the American Civil Liberties Union. Other social media companies, including Snapchat, where he remains suspended, also kicked him off their platforms following the insurrection. The biggest social media companies are central actors when it comes to our collective ability to speak  and hear the speech of others  online. They should err on the side of allowing a wide range of political speech, even when it offends.Clegg said that in light of his previous violations, Trump now faces heightened penalties for repeat offenses. But the company had resisted earlier calls  including from its own employees  to remove Trumps account.Meta said Trumps accounts will be restored in the coming weeks on both Facebook and Instagram.",
            "html_summary": "<ul><li>“In a healthier information ecosystem, the decisions of a single company would not carry such immense political significance, and we hope that new platforms will emerge to challenge the hegemony of the social media giants,” the ACLU’s Romero said.</li><li>Facebook is not only the world’s largest social media site, but had been a crucial source of fundraising revenue for Trump’s campaigns, which spent millions of dollars on the company’s ads in 2016 and 2020.</li><li>Indeed, some of Trump’s most offensive social media posts ended up being critical evidence in lawsuits filed against him and his administration,” said Anthony D. Romero, executive director of the American Civil Liberties Union.</li><li>Other social media companies, including Snapchat, where he remains suspended, also kicked him off their platforms following the insurrection.</li><li>“The biggest social media companies are central actors when it comes to our collective ability to speak — and hear the speech of others — online.</li><li>They should err on the side of allowing a wide range of political speech, even when it offends.”Clegg said that in light of his previous violations, Trump now faces heightened penalties for repeat offenses.</li></ul>",
            "website_url": "https://apnews.com/8613875e57f842c869e88042450aef23"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "European smart thermostat startup Tado raises $46.9M after IPO plans falter",
            "description": "Smart home energy startup Tado has raised 43 million ($46.9 million) in a round of funding led by Trill Impact Ventures, as the company pursues plans to become profitable in 2023. The raise comes a year after the German company announced plans to go public (",
            "url": "/2023-01-26-european-smart-thermostat-startup-tado-raises-46-8m-after-ipo-plans-falter",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/st_srt_lifestyle_room_guitar_app-e1674653102647.png?resize=1200,674",
            "publishedAt": "2023-01-26T09:00:35Z",
            "content": "Smart home energy startup Tado has raised 43 million ($46.9 million) in a round of funding led by Trill Impact Ventures, as the company pursues plans to become profitable in 2023.The raise comes a  [+4504 chars]",
            "summary": "As a 12 year old company with around $200 million in funding, some sort of exit seems a little overdue  its previous round of funding in 2021 was intended to be its final raise before it explored a sale or public listing. So far, our focus was on reducing energy demand, now with our smart energy tariffs we also help to reduce the cost of energy. With a smart energy tariff, special heat pumps are controlled in a way that they avoid running during hours of a day in which energy prices are high. So can we expect an IPO  SPAC or otherwise  in the future?Whilst we do want to consider the public listing of Tado in the future, we have no updates in this regard, whether publicly listing ourselves, or via a SPAC, Deilmann said. Our current focus is to continue our strong growth track of doubling business on a yearly basis, while turning profitable in 2023.In addition to lead investor Trill Impact Ventures, Tados latest round of funding included participation from Bayern Kapital, Kiko Ventures, and Swisscanto (Zrcher Kantonalbank).",
            "html_summary": "<ul><li>As a 12 year old company with around $200 million in funding, some sort of exit seems a little overdue — its previous round of funding in 2021 was intended to be its final raise before it explored a sale or public listing.</li><li>“So far, our focus was on reducing energy demand, now with our smart energy tariffs we also help to reduce the cost of energy.</li><li>With a smart energy tariff, special heat pumps are controlled in a way that they avoid running during hours of a day in which energy prices are high.</li><li>So can we expect an IPO — SPAC or otherwise — in the future?“Whilst we do want to consider the public listing of Tado in the future, we have no updates in this regard, whether publicly listing ourselves, or via a SPAC,” Deilmann said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/26/european-smart-thermostat-startup-tado-raises-46-8m-after-ipo-plans-falter/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Hawk AI, an antimoney laundering and fraud prevention platform for banks, raises $17M",
            "description": "Hawk AI, a company developing antimoney laundering and fraud prevention smarts for financial institutions, has raised $16 million.",
            "url": "/2023-01-26-hawk-ai-an-anti-money-laundering-and-fraud-prevention-platform-for-banks-raises-16m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/customer-risk-rating-dashboard_0.png?resize=1200,530",
            "publishedAt": "2023-01-26T10:53:50Z",
            "content": "Hawk AI, a German company developing antimoney laundering (AML) and tangential fraud prevention smarts for financial institutions, has raised $17 million in a Series B round of funding.Prior to no [+3128 chars]",
            "summary": "The company says that this context is essential in terms of evaluating whether a case qualifies as suspicious activity or not.For Hawk AI, explainability is made up of two areas, Schweiger said. But Hawk AI says that its patent-pending technology also tells users what the expected range of normal behavior is, giving a score for each risk-factor using natural human language. product or geographical data) with dynamic data (e.g. What is the justification for an AI-driven, individual decision, and how were the algorithms that contribute to AI developed? Compliance officers need to have transparency over both.",
            "html_summary": "<ul><li>The company says that this context is essential in terms of evaluating whether a case qualifies as suspicious activity or not.“For Hawk AI, explainability is made up of two areas,” Schweiger said.</li><li>But Hawk AI says that its patent-pending technology also tells users what the “expected range” of normal behavior is, giving a score for each risk-factor using natural human language.</li><li>product or geographical data) with dynamic data (e.g.</li><li>“What is the justification for an AI-driven, individual decision, and how were the algorithms that contribute to AI developed?</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/26/hawk-ai-an-anti-money-laundering-and-fraud-prevention-platform-for-banks-raises-16m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Danish startup Kanpla wants to help canteens cut food waste",
            "description": "Kanpla is a Danish startup looking to digitalize the corporate canteen industry, while helping them to cut food waste.",
            "url": "/2023-01-26-danish-startup-kanpla-wants-to-help-canteens-cut-food-waste",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-1357465865-e1674650018731.jpg?resize=1200,675",
            "publishedAt": "2023-01-26T09:00:29Z",
            "content": "As much as 40% of all food produced each year goes nowhere near a human mouth, resulting in economic, environmental, and social costs of an estimated $2.6 trillion.While there are a multitude of so [+5879 chars]",
            "summary": "For kitchens, Kanpla offers what it calls an operating system for managing their whole canteen from a PC or mobile device, including creating digital menus, support for different payment types, collecting and presenting sales data, and more. We saw first-hand a canteen which threw out huge amounts of food at the end of the day. Additionally, they have the added complexity and issues due to menus switching daily, and payments working often through hybrid approaches that may include card, invoice, and salary deduction.Kanplas seed round was led by Netherlands-based VC HenQ, with participation from a handful of angel investors. These inconveniences led us to dive into the pains, finding an industry that was heavily behind on digitalization, with additional problems of forecasting, limited tools to manage guest relations, and a high degree of manual work for print and billing. Last year, Choco hit the much-coveted unicorn status for software that digitizes the ordering, supply chain and communications processes for suppliers and restaurants. Elsewhere, there are companies serving AI-powered forecasting smarts to help retailers optimize their stock replenishment, while others have built marketplaces for selling surplus or imperfect produce. in production or uneaten buffet food).",
            "html_summary": "<ul><li>For kitchens, Kanpla offers what it calls an “operating system” for managing their whole canteen from a PC or mobile device, including creating digital menus, support for different payment types, collecting and presenting sales data, and more.</li><li>“We saw first-hand a canteen which threw out huge amounts of food at the end of the day.</li><li>“Additionally, they have the added complexity and issues due to menus switching daily, and payments working often through hybrid approaches that may include card, invoice, and salary deduction.”Kanpla’s seed round was led by Netherlands-based VC HenQ, with participation from a handful of angel investors.</li><li>These inconveniences led us to dive into the pains, finding an industry that was heavily behind on digitalization, with additional problems of forecasting, limited tools to manage guest relations, and a high degree of manual work for print and billing.</li><li>Last year, Choco hit the much-coveted unicorn status for software that digitizes the ordering, supply chain and communications processes for suppliers and restaurants.</li><li>Elsewhere, there are companies serving AI-powered forecasting smarts to help retailers optimize their stock replenishment, while others have built marketplaces for selling surplus or imperfect produce.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/26/danish-startup-kanpla-wants-to-help-canteens-cut-food-waste/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Mushroom protein company Meati Foods opens mega facility; closes $22M in new funding",
            "description": "Mega Ranch enables Meati Foods to grow, harvest and process its mycelium and then produce its products under one roof.",
            "url": "/2023-01-26-meati-foods-foodtech-mycelium",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/Classic-Cutlet-Sliced.jpg?resize=1200,675",
            "publishedAt": "2023-01-26T12:01:37Z",
            "content": "Meati Foods is closer to fullscale production of its wholefood protein made from the structural fibers of mushrooms, known as mycelium. The company announced Thursday the opening of its production  [+4257 chars]",
            "summary": "The company announced Thursday the opening of its production facility, dubbed Mega Ranch, in Colorado.The 100,000-square-foot facility was financed in part by a $150 million Series C round of capital raised last year and a brand new extension round of $22 million. The company is already bringing in tens of millions of dollars in revenue with plans to reach hundreds of millions in 2024.With the new facility and funding, Meati is on par to reach that sales rate. In addition, he plans to get Meati products into 7,000 doors by the end of the year.The new capital round was led again by Revolution Growth and also included Rockefeller Capital. We are excited to continue working with them to reach the next level and bring Meati to more consumers across the U.S.When I spoke with Huggins in 2022, he mentioned the companys goal of reaching a $1 billion in revenue run rate by 2025. It is also doing small drops of products online that Huggins said continuously sell out quickly. Meati Foods is closer to full-scale production of its whole-food protein made from the structural fibers of mushrooms, known as mycelium. This will enable Meati to produce an annual rate of tens of millions of pounds by late 2023.",
            "html_summary": "<ul><li>The company announced Thursday the opening of its production facility, dubbed “Mega Ranch,” in Colorado.The 100,000-square-foot facility was financed in part by a $150 million Series C round of capital raised last year and a brand new extension round of $22 million.</li><li>The company is already bringing in tens of millions of dollars in revenue with plans to reach hundreds of millions in 2024.With the new facility and funding, Meati is on par to reach that sales rate.</li><li>In addition, he plans to get Meati products into 7,000 doors by the end of the year.The new capital round was led again by Revolution Growth and also included Rockefeller Capital.</li><li>We are excited to continue working with them to reach the next level and bring Meati to more consumers across the U.S.”When I spoke with Huggins in 2022, he mentioned the company’s goal of reaching a $1 billion in revenue run rate by 2025.</li><li>It is also doing small drops of products online that Huggins said continuously sell out quickly.</li><li>Meati Foods is closer to full-scale production of its whole-food protein made from the structural fibers of mushrooms, known as mycelium.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/26/meati-foods-foodtech-mycelium/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Tarleton State hosts Utah Tech after Gonsalves 24point outing  The Associated Press  en Espaol. Donald Trump to be allowed back on Facebook after 2year ban. European smart thermostat startup Tado raises $46.9M after IPO plans falter. Hawk AI, an antimoney laundering and fraud prevention platform for banks, raises $17M. Danish startup Kanpla wants to help canteens cut food waste. Mushroom protein company Meati Foods opens mega facility; closes $22M in new funding"
}