{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Sarah Grillo, Shoshana Gordon",
            "title": "Illustration competitions grapple with generative AI",
            "description": "As generative AI tools like DallE and MidJourney become more mainstream, some illustration competitions are banning the submission of AIgenerated artworks.Why it matters Debate in the art world around the impact of technology is nothing new. But AIs uniqu",
            "url": "/2023-03-17-illustration-competitions-ai-dalle",
            "urlToImage": "https://images.axios.com/NJFO-oq-CsCK8r3yj8ZZhac6_W8=/0x0:1920x1080/1366x768/2023/03/09/1678400474255.jpg",
            "publishedAt": "2023-03-17T16:00:00Z",
            "content": "As generative AI tools like DallE and MidJourney become more mainstream, some illustration competitions are banning the submission of AIgenerated artworks.Why it matters Debate in the art world  [+3326 chars]",
            "summary": "Illustration: Sarah Grillo/AxiosAs generative AI tools like Dall-E and MidJourney become more mainstream, some illustration competitions are banning the submission of AI-generated artworks.Why it matters: Debate in the art world around the impact of technology is nothing new. But AI's unique legal and ethical considerations have prompted some organizations to take a definitive public stance.Zoom in: Of the nine major illustration competitions Axios reviewed, only three allow AI submissions. Generative AI tools are currently under legal scrutiny for their use of licensed imagery in their training models. Several lawsuits have already been filed against major AI art tools over copyright infringement. Mark Heflin, director of American Illustration-American Photography, says that his organizations stance on prohibiting generative AI is consistent with existing guidelines. Yes, but: Technological controversies in the art world have sprung up in the past, including with the advent of photography.",
            "html_summary": "<ul><li>Illustration: Sarah Grillo/AxiosAs generative AI tools like Dall-E and MidJourney become more mainstream, some illustration competitions are banning the submission of AI-generated artworks.Why it matters: Debate in the art world around the impact of technology is nothing new.</li><li>But AI's unique legal and ethical considerations have prompted some organizations to take a definitive public stance.Zoom in: Of the nine major illustration competitions Axios reviewed, only three allow AI submissions.</li><li>Generative AI tools are currently under legal scrutiny for their use of licensed imagery in their training models.</li><li>Several lawsuits have already been filed against major AI art tools over copyright infringement.</li><li>Mark Heflin, director of American Illustration-American Photography, says that his organization’s stance on prohibiting generative AI is consistent with existing guidelines.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/17/illustration-competitions-ai-dalle"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Staff",
            "title": "PLATO How an educational computer system from the 60s shaped the future",
            "description": "Forums, instant messaging, and multiplayer video games all started here.",
            "url": "/2023-03-17-plato-how-an-educational-computer-system-from-the-60s-shaped-the-future",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/plato-iv-76ab9800cba086f244887e6523b84cfba9cfc1ab-760x380.jpg",
            "publishedAt": "2023-03-17T11:30:58Z",
            "content": "Enlarge/ PLATO IV Terminal, ca. 197274.0 with Bright graphics, a touchscreen, a speech synthesizer, messaging apps, games, and educational softwareno, its not your kids iPad. This is the mid1 [+4555 chars]",
            "summary": "IILIAC's 2,718 vacuum tubes gave it more computing power than even Bell Labs had in 1956, with an addition time of 75 microseconds and an average multiply time of 700 microseconds, 1024 40-bit memory words, and a 10,240-word magnetic drum unit. Unfortunately, ILLIAC's memory capacity held back this advance, limiting system capacity to just two users at a time and restricting interactivity by capping secondary help sequences. Bitzer worked with programmer Peter Braunfeld to design the software.The front end was a consumer TV set wired up with a self-maintaining storage tube display and a small keypad originally used for the Naval Tactical Defense System. Higher education was dealing with a massive influx of students, and with the Soviets apparently winning the space race with Sputnik's launch in 1957, science and technology immediately became a national priority. Sherwin went to William Everett, the dean of the School of Engineering, who recommended that fellow physicist Daniel Alpert, head of the Control Systems Laboratory, assemble a group of engineers, educators, mathematicians, and psychologists to explore the concept. Only one user could run lessons at a time, but the prototype worked.The concept rapidly expanded. Many of the computing innovations we treat as commonplace started with this system, and even today, some of PLATO's capabilities have never been precisely duplicated.",
            "html_summary": "<ul><li>IILIAC's 2,718 vacuum tubes gave it more computing power than even Bell Labs had in 1956, with an addition time of 75 microseconds and an average multiply time of 700 microseconds, 1024 40-bit memory words, and a 10,240-word magnetic drum unit.</li><li>Unfortunately, ILLIAC's memory capacity held back this advance, limiting system capacity to just two users at a time and restricting interactivity by capping “secondary help sequences.”</li><li>Bitzer worked with programmer Peter Braunfeld to design the software.The front end was a consumer TV set wired up with a self-maintaining storage tube display and a small keypad originally used for the Naval Tactical Defense System.</li><li>Higher education was dealing with a massive influx of students, and with the Soviets apparently winning the space race with Sputnik's launch in 1957, science and technology immediately became a national priority.</li><li>Sherwin went to William Everett, the dean of the School of Engineering, who recommended that fellow physicist Daniel Alpert, head of the Control Systems Laboratory, assemble a group of engineers, educators, mathematicians, and psychologists to explore the concept.</li><li>Only one user could run lessons at a time, but the prototype worked.The concept rapidly expanded.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/03/plato-how-an-educational-computer-system-from-the-60s-shaped-the-future/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Walter Thompson",
            "title": "TechCrunch+ roundup 7 VCs who are taking pitches, AI best practices, zerobased budgeting",
            "description": "With SVBs contagion contained, the VC community seems open to writing smallish checks for prerevenue startups.TechCrunch+ roundup 7 VCs who are taking pitches, AI best practices, zerobased budgeting by Walter Thompson originally published on TechCrunch",
            "url": "/2023-03-17-techcrunch-roundup-7-vcs-who-are-taking-pitches-ai-best-practices-zero-based-budgeting",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1432923096.jpg?resize=1200,674",
            "publishedAt": "2023-03-17T17:00:45Z",
            "content": "Its too early to determine whether SVBs downfall heralds a new era for venture capital, but based on anecdotal evidence, offtherecord discussions and chats with coworkers, it seems like were back  [+5902 chars]",
            "summary": "Theres plenty of tactical advice here, and much more to come.Heres who participated:Have a great weekend,Walter Thompson Editorial Manager, TechCrunch+ @yourprotagonistHow to pitch me: 7 investors discuss what theyre looking for in March 2023Image Credits: Getty ImagesWe dont run many articles promoting basic best practices. We dont see that commitment from other banks.Trust is a hard thing to earn: SVBs closure could disproportionately affect Black founders Compared to a SaaS startup, the investment required to build a team, acquire research funding and ensure regulatory compliance can be staggering.Dr.",
            "html_summary": "<ul><li>There’s plenty of tactical advice here, and much more to come.Here’s who participated:Have a great weekend,Walter Thompson Editorial Manager, TechCrunch+ @yourprotagonistHow to pitch me: 7 investors discuss what they’re looking for in March 2023Image Credits: Getty ImagesWe don’t run many articles promoting basic best practices.</li><li>“We don’t see that commitment from other banks.”‘Trust is a hard thing to earn’: SVB’s closure could disproportionately affect Black founders</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/17/techcrunch-roundup-7-vcs-who-are-taking-pitches-ai-best-practices-zero-based-budgeting/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "John Daniszewski",
            "title": "20 years after U.S. invasion, young Iraqis see signs of hope",
            "description": "BAGHDAD (AP)  On the banks of the Tigris River one recent evening, young Iraqi men and women in jeans and sneakers danced with joyous abandon to a local rap star as a vermillion sun set behind them....",
            "url": "/2023-03-17-iraq-war-invasion-anniversary-saddam-hussein-47b558083aad51d96106bc72342c49ea",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/26dfb6f58ad54b7aa458ce542e4b452f/3000.webp",
            "publishedAt": "2023-03-17T01:36:47Z",
            "content": "BAGHDAD (AP) On the banks of the Tigris River one recent evening, young Iraqi men and women in jeans and sneakers danced with joyous abandon to a local rap star as a vermillion sun set behind them. I [+18479 chars]",
            "summary": "More than a dozen social media influencers were arrested recently in a crackdown on immoral content, and this month authorities said they would enforce a long-dormant law banning alcohol imports.In 2019-20, fed-up Iraqis, especially young people, protested across the country against corruption and lack of basic services. The worlds perception of Iraq as a war-torn country is frozen in time, he told The Associated Press in an interview.Iraq is rich; peace has returned, he said, and there are opportunities ahead for young people in a country experiencing a population boom. Two years later, the CIAs chief weapons inspector reported no stockpiles of nuclear, chemical or biological weapons were ever found.The war deposed a dictator whose imprisonment, torture and execution of dissenters kept 20 million people in fear for a quarter of a century. In dozens of recent interviews from Baghdad to Fallujah, young Iraqis deplored the loss of stability that followed Saddams downfall  but they said the war is in the past, and many were hopeful about nascent freedoms and opportunities to pursue their dreams. He has helped direct millions of dollars in government funding to rebuild the city, which experienced repeated waves of fighting, including two U.S. military campaigns to rid the city of al-Qaida and the Islamic State group. They returned 20 years later for this special report on how the country has changed over two decades  especially for its young people. Pillars of smoke rose over the city as Iraqi civilians began looting ministries and U.S. Marines pulled down the famous Saddam statue.What appeared to be a swift victory for the U.S.-led forces was illusory: The greatest loss of life came in the months and years that followed.",
            "html_summary": "<ul><li>More than a dozen social media influencers were arrested recently in a crackdown on “immoral” content, and this month authorities said they would enforce a long-dormant law banning alcohol imports.In 2019-20, fed-up Iraqis, especially young people, protested across the country against corruption and lack of basic services.</li><li>The world’s perception of Iraq as a war-torn country is frozen in time, he told The Associated Press in an interview.Iraq is rich; peace has returned, he said, and there are opportunities ahead for young people in a country experiencing a population boom.</li><li>Two years later, the CIA’s chief weapons inspector reported no stockpiles of nuclear, chemical or biological weapons were ever found.The war deposed a dictator whose imprisonment, torture and execution of dissenters kept 20 million people in fear for a quarter of a century.</li><li>In dozens of recent interviews from Baghdad to Fallujah, young Iraqis deplored the loss of stability that followed Saddam’s downfall — but they said the war is in the past, and many were hopeful about nascent freedoms and opportunities to pursue their dreams.</li><li>He has helped direct millions of dollars in government funding to rebuild the city, which experienced repeated waves of fighting, including two U.S. military campaigns to rid the city of al-Qaida and the Islamic State group.</li><li>They returned 20 years later for this special report on how the country has changed over two decades — especially for its young people.</li></ul>",
            "website_url": "https://apnews.com/article/iraq-war-invasion-anniversary-saddam-hussein-47b558083aad51d96106bc72342c49ea"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tim De Chant",
            "title": "Unearthly Materials claimed to have bigname investors, but they werent all on board",
            "description": "If Unearthly Materials claims are true, and if scientists can refine the roomtemp superconductor further, it could become a truly transformative technology.",
            "url": "/2023-03-17-unearthly-materials-superconductors-investors",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-79539673.jpg?resize=1200,800",
            "publishedAt": "2023-03-17T14:00:33Z",
            "content": "Ever since they were discovered over 100 years ago, superconductors have seemed a bit magical.You might have seen one on YouTube, levitating above a pool of liquid nitrogen, shrouded in vapor as th [+2220 chars]",
            "summary": "Or maybe youve been inside a much larger one that was cooled by liquid helium, generating tremendous magnetic and radio waves that allowed doctors to peer inside your body as part of an MRI.Even with their delicate temperature requirements, superconductors have become key players in science, medicine and technology. Ever since they were discovered over 100 years ago, superconductors have seemed a bit magical.You might have seen one on YouTube, levitating above a pool of liquid nitrogen, shrouded in vapor as the super-chilled seventh element boils off. The electrical grid would stand to be transformed, as lossless superconductors would make transcontinental power lines a reality. Its unusual for a widely publicized startup to raise $20 million without writing a blog post or issuing a press release. Fusion reactors, which rely on superconducting magnets to confine the blazing hot plasma, would grow smaller and cheaper. The $1 million seed round featured Union Square Ventures Albert Wenger, Spotifys Daniel Ek, Dolby chairman Peter Gotcher and Wise co-founder Taavet Hinrikus. The Series A included Breakthrough Energy Ventures and Open AIs Sam Altman; Ek and Hinrikus followed up.Though its website is spare, and LinkedIn lists just six employees, Unearthly Materials is not exactly a secret.",
            "html_summary": "<ul><li>Or maybe you’ve been inside a much larger one that was cooled by liquid helium, generating tremendous magnetic and radio waves that allowed doctors to peer inside your body as part of an MRI.Even with their delicate temperature requirements, superconductors have become key players in science, medicine and technology.</li><li>Ever since they were discovered over 100 years ago, superconductors have seemed a bit magical.You might have seen one on YouTube, levitating above a pool of liquid nitrogen, shrouded in vapor as the super-chilled seventh element boils off.</li><li>The electrical grid would stand to be transformed, as lossless superconductors would make transcontinental power lines a reality.</li><li>It’s unusual for a widely publicized startup to raise $20 million without writing a blog post or issuing a press release.</li><li>Fusion reactors, which rely on superconducting magnets to confine the blazing hot plasma, would grow smaller and cheaper.</li><li>The $1 million seed round featured Union Square Ventures’ Albert Wenger, Spotify’s Daniel Ek, Dolby chairman Peter Gotcher and Wise co-founder Taavet Hinrikus.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/17/unearthly-materials-superconductors-investors/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Amanda Silberling",
            "title": "YouTube reinstates Donald Trumps account",
            "description": "Starting today, the Donald J. Trump channel is no longer restricted and can upload new content, YouTube wrote in a tweet.",
            "url": "/2023-03-17-youtube-reinstates-donald-trumps-account",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/GettyImages-941610480-1294537766.jpg?resize=1200,675",
            "publishedAt": "2023-03-17T15:04:32Z",
            "content": "YouTube announced today that former President Donald Trumps YouTube channel will no longer be suspended. The account had been restricted in the week after the January 2021 riot on the U.S. Capitol b [+2246 chars]",
            "summary": "We carefully evaluated the continued risk of real-world violence, while balancing the chance for voters to hear equally from major national candidates in the run up to an election.1/ Starting today, the Donald J. Trump channel is no longer restricted and can upload new content. We carefully evaluated the continued risk of real-world violence, while balancing the chance for voters to hear equally from major national candidates in the run up to an election. YouTubeInsider (@YouTubeInsider) March 17, 2023The reinstated account has 2.64 million subscribers and over four thousand videos. YouTubes decision could have further implications if Trumps campaign is able to run advertisements on YouTube; in 2020, his campaign spent over $10 million on digital ads in key states.In November, Twitter owner Elon Musk used a day-long poll to decide whether to reinstate Trumps account. With 51.8% of users voting in favor, he replatformed the former president, who has not yet used his reinstated account. Last year, a filing with the U.S. Securities and Exchange Commission regarding TMTGs intention to go public via SPAC revealed that Trump has contractual obligations to Truth Social regarding his posts. When Trump posts a truth on Truth Social, he cannot repost it to any other social network for six hours.TMTG has still not gone public.Elon Musk ends Trumps Twitter ban YouTube announced today that former President Donald Trumps YouTube channel will no longer be suspended.",
            "html_summary": "<ul><li>“We carefully evaluated the continued risk of real-world violence, while balancing the chance for voters to hear equally from major national candidates in the run up to an election.”1/ Starting today, the Donald J. Trump channel is no longer restricted and can upload new content.</li><li>We carefully evaluated the continued risk of real-world violence, while balancing the chance for voters to hear equally from major national candidates in the run up to an election.— YouTubeInsider (@YouTubeInsider) March 17, 2023The reinstated account has 2.64 million subscribers and over four thousand videos.</li><li>YouTube’s decision could have further implications if Trump’s campaign is able to run advertisements on YouTube; in 2020, his campaign spent over $10 million on digital ads in key states.In November, Twitter owner Elon Musk used a day-long poll to decide whether to reinstate Trump’s account.</li><li>With 51.8% of users voting in favor, he replatformed the former president, who has not yet used his reinstated account.</li><li>Last year, a filing with the U.S. Securities and Exchange Commission regarding TMTG’s intention to go public via SPAC revealed that Trump has contractual obligations to Truth Social regarding his posts.</li><li>When Trump posts a “truth” on Truth Social, he cannot repost it to any other social network for six hours.TMTG has still not gone public.Elon Musk ends Trump’s Twitter ban</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/17/youtube-reinstates-donald-trumps-account/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Illustration competitions grapple with generative AI. PLATO How an educational computer system from the 60s shaped the future. TechCrunch+ roundup 7 VCs who are taking pitches, AI best practices, zerobased budgeting. 20 years after U.S. invasion, young Iraqis see signs of hope. Unearthly Materials claimed to have bigname investors, but they werent all on board. YouTube reinstates Donald Trumps account"
}