{
    "status": "ok",
    "totalResults": 9,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Alan Suderman",
            "title": "Amid strained US ties, Beijing finds unlikely friend in Utah...",
            "description": "Amid strained US ties, Beijing finds unlikely friend in Utah...    (Second column, 3rd story, link)    Related storiesJack Ma Returns to China After Year Away...    Drudge Report Feed needs your support! Become a Patron",
            "url": "/2023-03-27-china-foreign-influence-utah-legislature-mormon-church-921526d0c8eda2732c361488d20dd1b4",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/b8175ec255aa4772bd9ca4cbb3c8ca63/3000.webp",
            "publishedAt": "2023-03-27T12:28:37Z",
            "content": "SALT LAKE CITY (AP) Chinas global campaign to win friends and influence policy has blossomed in a surprising place Utah, a deeply religious and conservative state with few obvious ties to the worlds [+19533 chars]",
            "summary": "Beijing believes, the report said, that local officials are more pliable than their federal counterparts.The National Counterintelligence and Security Center in July warned state and local officials about deceptive and coercive Chinese influence operations. He has frequently forwarded messages from Chinese government officials to Utah lawmakers and helped the Chinese Embassy set up meetings with state officials.After embassy officials tried unsuccessfully last year to get staff for Utah Gov. Im just someone who cherishes the relationship between the U.S. and China, Le said in an interview in his Weber State office.Adams, the Senate president, said he feels otherwise.I do believe hes lobbying, Adams said. When visiting Utah, Chinas diplomats and officials often meet top church members as well as lawmakers, emails and other records show.Expanding to China has been a top goal for the church, which plays a heavy role in Utah politics and the states overall identity. Lawmakers have partially used campaign donations to pay for the trade missions and cultural exchanges, while relying on China and host organizations to pay for other expenses.On the trips, theyve forged relationships with government officials and were quoted in Chinese state-owned media in ways that support Beijings agenda. U.S. officials have noted that Chinas civilian spy agency, the Ministry of State Security (MSS), has shown an interest in Utah, court records show.In January, former graduate student Ji Chaoqun was sentenced to eight years in prison on charges related to spying for China. But maybe it wasnt.Stephenson said the FBI has not contacted him and no Chinese government official played a role in the resolution.Stephenson has links to Chinese groups allegedly active in covert foreign influence operations, documents show.He is a partner in the Shanghai-based consulting firm Economic Bridge International.",
            "html_summary": "<ul><li>Beijing believes, the report said, that “local officials are more pliable than their federal counterparts.”The National Counterintelligence and Security Center in July warned state and local officials about “deceptive and coercive” Chinese influence operations.</li><li>He has frequently forwarded messages from Chinese government officials to Utah lawmakers and helped the Chinese Embassy set up meetings with state officials.After embassy officials tried unsuccessfully last year to get staff for Utah Gov.</li><li>I’m just someone who cherishes the relationship between the U.S. and China,” Le said in an interview in his Weber State office.Adams, the Senate president, said he feels otherwise.“I do believe he’s lobbying,” Adams said.</li><li>When visiting Utah, China’s diplomats and officials often meet top church members as well as lawmakers, emails and other records show.Expanding to China has been a top goal for the church, which plays a heavy role in Utah politics and the state’s overall identity.</li><li>Lawmakers have partially used campaign donations to pay for the trade missions and cultural exchanges, while relying on China and host organizations to pay for other expenses.On the trips, they’ve forged relationships with government officials and were quoted in Chinese state-owned media in ways that support Beijing’s agenda.</li><li>U.S. officials have noted that China’s civilian spy agency, the Ministry of State Security (MSS), has shown an interest in Utah, court records show.In January, former graduate student Ji Chaoqun was sentenced to eight years in prison on charges related to spying for China.</li></ul>",
            "website_url": "https://apnews.com/article/china-foreign-influence-utah-legislature-mormon-church-921526d0c8eda2732c361488d20dd1b4"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Sara Fischer",
            "title": "Americans hooked on Chinese apps",
            "description": "Data Apptopia; Chart Axios VisualsThe standoff between the U.S. government and TikTok underscores a growing problem for policymakers Chinese apps are booming in America, but most U.S. apps arent able to operate in China. Why it matters Mobile apps are on",
            "url": "/2023-03-27-americans-hooked-on-chinese-apps",
            "urlToImage": "https://images.axios.com/0GmLB2mnE5WTLWDOTmy6l_8eQek=/0x0:1508x848/1366x768/2023/03/27/1679912246605.png",
            "publishedAt": "2023-03-27T09:30:12Z",
            "content": "The standoff between the U.S. government and TikTok underscores a growing problem for policymakers Chinese apps are booming in America, but most U.S. apps arent able to operate in China. Why it m [+3323 chars]",
            "summary": "Yes, but: While an increasing number of Chinese apps are becoming popular to download, these apps still struggle to provide American users with the same sense of daily utility as those made by U.S. companies. Why it matters: Mobile apps are one of the most powerful vectors for expanding trade and exporting soft power, given how widely accessible they are, how much time is spent on them, and how little regulatory oversight there is online. The standoff between the U.S. government and TikTok underscores a growing problem for policymakers: Chinese apps are booming in America, but most U.S. apps aren't able to operate in China. Driving the news: In the past 30 days, four of the top 10 most-downloaded apps in the U.S. across Apple's iOS store and the Google Play store are owned by Chinese companies. The big picture: The tension between China and Washington has come to a head over the national security risks that U.S. imports of foreign technology could pose.Go deeper: TikTok's fate may be decided by the courts Be smart: Last week's Congressional hearing showed how much bipartisan angst there is around TikTok's growing footprint. In China, state media called the hearing an \"embarrassment,\" per The Washington Post.",
            "html_summary": "<ul><li>Yes, but: While an increasing number of Chinese apps are becoming popular to download, these apps still struggle to provide American users with the same sense of daily utility as those made by U.S. companies.</li><li>Why it matters: Mobile apps are one of the most powerful vectors for expanding trade and exporting soft power, given how widely accessible they are, how much time is spent on them, and how little regulatory oversight there is online.</li><li>The standoff between the U.S. government and TikTok underscores a growing problem for policymakers: Chinese apps are booming in America, but most U.S. apps aren't able to operate in China.</li><li>Driving the news: In the past 30 days, four of the top 10 most-downloaded apps in the U.S. across Apple's iOS store and the Google Play store are owned by Chinese companies.</li><li>The big picture: The tension between China and Washington has come to a head over the national security risks that U.S. imports of foreign technology could pose.Go deeper: TikTok's fate may be decided by the courts</li><li>Be smart: Last week's Congressional hearing showed how much bipartisan angst there is around TikTok's growing footprint.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/27/americans-hooked-on-chinese-apps"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Apple acquired a startup using AI to compress videos",
            "description": "Apple has quietly acquired a Mountain Viewbased startup, WaveOne, that was developing AI algorithms for compressing video. Apple wouldnt confirm the sale when asked for comment. But WaveOnes website was shut down around January, and several former employee",
            "url": "/2023-03-27-apple-acquired-a-startup-using-ai-to-compress-videos",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-1227849474.jpg?w=1024",
            "publishedAt": "2023-03-27T13:40:14Z",
            "content": "Apple has quietly acquired a Mountain Viewbased startup, WaveOne, that was developing AI algorithms for compressing video.Apple wouldnt confirm the sale when asked for comment. But WaveOnes webs [+3215 chars]",
            "summary": "Leveraging AI-powered scene and object detection, the startups technology could essentially understand a video frame, allowing it to, for example, prioritize faces at the expense of other elements within a scene to save bandwidth.WaveOne also claimed that its video compression tech was robust to sudden disruptions in connectivity. Even minor improvements in video compression could save on bandwidth costs, or enable services like Apple TV+ to deliver higher resolutions and framerates depending on the type of content being streamed.YouTubes already doing this. We started our journey at WaveOne, realizing that machine learning and deep learning video technology could potentially change the world. Apple saw this potential and took the opportunity to add it to their technology portfolio.WaveOne was founded in 2016 by Lubomir Bourdev and Oren Rippel, who set out to take the decades-old paradigm of video codecs and make them AI-powered. Prior to the Apple acquisition, WaveOne attracted $9 million from backers including Khosla Ventures, Vela Partners, Incubate Fund, Omega Venture Partners and Blue Ivy.So what might Apple want with an AI-powered video codec? Apple has quietly acquired a Mountain View-based startup, WaveOne, that was developing AI algorithms for compressing video.Apple wouldnt confirm the sale when asked for comment. YouTube servers), while end-users machines handle the decompressing.",
            "html_summary": "<ul><li>Leveraging AI-powered scene and object detection, the startup’s technology could essentially “understand” a video frame, allowing it to, for example, prioritize faces at the expense of other elements within a scene to save bandwidth.WaveOne also claimed that its video compression tech was robust to sudden disruptions in connectivity.</li><li>Even minor improvements in video compression could save on bandwidth costs, or enable services like Apple TV+ to deliver higher resolutions and framerates depending on the type of content being streamed.YouTube’s already doing this.</li><li>“We started our journey at WaveOne, realizing that machine learning and deep learning video technology could potentially change the world.</li><li>Apple saw this potential and took the opportunity to add it to their technology portfolio.”WaveOne was founded in 2016 by Lubomir Bourdev and Oren Rippel, who set out to take the decades-old paradigm of video codecs and make them AI-powered.</li><li>Prior to the Apple acquisition, WaveOne attracted $9 million from backers including Khosla Ventures, Vela Partners, Incubate Fund, Omega Venture Partners and Blue Ivy.So what might Apple want with an AI-powered video codec?</li><li>Apple has quietly acquired a Mountain View-based startup, WaveOne, that was developing AI algorithms for compressing video.Apple wouldn’t confirm the sale when asked for comment.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/27/apple-acquired-a-startup-using-ai-to-compress-videos/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By STAN CHOE and DAMIAN J. TROISE - AP Business Writers",
            "title": "Banks lead stock gains after First Citizens buys SVB assets",
            "description": "Stocks are rising on Wall Street Monday as battered banks show more strength, at least for now. The S&P 500 was 0.6% higher in early trading Monday. The Dow and the Nasdaq composite also rose. Markets have been in turmoil",
            "url": "/2023-03-27-shares-stocks-markets-dollar-recession-imf-9b5931a91b6cc2137fbedf8eaffaaeb9",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/d8/cd892b31-aa2e-5325-a81b-42375fbc4188/6421a40f6c9a6.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-27T14:11:33Z",
            "content": "By STAN CHOE and DAMIAN J. TROISE  AP Business WritersNEW YORK (AP) Socks are rising on Wall Street Monday as battered banks show more strength, at least for now.The S&amp;P 500 was 0.6% higher  [+4930 chars]",
            "summary": "Banks and energy stocks led the gainers in the benchmark index, outweighing losses in technology and communications companies.The Dow Jones Industrial Average rose 0.6% to 32,432.08, while the Nasdaq composite fell 0.5%, to 11,768.84, reflecting losses in Google parent Alphabet and other tech companies. Investors have been hunting for which banks could be next to fall as the system creaks under the pressure of much higher interest rates.On Wall Street, the S&P 500 eked out a 0.2% gain to 3,977.53 after having been up by as much as 0.8%. It indicated last week that the troubles in the banking system could end up acting like rate hikes on their own, by slowing lending.Huge, quick swings in expectations for the Fed have caused historic-sized moves in the bond market.Yields jumped Monday in their latest lunge. It was above 4% earlier this month.Lower rates can act like steroids for stocks, and technology and other high-growth stocks tend to get a particularly big boost. Many economists were already expecting an economic downturn before all the struggles for banks.Unfortunately this is what happens when you tighten policy that quickly, Amanda Agati, chief investment officer of PNC Asset Management Group, said about the past years swift rise in interest rates. That has helped the S&P 500, which is dominated by such Big Tech stocks as Apple and Microsoft.Other areas of the market that dont benefit from such Big Tech stocks have been weaker. TOKYO (AP)  Asian shares were mostly higher on Tuesday as investors got some relief from worries over troubled U.S. banks with a planned takeover of failed Silicon Valley Bank.",
            "html_summary": "<ul><li>Banks and energy stocks led the gainers in the benchmark index, outweighing losses in technology and communications companies.The Dow Jones Industrial Average rose 0.6% to 32,432.08, while the Nasdaq composite fell 0.5%, to 11,768.84, reflecting losses in Google parent Alphabet and other tech companies.</li><li>Investors have been hunting for which banks could be next to fall as the system creaks under the pressure of much higher interest rates.On Wall Street, the S&P 500 eked out a 0.2% gain to 3,977.53 after having been up by as much as 0.8%.</li><li>It indicated last week that the troubles in the banking system could end up acting like rate hikes on their own, by slowing lending.Huge, quick swings in expectations for the Fed have caused historic-sized moves in the bond market.Yields jumped Monday in their latest lunge.</li><li>It was above 4% earlier this month.Lower rates can act like steroids for stocks, and technology and other high-growth stocks tend to get a particularly big boost.</li><li>Many economists were already expecting an economic downturn before all the struggles for banks.“Unfortunately this is what happens when you tighten policy that quickly,” Amanda Agati, chief investment officer of PNC Asset Management Group, said about the past year’s swift rise in interest rates.</li><li>That has helped the S&P 500, which is dominated by such Big Tech stocks as Apple and Microsoft.Other areas of the market that don’t benefit from such Big Tech stocks have been weaker.</li></ul>",
            "website_url": "https://apnews.com/article/shares-stocks-markets-dollar-recession-imf-9b5931a91b6cc2137fbedf8eaffaaeb9"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KIM TONG-HYUNG - Associated Press",
            "title": "North Korea testfires 2 more missiles as US sends carrier",
            "description": "A nuclearpowered U.S. aircraft carrier and its battle group have begun exercises with South Korean warships hours after North Korea fired two shortrange ballistic missiles in an apparent protest of the allies expanding drills. The seventh missile test this",
            "url": "/2023-03-27-north-korea-ballistic-missile-launch-34d0d95a38bf148c78d75c9d8d36653f",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/ca/cca1883f-312b-53a2-a8cf-566afc6f1c3b/641d7ebe6bc77.image.jpg?crop=1764%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-27T09:10:00Z",
            "content": "By KIM TONGHYUNG  Associated PressSEOUL, South Korea (AP) Fighter jets roared off the USS Nimitz as the nuclearpowered U.S. aircraft carrier and its battle group began exercises with South Korea [+6605 chars]",
            "summary": "The U.S. Indo Pacific Command said the launches did not pose an immediate threat to the United States or its allies, but still highlighted the destabilizing impact of North Koreas illicit nuclear weapons and missiles programs. North Korea had also fired a short-range missile when the USS Ronald Reagan and its battle group arrived for joint drills with South Korea in September, which was the last time the United States sent an aircraft carrier to waters near the Korean Peninsula. Japan has previously used similar language to describe a North Korean solid-fuel missile apparently modeled after Russias Iskander mobile ballistic system, which is designed to be maneuverable in low-altitude flight to better evade South Korean missile defenses. Japans military said the missiles, which landed outside Japans exclusive economic zone, flew on an irregular trajectory and reached a maximum altitude of 50 kilometers (31 miles). The United States and South Korea completed their biggest springtime exercises in years last week, which had included both computer simulations and live-fire field exercises. North Korea, which has weathered tightened U.N. Security Council sanctions since 2016 over its nuclear developments, didnt immediately comment on the launches. The tests also included a purported nuclear-capable underwater drone that the North claimed can set off a huge radioactive tsunami and destroy naval vessels and ports.",
            "html_summary": "<ul><li>The U.S. Indo Pacific Command said the launches did not pose an immediate threat to the United States or its allies, but still highlighted the “destabilizing impact” of North Korea’s illicit nuclear weapons and missiles programs.</li><li>North Korea had also fired a short-range missile when the USS Ronald Reagan and its battle group arrived for joint drills with South Korea in September, which was the last time the United States sent an aircraft carrier to waters near the Korean Peninsula.</li><li>Japan has previously used similar language to describe a North Korean solid-fuel missile apparently modeled after Russia’s Iskander mobile ballistic system, which is designed to be maneuverable in low-altitude flight to better evade South Korean missile defenses.</li><li>Japan’s military said the missiles, which landed outside Japan’s exclusive economic zone, flew on an irregular trajectory and reached a maximum altitude of 50 kilometers (31 miles).</li><li>The United States and South Korea completed their biggest springtime exercises in years last week, which had included both computer simulations and live-fire field exercises.</li><li>North Korea, which has weathered tightened U.N. Security Council sanctions since 2016 over its nuclear developments, didn’t immediately comment on the launches.</li></ul>",
            "website_url": "https://apnews.com/article/north-korea-ballistic-missile-launch-34d0d95a38bf148c78d75c9d8d36653f"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Slack backs Videowises approach to creating interactive, shoppable videos",
            "description": "Videowises video platform helps online stores manage and publish videos on an unlimited number of pages without sacrificing page speed.",
            "url": "/2023-03-27-slack-videowise-shoppable-video-commerce",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/image20one.jpg?resize=1200,675",
            "publishedAt": "2023-03-27T14:07:27Z",
            "content": "The concept of shoppable videos has been around for at least a decade, with some big companies, like Showroom, Firework, Vimeo, YouTube and Klarna getting in on the action.There have also been star [+3686 chars]",
            "summary": "Videowise is able to deliver loading times up to five times faster than traditional video players, he added.The companys first integration was with Shopify, where the concept has caught on: Videowise is currently working with more than 600 Shopify and Shopify Plus brands. New feature releases will be coming this year in areas where we dont see competitors currently focused, and we aim to be a platform that can integrate with anyone.4 video content tips for your startups growth marketing The new investment gives Videowise a total of $4.1 million in venture-backed funds, Cioba said in an interview.After working for over a decade in product design for companies, Cioba decided to embark on his own entrepreneurial journey, focusing on e-commerce. The company now has a cash infusion of $3 million in a round that closed earlier this year.Slack Fund led the round and was joined by Founder Collective, Underline Ventures, MuVentures, Ratio Ventures, Stan Chudnovsky, Javier Olivan, Ed Baker, Scott Belsky and Gokul Rajaram. Theres still a lot of innovation to be built and a ton of functionality being asked of us.",
            "html_summary": "<ul><li>Videowise is able to deliver loading times up to five times faster than traditional video players, he added.The company’s first integration was with Shopify, where the concept has caught on: Videowise is currently working with more than 600 Shopify and Shopify Plus brands.</li><li>New feature releases will be coming this year in areas where we don’t see competitors currently focused, and we aim to be a platform that can integrate with anyone.”4 video content tips for your startup’s growth marketing</li><li>The new investment gives Videowise a total of $4.1 million in venture-backed funds, Cioba said in an interview.After working for over a decade in product design for companies, Cioba decided to embark on his own entrepreneurial journey, focusing on e-commerce.</li><li>The company now has a cash infusion of $3 million in a round that closed earlier this year.Slack Fund led the round and was joined by Founder Collective, Underline Ventures, MuVentures, Ratio Ventures, Stan Chudnovsky, Javier Olivan, Ed Baker, Scott Belsky and Gokul Rajaram.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/27/slack-videowise-shoppable-video-commerce/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Paul Sutter",
            "title": "Building a Dyson sphere Whats the payback time of disassembling a planet?",
            "description": "Building a Dyson sphere Whats the payback time of disassembling a planet?arstechnica.com",
            "url": "/2023-03-27-building-a-dyson-sphere-whats-the-payback-time-of-disassembling-a-planet",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/A_Dyson_Swarm_Superstructure_21983905140-760x380.png",
            "publishedAt": "2023-03-27T11:44:32Z",
            "content": "6 with In 1960, visionary physicist Freeman Dyson proposed that an advanced alien civilization would someday quit fooling around with kindergartenlevel stuff like wind turbines and nuclear reactor [+3591 chars]",
            "summary": "So were going to see how long it will take to recoup the energy investment of building one and what the optimal design might be to minimize the initial investment.To get at some numbers, were going to make a lot of assumptions. How much energy would it cost us to rearrange our solar system, and how long would it take to get our investment back? They would then go on to use that enormous amount of energy to mine bitcoin, make funny videos on social media, delve into the deepest mysteries of the Universe, and enjoy the bounties of their energy-rich civilization.But what if the alien civilization was us? Here, we just want a general sense of feasibilitywill building a Dyson sphere take a (relatively) small, medium, or extreme amount of energy? If they want to move a mountain-sized solar panel into a different orbit, that also takes energy.For these and many other reasons, a Dyson sphere costs energy. Can we actually achieve a net gain in energy by building a Dyson sphere?Ill state from the outset that I'm a theoretical cosmologist, not an engineer. We can use building one as a thought experiment to explore fundamental principles of energy, orbit, and motion.",
            "html_summary": "<ul><li>So we’re going to see how long it will take to recoup the energy investment of building one and what the optimal design might be to minimize the initial investment.To get at some numbers, we’re going to make a lot of assumptions.</li><li>How much energy would it cost us to rearrange our solar system, and how long would it take to get our investment back?</li><li>They would then go on to use that enormous amount of energy to mine bitcoin, make funny videos on social media, delve into the deepest mysteries of the Universe, and enjoy the bounties of their energy-rich civilization.But what if the alien civilization was… us?</li><li>Here, we just want a general sense of feasibility—will building a Dyson sphere take a (relatively) small, medium, or extreme amount of energy?</li><li>If they want to move a mountain-sized solar panel into a different orbit, that also takes energy.For these and many other reasons, a Dyson sphere costs energy.</li><li>Can we actually achieve a net gain in energy by building a Dyson sphere?I’ll state from the outset that I'm a theoretical cosmologist, not an engineer.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/03/building-a-dyson-sphere-whats-the-payback-time-of-disassembling-a-planet/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Darrell Etherington",
            "title": "Sonos Era 100 and Era 300 review The next generation of great, reliable multiroom sound",
            "description": "Sonos Era 100 and Era 300 speaker review. Both speakers punch above their weight in terms of performance and value.",
            "url": "/2023-03-27-sonos-era-100-era-300-review",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Sonos-Era-100-Era-300-5.jpg?resize=1200,800",
            "publishedAt": "2023-03-27T13:01:13Z",
            "content": "Sonos has two new speakers going on sale Tuesday, March 28, and theyre both significant new models that occupy a couple of key spots in the overall Sonos lineup The Era 100 is essentially the repl [+9088 chars]",
            "summary": "Also, if you have the input adapters, you can play back audio from your line-in source across your various Sonos speakers.Both these Sonos speakers achieve new highs for the brand in terms of design, in my opinion. In fact, I would say the Era 300 is maybe the best-looking speaker Sonos has ever made.Lets get the basics out of the way first: Sonos new speakers are just as reliable in terms of the core Sonos magic as any that have come before. The first is that I would say if youre looking to use an Era 100 on its own, you definitely get a lot better audio quality versus a Sonos One acting solo. I wouldnt make spatial audio support the deciding factor in a purchase, but your mileage may vary there depending on how you feel about the technology.Sonos has rarely had a real miss with its product lineup, and both the Era 100 and the Era 300 stand as clear hits. The added tweeter and bigger woofer do deliver more accurate sound with less muddied mixes, especially at lower volumes.If youre debating whether or not to upgrade an existing Sonos One pair to Era 100s, I think things get a lot more murky. The fact is that in most settings, for most setups, you likely wont get enough of a difference in overall experienced audio quality to justify the price of upgrading. We took both for a test drive, and found plenty of reasons to get excited about Sonos Era era.The Sonos Era 100 basically drops in as a replacement for the Sonos One in the existing product lineup, and its got a design to match.",
            "html_summary": "<ul><li>Also, if you have the input adapters, you can play back audio from your line-in source across your various Sonos speakers.Both these Sonos speakers achieve new highs for the brand in terms of design, in my opinion.</li><li>In fact, I would say the Era 300 is maybe the best-looking speaker Sonos has ever made.Let’s get the basics out of the way first: Sonos’ new speakers are just as reliable in terms of the core Sonos magic as any that have come before.</li><li>The first is that I would say if you’re looking to use an Era 100 on its own, you definitely get a lot better audio quality versus a Sonos One acting solo.</li><li>I wouldn’t make spatial audio support the deciding factor in a purchase, but your mileage may vary there depending on how you feel about the technology.Sonos has rarely had a real miss with its product lineup, and both the Era 100 and the Era 300 stand as clear hits.</li><li>The added tweeter and bigger woofer do deliver more accurate sound with less muddied mixes, especially at lower volumes.If you’re debating whether or not to upgrade an existing Sonos One pair to Era 100s, I think things get a lot more murky.</li><li>The fact is that in most settings, for most setups, you likely won’t get enough of a difference in overall experienced audio quality to justify the price of upgrading.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/27/sonos-era-100-era-300-review/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Ford lifts the hood on its EV business, Turo updates its IPO filing and Waymo releases a safety case for AVs",
            "description": "Ford lifts the hood on its EV business, Turo updates its IPO filing and Waymo releases a safety case for AVstechcrunch.com",
            "url": "/2023-03-27-ford-lifts-the-hood-on-its-ev-business-turo-updates-its-ipo-filing-and-waymo-releases-a-safety-case-for-avs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/06/Rouge-Electric-Vehicle-Center_02.jpeg?resize=1200,900",
            "publishedAt": "2023-03-27T13:33:22Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+16224 chars]",
            "summary": "Other investors include Temasek, Korea Zinc, Aramco Ventures, AP Ventures, MOL PLUS, Yanmar Ventures, Zeon Ventures and DCVC.Birds shares jumped 17% this week after the company announced it had received additional funding, bringing the total raised to $33 million this year. A new regulatory filing suggests the peer-to-peer car rental company might finally make the leap.The company filed an update to its IPO paperwork this past week, detailing its full 2022 financial performance. Ford lost about $3 billion on its Model e business over the past two years and isnt expected to be profitable (on an adjusted basis that removes costs like taxes) until late 2026 with an 8% operating profit margin. BMW i Ventures co-led an investment in the $16.1M Series A round for startup DeepDrive, a startup that developed an efficient dual-rotor motor that extends the range of electric vehicles. In fact, after posting GAAP net losses in the $90 million range in both 2019 and 2020, Turo cut the figure to a $40.4 million net loss in 2021. BMW has expanded its use of Nvidia Omniverse, the companys metaverse platform that allows automakers to build and test virtually, and is now operating its first fully digital factory. The pilot is small scale, but its the latest in a string of B2B partnerships the battery swapping company is tapping to expand into new countries.",
            "html_summary": "<ul><li>Other investors include Temasek, Korea Zinc, Aramco Ventures, AP Ventures, MOL PLUS, Yanmar Ventures, Zeon Ventures and DCVC.Bird’s shares jumped 17% this week after the company announced it had received additional funding, bringing the total raised to $33 million this year.</li><li>A new regulatory filing suggests the peer-to-peer car rental company might finally make the leap.The company filed an update to its IPO paperwork this past week, detailing its full 2022 financial performance.</li><li>Ford lost about $3 billion on its Model e business over the past two years and isn’t expected to be profitable (on an adjusted basis that removes costs like taxes) until late 2026 with an 8% operating profit margin.</li><li>BMW i Ventures co-led an investment in the $16.1M Series A round for startup DeepDrive, a startup that developed an efficient dual-rotor motor that extends the range of electric vehicles.</li><li>In fact, after posting GAAP net losses in the $90 million range in both 2019 and 2020, Turo cut the figure to a $40.4 million net loss in 2021.</li><li>BMW has expanded its use of Nvidia Omniverse, the company’s metaverse platform that allows automakers to build and test virtually, and is now operating its first fully digital factory.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/27/ford-lifts-the-hood-on-its-ev-business-turo-updates-its-ipo-filing-and-waymo-releases-a-safety-case-for-avs/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Amid strained US ties, Beijing finds unlikely friend in Utah.... Americans hooked on Chinese apps. Apple acquired a startup using AI to compress videos. Banks lead stock gains after First Citizens buys SVB assets. North Korea testfires 2 more missiles as US sends carrier. Slack backs Videowises approach to creating interactive, shoppable videos. Building a Dyson sphere Whats the payback time of disassembling a planet?. Sonos Era 100 and Era 300 review The next generation of great, reliable multiroom sound. Ford lifts the hood on its EV business, Turo updates its IPO filing and Waymo releases a safety case for AVs"
}