{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "Apples mixedreality headset could arrive this year",
            "description": "According to a report from Bloombergs Mark Gurman, Apple is going to spend most of 2023 focusing on a brand new device a mixedreality headset that has been a work in progress for several years. The new device could look like a pair of ski goggles, based o",
            "url": "/2023-01-09-apples-mixed-reality-headset-could-arrive-this-year",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-1421721472.jpg?resize=1200,846",
            "publishedAt": "2023-01-09T15:58:53Z",
            "content": "According to a report from Bloombergs Mark Gurman, Apple is going to spend most of 2023 focusing on a brand new device a mixedreality headset that has been a work in progress for several years.Th [+3174 chars]",
            "summary": "The new operating system for the Apple headset could be called xrOS.WWDC seems like the right stage for this kind of product announcement as a lot of developers working on third-party apps for the iPhone, iPad, Mac, Apple TV and Apple Watch are paying attention to this event. It will feature several cameras so that the device can track your movements in real time and see whats happening in the real world.Over the past few years, Apple CEO has stated several times that augmented reality is a promising technology. The Apple TV and iPad Pro arent going to be updated at all.The most significant changes in Apples various lineups could be a 15-inch MacBook Air, the return of the big HomePod and a brand new Mac Pro. So its a critically important part of Apples future, Cook told Kara Swisher back in 2021.But it sounds like Apples upcoming product is going to offer a mixed-reality experience. According to Bloomberg, the new Mac Pro would look a lot like the existing Mac Pro.It will feature the M2 Ultra that you can find in the Mac Studio. And it seems like you shouldnt expect a lot of surprises beyond the companys mixed-reality headset.For instance, the MacBook Pro, the Apple Watch, the AirPods, the iPad mini, the iPad Air and the base iPad model will only receive better components that should improve overall specifications. Having popular apps and games for this new Apple platform will be key when it comes to ensuring the long-term success of the Apple headset.Mark Gurman also spent some time discussing Apples roadmap for 2023.",
            "html_summary": "<ul><li>The new operating system for the Apple headset could be called xrOS.WWDC seems like the right stage for this kind of product announcement as a lot of developers working on third-party apps for the iPhone, iPad, Mac, Apple TV and Apple Watch are paying attention to this event.</li><li>It will feature several cameras so that the device can track your movements in real time and see what’s happening in the real world.Over the past few years, Apple CEO has stated several times that augmented reality is a promising technology.</li><li>The Apple TV and iPad Pro aren’t going to be updated at all.The most significant changes in Apple’s various lineups could be a 15-inch MacBook Air, the return of the big HomePod and a brand new Mac Pro.</li><li>So it’s a critically important part of Apple’s future,” Cook told Kara Swisher back in 2021.But it sounds like Apple’s upcoming product is going to offer a mixed-reality experience.</li><li>According to Bloomberg, the new Mac Pro would look a lot like the existing Mac Pro.It will feature the M2 Ultra that you can find in the Mac Studio.</li><li>And it seems like you shouldn’t expect a lot of surprises beyond the company’s mixed-reality headset.For instance, the MacBook Pro, the Apple Watch, the AirPods, the iPad mini, the iPad Air and the base iPad model will only receive better components that should improve overall specifications.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/09/apples-mixed-reality-headset-could-arrive-this-year/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "The first orbital launch from Western Europe could happen tonight",
            "description": "The public cannot wait for the UK to come and join that exclusive launch club.",
            "url": "/2023-01-09-the-first-orbital-launch-from-western-europe-could-happen-tonight",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/01/above-the-clouds-2-760x380.jpg",
            "publishedAt": "2023-01-09T14:33:10Z",
            "content": "Enlarge/ The Above the Clouds mission launches in January 2022. 0 with 0 posters participatingAfter years of working through a thicket of regulatory matters, Virgin Orbit says it is finally rea [+3182 chars]",
            "summary": "This \"Start Me Up\" mission, bound for low Earth orbit, will carry satellites from seven customers in both the United States and United Kingdom.The air-launch mission has received considerable attention in the United Kingdom because it is being advertised as the first-ever orbital launch from the nation. \"Thorpe has been among a team working for eight years to bring a horizontal launch capability to Spaceport Cornwall, which is situated on the site of Newquay Airport, a former Royal Air Force station. \"I feel confident and I feel focused and I feel ready to handle whatever comes our way,\" Melissa Thorpe, head of Spaceport Cornwall, said Sunday during a news conference with reporters. Spaceports capable of such launches are under construction in several locations around the nation but probably will not be ready for an orbital launch this year. And unlike British launch companies that aim to use those spaceports, Virgin Orbit's technology was developed, built, and tested in the United States.This has not diminished the ardor of proponents of the horizontal-launch spaceport in Cornwall. \"Were excited about the future, and coming back maybe later this year to launch again and hopefully get a rhythm going. The public cannot wait for the UK to come and join that exclusive launch club because it's gonna feel good.",
            "html_summary": "<ul><li>This \"Start Me Up\" mission, bound for low Earth orbit, will carry satellites from seven customers in both the United States and United Kingdom.The air-launch mission has received considerable attention in the United Kingdom because it is being advertised as the first-ever orbital launch from the nation.</li><li>\"Thorpe has been among a team working for eight years to bring a horizontal launch capability to Spaceport Cornwall, which is situated on the site of Newquay Airport, a former Royal Air Force station.</li><li>\"I feel confident and I feel focused and I feel ready to handle whatever comes our way,\" Melissa Thorpe, head of Spaceport Cornwall, said Sunday during a news conference with reporters.</li><li>Spaceports capable of such launches are under construction in several locations around the nation but probably will not be ready for an orbital launch this year.</li><li>And unlike British launch companies that aim to use those spaceports, Virgin Orbit's technology was developed, built, and tested in the United States.This has not diminished the ardor of proponents of the horizontal-launch spaceport in Cornwall.</li><li>\"We’re excited about the future, and coming back maybe later this year to launch again and hopefully get a rhythm going.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/01/the-first-orbital-launch-from-western-europe-could-happen-tonight/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Josh Berman",
            "title": "5 cloud trends to track in 2023",
            "description": "From AI and ML to bespoke solutions, cloud technology is on track to expand into more areas than ever in 2023 as adoption increases.",
            "url": "/2023-01-09-5-cloud-trends-to-track-in-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/03/GettyImages-150799488.jpg?resize=1200,703",
            "publishedAt": "2023-01-09T14:01:07Z",
            "content": "In many ways, 2022 was a year of growth for the cloud technology space. Unpredictable macroeconomic developments saw many organizations thinking about and preparing for greater wins in the years to c [+1516 chars]",
            "summary": "Some want to use their data to enhance analytics and build predictive models, and others want to automate repeatable processes.Currently, many AI and ML models require extensive testing and training before they can be implemented at scale across large organizations hosting petabytes of data or serving wide customer bases. As models are refined, and training and testing become more reliable and automatic, organizations will come to rely on these technologies more. However, these technologies ranked high among the ones that respondents hope to adopt in the future.The promise of these technologies is too significant to ignore. In many ways, 2022 was a year of growth for the cloud technology space. C2C Global, a Google Cloud customer community, has identified five cloud trends to watch in 2023. Every organization wants to harness the many and varied capabilities of AI and ML technology. What does this kind of increased spending and investment mean for organizations?",
            "html_summary": "<ul><li>Some want to use their data to enhance analytics and build predictive models, and others want to automate repeatable processes.Currently, many AI and ML models require extensive testing and training before they can be implemented at scale across large organizations hosting petabytes of data or serving wide customer bases.</li><li>As models are refined, and training and testing become more reliable and automatic, organizations will come to rely on these technologies more.</li><li>However, these technologies ranked high among the ones that respondents hope to adopt in the future.The promise of these technologies is too significant to ignore.</li><li>In many ways, 2022 was a year of growth for the cloud technology space.</li><li>C2C Global, a Google Cloud customer community, has identified five cloud trends to watch in 2023.</li><li>Every organization wants to harness the many and varied capabilities of AI and ML technology.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/09/5-cloud-trends-to-track-in-2023/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Nigerian agritech Releaf gets more capital as it launches new tech for food processing",
            "description": "Releaf, a Nigerian agritech that supplies ingredients to food factories, has received $3.3 million in an oversubscribed preSeries A round.",
            "url": "/2023-01-09-nigerian-agritech-releaf-gets-more-capital-as-it-launches-new-tech-for-food-processing",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/7813F47F-27F7-4F35-A904-CEA743E3FC33.jpeg",
            "publishedAt": "2023-01-09T09:05:10Z",
            "content": "Releaf, a Nigerian agritech startup that supplies ingredients (starting with the oil palm) to consumer goods manufacturers and their food factories, has received $3.3 million in an oversubscribed pre [+5117 chars]",
            "summary": "The oil palm is the first, and for now, the only crop Releaf works on; the oil palm market is a $3 billion market that consists of over 4 million smallholder farmers. With this funding, the agritech, whose valuation has tripled since its seed round, will be looking to expand the regions where it processes palm and extend the crop types it works with.Our insights have shown that downstream is capped by supply, which is upstream, the CTO mentioned. Releaf focuses on value chains where smaller factories are set up near smallholder farmers, allowing them to get better processing yields and less expensive logistics costs. SITE developed by ReleafThe startup has used its supply chain technology to process more than 10 million kilograms of palm nuts since the launch of Kraken in 2021. Offering farmers better prices and providing working capital are two ways Releaf uses to gain market share in this segment, Ayogu noted. These farmers drive about 80% of the crops production using rocks or inefficient hardware, responsible for producing low-quality vegetable oil. As a result, Releaf has grown its monthly revenue 7x year-on-year, which is set to increase this year following the securement of over $100 million in supply contracts from consumer goods manufacturers in Nigeria.",
            "html_summary": "<ul><li>The oil palm is the first, and for now, the only crop Releaf works on; the oil palm market is a $3 billion market that consists of over 4 million smallholder farmers.</li><li>With this funding, the agritech, whose valuation has tripled since its seed round, will be looking to expand the regions where it processes palm and extend the crop types it works with.“Our insights have shown that downstream is capped by supply, which is upstream,” the CTO mentioned.</li><li>Releaf focuses on value chains where smaller factories are set up near smallholder farmers, allowing them to get better processing yields and less expensive logistics costs.</li><li>SITE developed by ReleafThe startup has used its supply chain technology to process more than 10 million kilograms of palm nuts since the launch of Kraken in 2021.</li><li>Offering farmers better prices and providing working capital are two ways Releaf uses to gain market share in this segment, Ayogu noted.</li><li>These farmers drive about 80% of the crop’s production using rocks or inefficient hardware, responsible for producing low-quality vegetable oil.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/09/nigerian-agritech-releaf-gets-more-capital-as-it-launches-new-tech-for-food-processing/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Superscript, a bespoke insurance provider for SMEs, raises $54 million",
            "description": "Superscript, an insurance broker and tech platform targeting SMEs and highgrowth tech firms, has raised 45 million ($54 million) in a Series B round of funding Founded out of London in 2015, Superscript constitutes two core insurance businesses an online",
            "url": "/2023-01-09-superscript-a-bespoke-insurance-provider-for-smes-raises-54-million",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/Screenshot_2020-09-28_at_16.00.38_1-e1673009627914.webp?resize=1200,676",
            "publishedAt": "2023-01-09T09:00:42Z",
            "content": "Superscript, an insurance broker and tech platform targeting SMEs and highgrowth tech firms, has raised 45 million ($54 million) in a Series B round of fundingFounded out of London in 2015, Sup [+4492 chars]",
            "summary": "With another $54 million in the bank, the company said that it plans to bolster its underwriting and broking capabilities, and continue investing in its machine learning tooling.While Superscript is limited to the European market, it has longer term ambitions to become a global player. This again drives operational efficiency for both our process and the insurers.The company had previously raised around $24.4 million, including a roughly $20 million tranche raised across two rounds in 2020. Germanys Wefox last year raised $400 million at $4.5 billion valuation, while Ohio-based Branch reached unicorn status off the back of a $147 million raise. In fact, it already claims some clients in North America, Australasia, and the Middle East, though apparently they are customers who need access to the European insurance markets.Superscripts Series B round of funding was led by Comparethemarket owner BHL UK, with participation from The Hartford, and Concentric. More recently, now with the hindsight of more mature insurtechs and a number of IPO experiences, weve seen investors shifting focus towards underwriting differentiation and strength. While fast-growth in customer numbers is typically seen as a good thing, if the underwriting is not right then claims  in other words, losses  will start to compound overtime. Superscript has focused on sustainable growth and quality underwriting from day one to give us more favourable loss ratios.",
            "html_summary": "<ul><li>With another $54 million in the bank, the company said that it plans to bolster its underwriting and broking capabilities, and continue investing in its machine learning tooling.While Superscript is limited to the European market, it has longer term ambitions to become a global player.</li><li>“This again drives operational efficiency for both our process and the insurers.”The company had previously raised around $24.4 million, including a roughly $20 million tranche raised across two rounds in 2020.</li><li>Germany’s Wefox last year raised $400 million at $4.5 billion valuation, while Ohio-based Branch reached unicorn status off the back of a $147 million raise.</li><li>In fact, it already claims some clients in North America, Australasia, and the Middle East, though apparently they are customers who need access to the European insurance markets.Superscript’s Series B round of funding was led by Comparethemarket owner BHL UK, with participation from The Hartford, and Concentric.</li><li>“More recently, now with the hindsight of more mature insurtechs and a number of IPO experiences, we’ve seen investors shifting focus towards underwriting differentiation and strength.</li><li>“While fast-growth in customer numbers is typically seen as a good thing, if the underwriting is not right then claims — in other words, losses — will start to compound overtime.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/09/superscript-a-bespoke-insurance-provider-for-smes-raises-54-million/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "XetHub raises $7.5M for its Gitbased data collaboration platform",
            "description": "Seattlebased XetHub, a startup that makes it easy for businesses to use Git for data management, today announced that it has raised a $7.5 million seed financing round led by Madrona. The basic idea here is to allow developers to work with data the same",
            "url": "/2023-01-09-xethub-raises-7-5m-for-its-git-based-data-collaboration-platform",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/03/GettyImages-1277626774.jpg?resize=1200,769",
            "publishedAt": "2023-01-09T16:00:35Z",
            "content": "Seattlebased XetHub, a startup that makes it easy for businesses to use Git for data management, today announced that it has raised a $7.5 million seed financing round led by Madrona. The basic idea [+3836 chars]",
            "summary": "The team describes XetHub as a collaborative storage platform for data management.The company was co-founded by Yucheng Low (CEO), Ajit Banerjee and Rajat Arya, a team with years of experience working with large data platforms. Few developers will want to clone a large repository like this, so one nifty feature here is that developers can also mount these repositories and make them behave like a local file system, no matter whether thats on their laptop or a large GPU cluster. The basic idea here is to allow developers to work with data the same way they work with code, including all of the collaboration features a tool like Git enables. Apple acquired the company in 2016, allowing Low and Arya to work on various parts of Apples ML platform stack, with Arya leading Apples data platform team, for example. Managing where you store this data, how you collaborate on this data is really fundamental. He also previously founded two startups.XetHub repository view is designed for navigating and visualizing data repositories while keeping GitHub sensibilities. Developing and deploying these applications is constrained by legacy infrastructure and complex data workflows, and XetHub addresses these pain points from the developer point of view.Apple acquires Turi, a machine learning company",
            "html_summary": "<ul><li>The team describes XetHub as a “collaborative storage platform for data management.”The company was co-founded by Yucheng Low (CEO), Ajit Banerjee and Rajat Arya, a team with years of experience working with large data platforms.</li><li>Few developers will want to clone a large repository like this, so one nifty feature here is that developers can also mount these repositories and make them behave like a local file system, no matter whether that’s on their laptop or a large GPU cluster.</li><li>The basic idea here is to allow developers to work with data the same way they work with code, including all of the collaboration features a tool like Git enables.</li><li>Apple acquired the company in 2016, allowing Low and Arya to work on various parts of Apple’s ML platform stack, with Arya leading Apple’s data platform team, for example.</li><li>“Managing where you store this data, how you collaborate on this data is really fundamental.</li><li>He also previously founded two startups.XetHub repository view is designed for navigating and visualizing data repositories while keeping GitHub sensibilities.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/09/xethub-raises-7-5m-for-its-git-based-data-collaboration-platform/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Apples mixedreality headset could arrive this year. The first orbital launch from Western Europe could happen tonight. 5 cloud trends to track in 2023. Nigerian agritech Releaf gets more capital as it launches new tech for food processing. Superscript, a bespoke insurance provider for SMEs, raises $54 million. XetHub raises $7.5M for its Gitbased data collaboration platform"
}