{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Kelvin Chan",
            "title": "Is it real or made by AI? Europe wants label as it fights disinformation...",
            "description": "LONDON (AP)  The European Union is pushing online platforms like Google and Meta to step up the fight against false information by adding labels to text, photos and other content generated by artificial intelligence , a top official said Monday.",
            "url": "/2023-06-06-artificial-intelligence-disinformation-europe-58a61973645ee0c36dddd1cbea81a42e",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/d0c1110b00c94fa1978b79d974d30ea0/3000.webp",
            "publishedAt": "2023-06-06T03:13:37Z",
            "content": "LONDON (AP) The European Union is pushing online platforms like Google and Meta to step up the fight against false information by adding labels to text, photos and other content generated by artifici [+4108 chars]",
            "summary": "LONDON (AP)  The European Union is pushing online platforms like Google and Meta to step up the fight against false information by adding labels to text, photos and other content generated by artificial intelligence, a top official said Monday. Most digital giants are already signed up to the EU disinformation code, which requires companies to measure their work on combating false information and issue regular reports on their progress. Europe has taken a lead role in the global movement to regulate artificial intelligence with its AI Act, but the legislation still needs final approval and wont take effect for several years. Twitter dropped out last month in what appeared to be the latest move by Elon Musk to loosen restrictions at the social media company after he bought it last year. Breton, whos in charge of digital policy, told reporters Monday that he also will visit other Silicon Valley tech companies including OpenAI, chipmaker Nvidia and Meta. They chose confrontation, she said. The exit drew a stern rebuke, with Jourova calling it a mistake.",
            "html_summary": "<ul><li>LONDON (AP) — The European Union is pushing online platforms like Google and Meta to step up the fight against false information by adding labels to text, photos and other content generated by artificial intelligence, a top official said Monday.</li><li>Most digital giants are already signed up to the EU disinformation code, which requires companies to measure their work on combating false information and issue regular reports on their progress.</li><li>Europe has taken a lead role in the global movement to regulate artificial intelligence with its AI Act, but the legislation still needs final approval and won’t take effect for several years.</li><li>Twitter dropped out last month in what appeared to be the latest move by Elon Musk to loosen restrictions at the social media company after he bought it last year.</li><li>Breton, who’s in charge of digital policy, told reporters Monday that he also will visit other Silicon Valley tech companies including OpenAI, chipmaker Nvidia and Meta.</li><li>They chose confrontation,” she said.</li></ul>",
            "website_url": "https://apnews.com/article/artificial-intelligence-disinformation-europe-58a61973645ee0c36dddd1cbea81a42e"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "China and Europe both seek to emulate NASAs success with commercial cargo",
            "description": "Doing so, however, will be challenging.",
            "url": "/2023-06-06-china-and-europe-both-seek-to-emulate-nasas-success-with-commercial-cargo",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/Fx3__PMaIAAWHQZ-760x380.jpg",
            "publishedAt": "2023-06-06T12:59:18Z",
            "content": "Enlarge/ SpaceX launches its 28th supply mission to the International Space Station on Monday, June 5, 2023.1 with In just the last month, both the European and Chinese space agencies have issued [+5755 chars]",
            "summary": "Each proposing company must procure its own rocket for a demonstration mission.Less than a week later, on May 16, the China Manned Space Engineering Office announced a \"Low-cost Cargo Transportation System\" plan to hire private companies to deliver cargo to its Tiangong space station. The European Space Agency seemingly recognizes this, as it is telling companies it would like cargo delivery services for the International Space Station or private stations that will come later.There is less information about the Chinese plan, but the country appears to be paying providers by the ton. At the end of the development program NASA had two vehicles, SpaceX's Cargo Dragon and Orbital's Cygnus, capable of delivering cargo to the space station for a fraction of the price it would have paid using a traditional contracting method. However, each of these initiatives may ultimately struggle.In 2005, under the leadership of Administrator Mike Griffin, NASA said it would use private companies to deliver cargo to the International Space Station after the Space Shuttle's retirement. Developing, testing, and flying cargo spacecraft is both difficult and expensive.For example, in its initial services contract with SpaceX, NASA paid $133 million per mission to fly a couple of tons of cargo to the International Space Station. China, therefore, is proposing to pay its providers less than one-fifth the value of what NASA paid SpaceXand potentially without a COTS-like precursor program.NASA's commercial cargo program was ultimately successful because it picked good companies, invested substantially from the beginning, and was able to provide technical expertise when needed. The benefit of this is clear: It allows ESA to start a commercial cargo program long before its next \"ministerial\" meeting in 2025, when it can ask member nations for more significant funding to support the cargo initiative.But there is a serious downside, as well.",
            "html_summary": "<ul><li>Each proposing company must procure its own rocket for a demonstration mission.Less than a week later, on May 16, the China Manned Space Engineering Office announced a \"Low-cost Cargo Transportation System\" plan to hire private companies to deliver cargo to its Tiangong space station.</li><li>The European Space Agency seemingly recognizes this, as it is telling companies it would like cargo delivery services for the International Space Station or private stations that will come later.There is less information about the Chinese plan, but the country appears to be paying providers by the ton.</li><li>At the end of the development program NASA had two vehicles, SpaceX's Cargo Dragon and Orbital's Cygnus, capable of delivering cargo to the space station for a fraction of the price it would have paid using a traditional contracting method.</li><li>However, each of these initiatives may ultimately struggle.In 2005, under the leadership of Administrator Mike Griffin, NASA said it would use private companies to deliver cargo to the International Space Station after the Space Shuttle's retirement.</li><li>Developing, testing, and flying cargo spacecraft is both difficult and expensive.For example, in its initial services contract with SpaceX, NASA paid $133 million per mission to fly a couple of tons of cargo to the International Space Station.</li><li>China, therefore, is proposing to pay its providers less than one-fifth the value of what NASA paid SpaceX—and potentially without a COTS-like precursor program.NASA's commercial cargo program was ultimately successful because it picked good companies, invested substantially from the beginning, and was able to provide technical expertise when needed.</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/06/china-and-europe-both-seek-to-emulate-nasas-success-with-commercial-cargo/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Eric Schmidt backs Keeta, a startup working to make crossborder payments as easy as Venmo",
            "description": "The core technology is a ledger processing over 50 million transactions per second and a network of interconnected realtime payment rails.",
            "url": "/2023-06-06-eric-schmidt-keeta-cross-border-payments-fintech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Keeta-Mocks_hm-02.png?resize=1200,580",
            "publishedAt": "2023-06-06T13:04:17Z",
            "content": "Keeta, a new startup developing an instant and secure way to make crossborder payments, raised $17 million in funding from a group of investors led by former Google CEO Eric Schmidt. The investment  [+2912 chars]",
            "summary": "Others, like Tazapay, Airwallex, Routefusion, UPI and PayNow, are also working on global platforms.Schenk said payment transaction provider SWIFT is more closely related to his company, However, he noted that while Swift is the de facto international wire, it caters more to high-value payments, those over $1 million. Fintechs and financial institutions can access Keeta via APIs or custom integrations.The core technology is a proprietary ledger capable of processing more than 50 million transactions per second  something Schenk says is already operational  and a network of interconnected real-time payment rails. At each bank, there is a transfer fee collected and the money is verified, which could take a whole business day to complete.With Keeta, we want to make international payments as easy as Venmo, Schenk told TechCrunch. Keeta, a new startup developing an instant and secure way to make cross-border payments, raised $17 million in funding from a group of investors led by former Google CEO Eric Schmidt. The investment values the company at $75 million, according to Ty Schenk, founder and CEO of Keeta.Schenk has been a software engineer since his teenage years, and much of his work prior to starting Keeta was building PayPal-like experiences in the cryptocurrency world. That kicked off his idea for the company and he started working on it in 2021.Schenk explained that a traditional cross-border payment, for example, between the U.S. and Brazil is slow, and its difficult to calculate how much it will cost. We want to make it very simple, very fast and we want to send your money where its going so you dont have to worry about it.The team at Keeta built its platform from the ground up so it controls the whole process within its system.",
            "html_summary": "<ul><li>Others, like Tazapay, Airwallex, Routefusion, UPI and PayNow, are also working on global platforms.Schenk said payment transaction provider SWIFT is more closely related to his company, However, he noted that while Swift is “the de facto international wire,” it caters more to high-value payments, those over $1 million.</li><li>Fintechs and financial institutions can access Keeta via APIs or custom integrations.The core technology is a proprietary ledger capable of processing more than 50 million transactions per second — something Schenk says is already operational — and a network of interconnected real-time payment rails.</li><li>At each bank, there is a transfer fee collected and the money is verified, which could take a whole business day to complete.“With Keeta, we want to make international payments as easy as Venmo,” Schenk told TechCrunch.</li><li>Keeta, a new startup developing an instant and secure way to make cross-border payments, raised $17 million in funding from a group of investors led by former Google CEO Eric Schmidt.</li><li>The investment values the company at $75 million, according to Ty Schenk, founder and CEO of Keeta.Schenk has been a software engineer since his teenage years, and much of his work prior to starting Keeta was building PayPal-like experiences in the cryptocurrency world.</li><li>That kicked off his idea for the company and he started working on it in 2021.Schenk explained that a traditional cross-border payment, for example, between the U.S. and Brazil is slow, and it’s difficult to calculate how much it will cost.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/06/eric-schmidt-keeta-cross-border-payments-fintech/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Europe wants platforms to label AIgenerated content to fight disinformation",
            "description": "The European Union is leaning on signatories to its Code of Practice on Online Disinformation to label deepfakes and other AIgenerated content. In remarks yesterday following a meeting with the 40+ signatories to the Code, the EUs values and transparency co",
            "url": "/2023-06-06-eu-disinformation-code-generative-ai-labels",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2017/03/fb-fake-news.jpg?resize=1200,675",
            "publishedAt": "2023-06-06T09:10:09Z",
            "content": "The European Union is leaning on signatories to its Code of Practice on Online Disinformation to label deepfakes and other AIgenerated content.In remarks yesterday following a meeting with the 40+ [+7652 chars]",
            "summary": "We said it many times and thats why I also want to come back and appreciate the cooperation with the former people working in Twitter, who collaborated with us [for] several years already on Code of Conduct against hate speech and Code of Practice [on disinformation] as well. Also when it comes to the creation of and dissemination of disinformation.Advanced chatbots like ChatGPT are capable of creating complex, seemingly well substantiated content and visuals in a matter of seconds. But, as always, we have to mention the dark side of this matter and they also present new risks and the potential for negative consequences for society, she warned. The new technologies raise fresh challenges for the fight against disinformation as well. But when it comes to the AI production, I dont see any right for the machines to have freedom of speech. And so this is also coming back to the old good pillars of our law. Voice generating software can imitate the voice of a person based on a sample of a few seconds.",
            "html_summary": "<ul><li>“We said it many times and that’s why I also want to come back and appreciate the cooperation with the… former people working in Twitter, who collaborated with us [for] several years already on Code of Conduct against hate speech and Code of Practice [on disinformation] as well.</li><li>“Also when it comes to the creation of and dissemination of disinformation.“Advanced chatbots like ChatGPT are capable of creating complex, seemingly well substantiated content and visuals in a matter of seconds.</li><li>But, as always, we have to mention the dark side of this matter and they also present new risks and the potential for negative consequences for society,” she warned.</li><li>The new technologies raise fresh challenges for the fight against disinformation as well.</li><li>But when it comes to the AI production, I don’t see any right for the machines to have freedom of speech.</li><li>And so this is also coming back to the old good pillars of our law.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/06/eu-disinformation-code-generative-ai-labels/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "OurX adds tech spin to Black hair care regimen",
            "description": "After a fourstep hair assessment, OurX recommends products for tightly textured hair. The average regimen costs between $115 and $130.",
            "url": "/2023-06-06-ourx-adds-tech-spin-to-black-hair-care-regimen",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Copy-of-110922_OurX_Ecom_Day13900_v2-1.jpg?resize=1200,801",
            "publishedAt": "2023-06-06T07:30:39Z",
            "content": "Ceci Kurzman has spent much of her career building and investing in brands and serving as one of the few Black female board members for companies, including Lanvin, Revlon and Warner Music+.While i [+3286 chars]",
            "summary": "One-on-one access to hair coaches is available through a subscription.The product regimen is influenced by a group of experts, including dermatologist Jenna Lester, celebrity hair stylist Johnny Wright and hairstylist Cataanda James.Along with the launch, OurX announced that it has a new CEO, Meghan Maupin. At the end, it presents a regimen of products, a hair coach and peer community to best help you utilize the products. Maupin, an MIT graduate, previously founded personalized skincare brand, Atolla, which was acquired by Function of Beauty in 2021.When I dove deeper into haircare, I saw that theres actually a huge need for personalization, for this consumer in particular, Maupin said in an interview. It also includes a series of guided at-home video-based tests to provide an even-more accurate read on their hair and scalp attributes. Were lucky that weve been able to fund this round primarily with women and women of color, and theres some allies in there, too.At 0.69% in Q1, the dip in funding for Black founders no longer evokes an emotional response We wanted investors who understood the mission, understood the need and understood the market.",
            "html_summary": "<ul><li>One-on-one access to hair coaches is available through a subscription.The product regimen is influenced by a group of experts, including dermatologist Jenna Lester, celebrity hair stylist Johnny Wright and hairstylist Cataanda James.Along with the launch, OurX announced that it has a new CEO, Meghan Maupin.</li><li>At the end, it presents a regimen of products, a hair coach and peer community to best help you utilize the products.</li><li>Maupin, an MIT graduate, previously founded personalized skincare brand, Atolla, which was acquired by Function of Beauty in 2021.“When I dove deeper into haircare, I saw that there’s actually a huge need for personalization, for this consumer in particular,” Maupin said in an interview.</li><li>It also includes a series of guided at-home video-based tests to provide an even-more accurate read on their hair and scalp attributes.</li><li>We’re lucky that we’ve been able to fund this round primarily with women and women of color, and there’s some allies in there, too.”At 0.69% in Q1, the dip in funding for Black founders ‘no longer evokes an emotional response’</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/06/ourx-adds-tech-spin-to-black-hair-care-regimen/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "BOND brings inspirationaldriven approach to livestream shopping, raises $2M",
            "description": "BONDs founders say their approach is creator and content first, putting creators at the forefront of the experience.",
            "url": "/2023-06-06-bond-inspirational-driven-livestream-shopping-2m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Inventory.png?resize=1200,687",
            "publishedAt": "2023-06-06T12:02:05Z",
            "content": "Livestream shopping may not be as popular in the U.S. as it is in other parts of the world, but BOND founders Maddie Raedts and Sam Robinson believe theyve cracked the code with an inspirationdriven [+4262 chars]",
            "summary": "BOND offers a place where creators can connect with their audience in a more interactive way and then with a frictionless shopping experience.BOND connects creators, brands and consumers across more premium lifestyle categories, CEO Raedts told TechCrunch. Robinson has an operations background and previously spearheaded the North American rollout of Soho Houses Soho Works and worked in operations and strategy for WeWorks expansion into Japan.Whatnots valuation doubles to $3.7B as livestream shopping gains popularity in USBONDs livestream shopping creator profile. Together, those initial creators have an audience reach of over 35 million, Robinson said in an interview.Attracting new customers has become more difficult in recent years amid privacy regulations and new technology that has increased the cost of acquisition. Others, like Instagram, started livestream shopping, then decided to shutter those programs when they didnt rise in popularity.It also means that creators and brands have to get creative. With BOND, creators can engage with consumers via either live content or prerecorded content that continues to sell as long as the product is available, Raedts said. Shoppers can check out creator profiles and product discovery.On the back side, BOND manages data insights and post-purchase operations, including logistics, customer service and returns. Image Credits: BONDThe company launched its platform Tuesday with over 65 creators and 50 brands already enrolled.",
            "html_summary": "<ul><li>BOND offers a place where creators can connect with their audience in a more interactive way and then with a frictionless shopping experience.“BOND connects creators, brands and consumers across more premium lifestyle categories,” CEO Raedts told TechCrunch.</li><li>Robinson has an operations background and previously spearheaded the North American rollout of Soho House’s Soho Works and worked in operations and strategy for WeWork’s expansion into Japan.Whatnot’s valuation doubles to $3.7B as livestream shopping gains popularity in USBOND’s livestream shopping creator profile.</li><li>Together, those initial creators have an audience reach of over 35 million, Robinson said in an interview.Attracting new customers has become more difficult in recent years amid privacy regulations and new technology that has increased the cost of acquisition.</li><li>Others, like Instagram, started livestream shopping, then decided to shutter those programs when they didn’t rise in popularity.It also means that creators and brands have to get creative.</li><li>With BOND, creators can engage with consumers via either live content or prerecorded content that continues to sell as long as the product is available, Raedts said.</li><li>Shoppers can check out creator profiles and product discovery.On the back side, BOND manages data insights and post-purchase operations, including logistics, customer service and returns.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/06/bond-inspirational-driven-livestream-shopping-2m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Binder maker For Them is launching community for queer and trans folks",
            "description": "Meeting the needs, practical and emotional, of the queer, trans, and nonbinary community is both sensitive and pressing.",
            "url": "/2023-06-06-for-them",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/ForThem-Large.jpeg?resize=1200,798",
            "publishedAt": "2023-06-06T13:16:10Z",
            "content": "Meeting the needs, practical and emotional, of the queer, trans, and nonbinary community is both sensitive and pressing. This is something that For Them, a genderqueer wellness company founded by Kyl [+6109 chars]",
            "summary": "And they have notches that pull inwards and downwards.Having sold 40,000 units of the first version of the binder, For Them knew they had created a product that wasnt just needed by the trans community, but that the community was also prepared to rally around. The new binder was created in response to community feedback.Listening to the needs of the queer community and providing what it asks for is at the heart of For Thems mission. Or at least that was our first product.For Thems first binder was created in response to Freemans own need for a breast tissue compression garment that was effective, comfortable, and safe. Freeman says membership offers tangible rewards and access to new wellness tracking opportunities aligned to the trans community.Membership is the sticky glue of this, said Freeman. This is something that For Them, a genderqueer wellness company founded by Kylo Freeman, is leaning into.We started as a binder company, said Freeman, For Thems CEO, in an interview with TechCrunch. For too long, trans people seeking to compress their breast tissue have been forced to resort to bandages or hacked-together products to meet their needs. These were not, however, conducive to good health or feeling confident in oneself; some are actively dangerous.The first productized chest binder was made essentially as a corset for the chest.",
            "html_summary": "<ul><li>And they have notches that pull inwards and downwards.”Having sold 40,000 units of the first version of the binder, For Them knew they had created a product that wasn’t just needed by the trans community, but that the community was also prepared to rally around.</li><li>The new binder was created in response to community feedback.Listening to the needs of the queer community and providing what it asks for is at the heart of For Them’s mission.</li><li>“Or at least that was our first product.”For Them’s first binder was created in response to Freeman’s own need for a breast tissue compression garment that was effective, comfortable, and safe.</li><li>Freeman says membership offers tangible rewards and access to new wellness tracking opportunities aligned to the trans community.“Membership is the sticky glue of this,” said Freeman.</li><li>This is something that For Them, a genderqueer wellness company founded by Kylo Freeman, is leaning into.“We started as a binder company,” said Freeman, For Them’s CEO, in an interview with TechCrunch.</li><li>For too long, trans people seeking to compress their breast tissue have been forced to resort to bandages or hacked-together products to meet their needs.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/06/for-them/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Matthew Panzarino",
            "title": "First impressions Yes, Apple Vision Pro works and yes, its good.",
            "description": "After a roughly 30 minute demo that ran through the major features that are yet ready to test I came away convinced that Apple has delivered nothing less than a genuine leapfrog in capability and execution of XR  or mixed reality with its new Apple Vision Pr",
            "url": "/2023-06-06-first-impressions-yes-apple-vision-pro-works-and-yes-its-good",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/IMG_0058.jpeg?resize=1200,574",
            "publishedAt": "2023-06-06T01:09:08Z",
            "content": "After a roughly 30 minute demo that ran through the major features that are yet ready to test I came away convinced that Apple has delivered nothing less than a genuine leapfrog in capability and exe [+7886 chars]",
            "summary": "This thing was absolutely born to make the 3D format sing  and it can display them pretty much right away, so theres going to be a decent library of shot-on-3D movies that will bring new life to them all. After a roughly 30-minute demo that ran through the major features that are yet ready to test, I came away convinced that Apple has delivered nothing less than a genuine leapfrog in capability and execution of XR  or mixed reality  with its new Apple Vision Pro. There is a deep animal brain thing in most humans that makes us really, really uncomfortable if we cant see our surroundings for a length of time. Ive been awed and re-awed as developers of the hardware and software of those devices and their marquee apps have continued to chew away at the conundrum of the killer app  trying to find something that would get real purchase with the broader public. The 3D photos and videos you can take with Apple Vision Pro directly also look super great, but I wasnt able to test capturing any myself so I dont know how that will feel yet. Everywhere you look here theres a new idea, a new technology or a new implementation. But, Ive used essentially every major VR headset and AR device since 2013s Oculus DK1 right up through the latest generations of Quest and Vive headsets.",
            "html_summary": "<ul><li>This thing was absolutely born to make the 3D format sing — and it can display them pretty much right away, so there’s going to be a decent library of shot-on-3D movies that will bring new life to them all.</li><li>After a roughly 30-minute demo that ran through the major features that are yet ready to test, I came away convinced that Apple has delivered nothing less than a genuine leapfrog in capability and execution of XR — or mixed reality — with its new Apple Vision Pro.</li><li>There is a deep animal brain thing in most humans that makes us really, really uncomfortable if we can’t see our surroundings for a length of time.</li><li>I’ve been awed and re-awed as developers of the hardware and software of those devices and their marquee apps have continued to chew away at the “conundrum of the killer app” — trying to find something that would get real purchase with the broader public.</li><li>The 3D photos and videos you can take with Apple Vision Pro directly also look super great, but I wasn’t able to test capturing any myself so I don’t know how that will feel yet.</li><li>Everywhere you look here there’s a new idea, a new technology or a new implementation.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/05/first-impressions-yes-apple-vision-pro-works-and-yes-its-good/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Is it real or made by AI? Europe wants label as it fights disinformation.... China and Europe both seek to emulate NASAs success with commercial cargo. Eric Schmidt backs Keeta, a startup working to make crossborder payments as easy as Venmo. Europe wants platforms to label AIgenerated content to fight disinformation. OurX adds tech spin to Black hair care regimen. BOND brings inspirationaldriven approach to livestream shopping, raises $2M. Binder maker For Them is launching community for queer and trans folks. First impressions Yes, Apple Vision Pro works and yes, its good."
}