{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Apple and Google team up on industry spec to make Bluetooth tracking devices, like AirTag, safer",
            "description": "After numerous cases of Bluetooth trackers like Apples AirTag being used for stalking or other criminal apps, Apple and Google today released a joint announcement saying they will work together to lead an industrywide initiative to draft a specification tha",
            "url": "/2023-05-02-apple-and-google-team-up-on-industry-spec-to-make-bluetooth-tracking-devices-like-airtag-safer",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/02/airtag-stalking.jpg?resize=1200,675",
            "publishedAt": "2023-05-02T14:50:25Z",
            "content": "After numerous cases of Bluetooth trackers like Apples AirTag being used for stalking or other criminal apps, Apple and Google today released a joint announcement saying they will work together to l [+4227 chars]",
            "summary": "The new spec, meanwhile, wants to make unwanted tracking alerts work across any platform.Various advocacy groups praised the effort in todays announcement, including the National Network to End Domestic Violence and the Center for Democracy & Technology. This includes building on the AirTag protections Apple had already released but also, critically, ensuring that users would be able to combat unwanted tracking by offering tools across both iOS and Android platforms. We built AirTag and the Find My network with a set of proactive features to discourage unwanted tracking  a first in the industry  and we continue to make improvements to help ensure the technology is being used as intended. Today, for instance, Apple offers a Tracker Detect app for Android users, but it doesnt work as well as Apples own Find My app because it requires users to actively scan for tags, rather than receive proactive warnings and alerts. It also popularized the then-still niche technology of using Bluetooth trackers to find lost items, making the devices for doing so a household name.Soon, stories began to emerge that AirTags were being used for stalking and other concerns, like car theft. Android has an unwavering commitment to protecting users, and will continue to develop strong safeguards and collaborate with the industry to help combat the misuse of Bluetooth tracking devices. Apple in February 2022 announced it would work to address some of the problems it had created with new features, including new privacy warnings, alerts and expanded documentation.",
            "html_summary": "<ul><li>The new spec, meanwhile, wants to make unwanted tracking alerts work across any platform.Various advocacy groups praised the effort in today’s announcement, including the National Network to End Domestic Violence and the Center for Democracy & Technology.</li><li>This includes building on the AirTag protections Apple had already released but also, critically, ensuring that users would be able to combat unwanted tracking by offering tools across both iOS and Android platforms.</li><li>“We built AirTag and the Find My network with a set of proactive features to discourage unwanted tracking — a first in the industry — and we continue to make improvements to help ensure the technology is being used as intended.</li><li>Today, for instance, Apple offers a Tracker Detect app for Android users, but it doesn’t work as well as Apple’s own Find My app because it requires users to actively scan for tags, rather than receive proactive warnings and alerts.</li><li>It also popularized the then-still niche technology of using Bluetooth trackers to find lost items, making the devices for doing so a household name.Soon, stories began to emerge that AirTags were being used for stalking and other concerns, like car theft.</li><li>“Android has an unwavering commitment to protecting users, and will continue to develop strong safeguards and collaborate with the industry to help combat the misuse of Bluetooth tracking devices.”</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/02/apple-and-google-team-up-on-industry-spec-to-make-bluetooth-tracking-devices-like-airtag-safer/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Finix becomes a payments processor, heating up its competition with Stripe",
            "description": "Payments infrastructure startup Finixhas slowly been taking swipes at Stripe, first becoming a facilitator, and now becoming a processor. Finix said today it now is directly connected to all major U.S. card networks  American Express, Discover, Mastercard a",
            "url": "/2023-05-02-finix-becomes-a-payments-processor-heating-up-its-competition-with-stripe",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/06/GettyImages-1206798989.jpg?resize=1200,627",
            "publishedAt": "2023-05-02T16:16:15Z",
            "content": "Payments infrastructure startup Finixhas slowly been taking swipes at Stripe, first becoming a facilitator, and now becoming a processor.Finix said today it now is directly connected to all major  [+4515 chars]",
            "summary": "Payments infrastructure startup Finix has slowly been taking swipes at Stripe, first becoming a facilitator, and now becoming a processor.Finix said today it now is directly connected to all major U.S. card networks  American Express, Discover, Mastercard and Visa. For the unacquainted, a processor is a company that connects directly into the major card networks for the purpose of transmitting payment transaction data and funds on behalf of a merchant. In an unusual twist, Sequoia just one month later walked away from the deal in which it reportedly wrote the self-described payments infrastructure company a $21 million check. Today, Finix says it processes tens of billions of dollars for tens of thousands of merchants.The big four payment processors that Serna referred to include Fiserv (First Data), JPMorgan Chase, FIS (Worldpay) and GPN/TSYS. When you think about Stripe theyve built really for speed, whereas weve built on Java, for scalability and for security, he said. A payment facilitator on the other hand has to work with a payments processor to move money. Its impossible to combine a lot of these tech stacks, because not all of those tools play well together, he said.He also points out that Finixs integrations are not restricted to the U.S. like some of the other processors.",
            "html_summary": "<ul><li>Payments infrastructure startup Finix has slowly been taking swipes at Stripe, first becoming a facilitator, and now becoming a processor.Finix said today it now is directly connected to all major U.S. card networks — American Express, Discover, Mastercard and Visa.</li><li>For the unacquainted, a processor is a company that connects directly into the major card networks for the purpose of transmitting payment transaction data and funds on behalf of a merchant.</li><li>In an unusual twist, Sequoia just one month later walked away from the deal in which it reportedly wrote the self-described payments infrastructure company a $21 million check.</li><li>Today, Finix says it processes “tens of billions of dollars for tens of thousands of merchants.”The “big four” payment processors that Serna referred to include Fiserv (First Data), JPMorgan Chase, FIS (Worldpay) and GPN/TSYS.</li><li>When you think about Stripe they’ve built really for speed, whereas we’ve built on Java, for scalability and for security,” he said.</li><li>A payment facilitator on the other hand has to work with a payments processor to move money.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/02/finix-becomes-a-payments-processor-heating-up-its-competition-with-stripe/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "Nextdoor launches new Assistant feature powered by OpenAIs ChatGPT",
            "description": "Neighborhood social networkNextdoor is introducing new features powered by generative AI, the company announced on Tuesday. Most notably, Nextdoor is launching a new Assistant feature that helps users on the app write better posts. The new Assistant featur",
            "url": "/2023-05-02-nextdoor-launches-new-assistant-feature-powered-by-openais-chatgpt",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/nextdoor-ai-feature.png?resize=1200,675",
            "publishedAt": "2023-05-02T10:30:54Z",
            "content": "Neighborhood social networkNextdoor is introducing new features powered by generative AI, the company announced on Tuesday. Most notably, Nextdoor is launching a new Assistant feature that helps u [+3917 chars]",
            "summary": "The new Assistant feature, which is being tested with select users, is powered by OpenAIs ChatGPT.The Assistant feature is designed to help users write posts that are more likely to drive positive community engagement. As a result, Nextdoor can better match content to users and provide more targeted recommendations for local news, events and activities.Friar says Nextdoor is prioritizing safety with this launch, noting that users dont have to interact with the new features. When writing a new post, users will start to see a revised suggestion that they can review and edit before finishing their post. Most notably, Nextdoor is launching a new Assistant feature that helps users on the app write better posts. The dedicated team will be hiring product leaders and engineers to advance the companys use of AI across its platform.Last year, Nextdoor revamped its app with new profiles and more community-building features. Friar says Nextdoor plans to continue to test the features and make sure its rolling out the technology safely before making it available to everyone. With the new Assistant feature, Nextdoor will start helping users rewrite posts to come across kinder.",
            "html_summary": "<ul><li>The new Assistant feature, which is being tested with select users, is powered by OpenAI’s ChatGPT.The Assistant feature is designed to help users write posts that are more likely to drive positive community engagement.</li><li>As a result, Nextdoor can better match content to users and provide more targeted recommendations for local news, events and activities.Friar says Nextdoor is prioritizing safety with this launch, noting that users don’t have to interact with the new features.</li><li>When writing a new post, users will start to see a revised suggestion that they can review and edit before finishing their post.</li><li>Most notably, Nextdoor is launching a new “Assistant” feature that helps users on the app write better posts.</li><li>The dedicated team will be hiring product leaders and engineers to advance the company’s use of AI across its platform.Last year, Nextdoor revamped its app with new profiles and more community-building features.</li><li>Friar says Nextdoor plans to continue to test the features and make sure it’s rolling out the technology safely before making it available to everyone.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/02/nextdoor-launches-new-assistant-feature-powered-by-openais-chatgpt/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Mavenir raises $100M to build more AI into its cloudbased automated network technology for telecoms services",
            "description": "One of the bigger trends in telecoms has been the evolution of cloud computing and how software operating in the cloud is being used by carriers to build out and manage their networks  moves disrupting traditional business models based around the purchasing ",
            "url": "/2023-05-02-mavenir-raises-100m-to-build-more-ai-into-its-cloud-based-automated-network-technology-for-telecoms-services",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1168316760-1.jpg?resize=1200,800",
            "publishedAt": "2023-05-02T14:22:56Z",
            "content": "One of the bigger trends in telecoms has been the evolution of cloud computing and how software operating in the cloud is being used by carriers to build out and manage their networks  moves disrupt [+3500 chars]",
            "summary": "Telecoms carriers are on the hunt for more ways to bring down their own capital and operational expenditures while providing more flexible services to business and service provider customers as they scale up and down. The plan will be not just to continue expanding that pool, but to build more services to sell to current customers.Mavenir described the funding as anchored by Siris, a PE firm thats been backing the company for years. Koch and Siri also participated in the companys last financing, a $155 million round in October 2022. We firmly believe in the automated networks of the future that are cloud-native, AI-native and Green-native, and we are confident that Mavenirs innovations are essential in driving that evolution. Its not disclosing its valuation but we have contacted the company to ask. Mavenir is not naming further investors in this latest capital injection, but other existing backers include Koch and Pendrell.",
            "html_summary": "<ul><li>Telecoms carriers are on the hunt for more ways to bring down their own capital and operational expenditures while providing more flexible services to business and service provider customers as they scale up and down.</li><li>The plan will be not just to continue expanding that pool, but to build more services to sell to current customers.Mavenir described the funding as “anchored” by Siris, a PE firm that’s been backing the company for years.</li><li>Koch and Siri also participated in the company’s last financing, a $155 million round in October 2022.</li><li>“We firmly believe in the automated networks of the future that are cloud-native, AI-native and Green-native, and we are confident that Mavenir’s innovations are essential in driving that evolution.”</li><li>It’s not disclosing its valuation but we have contacted the company to ask.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/02/mavenir-raises-100m-to-build-more-ai-into-its-cloud-based-automated-network-technology-for-telecoms-services/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "How to ask OpenAI for your personal data to be deleted or not used to train its AIs",
            "description": "Users of ChatGPT in Europe can request deletion of their personal data in order to stop OpenAIs chatbot processing (and producing) information about them. They can also request an optout of having their data used to train its AIs. Heres how.",
            "url": "/2023-05-02-chatgpt-delete-data",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1462188043.jpg?resize=1200,798",
            "publishedAt": "2023-05-02T15:56:08Z",
            "content": "Users of ChatGPT in Europe can now use web forms or other means provided by OpenAI to request deletion of their personal data in order to stop the chatbot processing (and producing) information about [+17326 chars]",
            "summary": "Although OpenAI notes it may not grant every request since it must balance privacy requests against freedom of expression in accordance with applicable laws.The web form for making a deletion of data about you request is entitled OpenAI Personal Data Removal Request. They can also request an opt-out of having their data used to train its AIs.Why might someone not want their personal data to become fodder for AI? )To find the Data Controls menu you click on the three dots next to your account name at the bottom left of the screen (under the chat history bar); then click Settings; then click to Show the aforementioned Data Controls (nice dark pattern hiding this toggle! Users of ChatGPT in Europe can now use web forms or other means provided by OpenAI to request deletion of their personal data in order to stop the chatbot processing (and producing) information about them. )That said, at the time of writing its not clear whether OpenAI will, in the case of objecting via the form, disable chat history functionality anyway, once its processed a web form submission asking for data not to be used for training AIs. )Theres a further caveat in OpenAIs blog post  where it writes of opting out that:We retain certain data from your interactions with us, but we take steps to reduce the amount of personal information in our training datasets before they are used to improve our models. to its processing of their data for targeting behavioral ads  also after switching to claiming LI as its legal basis for processing peoples information.",
            "html_summary": "<ul><li>Although OpenAI notes it may not grant every request since it must balance privacy requests against freedom of expression “in accordance with applicable laws”.The web form for making a deletion of data about you request is entitled “OpenAI Personal Data Removal Request”.</li><li>They can also request an opt-out of having their data used to train its AIs.Why might someone not want their personal data to become fodder for AI?</li><li>)To find the Data Controls menu you click on the three dots next to your account name at the bottom left of the screen (under the chat history bar); then click “Settings”; then click to “Show” the aforementioned Data Controls (nice dark pattern hiding this toggle!</li><li>Users of ChatGPT in Europe can now use web forms or other means provided by OpenAI to request deletion of their personal data in order to stop the chatbot processing (and producing) information about them.</li><li>)That said, at the time of writing it’s not clear whether OpenAI will, in the case of objecting via the form, disable chat history functionality anyway, once it’s processed a web form submission asking for data not to be used for training AIs.</li><li>)There’s a further caveat in OpenAI’s blog post — where it writes of opting out that:We retain certain data from your interactions with us, but we take steps to reduce the amount of personal information in our training datasets before they are used to improve our models.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/02/chatgpt-delete-data/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Nancy Wang",
            "title": "3 questions CISOs expect you to answer during a security pitch",
            "description": "Based on our experience, these are the important questions we see smart security founders answering in their pitches.",
            "url": "/2023-05-02-3-questions-cisos-expect-you-to-answer-during-a-security-pitch",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-480761283.jpg?resize=1200,824",
            "publishedAt": "2023-05-02T14:31:01Z",
            "content": "Its a difficult time to be a CISO or a security startup founder Resources are tight and the stakes are high when deciding where to allocate them. This means the CISO deciding whether or not to onboa [+3397 chars]",
            "summary": "Its a difficult time to be a CISO or a security startup founder: Resources are tight and the stakes are high when deciding where to allocate them. With the increasing number of vendors now in the market, CISOs no longer have the time to do this work for you. While this may have worked in the past when there werent as many solutions, today it can be a deal breaker.",
            "html_summary": "<ul><li>It’s a difficult time to be a CISO or a security startup founder: Resources are tight and the stakes are high when deciding where to allocate them.</li><li>With the increasing number of vendors now in the market, CISOs no longer have the time to do this work for you.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/02/3-questions-cisos-expect-you-to-answer-during-a-security-pitch/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Samsung bans use of generative AI tools like ChatGPT after April internal data leak",
            "description": "Samsung is said to ban the use of generative AI tools, including ChatGPT, on companyowned devices and internal networks, Bloomberg reports.",
            "url": "/2023-05-02-samsung-bans-use-of-generative-ai-tools-like-chatgpt-after-april-internal-data-leak",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/GettyImages-838665586.jpg?resize=1200,800",
            "publishedAt": "2023-05-02T13:17:14Z",
            "content": "A month after internal, sensitive data from Samsung was accidentally leaked to ChatGPT, Samsung is cracking down on usage of the generative AI service. The electronics giant is planning a temporary b [+2978 chars]",
            "summary": "The electronics giant is temporarily restricting the use of generative AI tools on company-owned devices, covering computers, tablets and phones, as well as non-company-owned devices running on internal networks. The ban would cover not just ChatGPT, but services that use the technology like Microsofts Bing, as well as competing generative AI services like Bard from Google.The ban was initially reported by Bloomberg. Based on Samsungs internal survey in April, about 65% of participants said using generative AI tools carries a security risk.OpenAI has been working to fix some of the more controversial issues to remove some of the more high-profile bans. A month after internal, sensitive data from Samsung was accidentally leaked to ChatGPT, Samsung is cracking down on usage of the generative AI service. Most recently, ChatGPT services were resumed in Italy after OpenAI unveiled a plan to introduce new privacy controls. But some of that boon in the field of AI is meeting significant roadblocks.",
            "html_summary": "<ul><li>The electronics giant is temporarily restricting the use of generative AI tools on company-owned devices, covering computers, tablets and phones, as well as non-company-owned devices running on internal networks.</li><li>The ban would cover not just ChatGPT, but services that use the technology like Microsoft’s Bing, as well as competing generative AI services like Bard from Google.The ban was initially reported by Bloomberg.</li><li>Based on Samsung’s internal survey in April, about 65% of participants said using generative AI tools carries a security risk.OpenAI has been working to fix some of the more controversial issues to remove some of the more high-profile bans.</li><li>A month after internal, sensitive data from Samsung was accidentally leaked to ChatGPT, Samsung is cracking down on usage of the generative AI service.</li><li>Most recently, ChatGPT services were resumed in Italy after OpenAI unveiled a plan to introduce new privacy controls.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/02/samsung-bans-use-of-generative-ai-tools-like-chatgpt-after-april-internal-data-leak/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Apple and Google team up on industry spec to make Bluetooth tracking devices, like AirTag, safer. Finix becomes a payments processor, heating up its competition with Stripe. Nextdoor launches new Assistant feature powered by OpenAIs ChatGPT. Mavenir raises $100M to build more AI into its cloudbased automated network technology for telecoms services. How to ask OpenAI for your personal data to be deleted or not used to train its AIs. 3 questions CISOs expect you to answer during a security pitch. Samsung bans use of generative AI tools like ChatGPT after April internal data leak"
}