{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Amid merger and bankruptcy in the West, lidar maker Hesai nails $190M IPO",
            "description": "Last week, Chinas lidar maker Hesai raised an upsized IPO in the U.S. at a time the industry is reeling from layoffs, bankruptcy, and consolidation.  As my ...",
            "url": "/2023-02-14-amid-merger-and-bankruptcy-in-the-west-lidar-maker-hesai-nails-190m-ipo",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/t46MRdD.R14Xvl57ejukLQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTk-/https://media.zenfs.com/en/techcrunch_350/8fd7ff71155b2c6fbb148ecc11db45c0",
            "publishedAt": "2023-02-14T07:01:07Z",
            "content": "Last week, Chinas lidar maker Hesai raised an upsized IPO in the U.S. at a time the industry is reeling from layoffs, bankruptcy, and consolidation. The Shanghai and California based company, whic [+5765 chars]",
            "summary": "The company has a track record of substantial losses  120 million yuan ($17 million) in 2019, 107 million yuan in 2020, 245 million yuan in 2021, and 165 million yuan in the first nine months of 2022.A few factors might explain its streak of losses. The Shanghai- and California- based company, which makes the sensing technology critical to autonomous driving and increasingly advanced driver assistant systems, raised $190 million from its public offering on Nasdaq.As my colleague Kirsten wrote in January, lidar makers are facing a make or break year as they enter 2023. To win orders from major automakers, lidar companies are often forced to sell at competitive prices  even at a loss.As Hesai admits in its prospectus, Cost-cutting initiatives adopted by our customers often result in increased downward pressure on pricing. The document is also a helpful lens to understand the state of Chinas lidar industry and how it gets caught between two superpowers.For Hesai, the challenges of operating amid a U.S.-China tech war manifest evidently in its supply chain stability. Its application to list on Chinas Nasdaq-style STAR board was approved in January 2021 when it planned to raise over 200 million yuan ($30 million) at a 10 billion yuan valuation. The government has since instituted a set of rules to rein in offshore listings, such as requiring companies to seek Chinas approval if they own over one million Chinese users personal information. Last week, Chinas lidar maker Hesai raised an upsized IPO in the U.S. at a time the industry is reeling from layoffs, bankruptcy, and consolidation.",
            "html_summary": "<ul><li>The company has a track record of substantial losses — 120 million yuan ($17 million) in 2019, 107 million yuan in 2020, 245 million yuan in 2021, and 165 million yuan in the first nine months of 2022.A few factors might explain its streak of losses.</li><li>The Shanghai- and California- based company, which makes the sensing technology critical to autonomous driving and increasingly advanced driver assistant systems, raised $190 million from its public offering on Nasdaq.As my colleague Kirsten wrote in January, lidar makers are facing a “make or break” year as they enter 2023.</li><li>To win orders from major automakers, lidar companies are often forced to sell at competitive prices — even at a loss.As Hesai admits in its prospectus, “Cost-cutting initiatives adopted by our customers often result in increased downward pressure on pricing.</li><li>The document is also a helpful lens to understand the state of China’s lidar industry and how it gets caught between two superpowers.For Hesai, the challenges of operating amid a U.S.-China tech war manifest evidently in its supply chain stability.</li><li>Its application to list on China’s Nasdaq-style STAR board was approved in January 2021 when it planned to raise over 200 million yuan ($30 million) at a 10 billion yuan valuation.</li><li>The government has since instituted a set of rules to rein in offshore listings, such as requiring companies to seek China’s approval if they own over one million Chinese users’ personal information.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/13/amid-merger-and-bankruptcy-in-the-west-lidar-maker-hesai-nails-190m-ipo/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Moroccos foodtech Terraa raises $1.5M led by FoodLabs",
            "description": "Terraa, a Moroccan B2B techenabled food distribution platform, has raised $1.5 million preseed funding in a round led by FoodLabs, a European earlystage ...",
            "url": "/2023-02-14-moroccos-foodtech-terraa-raises-1-5m-led-by-foodlabs",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/60EckR6q6MMiKfoKGXO3qQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03MTg-/https://media.zenfs.com/en/techcrunch_350/2dbaa0eca006ba24b4c0d56d32e1d4ff",
            "publishedAt": "2023-02-14T07:00:29Z",
            "content": "Terraa, a Moroccan B2B techenabled food distribution platform, has raised $1.5 million preseed funding in a round led by FoodLabs, a European earlystage VC investor and venture studio for food, su [+4612 chars]",
            "summary": "And the other thing is the opacity that we see throughout the value chain, he said.The startup sources fresh produce directly from farmers to fulfill online orders by retailers, restaurants and other resellers. We will use them to store the produce we have collected from the farmers for distribution to the end customers, Benkirane told TechCrunch.Morocco is our priority at the moment, and we are building the playbook in terms of operations, building our tech, and expanding in cities. Most of the processes are done internally for quality control, but they plan to increasingly work with vetted external providers, where possible, to support some of its operations.We handle everything, from sourcing from the farmers to the delivery to the end consumer. Terraa, a Moroccan B2B tech-enabled food distribution platform, has raised $1.5 million pre-seed funding in a round led by FoodLabs, a European early-stage VC investor and venture studio for food, sustainability and health. We took this decision because farmers are not that tech savvy and would require a lot of training for them to know how to best utilize the tech platforms. We see a massive opportunity in leveraging technology to drive quicker and more efficient transactions.Twiga starts commercial farming, looking to guarantee quality, sustain supplyTopUp Mama looking to solve sourcing challenges for restaurants In addition to fragmentation, what we see is high inefficiencies, throughout the value chains from the farmer to the end consumer.",
            "html_summary": "<ul><li>And the other thing is the opacity that we see throughout the value chain,” he said.The startup sources fresh produce directly from farmers to fulfill online orders by retailers, restaurants and other resellers.</li><li>We will use them to store the produce we have collected from the farmers for distribution to the end customers,” Benkirane told TechCrunch.“Morocco is our priority at the moment, and we are building the playbook in terms of operations, building our tech, and expanding in cities.</li><li>Most of the processes are done internally for quality control, but they plan to increasingly work with vetted external providers, where possible, to support some of its operations.“We handle everything, from sourcing from the farmers to the delivery to the end consumer.</li><li>Terraa, a Moroccan B2B tech-enabled food distribution platform, has raised $1.5 million pre-seed funding in a round led by FoodLabs, a European early-stage VC investor and venture studio for food, sustainability and health.</li><li>We took this decision because farmers are not that tech savvy and would require a lot of training for them to know how to best utilize the tech platforms.</li><li>We see a massive opportunity in leveraging technology to drive quicker and more efficient transactions.”Twiga starts commercial farming, looking to guarantee quality, sustain supplyTopUp Mama looking to solve sourcing challenges for restaurants</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/13/moroccos-foodtech-terraa-raises-1-5m-led-by-foodlabs/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Kenyas fintech Power set to scale after $3M seed round",
            "description": "After working in Africas microfinance space for seven years, including at Botswanas Letshego, Brian Dempsey took a break in 2020 to build Power Financial Wellness, operating out of Kenya. Dempsey said the launch of Power was informed by the trends he notice",
            "url": "/2023-02-14-kenyas-fintech-power-set-to-scale-after-3m-seed-round",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Power-Team-photo-High-resolution-image-min.jpg?resize=1200,797",
            "publishedAt": "2023-02-14T09:02:29Z",
            "content": "After working in Africas microfinance space for seven years, including at Botswanas Letshego, Brian Dempsey took a break in 2020 to build Power Financial Wellness, operating out of Kenya.Dempsey sa [+3931 chars]",
            "summary": "And then they go on to access expensive microcredit [from loan apps], which left them struggling from a financial health perspective, said Dempsey, Power co-founder and CEO.This is what informed the launch of Power. We then conduct digital identity checks, and open up our four key services to them, said Dempsey, who co-founded Power with Chandra Singh in 2020.Once we connect into a company, we already know how much the individuals are earning, how long theyve worked there. Power is also eyeing expansion to at least 10 markets in Africa over the next three years.Google to ban unlicensed loan apps in Kenya as new rules take effect We connect into the credit bureau real time to pull information on other facilities they might have in the market. We know whether theyre full-time, part-time contractors, or gig workers. Were starting in Zambia.",
            "html_summary": "<ul><li>And then they go on to access expensive microcredit [from loan apps], which left them struggling from a financial health perspective,” said Dempsey, Power co-founder and CEO.“This is what informed the launch of Power.</li><li>We then conduct digital identity checks, and open up our four key services to them,” said Dempsey, who co-founded Power with Chandra Singh in 2020.“Once we connect into a company, we already know how much the individuals are earning, how long they’ve worked there.</li><li>Power is also eyeing expansion to at least 10 markets in Africa over the next three years.Google to ban unlicensed loan apps in Kenya as new rules take effect</li><li>We connect into the credit bureau real time to pull information on other facilities they might have in the market.</li><li>We know whether they’re full-time, part-time contractors, or gig workers.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/14/kenyas-fintech-power-set-to-scale-after-3m-seed-round/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Africas smartphone market shrunk by 18% last year",
            "description": "Africas smartphone market shrunk by 18% in 2022 compared to the previous year, according to the International Data Corporation (IDC). The slump was driven by a reduction in consumer spending due to inflation, and economic uncertainties, but it was not unique",
            "url": "/2023-02-14-africas-smartphone-market-shrunk-by-18-last-year",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GettyImages-1253805460.jpg?resize=1200,800",
            "publishedAt": "2023-02-14T08:04:36Z",
            "content": "Africas smartphone market shrunk by 18% in 2022 compared to the previous year, according to the International Data Corporation (IDC). The slump was driven by a reduction in consumer spending due to i [+2419 chars]",
            "summary": "The slump was driven by a reduction in consumer spending due to inflation, and economic uncertainties, but it was not unique to Africa as smartphone shipment dipped across major markets last year. Africas smartphone market shrunk by 18% in 2022 compared to the previous year, according to the International Data Corporation (IDC). Egypts requirement that all import payments be done through letters of credit (LCs) has disrupted the market greatly, as the country has only approved a few, prioritizing essential goods instead. The countrys weakening currency, and challenging economic environment are also said to have impacted the market negatively.",
            "html_summary": "<ul><li>The slump was driven by a reduction in consumer spending due to inflation, and economic uncertainties, but it was not unique to Africa as smartphone shipment dipped across major markets last year.</li><li>Africa’s smartphone market shrunk by 18% in 2022 compared to the previous year, according to the International Data Corporation (IDC).</li><li>Egypt’s requirement that all import payments be done through letters of credit (LCs) has disrupted the market greatly, as the country has only approved a few, prioritizing essential goods instead.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/14/africas-smartphone-market-shrunk-by-18-last-year/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "Nigerias Curacel raises funding to power insurance offerings and expand into North Africa",
            "description": "As many as 2.8% of Africans are uninsured, which is less than half the global average of 6.3%, making it the least insured continent in the world. Despite the abysmal number, theres some good news. According to a McKinsey report, most African countries have ",
            "url": "/2023-02-14-nigerias-curacel-raises-funding-to-power-insurance-offerings-and-expand-into-north-africa",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/A00503E8-0269-4C91-88ED-71A948B0D785.jpeg",
            "publishedAt": "2023-02-14T09:04:13Z",
            "content": "As many as 2.8% of Africans are uninsured, which is less than half the global average of 6.3%, making it the least insured continent in the world. Despite the abysmal number, theres some good news. A [+6292 chars]",
            "summary": "The pivot meant that Curacels new business focused on providing technology to help insurers mitigate losses while digitizing and settling more legitimate claims, with only human intervention required for quality control.In late 2019, we started solving a problem for health insurance companies around the infrastructure for digitizing claims. It also sets take rates on premiums and charges businesses for using its APIs.While it currently works around claims and distribution, Mascot said Curacel would be looking to provide underwriting and insurance payment services via its APIs. Companies such as Harlem Capital-backed Lami and Naspers-backed Naked provide similar services to increase insurance penetration across their respective markets.Weve got claims and distribution, which are our go-to products. But soon, the co-founders realized a much bigger problem facing healthcare, particularly as regards insurance.Even though insurance penetration is very low in Africa, many insurers processes are time-consuming, expensive and prone to fraud and waste because they use paper and antiquated technology. So far, its tech caters to distribution and claims automation.The distribution business is essentially its embedded insurance product Grow. And our key thought when we started doing that was insurance companies across the continent were losing about 20% of their premiums to fraud, waste and abuse. The three-year-old company is unbundling insurance products for several businesses to increase inclusion and adoption on the continent.",
            "html_summary": "<ul><li>The pivot meant that Curacel’s new business focused on providing technology to help insurers mitigate losses while digitizing and settling more legitimate claims, with only human intervention required for quality control.“In late 2019, we started solving a problem for health insurance companies around the infrastructure for digitizing claims.</li><li>It also sets take rates on premiums and charges businesses for using its APIs.While it currently works around claims and distribution, Mascot said Curacel would be looking to provide underwriting and insurance payment services via its APIs.</li><li>Companies such as Harlem Capital-backed Lami and Naspers-backed Naked provide similar services to increase insurance penetration across their respective markets.“We’ve got claims and distribution, which are our go-to products.</li><li>But soon, the co-founders realized a much bigger problem facing healthcare, particularly as regards insurance.Even though insurance penetration is very low in Africa, many insurers’ processes are time-consuming, expensive and prone to fraud and waste because they use paper and antiquated technology.</li><li>So far, its tech caters to distribution and claims automation.The distribution business is essentially its embedded insurance product Grow.</li><li>And our key thought when we started doing that was insurance companies across the continent were losing about 20% of their premiums to fraud, waste and abuse.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/14/nigerias-curacel-raises-funding-to-power-insurance-offerings-and-expand-into-north-africa/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "Akamai reaches for the cloud",
            "description": "Akamai today announced its plans to launch its Connected Cloud, a new edge and cloud platform based, in part, on its Linode acquisition.",
            "url": "/2023-02-14-akamai-reaches-for-the-cloud",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/GettyImages-1202322660-1.jpg?resize=1200,800",
            "publishedAt": "2023-02-14T06:00:18Z",
            "content": "A year ago, Akamai acquired Linode for $900 million. At the time, Akamai said it wanted to combine Linode with its edge platform and security services. Unsurprisingly, thats exactly what it is doing [+3262 chars]",
            "summary": "These new sites will go live in the second quarter of the year and become the template for the additional 10 new sites the company plans to launch worldwide over the course of the next year.Note that Akamai deliberately calls these locations sites and not data centers. Given our ability to apply CDN-like economics to cloud egress costs, we expect well be able to offer many enterprise customers egress pricing that could be 80% lower than what theyre accustomed to, the company said. When asked about the pricing, though, the company didnt share any specifics, beyond its plans to offer very low egress pricing. At the time, Akamai said it wanted to combine Linode with its edge platform and security services. Through the acquisition of Linode and what were doing on our roadmap, were really building out our cloud computing services and technology. So youve got this massive, globally distributed network that allows customers to deliver and secure. But now, we need a platform to allow customers to build.",
            "html_summary": "<ul><li>These new sites will go live in the second quarter of the year and become the template for the additional 10 new sites the company plans to launch worldwide over the course of the next year.Note that Akamai deliberately calls these locations “sites” and not data centers.</li><li>Given our ability to apply CDN-like economics to cloud egress costs, we expect we’ll be able to offer many enterprise customers egress pricing that could be 80% lower than what they’re accustomed to,” the company said.</li><li>When asked about the pricing, though, the company didn’t share any specifics, beyond its plans to offer very low egress pricing.</li><li>At the time, Akamai said it wanted to combine Linode with its edge platform and security services.</li><li>Through the acquisition of Linode and what we’re doing on our roadmap, we’re really building out our cloud computing services and technology.</li><li>“So you’ve got this massive, globally distributed network that allows customers to deliver and secure.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/13/akamai-reaches-for-the-cloud/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Indias InsuranceDekho raises $150 million despite market slump",
            "description": "Indian insurance platform InsuranceDekho has raised $150 million in a Series A funding round as it eyes merger and acquisition opportunities.",
            "url": "/2023-02-14-insurancedekho-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1170327687.jpg?resize=1200,675",
            "publishedAt": "2023-02-14T01:03:03Z",
            "content": "The Indian insurance platform InsuranceDekho has raised $150 million in a Series A funding round as the more than a decade old firm eyes merger and acquisition opportunities at a time when the market [+4025 chars]",
            "summary": "Investcorp, Avataar Ventures and LeapFrog Investments also participated in the round.InsuranceDekho works most insurance providers in the country and has direct integration with nearly four-dozen firms through which it offers nearly 400 insurance products. InsuranceDekho is aiming to disburse total premiums worth over $240 million by March, he said.We need to go beyond the urban regions when it comes to insurance penetration in the country. Even as InsuranceDekho is not a household name in urban Indian cities, Agrawal said the startup is selling more than 80% of all its coverage in smaller Indian cities. In an interview with TechCrunch, InsuranceDekho executives declined to comment on the startups valuation, but said they were in the soonicorn club. Agrawal defended that the larger India is currently not ready to download an app and buy an insurance product. They need awareness of its benefits and someone to whom they can ask questions, he said. Of course, we always back founders who can demonstrate bringing alpha and were impressed with Ankit and the team basis their execution capability, operational excellence, and superior technology skills.",
            "html_summary": "<ul><li>Investcorp, Avataar Ventures and LeapFrog Investments also participated in the round.InsuranceDekho works most insurance providers in the country and has direct integration with nearly four-dozen firms through which it offers nearly 400 insurance products.</li><li>InsuranceDekho is aiming to disburse total premiums worth over $240 million by March, he said.“We need to go beyond the urban regions when it comes to insurance penetration in the country.</li><li>Even as InsuranceDekho is not a household name in urban Indian cities, Agrawal said the startup is selling more than 80% of all its coverage in smaller Indian cities.</li><li>In an interview with TechCrunch, InsuranceDekho executives declined to comment on the startup’s valuation, but said they were in the “soonicorn” club.</li><li>Agrawal defended that the larger India is currently not ready to download an app and buy an insurance product.</li><li>They need awareness of its benefits and someone to whom they can ask questions, he said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/13/insurancedekho-funding/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Amid merger and bankruptcy in the West, lidar maker Hesai nails $190M IPO. Moroccos foodtech Terraa raises $1.5M led by FoodLabs. Kenyas fintech Power set to scale after $3M seed round. Africas smartphone market shrunk by 18% last year. Nigerias Curacel raises funding to power insurance offerings and expand into North Africa. Akamai reaches for the cloud. Indias InsuranceDekho raises $150 million despite market slump"
}