{
    "status": "ok",
    "totalResults": 10,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Thousands of realistic but fake AI child sex images found online, report says",
            "description": "Fake AI child sex images moving from dark web to social media, researcher says.",
            "url": "/2023-06-20-thousands-of-realistic-but-fake-ai-child-sex-images-found-online-report-says",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/GettyImages-1395557548-760x380.jpg",
            "publishedAt": "2023-06-20T20:15:59Z",
            "content": "0 with Child safety experts are growing increasingly powerless to stop thousands of AIgenerated child sex images from being easily and rapidly created, then shared across dark web pedophile foru [+3152 chars]",
            "summary": "Both law enforcement and child-safety experts report these AI images are increasingly being popularized on dark web pedophile forums, with many Internet users \"wrongly\" viewing this content as a legally gray alternative to trading illegal child sexual abuse materials (CSAM). Earlier this month, the FBI issued an alert, \"warning the public of malicious actors creating synthetic content (commonly referred to as 'deepfakes') by manipulating benign photographs or videos to target victims,\" including reports of \"minor children and non-consenting adults, whose photos or videos were altered into explicit content. The agency blamed recent technology advancements for the surge in malicious deepfakes because AI tools like Stable Diffusion, Midjourney, and DALL-E can be used to generate realistic images based on simple text prompts. But that technology only works to detect previously reported images, not newly AI-generated images. \"These images aren't just spreading on the dark web, either, but on \"social media, public forums, or pornographic websites,\" the FBI warned. There seems to be no precedent, however, as officials could not cite a single prior case resulting in federal charges, the Post reported.As authorities become more aware of the growing problem, the public is being warned to change online behaviors to prevent victimization. These advancements are \"continuously improving the quality, customizability, and accessibility of artificial intelligence (AI)-enabled content creation,\" the FBI warned.",
            "html_summary": "<ul><li>Both law enforcement and child-safety experts report these AI images are increasingly being popularized on dark web pedophile forums, with many Internet users \"wrongly\" viewing this content as a legally gray alternative to trading illegal child sexual abuse materials (CSAM).</li><li>Earlier this month, the FBI issued an alert, \"warning the public of malicious actors creating synthetic content (commonly referred to as 'deepfakes') by manipulating benign photographs or videos to target victims,\" including reports of \"minor children and non-consenting adults, whose photos or videos were altered into explicit content.</li><li>The agency blamed recent technology advancements for the surge in malicious deepfakes because AI tools like Stable Diffusion, Midjourney, and DALL-E can be used to generate realistic images based on simple text prompts.</li><li>But that technology only works to detect previously reported images, not newly AI-generated images.</li><li>\"These images aren't just spreading on the dark web, either, but on \"social media, public forums, or pornographic websites,\" the FBI warned.</li><li>There seems to be no precedent, however, as officials could not cite a single prior case resulting in federal charges, the Post reported.As authorities become more aware of the growing problem, the public is being warned to change online behaviors to prevent victimization.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/06/thousands-of-realistic-but-fake-ai-child-sex-images-found-online-report-says/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "Beyond missing Titanic sub, handheld gamepads are a common military interface",
            "description": "US Army, NASA, and more piggyback off years of familiar game controller design.",
            "url": "/2023-06-20-missing-titanic-sub-isnt-the-first-to-use-game-controls-for-heavy-machinery",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/9181776961_99a0489bc8_h-760x380.jpg",
            "publishedAt": "2023-06-21T12:38:20Z",
            "content": "Enlarge/ Senior Airman Ryan Hoagland operates an explosive ordnance disposal robot using an Xbox 360 controller.15 with  This weekends tragic disappearance of an OceanGate Expeditions tourist su [+5074 chars]",
            "summary": "\"Military users presented with a familiar game controller \"are far more willing to experiment, they are much less afraid of technology... it comes to them naturally,\" Israeli Colonel Udi Tzur told The Washington Post regarding a tank controlled with an Xbox controller. \"\"A lot of money gets invested into video game technologies so we can just piggyback on what they've done,\" NASA's Matt Clausen said at the 2012 Penny Arcade Expo.Handheld game controllers can also sometimes be more comfortable than the bulky, heavy-duty joysticks specially built for military devices. And in 2018, the USS Colorado attack submarine was handing Navy sailors an Xbox controller to operate its periscope-like photonic masts.Game controllers are also useful for remotely controlling complex military equipment in situations that could be unsafe for an on-site human pilot.  Kyle Orland - Jun 21, 2023 12:38 pm UTC MRI analysis firm BodyViz, for instance, told the BBC that an Xbox controller provided a much more intuitive way to rotate, pan, zoom or fly-through a patient's virtual anatomy than the previously standard mouse-and-keyboard interface. iRobot Director of North American Products Tom Phelps told Business Insider in 2013 that they found great success replacing their IED disposal robot's original \"puck-like controller\" with the more familiar design of a standard Xbox controller. And NASA has used an Xbox Kinect as an interface to control complex rovers like the six-limbed ATHLETE (All-Terrain Hex-Limbed Extra-Terrestrial Explorer).But international militaries have shown some of the most avid and continued interest in adapting game-control interfaces for decidedly non-entertainment uses. Shabtai told The Washington Post that the \"lighter and more portable\" game controllers could be held in a lap in a way that fixed, mounted controls could not.",
            "html_summary": "<ul><li>\"Military users presented with a familiar game controller \"are far more willing to experiment, they are much less afraid of technology... it comes to them naturally,\" Israeli Colonel Udi Tzur told The Washington Post regarding a tank controlled with an Xbox controller.</li><li>\"\"A lot of money gets invested into video game technologies so we can just piggyback on what they've done,\" NASA's Matt Clausen said at the 2012 Penny Arcade Expo.Handheld game controllers can also sometimes be more comfortable than the bulky, heavy-duty joysticks specially built for military devices.</li><li>And in 2018, the USS Colorado attack submarine was handing Navy sailors an Xbox controller to operate its periscope-like photonic masts.Game controllers are also useful for remotely controlling complex military equipment in situations that could be unsafe for an on-site human pilot.</li><li> Kyle Orland - Jun 21, 2023 12:38 pm UTC MRI analysis firm BodyViz, for instance, told the BBC that an Xbox controller provided a much more intuitive way to “rotate, pan, zoom or fly-through a patient's virtual anatomy” than the previously standard mouse-and-keyboard interface.</li><li>iRobot Director of North American Products Tom Phelps told Business Insider in 2013 that they found great success replacing their IED disposal robot's original \"puck-like controller\" with the more familiar design of a standard Xbox controller.</li><li>And NASA has used an Xbox Kinect as an interface to control complex rovers like the six-limbed ATHLETE (All-Terrain Hex-Limbed Extra-Terrestrial Explorer).But international militaries have shown some of the most avid and continued interest in adapting game-control interfaces for decidedly non-entertainment uses.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/06/missing-titanic-sub-isnt-the-first-to-use-game-controls-for-heavy-machinery/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Purely AIgenerated songs declared ineligible for Grammy Awards",
            "description": "A work that contains no human authorship is not eligible in any categories.",
            "url": "/2023-06-20-purely-ai-generated-songs-declared-ineligible-for-grammy-awards",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/tin_robots_hero-760x380.jpg",
            "publishedAt": "2023-06-20T21:07:55Z",
            "content": "3 with Amid increasing use of generative AI in music, the Recording Academy has updated its rules for the 66th annual Grammy Awards regarding the role of AI in considered works, Reuters reports. To [+4890 chars]",
            "summary": "material incorporated into the work are not eligible to be nominees or GRAMMY recipients insofar as their contribution to the portion of the work that consists of such A.I material is concerned. De minimis is defined as lacking significance or importance; so minor as to merit disregard.As AI continues to emerge as a creative but controversial tool in the arts, the Grammy rule introduction serves as a notable statement about the importance of human creativity in the music industry. To be eligible for an award, a song must have meaningful human authorship. Purely algorithmically generated music cannot win a Grammy.According to the 66th Grammy Awards Rules & Guidelines booklet, works generated solely by AI are not eligible for the awards. The credit and potential for nomination or award receipt go to the human elements that significantly contribute to the song.AI in music can take different forms. Only human creators are eligible to be submitted for consideration for, nominated for, or win a GRAMMY Award. A work that contains no human authorship is not eligible in any Categories.",
            "html_summary": "<ul><li>material incorporated into the work are not eligible to be nominees or GRAMMY recipients insofar as their contribution to the portion of the work that consists of such A.I material is concerned.</li><li>De minimis is defined as lacking significance or importance; so minor as to merit disregard.As AI continues to emerge as a creative but controversial tool in the arts, the Grammy rule introduction serves as a notable statement about the importance of human creativity in the music industry.</li><li>To be eligible for an award, a song must have meaningful human authorship.</li><li>Purely algorithmically generated music cannot win a Grammy.According to the 66th Grammy Awards Rules & Guidelines booklet, works generated solely by AI are not eligible for the awards.</li><li>The credit and potential for nomination or award receipt go to the human elements that significantly contribute to the song.AI in music can take different forms.</li><li>Only human creators are eligible to be submitted for consideration for, nominated for, or win a GRAMMY Award.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/06/purely-ai-generated-songs-declared-ineligible-for-grammy-awards/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Get your first look at the OnePlus V Fold, thanks to render leaks",
            "description": "We were expecting an Oppostyle foldable, but this looks like a Samsung phone.",
            "url": "/2023-06-20-get-your-first-look-at-the-oneplus-v-fold-thanks-to-render-leaks",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/15-1-760x380.jpg",
            "publishedAt": "2023-06-21T19:14:36Z",
            "content": "Enlarge/ The OnePlus V Fold is in the style of a Samsung Foldable.2 with OnePlus is gearing up to release a foldable smartphone, and the reliable leaker, Steve Hemmerstoffer, AKA OnLeaks, has giv [+1896 chars]",
            "summary": "I wonder if anything else is in that camera bump.OnePlus has chosen a center hole-punch camera in the front display and a top-left hole-punch camera on the inner display, ruling out any funky under-display camera technology. There's a side fingerprint reader and what looks like speakers on the top and bottom edges.This render shows a faux leather finish, but the Smartprix report says that \"OnePlus may also introduce variants of the device that employ more traditional and premium materials such as metal or glass.\" Smartprix didn't publish exact dimensions, but it looks like a very slim device.The rear camera bump is a big circle, just like other recent OnePlus phones. The phone makes the curious decision to not put the LED flash in the camera bump, instead sticking it all the way in the upper-left corner of the phone. Isn't the purpose of a camera bump to make room for all that extra bulky camera hardware? Usually, these are based on CAD files that need to float around for accessory makers.OnePlus is a subsidiary of BBK, and the previous vague expectation was that OnePlus would end up shipping a rebrand of an existing BBK foldable, like the Oppo Find N2. As usual, one of the best parts of a OnePlus phone will be the charging situation, with the report promising a 4800 mAh battery with 100 W SuperVOOC charging.The phone should launch sometime in Q3.",
            "html_summary": "<ul><li>I wonder if anything else is in that camera bump.OnePlus has chosen a center hole-punch camera in the front display and a top-left hole-punch camera on the inner display, ruling out any funky under-display camera technology.</li><li>There's a side fingerprint reader and what looks like speakers on the top and bottom edges.This render shows a faux leather finish, but the Smartprix report says that \"OnePlus may also introduce variants of the device that employ more traditional and premium materials such as metal or glass.\"</li><li>Smartprix didn't publish exact dimensions, but it looks like a very slim device.The rear camera bump is a big circle, just like other recent OnePlus phones.</li><li>The phone makes the curious decision to not put the LED flash in the camera bump, instead sticking it all the way in the upper-left corner of the phone.</li><li>Isn't the purpose of a camera bump to make room for all that extra bulky camera hardware?</li><li>Usually, these are based on CAD files that need to float around for accessory makers.OnePlus is a subsidiary of BBK, and the previous vague expectation was that OnePlus would end up shipping a rebrand of an existing BBK foldable, like the Oppo Find N2.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/06/get-your-first-look-at-the-oneplus-v-fold-thanks-to-render-leaks/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Googles $200 metal Pixel Watch band is very premium, very expensive",
            "description": "Google chips away at the Pixel Watchs lack of band styles.",
            "url": "/2023-06-20-8-months-after-launch-the-pixel-watch-finally-gets-a-metal-band",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/13-1-760x380.jpg",
            "publishedAt": "2023-06-20T21:39:11Z",
            "content": "4 with  Its finally here, the metal Pixel Watch band.  The clasp has a lovely G logo engraved into it.  Bend the links 90 degrees and youll reveal the connecti [+4069 chars]",
            "summary": "Google's other metal watch band style promised at launch, the \"Metal Mesh Band,\" was supposed to launch in \"Spring\" alongside this link band, but the listing was removed from the Google Store in April. The traditional metal watch band hasn't been an option from Google until now.Google's initial lack of variety of watch bands was just one of the supply chain issues the company had with its first first-party smartwatch. Squeeze the tweezers, and you'll compress the spring bar, retracting the two pins and disconnecting the link from the watch band.Spring bars can often be fiddly since you usually have to compress them and then make them hit left and right holes in the watch band. The \"Google Pixel Watch Metal Links Band\" was briefly for sale on the Google Store Friday before being sold out.The band links have an interesting attachment mechanism. But on the Pixel Watch band, a small ramp is milled around each hole, which will handle the spring compression, and you can just click the band links together. Apple and Samsung understand the need for a smartwatch to look good and fit a user's style; Samsung has around a dozen styles of watch bands, and Apple offers a nearly limitless selection of bands from itself and licensed third-party designers like Nike and Herms. Part of what gives off the first-generation vibe is the Pixel Watch's lack of watch band variety.",
            "html_summary": "<ul><li>Google's other metal watch band style promised at launch, the \"Metal Mesh Band,\" was supposed to launch in \"Spring\" alongside this link band, but the listing was removed from the Google Store in April.</li><li>The traditional metal watch band hasn't been an option from Google until now.Google's initial lack of variety of watch bands was just one of the supply chain issues the company had with its first first-party smartwatch.</li><li>Squeeze the tweezers, and you'll compress the spring bar, retracting the two pins and disconnecting the link from the watch band.Spring bars can often be fiddly since you usually have to compress them and then make them hit left and right holes in the watch band.</li><li>The \"Google Pixel Watch Metal Links Band\" was briefly for sale on the Google Store Friday before being sold out.The band links have an interesting attachment mechanism.</li><li>But on the Pixel Watch band, a small ramp is milled around each hole, which will handle the spring compression, and you can just click the band links together.</li><li>Apple and Samsung understand the need for a smartwatch to look good and fit a user's style; Samsung has around a dozen styles of watch bands, and Apple offers a nearly limitless selection of bands from itself and licensed third-party designers like Nike and Hermès.</li></ul>",
            "website_url": "https://arstechnica.com/google/2023/06/8-months-after-launch-the-pixel-watch-finally-gets-a-metal-band/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By PATRICK WHITTLE and HOLLY RAMER - Associated Press",
            "title": "The US Coast Guard is bringing in new ships and underwater vessels to search for lost submersible",
            "description": "The US Coast Guard says it is bringing in new ships and underwater vessels to search for a submersible that vanished while bringing five people down to the wreck of the Titanic. But even those who expressed some optimism on",
            "url": "/2023-06-20-missing-titanic-submersible-updates-608d57438211821fee3f5349ebcc8eec",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/0/50/0508e42a-1528-5938-a6b6-ddc2f9e66550/6492a5a58eb0c.image.jpg?crop=1736%2C911%2C0%2C141&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-21T17:19:12Z",
            "content": "By PATRICK WHITTLE and HOLLY RAMER  Associated PressThe Coast Guard said Wednesday it is bringing in more ships and underwater vessels to search for a submersible missing in the North Atlantic aft [+9108 chars]",
            "summary": "Rescuers on Wednesday rushed more ships and vessels to the area where a submersible disappeared on its way to the Titanic wreckage site, hoping underwater sounds they detected for a second straight day might help narrow their search in an increasingly urgent mission. He said a couple of spares are kept on board just in case.The search for the missing vessel has drawn international attention. The society said it was critical that the company submit its prototype to tests overseen by an expert third party before launching in order to safeguard passengers. Frederick said while the sounds that have been detected offered a chance to narrow the search, their exact location and source hasnt yet been determined. The submersible had seven backup systems to return to the surface, including sandbags and lead pipes that drop off and an inflatable balloon.Lost aboard the vessel are pilot Stockton Rush, the CEO of the company leading the expedition. His passengers are a British adventurer, two members of a Pakistani business family and a Titanic expert.Authorities reported the 22-foot carbon-fiber vessel overdue Sunday night, setting off the search in waters about 435 miles (700 kilometers) south of St. Johns. The Navy said in a statement that the equipment is capable of hoisting large, bulky and heavy undersea objects such as aircraft or small vessels. The Titan weighs 20,000 pounds (9,071 kilograms).",
            "html_summary": "<ul><li>Rescuers on Wednesday rushed more ships and vessels to the area where a submersible disappeared on its way to the Titanic wreckage site, hoping underwater sounds they detected for a second straight day might help narrow their search in an increasingly urgent mission.</li><li>He said a couple of spares are kept on board “just in case.”The search for the missing vessel has drawn international attention.</li><li>The society said it was critical that the company submit its prototype to tests overseen by an expert third party before launching in order to safeguard passengers.</li><li>Frederick said while the sounds that have been detected offered a chance to narrow the search, their exact location and source hasn’t yet been determined.</li><li>The submersible had seven backup systems to return to the surface, including sandbags and lead pipes that drop off and an inflatable balloon.Lost aboard the vessel are pilot Stockton Rush, the CEO of the company leading the expedition.</li><li>His passengers are a British adventurer, two members of a Pakistani business family and a Titanic expert.Authorities reported the 22-foot carbon-fiber vessel overdue Sunday night, setting off the search in waters about 435 miles (700 kilometers) south of St. John’s.</li></ul>",
            "website_url": "https://apnews.com/article/missing-titanic-submersible-updates-608d57438211821fee3f5349ebcc8eec"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSH BOAK - Associated Press",
            "title": "Biden discusses risks and promises of artificial intelligence with tech leaders in San Francisco",
            "description": "President Joe Biden has convened a group of technology leaders in San Francisco to debate the risks and promises of artificial intelligence. The Biden administration is seeking to figure out how to regulate the emergent field of AI, looking for",
            "url": "/2023-06-20-biden-ai-artificial-intelligence-518ec2a9190cfb10db9dbcc1eaab3c4c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/71/0714900d-f08b-5812-8c98-24e281216897/64917f24e5efa.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-20T21:40:24Z",
            "content": "By JOSH BOAK  Associated PressSAN FRANCISCO (AP) President Joe Biden convened a group of technology leaders on Tuesday to debate what he called the risks and enormous promises of artificial intell [+2838 chars]",
            "summary": "Its already being deployed in false images and videos, becoming a vehicle of disinformation that could undermine democratic elections. This form of automation could increase the productivity of workers, but experts warn of numerous risks. On Tuesday, he told a group that he expects that John Kerry, the special envoy for climate, will soon return to China for talks on reducing carbon emissions.__Associated Press writer Barbara Ortutay in San Francisco contributed to this report. I think the American people need to have the confidence that were going to do what we say were going to do, he said. Top officials are meeting two to three times each week on this issue, in addition to the daily work of federal agencies. Biden met Tuesday at the Fairmont hotel in San Francisco with Tristan Harris, executive director of the Center for Human Technology; Jim Steyer, the CEO of Common Sense Media; and Joy Buolamwin, founder of the Algorithmic Justice League, among others. At his first fundraiser of the night, Biden spoke about what he saw as freedoms under siege, particularly for the LGBTQ community and with the overturning of abortion protections by the U.S. Supreme Court.",
            "html_summary": "<ul><li>It’s already being deployed in false images and videos, becoming a vehicle of disinformation that could undermine democratic elections.</li><li>This form of automation could increase the productivity of workers, but experts warn of numerous risks.</li><li>On Tuesday, he told a group that he expects that John Kerry, the special envoy for climate, will soon return to China for talks on reducing carbon emissions.__Associated Press writer Barbara Ortutay in San Francisco contributed to this report.</li><li>“I think the American people need to have the confidence that we’re going to do what we say we’re going to do,” he said.</li><li>Top officials are meeting two to three times each week on this issue, in addition to the daily work of federal agencies.</li><li>Biden met Tuesday at the Fairmont hotel in San Francisco with Tristan Harris, executive director of the Center for Human Technology; Jim Steyer, the CEO of Common Sense Media; and Joy Buolamwin, founder of the Algorithmic Justice League, among others.</li></ul>",
            "website_url": "https://apnews.com/article/biden-ai-artificial-intelligence-518ec2a9190cfb10db9dbcc1eaab3c4c"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "China says Biden comments likening leader Xi to a dictator extremely absurd and irresponsible",
            "description": "China has called comments by President Joe Biden referring to Chinese leader Xi Jinping as a dictator extremely absurd and irresponsible. The new clash of words comes just over a day after Secretary of State Antony Blinken concluded a visit",
            "url": "/2023-06-20-china-biden-xi-jinping-dictator-c1fe17f72e2d37fcc840575eea1b78d2",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/c9/bc9427c4-6c69-5a4f-a848-4171b10724a3/6492d17f9119c.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-21T09:58:00Z",
            "content": "BEIJING (AP) China on Wednesday called comments by President Joe Biden referring to Chinese leader Xi Jinping as a dictator extremely absurd and irresponsible.The new clash of words comes just over [+2785 chars]",
            "summary": "WASHINGTON (AP)  President Joe Bidens remarks calling Chinese leader Xi Jinping a dictator and China a country with real economic difficulties drew fast condemnation from China on Wednesday, cracking open a new rift just after the two countries agreed to tentative steps to stabilize the relationship. He views Xi Jinping as a dictator, Glaser said.And hes not very good ... at differentiating what should be said in public and what should be said in private, Glaser said. The reason why Xi Jinping got very upset in terms of when I shot that balloon down with two box cars full of spy equipment is he didnt know it was there, Biden told the crowd. Mao also reiterated Chinas version of the balloon episode, saying the balloon was for meteorological research and had been accidentally blown off course. In Beijing, Foreign Ministry spokesperson Mao Ning condemned Bidens unusually pointed comments as extremely absurd and irresponsible.The clash of words comes after Secretary of State Antony Blinken concluded a visit to Beijing on Monday that sought to break the ice in a relationship that has hit a historical low. That was the great embarrassment for dictators, when they didnt know what happened.Biden also played down trade competition from China, which is the worlds second-biggest economy after the United States but struggling to emerge from COVID-era financial troubles. Biden, at a fundraiser in California on Tuesday night, referred back to January and Februarys two-week overflight of what the U.S. says was a Chinese spy balloon.",
            "html_summary": "<ul><li>WASHINGTON (AP) — President Joe Biden’s remarks calling Chinese leader Xi Jinping a “dictator” and China a country with “real economic difficulties” drew fast condemnation from China on Wednesday, cracking open a new rift just after the two countries agreed to tentative steps to stabilize the relationship.</li><li>He views Xi Jinping as a dictator,” Glaser said.“And he’s not very good ... at differentiating what should be said in public and what should be said in private,” Glaser said.</li><li>“The reason why Xi Jinping got very upset in terms of when I shot that balloon down with two box cars full of spy equipment is he didn’t know it was there,” Biden told the crowd.</li><li>Mao also reiterated China’s version of the balloon episode, saying the balloon was for meteorological research and had been accidentally blown off course.</li><li>In Beijing, Foreign Ministry spokesperson Mao Ning condemned Biden’s unusually pointed comments as “extremely absurd and irresponsible.”The clash of words comes after Secretary of State Antony Blinken concluded a visit to Beijing on Monday that sought to break the ice in a relationship that has hit a historical low.</li><li>“That was the great embarrassment for dictators, when they didn’t know what happened.“Biden also played down trade competition from China, which is the world’s second-biggest economy after the United States but struggling to emerge from COVID-era financial troubles.</li></ul>",
            "website_url": "https://apnews.com/article/china-biden-xi-jinping-dictator-c1fe17f72e2d37fcc840575eea1b78d2"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Andrew Cunningham",
            "title": "Camera review site DPReview finds a buyer, avoids shutdown by Amazon",
            "description": "Camera review site DPReview finds a buyer, avoids shutdown by Amazonarstechnica.com",
            "url": "/2023-06-20-camera-review-site-dpreview-finds-a-buyer-avoids-shutdown-by-amazon",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/canon-eos-760x380.jpeg",
            "publishedAt": "2023-06-21T12:44:41Z",
            "content": "15 with Back in March, the editorinchief of the 25yearold, Amazonowned camera review site DPReview.com announced that the site would be closing in April. The site was the casualty of a round o [+2518 chars]",
            "summary": "The deal had already closed as of yesterday, June 20.Everett's post says that \"the site will continue to operate as it was before, with all editorial coverage and site features remaining the same, and all historical content accessible.\" Former site editor Gannon Burgett criticized Amazon in harsh terms on Twitter, excoriating the company for the uncertainty it created for DPReview's current and former employees and freelancers.  Andrew Cunningham - Jun 21, 2023 12:44 pm UTC Back in March, the editor-in-chief of the 25-year-old, Amazon-owned camera review site DPReview.com announced that the site would be closing in April. The availability of that historical content was a major concern for many readershigh-end cameras have a long shelf life, and DPReview was an important content repository for people trying to navigate the used camera market. \"You figure this sort of stuff out before shutting down an entire division of your company, not in hindsight after weeks of backlash and leaving freelancers to scramble for new gigs as theyre told they wont have a job,\" wrote Burgett. But I know that for most of them, it wasnt clear what was happening for at least the first two or three months, which is incredibly unfair to employees who helped build the very resource youre about to turn around and sell. Im extremely glad for everyone who did stick around and still has a job.",
            "html_summary": "<ul><li>The deal had already closed as of yesterday, June 20.Everett's post says that \"the site will continue to operate as it was before, with all editorial coverage and site features remaining the same, and all historical content accessible.\"</li><li>Former site editor Gannon Burgett criticized Amazon in harsh terms on Twitter, excoriating the company for the uncertainty it created for DPReview's current and former employees and freelancers.</li><li> Andrew Cunningham - Jun 21, 2023 12:44 pm UTC Back in March, the editor-in-chief of the 25-year-old, Amazon-owned camera review site DPReview.com announced that the site would be closing in April.</li><li>The availability of that historical content was a major concern for many readers—high-end cameras have a long shelf life, and DPReview was an important content repository for people trying to navigate the used camera market.</li><li>\"You figure this sort of stuff out before shutting down an entire division of your company, not in hindsight after weeks of backlash and leaving freelancers to scramble for new gigs as they’re told they won’t have a job,\" wrote Burgett.</li><li>But I know that for most of them, it wasn’t clear what was happening for at least the first two or three months, which is incredibly unfair to employees who helped build the very resource you’re about to turn around and sell.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/06/camera-review-site-dpreview-finds-a-buyer-avoids-shutdown-by-amazon/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "AT&T/Verizon lobby group pushes for payments from Big Tech",
            "description": "US telcos pitch shared obligation for tech firms to fund network buildouts.",
            "url": "/2023-06-20-att-verizon-lobby-group-pushes-for-payments-from-big-tech",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/getty-money-fight-760x380.jpg",
            "publishedAt": "2023-06-20T19:58:53Z",
            "content": "17 with Internet service providers in both the US and Europe are clamoring for new payments from Big Tech firms.European broadband providers are much closer to realizing the longheld goal of pay [+4286 chars]",
            "summary": "\"The Biden administration also said payments from tech firms may violate net neutrality principles, saying that it \"is difficult to understand how a system of mandatory payments imposed on only a subset of content providers could be enforced without undermining net neutrality. Internet traffic is global, raising questions regarding one country's ability to collect revenues from foreign content providers; if many countries take this path it would likely be unsustainable,\" the US government said. \"Despite that, USTelecom pointed to the Biden administration's comments in its pitch to make Big Tech firms pay into a central fund like the existing Universal Service Fund (USF) managed by the Federal Communications Commission. Does it still make sense that the government and broadband providers alone fund this critical infrastructure? It's one of the biggest trade groups that lobbies for US-based Internet service providers.European telcos are pushing for direct payments from tech firms to ISPs. \"We urge caution should the EU consider any new funding mechanisms that could disrupt the current Internet ecosystem, which has successfully adapted to evolving technological and market conditions over time. Spalter wrote that Amazon and similar Internet companies should fill what he called a \"conspicuously empty seat at the collective table of global high-speed connectivity.",
            "html_summary": "<ul><li>\"The Biden administration also said payments from tech firms may violate net neutrality principles, saying that it \"is difficult to understand how a system of mandatory payments imposed on only a subset of content providers could be enforced without undermining net neutrality.</li><li>Internet traffic is global, raising questions regarding one country's ability to collect revenues from foreign content providers; if many countries take this path it would likely be unsustainable,\" the US government said.</li><li>\"Despite that, USTelecom pointed to the Biden administration's comments in its pitch to make Big Tech firms pay into a central fund like the existing Universal Service Fund (USF) managed by the Federal Communications Commission.</li><li>Does it still make sense that the government and broadband providers alone fund this critical infrastructure?</li><li>It's one of the biggest trade groups that lobbies for US-based Internet service providers.European telcos are pushing for direct payments from tech firms to ISPs.</li><li>\"We urge caution should the EU consider any new funding mechanisms that could disrupt the current Internet ecosystem, which has successfully adapted to evolving technological and market conditions over time.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/06/att-verizon-lobby-group-pushes-for-payments-from-big-tech/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Thousands of realistic but fake AI child sex images found online, report says. Beyond missing Titanic sub, handheld gamepads are a common military interface. Purely AIgenerated songs declared ineligible for Grammy Awards. Get your first look at the OnePlus V Fold, thanks to render leaks. Googles $200 metal Pixel Watch band is very premium, very expensive. The US Coast Guard is bringing in new ships and underwater vessels to search for lost submersible. Biden discusses risks and promises of artificial intelligence with tech leaders in San Francisco. China says Biden comments likening leader Xi to a dictator extremely absurd and irresponsible. Camera review site DPReview finds a buyer, avoids shutdown by Amazon. AT&T/Verizon lobby group pushes for payments from Big Tech"
}