{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "U.S. seeks fresh ways to crack down on Chinese tech industry",
            "description": "With strict limits already in place on Chinas access to U.S. technology, the federal government is exploring how to further tighten the vise amid growing political and economic tensions.Between the lines Cracking down on China has support from both parties,",
            "url": "/2023-03-02-us-china-tech-crackdown-huawei-chips-tiktok",
            "urlToImage": "https://images.axios.com/sJjQplDrxEaY4NlNIbjQqXRRwio=/0x0:1920x1080/1366x768/2023/03/02/1677727529192.jpg",
            "publishedAt": "2023-03-02T14:00:00Z",
            "content": "With strict limits already in place on Chinas access to U.S. technology, the federal government is exploring how to further tighten the vise amid growing political and economic tensions.Between th [+3343 chars]",
            "summary": "The U.S. has already significantly restricted Huawei's access to U.S. technologies, crippling the company's global smartphone business and significantly impacting other parts of its business. What's next: Experts say that the U.S. and its allies may look to further limit exports to China should that country provide weapons to Russia for its war in Ukraine. Until recently, many U.S. companies also viewed China as a major emerging market for their products.That's why the deal with the Netherlands and Japan was so important.",
            "html_summary": "<ul><li>The U.S. has already significantly restricted Huawei's access to U.S. technologies, crippling the company's global smartphone business and significantly impacting other parts of its business.</li><li>What's next: Experts say that the U.S. and its allies may look to further limit exports to China should that country provide weapons to Russia for its war in Ukraine.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/02/us-china-tech-crackdown-huawei-chips-tiktok"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By GEOFF MULVIHILL - Associated Press",
            "title": "Biden begins push for funding for pandemic fraud measures",
            "description": "President Joe Bidens administration is starting a push to get Congress to fund measures to help prosecute fraud in government coronavirus pandemic relief programs. The plans include measures to prevent future identity theft and help victims. The request is f",
            "url": "/2023-03-02-biden-covid-pandemic-fraud-budget-congress-cdd5915003833ea98e1b967dd1038f83",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/36/6369290e-478c-581c-a611-08548fbe9262/64007e4074e5c.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-02T10:23:00Z",
            "content": "By GEOFF MULVIHILL  Associated PressPresident Joe Bidens administration is asking Congress to agree to pay more than $1.6 billion to help clean up the mess of fraud against the massive government [+3780 chars]",
            "summary": "Thats more than the government spent annually before the pandemic.Money went to boost unemployment insurance programs, help those in the gig economy who lost work, cover government costs and keep businesses afloat.On the whole, those programs did enormous good, Sperling said. Details would need to be ironed out with Congress.Soon after the swaths of the U.S. economy were shut down after the coronavirus hit the country in 2020, Congress began authorizing massive relief measures to help governments, businesses and individuals who were impacted. The Labor Department estimated there was $164 billion in improper unemployment insurance payments alone  much of it to fraudstersMany of the scams relied on fake or stolen personal information.Bidens plans aim to deal with prosecutions and prevention. Hes asking for $600 million for prosecution, including funds to create at least 10 new Justice Department strike forces in addition to the three that already exist to go after criminal syndicates and other fraudsters. There were also cases where guardrails were unnecessarily lowered, which led to unnecessary and massive fraud.A congressional committee found that financial technology companies did not properly screen applicants for the giant Paycheck Protection Program. Fraudulent claims for unemployment benefits overwhelmed state computer systems, which sometimes had trouble identifying the fake ones while slowing down many legitimate filings. Relief measures  some signed by Biden and some by his predecessor, Donald Trump  totaled nearly $6 trillion.",
            "html_summary": "<ul><li>That’s more than the government spent annually before the pandemic.Money went to boost unemployment insurance programs, help those in the gig economy who lost work, cover government costs and keep businesses afloat.“On the whole, those programs did enormous good,” Sperling said.</li><li>Details would need to be ironed out with Congress.Soon after the swaths of the U.S. economy were shut down after the coronavirus hit the country in 2020, Congress began authorizing massive relief measures to help governments, businesses and individuals who were impacted.</li><li>The Labor Department estimated there was $164 billion in improper unemployment insurance payments alone — much of it to fraudstersMany of the scams relied on fake or stolen personal information.Biden’s plans aim to deal with prosecutions and prevention.</li><li>He’s asking for $600 million for prosecution, including funds to create at least 10 new Justice Department strike forces in addition to the three that already exist to go after criminal syndicates and other fraudsters.</li><li>“There were also cases where guardrails were unnecessarily lowered, which led to unnecessary and massive fraud.”A congressional committee found that financial technology companies did not properly screen applicants for the giant Paycheck Protection Program.</li><li>Fraudulent claims for unemployment benefits overwhelmed state computer systems, which sometimes had trouble identifying the fake ones while slowing down many legitimate filings.</li></ul>",
            "website_url": "https://apnews.com/article/biden-covid-pandemic-fraud-budget-congress-cdd5915003833ea98e1b967dd1038f83"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By CASSANDRA ALLWOOD, JAMES BROOKS and KELVIN CHAN - Associated Press",
            "title": "Best of MWC Screens that roll, ChatGPT interactive glasses",
            "description": "The father of the cellphone, Chinas Huawei and tens of thousands of visitors went to tout and take in the latest tech advances at the MWC industry expo. The metaverse got a lot of attention at this weeks show, also",
            "url": "/2023-03-02-mwc-metaverse-chatgpt-ai-mobile-world-congress-1f170f2a911e37a0353384b99bb6accc",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/a6/ba6d6f1c-5e96-544c-a9c5-54118adad9d9/6400af817c404.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-02T13:49:45Z",
            "content": "By CASSANDRA ALLWOOD, JAMES BROOKS and KELVIN CHAN  Associated PressBARCELONA, Spain (AP) The father of the cellphone was there. So was Huawei and a host of other Chinese tech companies. Tens of t [+6436 chars]",
            "summary": "The companys virtual assistant app was designed to work with smart viewer glasses to help people who are deaf or hard of hearing better understand whats happening around them. Now, large language models are bringing huge improvements to traditional chatbots. Generative AI systems like ChatGPT can create readable text and hold conversations based on what theyve learned from so-called large language models  vast databases of digital books, online writings and other media. Now XRAI (pronounced X-ray) has integrated OpenAIs ChatGPT technology into its app and glasses setup.People can ask questions such as general knowledge or recipes or anything they like, CEO Dan Scarfe said. Growing, but still  relatively speaking  relatively small.AI CHAT GLASSESArtificially intelligent chatbots like ChatGPT have taken the tech world by storm, and U.K. startup XRAI Glass is joining the fray with augmented reality glasses. Heres a look at some highlights: SCROLL AND FOLDWhile MWC smartphone launches dont get as much attention as they used to because innovations have slowed, devices with nifty screens took the spotlight.Motorola added the wow factor by unveiling a phone with a screen that rolls out. Its just that humans are used to communicating with faces.REMOTE CONTROL CARSAt German mobility startup Vays display, a driver was steering a car around a course marked with pylons. But the car was 1,800 kilometers (1,118 miles) away in Berlin.The companys technology enables cars to be driven by remote tele-drivers. So far, so standard.",
            "html_summary": "<ul><li>The company’s virtual assistant app was designed to work with smart viewer glasses to help people who are deaf or hard of hearing better understand what’s happening around them.</li><li>Now, “large language models are bringing huge improvements to traditional chatbots.” Generative AI systems like ChatGPT can create readable text and hold conversations based on what they’ve learned from so-called large language models — vast databases of digital books, online writings and other media.</li><li>Now XRAI (pronounced X-ray) has integrated OpenAI’s ChatGPT technology into its app and glasses setup.“People can ask questions such as general knowledge or recipes or anything they like,” CEO Dan Scarfe said.</li><li>Growing, but still — relatively speaking — relatively small.”AI CHAT GLASSESArtificially intelligent chatbots like ChatGPT have taken the tech world by storm, and U.K. startup XRAI Glass is joining the fray with augmented reality glasses.</li><li>Here’s a look at some highlights: SCROLL AND FOLDWhile MWC smartphone launches don’t get as much attention as they used to because innovations have slowed, devices with nifty screens took the spotlight.Motorola added the wow factor by unveiling a phone with a screen that rolls out.</li><li>It’s just that humans are “used to communicating with faces.”REMOTE CONTROL CARSAt German mobility startup Vay’s display, a driver was steering a car around a course marked with pylons.</li></ul>",
            "website_url": "https://apnews.com/article/mwc-metaverse-chatgpt-ai-mobile-world-congress-1f170f2a911e37a0353384b99bb6accc"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARCIA DUNN - AP Aerospace Writer",
            "title": "SpaceX launches US, Russia, UAE astronauts to space station",
            "description": "SpaceX has launched four astronauts to the International Space Station for NASA. The crew includes the first person from the Arab world going up for a monthslong stay. The Falcon rocket bolted from Floridas Kennedy Space Center early Thursday. The",
            "url": "/2023-03-02-spacex-nasa-launch-astronauts-emirates-a86b7d62f6806ac5947b2f33f00aaba7",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/ed/bed132f6-92fa-57c1-aa0a-55963643c95c/64003f02838b9.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-02T05:35:22Z",
            "content": "By MARCIA DUNN  AP Aerospace WriterCAPE CANAVERAL, Fla. (AP) SpaceX launched four astronauts to the International Space Station for NASA on Thursday, including the first person from the Arab world [+3584 chars]",
            "summary": "Both were in space for about a week.Al-Neyadi will be joined this spring by two Saudi astronauts going to the space station on a short private SpaceX flight paid by their government. It may have taken two times, but it was worth the trip, Bowen said.NASAs space operations mission chief, Kathy Lueders, said Thursdays launch enhanced a night sky already showcasing a conjunction of Venus and Jupiter. Its going to be really exciting, really interesting to have three Arabs in space at once, he said last week. Amazing, he said.He served as backup for the first Emirati astronaut, Hazzaa al-Mansoori, who rode a Russian rocket to the space station in 2019 for a weeklong visit. The two planets have appeared side by side all week, seeming to grow ever closer.We added a bright new star to that night sky tonight, she told reporters. If you enjoyed your ride, please dont forget to give us five stars.The first attempt to launch them was called off Monday at the last minute because of a clogged filter in the engine ignition system. The space station newcomers will replace a U.S.-Russian-Japanese crew that has been up there since October.",
            "html_summary": "<ul><li>Both were in space for about a week.Al-Neyadi will be joined this spring by two Saudi astronauts going to the space station on a short private SpaceX flight paid by their government.</li><li>“It may have taken two times, but it was worth the trip,” Bowen said.NASA’s space operations mission chief, Kathy Lueders, said Thursday’s launch enhanced a night sky already showcasing a conjunction of Venus and Jupiter.</li><li>“It’s going to be really exciting, really interesting” to have three Arabs in space at once, he said last week.</li><li>Amazing,” he said.He served as backup for the first Emirati astronaut, Hazzaa al-Mansoori, who rode a Russian rocket to the space station in 2019 for a weeklong visit.</li><li>The two planets have appeared side by side all week, seeming to grow ever closer.“We added a bright new star to that night sky tonight,” she told reporters.</li><li>“If you enjoyed your ride, please don’t forget to give us five stars.”The first attempt to launch them was called off Monday at the last minute because of a clogged filter in the engine ignition system.</li></ul>",
            "website_url": "https://apnews.com/article/spacex-nasa-launch-astronauts-emirates-a86b7d62f6806ac5947b2f33f00aaba7"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Hexa raises $20.5M to turn images into 3D objects for VR, AR and more",
            "description": "Hexa, a 3D asset visualization and management platform, today announced that it closed a $20.5 million Series A round from Point72 Ventures, Samurai Incubate, Sarona Partners and HTC. CEO and cofounder Yehiel Atias said that the cash will be put toward produ",
            "url": "/2023-03-02-hexa-raises-20-5m-to-turn-images-into-3d-objects-for-vr-ar-and-more",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-1395406112.jpg?resize=1200,675",
            "publishedAt": "2023-03-02T13:00:25Z",
            "content": "Hexa, a 3D asset visualization and management platform, today announced that it closed a $20.5 million Series A round from Point72 Ventures, Samurai Incubate, Sarona Partners and HTC. CEO and cofoun [+4477 chars]",
            "summary": "Then the companys engineers, using AI-assisted tools, create 3D assets and models from the images.Throughout the process, customers can provide feedback directly on the models, ask questions of Hexas engineers and prep the models for use on the web or in AR and VR experiences. In turn, 38% of marketer respondents said they are using AR in 2022, up 15 percentage points from 2017s 23%.Our main competition is animation and graphics studios that use a manual and outdated tech stack, Atias said. Already, he says, 60-employee Hexa has managed to win the business of over 40 brands, including Amazon, Macys, Logitech and Crate & Barrel  and raise $27.2 million in total capital.There might indeed be a growing interest in virtual retail venues, particularly those of the AR variety. We conducted an early round due to tripling our customer base in 2023, Atias told TechCrunch in an email interview.Hexas roots can be traced back to 2015, when Atias was working in the retail industry for brands like Walmart and H&M. Much like the gaming industry, the 3D and e-commerce space enjoyed a strong tailwind, becoming a must-have for any organization  Hundreds of millions of users use our technology and engage with our content on a daily basis. CEO and co-founder Yehiel Atias said that the cash will be put toward product development and expanded customer acquisition efforts well into 2023.HTCs participation in the round might seem curious. They also can manage and assess the impact of their 3D content through our platform.Image Credits: HexaLest you think its a new idea, theres an entire cohort of companies out there developing platforms for 3D asset management.",
            "html_summary": "<ul><li>Then the company’s engineers, using AI-assisted tools, create 3D assets and models from the images.Throughout the process, customers can provide feedback directly on the models, ask questions of Hexa’s engineers and prep the models for use on the web or in AR and VR experiences.</li><li>In turn, 38% of marketer respondents said they are using AR in 2022, up 15 percentage points from 2017’s 23%.“Our main competition is animation and graphics studios that use a manual and outdated tech stack,” Atias said.</li><li>Already, he says, 60-employee Hexa has managed to win the business of over 40 brands, including Amazon, Macy’s, Logitech and Crate & Barrel — and raise $27.2 million in total capital.There might indeed be a growing interest in virtual retail venues, particularly those of the AR variety.</li><li>We conducted an early round due to tripling our customer base in 2023,” Atias told TechCrunch in an email interview.Hexa’s roots can be traced back to 2015, when Atias was working in the retail industry for brands like Walmart and H&M.</li><li>“Much like the gaming industry, the 3D and e-commerce space enjoyed a strong tailwind, becoming a must-have for any organization … Hundreds of millions of users use our technology and engage with our content on a daily basis.”</li><li>CEO and co-founder Yehiel Atias said that the cash will be put toward product development and expanded customer acquisition efforts well into 2023.HTC’s participation in the round might seem curious.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/02/hexa-raises-20-5m-to-turn-images-into-3d-objects-for-vr-ar-and-more/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Behavioral marketing platform Wunderkind nabs $76M",
            "description": "Wunderkind, a behavioral marketing startup, has raised $76 million in a Series C funding round.",
            "url": "/2023-03-02-behavioral-marketing-platform-wunderkind-nabs-76m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-1334663755.jpg?resize=1200,821",
            "publishedAt": "2023-03-02T14:01:11Z",
            "content": "Wunderkind, a platform that enables brands to target web visitors through emails, texts and other digital advertising formats, today announced that it raised $76 million in a Series C round led by Ne [+3788 chars]",
            "summary": "Last year, Wunderkinds revenue grew 35% year over year, Ingram says, and the companys poised to grow the top line again this year.We see the headwinds here as a combination of larger market economic trends, changes that rightfully align with consumer privacy and audience shifts in behavior. Also in the works is an improved discovery feature for e-commerce businesses thatll serve product recommendations based on customer behaviors and interests.We firmly believe we can help our clients increase their customers lifetime value and ultimately grow better as a business with Wunderkind, Ingram said. Were sitting on over ten years of meaningful consumer data and insights that we collected voluntarily.That being said, 700-employee Wunderkind  no doubt with an eye toward a more regulated, privacy-conscious ad future  plans to expand and launch a one-to-one messaging offering for ads to enable cookieless retargeting. We help across all those fronts by providing access to data, user profiles and one-to-one marketing strategies that manufacture outcomes and truly deliver performance.From a user perspective, Wunderkinds product sounds a bitcreepy, frankly. By analyzing smartphone and desktop web visitors real-time and historical behaviors to match value to intent, Ingram says.Wunderkind claims it can determine who visitors are based on the web page that referred them and the content that theyre interacting with. For example, the platform can figure out whos most likely to purchase a paid subscription and sign up for a newsletter  or so Ingram claims.The company also offers tools to launch triggered ad campaigns and create audience segments for those campaigns. The technical decision maker is worried about not having their own customer relationship and data, not reaching their customers where they are, and being able to execute on smart digital marketing initiatives that their consumers expect.",
            "html_summary": "<ul><li>Last year, Wunderkind’s revenue grew 35% year over year, Ingram says, and the company’s poised to grow the top line again this year.“We see the headwinds here as a combination of larger market economic trends, changes that rightfully align with consumer privacy and audience shifts in behavior.</li><li>Also in the works is an improved “discovery” feature for e-commerce businesses that’ll serve product recommendations based on customer behaviors and interests.“We firmly believe we can help our clients increase their customers’ lifetime value and ultimately grow better as a business with Wunderkind,” Ingram said.</li><li>We’re sitting on over ten years of meaningful consumer data and insights that we collected voluntarily.”That being said, 700-employee Wunderkind — no doubt with an eye toward a more regulated, privacy-conscious ad future — plans to expand and launch a one-to-one messaging offering for ads to enable “cookieless” retargeting.</li><li>We help across all those fronts by providing access to data, user profiles and one-to-one marketing strategies that manufacture outcomes and truly deliver performance.”From a user perspective, Wunderkind’s product sounds a bit…creepy, frankly.</li><li>By analyzing smartphone and desktop web visitors’ real-time and historical behaviors to match value to intent, Ingram says.Wunderkind claims it can determine who visitors are based on the web page that referred them and the content that they’re interacting with.</li><li>For example, the platform can figure out who’s most likely to purchase a paid subscription and sign up for a newsletter — or so Ingram claims.The company also offers tools to launch “triggered” ad campaigns and create audience segments for those campaigns.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/02/behavioral-marketing-platform-wunderkind-nabs-76m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "SpotDraft shows that contract lifecycle management remains profitable, raises $26M",
            "description": "SpotDraft is one of a growing number of CLM vendors trying to stand out in the increasingly crowded field.",
            "url": "/2023-03-02-spotdraft-shows-contract-lifecycle-management-is-still-profitable-raises-26m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1182302214.jpg?resize=1200,840",
            "publishedAt": "2023-03-02T14:00:44Z",
            "content": "VCs see a rich opportunity in tools to manage the contract lifecycle. Two years ago, startups developing software that helps draft, manage and review contracts raised over $70 million in venture equi [+4900 chars]",
            "summary": "Bijapur claims that SpotDrafts AI has processed over 1 million contracts to date  data that the companys using (anonymously) to improve its algorithms.Through SpotDrafts automated approvals system, users can create custom workflows to trigger and automate required approvals based on conditions such as jurisdiction, deal value and entity. SpotDraft competes for customers against vendors like LinkSquares, which raised $100 million last April, and Filevine which nabbed $108 million the same month as LinkSquares mammoth funding round.Bijapur says that business is in good shape, though, claiming that revenue tripled this year. Image Credits: SpotDraftWe are building an AI engine personalized for legal teams to ensure that a lot of the repetitive work related to contract review and negotiations happen faster than ever, Bijapur said. We also support embedding contract execution into any app as part of the onboarding flow, which removes what is usually the only manual step in an otherwise automated process of onboarding vendors and customers alike.SpotDrafts platform is holistic, to be sure. While a relatively small space compared to, say, the market for customer relationship management ($44.9 billion in 2023), contract lifecycle management, or CLM, is growing at a rapid clip. Two years ago, startups developing software that helps draft, manage and review contracts raised over $70 million in venture equity. While there, he saw legal teams struggle with high volumes of contracts and sought to automate some of the more repetitive workflows.",
            "html_summary": "<ul><li>Bijapur claims that SpotDraft’s AI has processed over 1 million contracts to date — data that the company’s using (anonymously) to improve its algorithms.Through SpotDraft’s automated approvals system, users can create custom workflows to trigger and automate required approvals based on conditions such as jurisdiction, deal value and entity.</li><li>SpotDraft competes for customers against vendors like LinkSquares, which raised $100 million last April, and Filevine which nabbed $108 million the same month as LinkSquares’ mammoth funding round.Bijapur says that business is in good shape, though, claiming that revenue tripled this year.</li><li>Image Credits: SpotDraft“We are building an AI engine personalized for legal teams to ensure that a lot of the repetitive work related to contract review and negotiations happen faster than ever,” Bijapur said.</li><li>“We also support embedding contract execution into any app as part of the onboarding flow, which removes what is usually the only manual step in an otherwise automated process of onboarding vendors and customers alike.”SpotDraft’s platform is holistic, to be sure.</li><li>While a relatively small space compared to, say, the market for customer relationship management ($44.9 billion in 2023), contract lifecycle management, or CLM, is growing at a rapid clip.</li><li>Two years ago, startups developing software that helps draft, manage and review contracts raised over $70 million in venture equity.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/02/spotdraft-shows-contract-lifecycle-management-is-still-profitable-raises-26m/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. U.S. seeks fresh ways to crack down on Chinese tech industry. Biden begins push for funding for pandemic fraud measures. Best of MWC Screens that roll, ChatGPT interactive glasses. SpaceX launches US, Russia, UAE astronauts to space station. Hexa raises $20.5M to turn images into 3D objects for VR, AR and more. Behavioral marketing platform Wunderkind nabs $76M. SpotDraft shows that contract lifecycle management remains profitable, raises $26M"
}