{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Barak Ravid",
            "title": "With IranSaudi deal, Beijing aims to bring its friends closer together",
            "description": "By brokering a deal between Iran and Saudi Arabia, China is trying to ensure two of its most important partners in the Middle East get along so Beijing can achieve its economic and political goals, experts say.Why it matters The Middle East has become a majo",
            "url": "/2023-03-14-iran-saudi-arabia-deal-china-biden",
            "urlToImage": "https://images.axios.com/idudHn49gAEs642TMCfDeN79DWo=/1366x768/smart/2023/03/13/1678738612492.jpg",
            "publishedAt": "2023-03-14T09:40:00Z",
            "content": "By brokering a deal between Iran and Saudi Arabia, China is trying to ensure two of its most important partners in the Middle East get along so Beijing can achieve its economic and political goals, e [+3981 chars]",
            "summary": "What to watch: China is planning a summit of Iranian and Gulf Arab leaders to be held in Beijing later this year, the Wall Street Journal reports.Go deeper: China seeks more military and police training with developing countries (Axios)",
            "html_summary": "<ul><li>What to watch: China is planning a summit of Iranian and Gulf Arab leaders to be held in Beijing later this year, the Wall Street Journal reports.Go deeper: China seeks more military and police training with developing countries (Axios)</li></ul>",
            "website_url": "https://www.axios.com/2023/03/14/iran-saudi-arabia-deal-china-biden"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Hans Nichols, Neil Irwin",
            "title": "Inside Bidens SVB move to stop future bank runs",
            "description": "The Biden administrations guiding principle in protecting depositors after the failures of Silicon Valley Bank and Signature Bank came down to this, Axios has learned Prevent bank runs beyond the initial crisis.Why it matters The administrations move to s",
            "url": "/2023-03-14-biden-svb-stop-bank-runs",
            "urlToImage": "https://images.axios.com/Y9luHThVzAWrtiZ7gyjTJlyC9w8=/0x0:1920x1080/1366x768/2023/03/14/1678760105567.jpg",
            "publishedAt": "2023-03-14T09:30:00Z",
            "content": "The Biden administrations guiding principle in protecting depositors after the failures of Silicon Valley Bank and Signature Bank came down to this, Axios has learned Prevent bank runs beyond the i [+3486 chars]",
            "summary": "What they are saying: We took sweeping action, powerful action, trying to prevent possible future bank runs, a Treasury official told Axios.Driving the news: The government's move began to unfold Thursday, amid questions about SVBs ability to survive until the weekend. Open a new Fed lending facility to help banks that needed help meeting withdrawals.On Saturday, Treasury Secretary Janet Yellen, Fed Chair Jerome Powell, Fed Vice Chair Michael Barr and FDIC Chair Martin Gruenberg decided to move forward with that three-step plan. The FDIC and the Fed decided to move the bank into receivership before its branches opened at 9 a.m. Pacific time on Friday, according to a source familiar with the matter. Editor's note: This story has been corrected to reflect that not all SVB and Signature account holders had payrolls that were jeopardized. Try to find buyers for the banks. Invoke the \"systemic risk exception\" for SVB and Signature account holders.",
            "html_summary": "<ul><li>What they are saying: “We took sweeping action, powerful action, trying to prevent possible future bank runs,” a Treasury official told Axios.Driving the news: The government's move began to unfold Thursday, amid questions about SVB’s ability to survive until the weekend.</li><li>Open a new Fed lending facility to help banks that needed help meeting withdrawals.On Saturday, Treasury Secretary Janet Yellen, Fed Chair Jerome Powell, Fed Vice Chair Michael Barr and FDIC Chair Martin Gruenberg decided to move forward with that three-step plan.</li><li>The FDIC and the Fed decided to move the bank into receivership before its branches opened at 9 a.m. Pacific time on Friday, according to a source familiar with the matter.</li><li>Editor's note: This story has been corrected to reflect that not all SVB and Signature account holders had payrolls that were jeopardized.</li><li>Try to find buyers for the banks.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/14/biden-svb-stop-bank-runs"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Microsoft lays off an ethical AI team as it doubles down on OpenAI",
            "description": "Microsoft laid off an entire team dedicated to guiding AI innovation that leads to ethical, responsible and sustainable outcomes.  The cutting of the ethics ...",
            "url": "/2023-03-14-microsoft-lays-off-an-ethical-ai-team-as-it-doubles-down-on-openai",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/O0dZmd4G2liaFQg2nEvE0A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD05MDA-/https://media.zenfs.com/en/techcrunch_350/ca2d60b0264a6d548d8de4e84eed6c21",
            "publishedAt": "2023-03-14T01:26:27Z",
            "content": "Microsoft laid off an entire team dedicated to guiding AI innovation that leads to ethical, responsible and sustainable outcomes. The cutting of the ethics and society team, as reported by Platformer [+2448 chars]",
            "summary": "But employees told Platformer that the ethics and society team was responsible for ensuring Microsofts responsible AI principles are actually reflected in the design of products that ship. The team had been recently working to identify risks posed by Microsofts integration of OpenAIs technology across its suite of products.The ethics and society team wasnt very large  only about seven people remained after a reorganization in October. Microsoft laid off an entire team dedicated to guiding AI innovation that leads to ethical, responsible and sustainable outcomes. The company said every 1% of market share it could pry from Google would result in $2 billion in annual revenue.Microsoft couldnt be reached for comment. Microsoft perhaps didnt want to hear No, anymore as it became hell bent on taking market share away from Googles search engine. On March 6, John Montgomery, corporate vice president of AI, told the remaining members that theyd be eliminated after all.",
            "html_summary": "<ul><li>But employees told Platformer that the ethics and society team was responsible for ensuring Microsoft’s responsible AI principles are actually reflected in the design of products that ship.</li><li>The team had been recently working to identify risks posed by Microsoft’s integration of OpenAI’s technology across its suite of products.The ethics and society team wasn’t very large — only about seven people remained after a reorganization in October.</li><li>Microsoft laid off an entire team dedicated to guiding AI innovation that leads to ethical, responsible and sustainable outcomes.</li><li>The company said every 1% of market share it could pry from Google would result in $2 billion in annual revenue.Microsoft couldn’t be reached for comment.</li><li>Microsoft perhaps didn’t want to hear “No,” anymore as it became hell bent on taking market share away from Google’s search engine.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/13/microsoft-lays-off-an-ethical-ai-team-as-it-doubles-down-on-openai/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Indonesias Broom builds out automated assetbacked lending for used car dealers",
            "description": "The Indonesian used car marketis on a course for growth fueled by a number of trends the increasing digitization in used car sales; a larger variety of finance options; and the COVID19 pandemic, which pushed the idea of private car ownership. Broom, an In",
            "url": "/2023-03-14-indonesian-used-auto-finance-platform-broom-raises-10m-to-build-out-automated-asset-backed-lending",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/03/GettyImages-1057965396.jpg?resize=1200,800",
            "publishedAt": "2023-03-14T02:00:31Z",
            "content": "The Indonesian used car marketis on a course for growth fueled by a number of trends the increasing digitization in used car sales; a larger variety of finance options; and the COVID19 pandemic, w [+4274 chars]",
            "summary": "The Indonesian used car market is on a course for growth fueled by a number of trends: the increasing digitization in used car sales; a larger variety of finance options; and the COVID-19 pandemic, which pushed the idea of private car ownership. However, the used car dealers Laras visited told him they could not afford to repurchase Laras car due to limited money in hand and working capital, only offering trade-ins instead. With Buyback, [car dealers] can optimize their inventory and accelerate the turnover, thus increasing their revenue; our app lets them manage the in and out flow easily and trade with other dealers in our ecosystem, Laras said. Broom says more than 5,000 used car dealers, its main target customers, now use its platform in Indonesia, contributing approximately 30.6% of new automotive sales in Southeast Asia. The following year, it launched its flagship service, Buyback, to help used car dealers in Indonesia, many of whom lack access to capital. Buyback provides dealers with short-term working capital through a temporary car sale service with a repurchasing option and dealer-to-dealer trading, making inventory management more efficient. The traditional approach is more like opening mom and pop stores, where sellers need to wait for their inventory to get sold [to end customers], and then they can use the money to get new inventory to sell, Laras said.",
            "html_summary": "<ul><li>The Indonesian used car market is on a course for growth fueled by a number of trends: the increasing digitization in used car sales; a larger variety of finance options; and the COVID-19 pandemic, which pushed the idea of private car ownership.</li><li>However, the used car dealers Laras visited told him they could not afford to repurchase Laras’ car due to limited money in hand and working capital, only offering trade-ins instead.</li><li>“With Buyback, [car dealers] can optimize their inventory and accelerate the turnover, thus increasing their revenue; our app lets them manage the in and out flow easily and trade with other dealers in our ecosystem,” Laras said.</li><li>Broom says more than 5,000 used car dealers, its main target customers, now use its platform in Indonesia, contributing approximately 30.6% of new automotive sales in Southeast Asia.</li><li>The following year, it launched its flagship service, Buyback, to help used car dealers in Indonesia, many of whom lack access to capital.</li><li>Buyback provides dealers with “short-term working capital through a temporary car sale service with a repurchasing option” and dealer-to-dealer trading, making inventory management more efficient.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/13/indonesian-used-auto-finance-platform-broom-raises-10m-to-build-out-automated-asset-backed-lending/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "TuSimple cofounder resigns, accused of poaching staff for new venture",
            "description": "TuSimples cofounder, Xiaodi Hou, resigned from the companys board before an investigation into his poaching of staff could be concluded.",
            "url": "/2023-03-14-tusimple-co-founder-resigns-accused-of-poaching-staff-for-new-venture",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/04/TuSimple-IPO_4.15.jpg?resize=1200,800",
            "publishedAt": "2023-03-14T04:15:59Z",
            "content": "TuSimples cofounder, Xiaodi Hou, resigned from the companys board of directors last week amid an internal investigation which sought to verify claims that Hou approached TuSimple employees about l [+3284 chars]",
            "summary": "At the same time, four independent directors were removed from the board, and Chen was appointed executive chairman of the board.While TuSimple likely hopes Hous resignation will help the company close the chapter on national security investigations, TuSimple has other concerns on its plate. The Biden administration is actively working to prevent U.S. technology from advancing Chinas military power, including the use of autonomous vehicles.That investigation is still ongoing, and it has prompted potential criminal charges. TuSimple is still bringing on a new auditor after KPMG resigned due to the companys risk factor, sources say. CFIUS reviews foreign investments for national security concerns and can impose safeguards and recommend that the president block certain investments. Earlier this month, the company received a non-compliance warning from the Nasdaq for failing to file its fourth-quarter and full-year 2022 financial results in time. The company hopes to report earnings by May, which is the deadline the Nasdaq provided to regain compliance. Last month, representatives who are part of the CFIUS review panel urged the Justice Department to consider economic-espionage charges against Hou and Chen, as well as current CEO Cheng Lu.Lu previously served as TuSimples CEO from September 2020 to March 2022 before he was ousted.",
            "html_summary": "<ul><li>At the same time, four independent directors were removed from the board, and Chen was appointed executive chairman of the board.While TuSimple likely hopes Hou’s resignation will help the company close the chapter on national security investigations, TuSimple has other concerns on its plate.</li><li>The Biden administration is actively working to prevent U.S. technology from advancing China’s military power, including the use of autonomous vehicles.That investigation is still ongoing, and it has prompted potential criminal charges.</li><li>TuSimple is still bringing on a new auditor after KPMG resigned due to the company’s risk factor, sources say.</li><li>CFIUS reviews foreign investments for national security concerns and can impose safeguards and recommend that the president block certain investments.</li><li>Earlier this month, the company received a non-compliance warning from the Nasdaq for failing to file its fourth-quarter and full-year 2022 financial results in time.</li><li>The company hopes to report earnings by May, which is the deadline the Nasdaq provided to regain compliance.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/13/tusimple-co-founder-resigns-accused-of-poaching-staff-for-new-venture/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "MENA VC Flat6Labs new fund to back startups in East, West Africa",
            "description": "Flat6Labs targets to raise $95 million for the Africa Seed Fund, which will mark its first venture outside MENA region.",
            "url": "/2023-03-14-mena-vc-flat6labs-new-fund-to-back-startups-in-east-west-africa",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Flat6Labs-Africa-Seed-Fund.jpg?resize=1200,800",
            "publishedAt": "2023-03-14T05:48:26Z",
            "content": "Flat6Labs is amongst the most active VCs in Africa, having invested in over a hundred startups to date, across the Middle East and North Africa (MENA) region. And now, after 11 years, the Egyptbased [+3930 chars]",
            "summary": "It makes a lot of sense for us also as an organization to be expanding south, said El-Serafy.We also know emerging markets very well. Its amazing to work with all these founders and support them during these times, he said.Seed-stage accelerator Flat6Labs closes $13.2M fund for startups in Egypt Flat6Labs is amongst the most active VCs in Africa, having invested in more than 100 startups to date across the Middle East and North Africa (MENA) region. Flat6Labs will admit 10 to 15 startups every six months in its seed program. Ive been working in the Middle East for the last 11 years investing in founders in the middle of revolutions like the Arab Spring. It is very unique in terms of its young population, and the need for technology to resolve many of the challenges that we face on the continent.",
            "html_summary": "<ul><li>It makes a lot of sense for us also as an organization to be expanding south,” said El-Serafy.“We also know emerging markets very well.</li><li>It’s amazing to work with all these founders and support them during these times,” he said.Seed-stage accelerator Flat6Labs closes $13.2M fund for startups in Egypt</li><li>Flat6Labs is amongst the most active VCs in Africa, having invested in more than 100 startups to date across the Middle East and North Africa (MENA) region.</li><li>Flat6Labs will admit 10 to 15 startups every six months in its seed program.</li><li>I’ve been working in the Middle East for the last 11 years investing in founders in the middle of revolutions like the Arab Spring.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/13/mena-vc-flat6labs-new-fund-to-back-startups-in-east-west-africa/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. With IranSaudi deal, Beijing aims to bring its friends closer together. Inside Bidens SVB move to stop future bank runs. Microsoft lays off an ethical AI team as it doubles down on OpenAI. Indonesias Broom builds out automated assetbacked lending for used car dealers. TuSimple cofounder resigns, accused of poaching staff for new venture. MENA VC Flat6Labs new fund to back startups in East, West Africa"
}