{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Henry Pickavet",
            "title": "AI is coming to your Bing and Google searches, Apples M2 chip and Super Bowl streaming",
            "description": "Ahoy, all. Welcome back to the latest edition of Week in Review, the newsletter where we point you to some of the mostread TechCrunch stories from the past seven days. Want it in your inbox every Saturday morning (which, not for nothin, used to be cartoon t",
            "url": "/2023-02-11-ai-google-bing-apples-m2-chip-super-bowl-streaming",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/chatgpt-bing.jpg?resize=1200,727",
            "publishedAt": "2023-02-11T18:35:46Z",
            "content": "Ahoy, all. Welcome back to the latest edition of Week in Review, the newsletter where we point you to some of the mostread TechCrunch stories from the past seven days. Want it in your inbox every Sa [+3629 chars]",
            "summary": "But Devin also says that the company is losing control.MUMs the word (sorry, that was too easy): Google also announced this week that its multisearch feature, which allows users to search using images and text, is now available globally on mobile. Get all the details here.On Equity this week, Natasha spoke to Cleos chief business officer and former CEO SJ Sacchetti about ego, setting boundaries, stepping down and becoming a statistic and why a company needs to succeed without you. Spoiler alert: Theyre faster.India blocks betting and loan apps: Indias Ministry of Electronics and Information Technology has called to block 232 betting and loan apps in order to keep users data safe, among other reasons.Football! Here are a few highlights from this week:The bias of AI: Dom reports that bias appears in most aspects of AI, from investment and hiring to data collection and production. Welcome back to the latest edition of Week in Review, the newsletter where we point you to some of the most-read TechCrunch stories from the past seven days. Check out Frederics hands-on with the search engine.Google and AI: Trying not to be outdone, Google this week announced Bard, its counterpart to OpenAIs ChatGPT. MUM!GitHub layoffs: This week, Microsofts GitHub announced it is laying off 10% of its staff of 3,000.",
            "html_summary": "<ul><li>But Devin also says that the company is losing control.MUM’s the word (sorry, that was too easy): Google also announced this week that its “multisearch” feature, which allows users to search using images and text, is now available globally on mobile.</li><li>Get all the details here.On Equity this week, Natasha spoke to Cleo’s chief business officer and former CEO SJ Sacchetti about ego, setting boundaries, stepping down and becoming a “statistic” and why a company needs to succeed without you.</li><li>Spoiler alert: They’re faster.India blocks betting and loan apps: India’s Ministry of Electronics and Information Technology has called to block 232 betting and loan apps in order to keep users’ data safe, among other reasons.Football!</li><li>Here are a few highlights from this week:The bias of AI: Dom reports that bias appears in most aspects of AI, from investment and hiring to data collection and production.</li><li>Welcome back to the latest edition of Week in Review, the newsletter where we point you to some of the most-read TechCrunch stories from the past seven days.</li><li>Check out Frederic’s hands-on with the search engine.Google and AI: Trying not to be outdone, Google this week announced Bard, its counterpart to OpenAI’s ChatGPT.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/11/ai-google-bing-apples-m2-chip-super-bowl-streaming/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps AI apps, Bing hits the Top Charts, Google and Mozilla test nonWebKit browsers",
            "description": "This Week in Apps offers a way to keep up with this fastmoving industry in one place with the latest from the world of apps, including news, updates, startup fundings, M&As and much more.This Week in Apps AI apps, Bing hits the Top Charts, Google and Mozil",
            "url": "/2023-02-11-this-week-in-apps-ai-apps-bing-hits-the-top-charts-google-and-mozilla-test-non-webkit-browsers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/this-week-in-apps-splash-2022.webp?resize=1200,637",
            "publishedAt": "2023-02-11T19:30:15Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.The app economy in 2023 hit a few snags, as [+24474 chars]",
            "summary": "Google this week announced it was going global and the nearby option, multisearch near me, was also rolling out more broadly.Googles AI-powered multisearch, which combines text and images in a single query, goes globalThe company also rolled out other AI-powered improvements to things like translation and Google Maps. Microsoft fared a little better with its news that OpenAIs ChatGPT-like tech was coming to Bing, pushing its companion mobile app up into the App Stores top ranks. Fortnite users will see the app promoted after an in-game kill, prompting them to download the app so they can share clips. And it talked in detail about the next-gen OpenAI large language model its using, calling it more powerful than ChatGPT, which certainly excited consumers.The company also cleverly introduced a waitlist for the AI-powered Bing that required people to set Microsoft defaults on their PC and download the Bing app. As a result, the Bing app is now ranked in the top 10 on the U.S. App Store and is the No. It remains to be seen if it can actually gain traction amid a sea of recipe apps, but its at least differentiated from the set of TikTok for cooking apps that are on the market today. Already, weve seen the fake ChatGPT apps arrive and belatedly get the boot from the app stores.",
            "html_summary": "<ul><li>Google this week announced it was going global and the nearby option, multisearch near me, was also rolling out more broadly.Google’s AI-powered ‘multisearch,’ which combines text and images in a single query, goes globalThe company also rolled out other AI-powered improvements to things like translation and Google Maps.</li><li>Microsoft fared a little better with its news that OpenAI’s ChatGPT-like tech was coming to Bing, pushing its companion mobile app up into the App Store’s top ranks.</li><li>Fortnite users will see the app promoted after an in-game kill, prompting them to download the app so they can share clips.</li><li>And it talked in detail about the next-gen OpenAI large language model it’s using, calling it “more powerful than ChatGPT,” which certainly excited consumers.The company also cleverly introduced a waitlist for the AI-powered Bing that required people to set Microsoft defaults on their PC and download the Bing app.</li><li>As a result, the Bing app is now ranked in the top 10 on the U.S. App Store and is the No.</li><li>It remains to be seen if it can actually gain traction amid a sea of recipe apps, but it’s at least differentiated from the set of “TikTok for cooking” apps that are on the market today.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/11/this-week-in-apps-ai-apps-bing-hits-the-top-charts-google-and-mozilla-test-non-webkit-browsers/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ANNIE MILLERBERND NerdWallet",
            "title": "How fresh tax credits, rebates can launch eco home updates",
            "description": "The Inflation Reduction Act includes tax credits and rebates for homeowners who make energysaving updates to their homes. Tax credits are available now for updates like new windows, doors, air conditioners, insulation and solar panels, while larger rebates f",
            "url": "/2023-02-11-e9ab7edaf28baf36cbb32a4b5829b90e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/2d/62d32c24-ab91-549f-8b8f-50ae8f197708/63e595e7bb050.preview.jpg?crop=572%2C572%2C0%2C23&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2023-02-12T12:00:00Z",
            "content": "By ANNIE MILLERBERNDNerdWalletIf youve been holding off on home improvements, a new law signed last year and now in effect as of Jan. 1, 2023, may provide a fresh incentive.The Inflation Reduct [+4677 chars]",
            "summary": "Twitter: @annieanyway.RELATED LINKSInternal Revenue Service: Frequently asked questions about energy efficient home improvements and residential clean energy property credits https://www.irs.gov/pub/taxpros/fs-2022-40.pdfNorth Carolina Clean Energy Technology Center: Database of state incentives for renewables & efficiency https://www.dsireusa.org/NerdWallet: How to finance a home remodel https://bit.ly/nerdwallet-how-to-finance-a-home-remodel If youve been holding off on home improvements, a new law signed last year and now in effect as of Jan. 1, 2023, may provide a fresh incentive.The Inflation Reduction Act, or IRA, includes tax credits and rebates for homeowners who make energy-saving updates to their homes. Then work the savings into home improvement plans for this year and next, Saul Rinaldi says.FINANCING ENERGY-EFFICIENT HOME UPDATESThe cost of some home improvements could diminish the IRA tax incentives. If you have equity, consider a home equity loan or line of credit to finance larger updates, like new solar panels. For example, a $500 credit lowers your taxes owed by $500.The IRA allows homeowners a 30% tax credit for some energy-efficient updates, capped at $1,200 per year. An IRS fact sheet outlines eligible home improvements.Tax credits reduce your tax liability for the year, says Los Angeles-based certified public accountant Michael DiBernardo. The North Carolina Clean Energy Technology Center manages a database of state and local incentives that includes resources like solar installation rebates and low-interest loan programs.",
            "html_summary": "<ul><li>Twitter: @annieanyway.RELATED LINKSInternal Revenue Service: Frequently asked questions about energy efficient home improvements and residential clean energy property credits https://www.irs.gov/pub/taxpros/fs-2022-40.pdfNorth Carolina Clean Energy Technology Center: Database of state incentives for renewables & efficiency https://www.dsireusa.org/NerdWallet: How to finance a home remodel https://bit.ly/nerdwallet-how-to-finance-a-home-remodel</li><li>If you’ve been holding off on home improvements, a new law signed last year and now in effect as of Jan. 1, 2023, may provide a fresh incentive.The Inflation Reduction Act, or IRA, includes tax credits and rebates for homeowners who make energy-saving updates to their homes.</li><li>Then work the savings into home improvement plans for this year and next, Saul Rinaldi says.FINANCING ENERGY-EFFICIENT HOME UPDATESThe cost of some home improvements could diminish the IRA tax incentives.</li><li>If you have equity, consider a home equity loan or line of credit to finance larger updates, like new solar panels.</li><li>For example, a $500 credit lowers your taxes owed by $500.The IRA allows homeowners a 30% tax credit for some energy-efficient updates, capped at $1,200 per year.</li><li>An IRS fact sheet outlines eligible home improvements.Tax credits reduce your tax liability for the year, says Los Angeles-based certified public accountant Michael DiBernardo.</li></ul>",
            "website_url": "https://apnews.com/e9ab7edaf28baf36cbb32a4b5829b90e"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Another Russian spacecraft docked to the space station is leaking",
            "description": "None of this will comfort NASA as it partners with Russia on the space station.",
            "url": "/2023-02-11-another-russian-spacecraft-docked-to-the-space-station-is-leaking",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/52674646862_dbe4378754_k-760x380.jpg",
            "publishedAt": "2023-02-11T16:47:17Z",
            "content": "Enlarge/ A Progress spacecraft is seen departing the space station earlier this month.9 with 0 posters participatingRussias stateowned space corporation, Roscosmos, reported Saturday that a Pro [+3713 chars]",
            "summary": "Russian engineers eventually declared that a micrometeorite had struck the external cooling loop of the spacecraft, and deemed it unsafe to fly home.In January, officials from Roscosmos and NASA said a replacement Soyuz spacecraft will launch to and autonomously dock with the station in February. The spacecraft already has been packed with trash and other material to be removed from the station, and was due to leave next week, burning up in Earth's atmosphere during reentry.However, it seems too early to make such a conclusion for future missions. The leaky Soyuz MS-22 vehicle will make an autonomous return to Earth, bereft of crew, likely in March.It is not clear how directly the leaky Progress and Soyuz spacecraft are related. It seems improbable that a second micrometeorite would have struck as second Russian spacecraft in less than two months. The crew that would have flown in the damaged Soyuz MS-22 vehicle, including Rubio, will instead fly home in this Soyuz MS-23 spacecraft later in 2023. External cameras showed flakes moving away from the Progress vehiclefrozen coolantsimilar to that observed with Soyuz MS-22.Roscosmos said Saturday the Progress incident \"will have no impact on the future station program.\" NASA, too, said the hatch between the Progress MS-21 vehicle and the space station was open.",
            "html_summary": "<ul><li>Russian engineers eventually declared that a micrometeorite had struck the external cooling loop of the spacecraft, and deemed it unsafe to fly home.In January, officials from Roscosmos and NASA said a replacement Soyuz spacecraft will launch to and autonomously dock with the station in February.</li><li>The spacecraft already has been packed with trash and other material to be removed from the station, and was due to leave next week, burning up in Earth's atmosphere during reentry.However, it seems too early to make such a conclusion for future missions.</li><li>The leaky Soyuz MS-22 vehicle will make an autonomous return to Earth, bereft of crew, likely in March.It is not clear how directly the leaky Progress and Soyuz spacecraft are related.</li><li>It seems improbable that a second micrometeorite would have struck as second Russian spacecraft in less than two months.</li><li>The crew that would have flown in the damaged Soyuz MS-22 vehicle, including Rubio, will instead fly home in this Soyuz MS-23 spacecraft later in 2023.</li><li>External cameras showed flakes moving away from the Progress vehicle—frozen coolant—similar to that observed with Soyuz MS-22.Roscosmos said Saturday the Progress incident \"will have no impact on the future station program.\"</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/another-russian-spacecraft-docked-to-the-space-station-is-leaking/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Mascarenhas",
            "title": "Cities, cycles and San Franciscos return",
            "description": "Welcome to Startups Weekly, a nuanced take on this weeks startup news and trends by Senior Reporter and Equity cohost Natasha Mascarenhas. To get this in your inbox, subscribe here. San Francisco is back! It never left. Its been long dead. Theyre al",
            "url": "/2023-02-11-cities-cycles-and-san-franciscos-return",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/11/GettyImages-1236217242.jpg?resize=1200,800",
            "publishedAt": "2023-02-11T19:01:23Z",
            "content": "Welcome to Startups Weekly, a nuanced take on this weeks startup news and trends by Senior Reporter and Equity cohost Natasha Mascarenhas. To get this in your inbox, subscribe here.San Francisco  [+5519 chars]",
            "summary": "As a reminder, this series includes a walk-through of startup pitch decks that includes areas of strengths, where there could be improvements and witty analysis all throughout.Read the entire analysis here and remember: If you want your own pitch deck teardown featured on TC+, heres more information. Like, yes, theres a huge hype cycle around AI and I think people are flocking to Hayes Valley for some reason, but from the smattering of founders Ive had coffee with lately? Also, check out all our Pitch Deck Teardowns and other pitching advice, all collected in one handy place for you!Image Credits: Mohd Hafiez Mohd Razali/EyeEm (opens in a new window) / Getty ImagesAs with every hype cycle, accountability and transparency is needed. It feels nice to eavesdrop on conversations and hear people talking about the future, to see bookstores filled until close and to have a full schedule of networking events and happy hours. But people are slowly trickling back: According to Vox, citing LinkedIn data, over the last 12 months, San Francisco has seen the second-biggest worker population gain of any area in the United States.Its been felt. Im constantly reuniting with people Ive only known over Twitter DMs and bumping into people  an Ive lived here milestone Ive only dreamt of. Maybe its just the way Ive been experiencing San Francisco, but it feels like the more social energy around us is less cocky, more present.",
            "html_summary": "<ul><li>As a reminder, this series includes a walk-through of startup pitch decks that includes areas of strengths, where there could be improvements and witty analysis all throughout.Read the entire analysis here and remember: If you want your own pitch deck teardown featured on TC+, here’s more information.</li><li>Like, yes, there’s a huge hype cycle around AI and I think people are flocking to Hayes Valley for some reason, but from the smattering of founders I’ve had coffee with lately?</li><li>Also, check out all our Pitch Deck Teardowns and other pitching advice, all collected in one handy place for you!Image Credits: Mohd Hafiez Mohd Razali/EyeEm (opens in a new window) / Getty ImagesAs with every hype cycle, accountability and transparency is needed.</li><li>It feels nice to eavesdrop on conversations and hear people talking about the future, to see bookstores filled until close and to have a full schedule of networking events and happy hours.</li><li>But people are slowly trickling back: According to Vox, citing LinkedIn data, “over the last 12 months, San Francisco has seen the second-biggest worker population gain of any area in the United States.”It’s been felt.</li><li>I’m constantly reuniting with people I’ve only known over Twitter DMs and bumping into people — an “I’ve lived here” milestone I’ve only dreamt of.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/11/cities-cycles-and-san-franciscos-return/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. AI is coming to your Bing and Google searches, Apples M2 chip and Super Bowl streaming. This Week in Apps AI apps, Bing hits the Top Charts, Google and Mozilla test nonWebKit browsers. How fresh tax credits, rebates can launch eco home updates. Another Russian spacecraft docked to the space station is leaking. Cities, cycles and San Franciscos return"
}