{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Better.coms public market debut was Miserable.com",
            "description": "Welcome back to The Interchange, where we take a look at the hottest fintech news of the previous week.Better.com finally went public last week, and the stocks performance was worse than expected. Affirm, on the other hand, saw its shares get a boost on the",
            "url": "/2023-08-26-better-com-had-a-miserable-com-public-debut",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/06/GettyImages-1179848673.jpg?resize=1200,795",
            "publishedAt": "2023-08-27T14:16:23Z",
            "content": "Welcome back to The Interchange, where we take a look at the hottest fintech news of the previous week.Better.com finally went public last week, and the stocks performance was worse than expected.  [+8396 chars]",
            "summary": "On another note, if you want to receive The Interchange directly in your inbox every Sunday, head here to sign up!The biggest fintech news of the week centered around Better.coms no good, very bad public market debut. This is a company that two years ago had planned to go public at a $7.7 billion valuation.Now, we knew Better.coms stock wouldnt exactly perform well. With rates this high, Better.coms attempt to turn its business around will be even more challenging.Phil Haslett, co-founder and chief strategy officer of EquityZen, had this to say about the companys choosing to move forward with its delayed SPAC despite all the negative headlines over the past 20 months. The company said it was exiting the year with achieving profitability on an adjusted operating income (AOI) basis and that its revenue was up 22% year-over-year to $446 million. Better.com finally went public last week, and the stocks performance was worse than expected. He got it done.To hear the Equity podcast team riff more about the company and its bomb of a public debut, check out the below link. First up, the companys spinoff unit, Jio Financial Services, made its public debut.",
            "html_summary": "<ul><li>On another note, if you want to receive The Interchange directly in your inbox every Sunday, head here to sign up!The biggest fintech news of the week centered around Better.com’s no good, very bad public market debut.</li><li>This is a company that two years ago had planned to go public at a $7.7 billion valuation.Now, we knew Better.com’s stock wouldn’t exactly perform well.</li><li>With rates this high, Better.com’s attempt to turn its business around will be even more challenging.Phil Haslett, co-founder and chief strategy officer of EquityZen, had this to say about the company’s choosing to move forward with its delayed SPAC despite all the negative headlines over the past 20 months.</li><li>The company said it was exiting the year with achieving profitability on an adjusted operating income (AOI) basis and that its revenue was up 22% year-over-year to $446 million.</li><li>Better.com finally went public last week, and the stock’s performance was worse than expected.</li><li>He got it done.”To hear the Equity podcast team riff more about the company and its bomb of a public debut, check out the below link.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/27/better-com-had-a-miserable-com-public-debut/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Microsoft brings Python to Excel, Cruise reduces fleet following crash, and MrBeast creates controversy | TechCrunch",
            "description": "In this edition of Week in Review (WiR), we cover Microsoft bringing Python to Excel, MrBeast stirring up controversy and Cruise reducing its robotaxi fleet following a crash.",
            "url": "/2023-08-26-microsoft-brings-python-to-excel-cruise-reduces-fleet-following-crash-and-mrbeast-creates-controversy",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1185699748.jpg?resize=1200,800",
            "publishedAt": "2023-08-26T20:15:50Z",
            "content": "Hello, folks, and welcome to Week in Review (WiR), TechCrunchs regular newsletter that covers the biggest happenings in tech over the past few days. Havent been able to follow the news closely? Don [+5552 chars]",
            "summary": "This week we cover Microsoft bringing Python to Excel and Cruise being forced to reduce its robotaxi fleet following a crash and Amazon launching its new Fire TV Channels app. We also recap Twitter competitor Bluesky buckling under load influencer MrBeast s poorly timed Olympics video and IBM building a code translator for COBOL. Snapchat expanding further into generative AI and Cellebrite trying to keep its tech secret. And on Equity the crew discussed Nvidia s earnings report raises from Ramp and AI powered writing platform Lex Northvolt.",
            "html_summary": "<ul><li>This week we cover Microsoft bringing Python to Excel and Cruise being forced to reduce its robotaxi fleet following a crash and Amazon launching its new Fire TV Channels app</li><li> We also recap Twitter competitor Bluesky buckling under load influencer MrBeast s poorly timed Olympics video and IBM building a code translator for COBOL</li><li> Snapchat expanding further into generative AI and Cellebrite trying to keep its tech secret</li><li> And on Equity the crew discussed Nvidia s earnings report raises from Ramp and AI powered writing platform Lex Northvolt</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/26/microsoft-brings-python-to-excel-cruise-reduces-fleet-following-crash-and-mrbeast-creates-controversy/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "The battery business is booming and Zeekr kicks off it IPO roadshow | TechCrunch",
            "description": "TechCrunchs weekly transportation newsletter digs into Zeekrs IPO plans, Northvolts latest investment, Tesla, Uber and more.",
            "url": "/2023-08-26-the-battery-business-is-booming-and-zeekr-kicks-off-it-ipo-roadshow",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/ev-battery-factories-2.jpg?resize=1200,675",
            "publishedAt": "2023-08-27T20:01:36Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the newsletter every weekend in your inbox. Subscribe for free.Welcome b [+7298 chars]",
            "summary": "The company has raised $9 billion in debt and equity since 2017, including $1.1 billion in convertible notes last year. The SEC said 3,350 eligible claimants will share in the $42.3 million payout.Speaking of Tesla, CEO Elon Musk livestreamed a test drive of FSD Beta v12  a yet-to-be-released version of its automated driving software (the video has since been posted on YouTube by a number of people). Polestar plans to add Chauffeur at a later date, but did not specify when.Tesla shareholders who sued the company for financial losses stemming from Elon Musks funding secured tweet in 2018 are set to receive compensation now that the case has been settled. If you prefer to remain anonymous, click here to contact us, which includes SecureDrop (instructions here) and various encrypted messaging apps.The battery business keeps attracting capital.Just take a look at Swedish lithium-ion battery producer Northvolt. The company raised around $1.2 billion in a convertible notes from BlackRock and various Canadian pension plans. Welcome back to The Station, your central hub for all past, present and future means of moving people and packages from Point A to Point B.We have a lot to cover so lets jump in. If Zeekr is successful and actually lists, this could be one of the largest Chinese IPOs in the past two years.Chinese companies listing on U.S. exchanges havent had the smoothest of rides.",
            "html_summary": "<ul><li>The company has raised $9 billion in debt and equity since 2017, including $1.1 billion in convertible notes last year.</li><li>The SEC said 3,350 eligible claimants will share in the $42.3 million payout.Speaking of Tesla, CEO Elon Musk livestreamed a test drive of FSD Beta v12 — a yet-to-be-released version of its automated driving software (the video has since been posted on YouTube by a number of people).</li><li>Polestar plans to add Chauffeur at a later date, but did not specify when.Tesla shareholders who sued the company for financial losses stemming from Elon Musk’s “funding secured” tweet in 2018 are set to receive compensation now that the case has been settled.</li><li>If you prefer to remain anonymous, click here to contact us, which includes SecureDrop (instructions here) and various encrypted messaging apps.The battery business keeps attracting capital.Just take a look at Swedish lithium-ion battery producer Northvolt.</li><li>The company raised around $1.2 billion in a convertible notes from BlackRock and various Canadian pension plans.</li><li>Welcome back to The Station, your central hub for all past, present and future means of moving people and packages from Point A to Point B.We have a lot to cover so let’s jump in.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/27/the-battery-business-is-booming-and-zeekr-kicks-off-it-ipo-roadshow/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Better.coms public market debut was Miserable.com. Microsoft brings Python to Excel, Cruise reduces fleet following crash, and MrBeast creates controversy | TechCrunch. The battery business is booming and Zeekr kicks off it IPO roadshow | TechCrunch"
}