{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "Apples market cap hits $3 trillion once again",
            "description": "Apples market cap hit $3 trillion on Friday, as the companys shares rose around 1% to a new high and passed the $190.73 price required in order to reach the milestone. The tech giant first reached this milestone back in January 2022, before closing the sess",
            "url": "/2023-06-30-apples-market-cap-hits-3-trillion-once-again",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-1235254642.jpg?resize=1200,800",
            "publishedAt": "2023-06-30T15:07:12Z",
            "content": "Apples market cap hit $3 trillion on Friday, as the companys shares rose around 1% to a new high and passed the $190.73 price required in order to reach the milestone. The tech giant first reached th [+1433 chars]",
            "summary": "Earlier this year, Apples market cap fell below $2 trillion in trading for the first time since early 2021.The milestone valuation for the tech giant comes on the heels of its launch of the Apple Vision Pro, its long-rumored augmented reality (AR) headset, earlier this month. The tech giant first reached a $3 trillion market cap back in January 2022, but failed to close at that level.Apples stock has skyrocketed nearly 46% this year. Apple is the first publicly traded company to close a trading day with a $3 trillion market value. The companys results reinforced its reputation among investors.Update 30/06/2023 4:00 PM ET: Article was updated to note that Apple closed above a $3 trillion market cap. The companys stock market success this year is a stark contrast from 2022. The $3,499 headset, which requires users to stay connected to a battery pack the size of an iPhone, will go on sale next year.Wall Street and Silicon Valley have been all in on the AI hype that sparked with the debut of OpenAIs ChatGPT in late 2022. Nvidia leads the S&P 500 with a 181% jump this year.",
            "html_summary": "<ul><li>Earlier this year, Apple’s market cap fell below $2 trillion in trading for the first time since early 2021.The milestone valuation for the tech giant comes on the heels of its launch of the Apple Vision Pro, its long-rumored augmented reality (AR) headset, earlier this month.</li><li>The tech giant first reached a $3 trillion market cap back in January 2022, but failed to close at that level.Apple’s stock has skyrocketed nearly 46% this year.</li><li>Apple is the first publicly traded company to close a trading day with a $3 trillion market value.</li><li>The company’s results reinforced its reputation among investors.Update 30/06/2023 4:00 PM ET: Article was updated to note that Apple closed above a $3 trillion market cap.</li><li>The company’s stock market success this year is a stark contrast from 2022.</li><li>The $3,499 headset, which requires users to stay connected to a battery pack the size of an iPhone, will go on sale next year.Wall Street and Silicon Valley have been all in on the AI hype that sparked with the debut of OpenAI’s ChatGPT in late 2022.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/30/apples-market-cap-hits-3-trillion-once-again/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Twitters plea against India government dismissed",
            "description": "An Indian court has dismissed Twitters lawsuit against the Indian government that sought to challenge New Delhis block orders on tweets and accounts. The Karnataka High Court dismissed the plea, filed last year, and also fined the Elon Muskowned firm 5 mil",
            "url": "/2023-06-30-court-dismisses-twitter-plea-against-india-government",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1437342248.jpg?resize=1200,675",
            "publishedAt": "2023-06-30T06:11:08Z",
            "content": "An Indian court has dismissed Twitters lawsuit against the federal government that sought to challenge New Delhis block orders on tweets and accounts.The Karnataka High Court dismissed the highp [+2768 chars]",
            "summary": "An Indian court has dismissed Twitters lawsuit against the federal government that sought to challenge New Delhis block orders on tweets and accounts.The Karnataka High Court dismissed the high-profile plea, filed last year, and also fined the Elon Musk-owned firm 5 million Indian rupees ($61,000). That also did not deter your client, a single judge bench said in scathing verdict Friday.So you have not given any reason why you delayed compliance, more than a year of delay then all of sudden you comply and approach the Court. The court observed that despite being issued notices, Twitter did not provide reasons for why it delayed compliance to the amendments to Indias IT rules.Your client (Twitter) was given notices and your client did not comply. In response to @GoI_MeitY 's notice for non-compliance they approached Karnataka High Court n judgement Karnataka High Court has dismissed the petition filed by Rajeev Chandrasekhar  (@Rajeev_GoI) June 30, 2023 Punishment for non-compliance is 7 years imprisonment and unlimited fine.",
            "html_summary": "<ul><li>An Indian court has dismissed Twitter’s lawsuit against the federal government that sought to challenge New Delhi’s block orders on tweets and accounts.The Karnataka High Court dismissed the high-profile plea, filed last year, and also fined the Elon Musk-owned firm 5 million Indian rupees ($61,000).</li><li>That also did not deter your client,” a single judge bench said in scathing verdict Friday.“So you have not given any reason why you delayed compliance, more than a year of delay… then all of sudden you comply and approach the Court.</li><li>The court observed that despite being issued notices, Twitter did not provide reasons for why it delayed compliance to the amendments to India’s IT rules.“Your client (Twitter) was given notices and your client did not comply.</li><li>In response to @GoI_MeitY 's notice for non-compliance they approached Karnataka High Court n judgement 👇🏻✅Karnataka High Court has dismissed the petition filed by…— Rajeev Chandrasekhar 🇮🇳 (@Rajeev_GoI) June 30, 2023</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/29/court-dismisses-twitter-plea-against-india-government/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Carly Page",
            "title": "TSMC confirms data breach after LockBit cyberattack on thirdparty supplier",
            "description": "One of the worlds biggest chipmakers confirmed a data breach after the LockBit ransomware gang targeted one of its thirdparty providers.",
            "url": "/2023-06-30-tsmc-confirms-data-breach-after-lockbit-cyberattack-on-third-party-supplier",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/tmsc-getty-ransomware-lockbit.jpg?resize=1200,863",
            "publishedAt": "2023-06-30T13:12:08Z",
            "content": "Taiwan Semiconductor Manufacturing Company (TSMC), the worlds largest contract chipmaker, has confirmed its experienced a data breach after being listed as a victim by the LockBit ransomware gang. [+2749 chars]",
            "summary": "Taiwan Semiconductor Manufacturing Company (TSMC), the worlds largest contract chipmaker, has confirmed its experienced a data breach after being listed as a victim by the LockBit ransomware gang.The Russia-linked LockBit ransomware gang listed TSMC on its dark web leak site on Thursday. The gang is threatening to publish data stolen from the company, which commands 60% of the global foundry market, unless the company pays a $70 million ransom demand. This is one of the largest known ransom demands in history, according to William Thomas, a cyber threat intelligence researcher at Equinix.In the case of payment refusal, also will be published points of entry into the network and passwords and logins company, LockBit wrote. On the same day this arrest was announced, LockBit claimed a ransomware attack on Indian pharmaceutical giant Granules India.Ransomware is a global problem that needs a global solution",
            "html_summary": "<ul><li>Taiwan Semiconductor Manufacturing Company (TSMC), the world’s largest contract chipmaker, has confirmed it’s experienced a data breach after being listed as a victim by the LockBit ransomware gang.The Russia-linked LockBit ransomware gang listed TSMC on its dark web leak site on Thursday.</li><li>The gang is threatening to publish data stolen from the company, which commands 60% of the global foundry market, unless the company pays a $70 million ransom demand.</li><li>This is one of the largest known ransom demands in history, according to William Thomas, a cyber threat intelligence researcher at Equinix.“In the case of payment refusal, also will be published points of entry into the network and passwords and logins company,” LockBit wrote.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/30/tsmc-confirms-data-breach-after-lockbit-cyberattack-on-third-party-supplier/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "GM buys software startup that predicts EV battery fires",
            "description": "GM has acquired a battery software startup that can spot problems in cells early on and before they become a fire hazard.",
            "url": "/2023-06-30-gm-buys-software-startup-that-predicts-ev-battery-fires",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/03/GM-ElectricFuture.jpg?resize=1200,675",
            "publishedAt": "2023-06-30T15:54:39Z",
            "content": "General Motors said Friday it has acquired Algolion, an Israelbased software startup that can detect potential hazards in battery cells.Financial terms were not disclosed. The automaker did say th [+2118 chars]",
            "summary": "Thats particularly valuable to GM, which has had firsthand experience with battery hazards.The automaker issued two recalls for thousands of Chevrolet Bolt EVs due to battery fire risk. The automaker did say that Algolions six employees, including the companys founders, will remain based in Israel and join more than 850 employees at the GM Technical Center in Herzliya, Israel.Algolion has developed software that is particularly important to any automaker trying to scale EVs. GM ended up halting production of the vehicles at its Orion assembly plant in Michigan.GM reported more than 18 Bolt fires globally, which the automaker and its battery supplier, LG Chem, attributed to two manufacturing defects: a torn anode tab and a folded separator. While, LG picked up the $2 billion tab for the cost of the recalls, GM still experienced a drag on earnings and its reputation.GM sent out replacement battery modules to dealers, where owners with recalled Chevy Bolts could swap out old modules with new ones. The nine-year-old startup, founded by Niles Fleischer and Alex Nimberger, developed software that uses data streams from EV battery management systems to help identify anomalies in cell performance. General Motors said Friday it has acquired Algolion, an Israel-based software startup that can detect potential hazards in battery cells.Financial terms were not disclosed. The production pause stretched on for months due to supply chain problems.",
            "html_summary": "<ul><li>That’s particularly valuable to GM, which has had firsthand experience with battery hazards.The automaker issued two recalls for thousands of Chevrolet Bolt EVs due to battery fire risk.</li><li>The automaker did say that Algolion’s six employees, including the company’s founders, will remain based in Israel and join more than 850 employees at the GM Technical Center in Herzliya, Israel.Algolion has developed software that is particularly important to any automaker trying to scale EVs.</li><li>GM ended up halting production of the vehicles at its Orion assembly plant in Michigan.GM reported more than 18 Bolt fires globally, which the automaker and its battery supplier, LG Chem, attributed to two manufacturing defects: a torn anode tab and a folded separator.</li><li>While, LG picked up the $2 billion tab for the cost of the recalls, GM still experienced a drag on earnings and its reputation.GM sent out replacement battery modules to dealers, where owners with recalled Chevy Bolts could swap out old modules with new ones.</li><li>The nine-year-old startup, founded by Niles Fleischer and Alex Nimberger, developed software that uses data streams from EV battery management systems to help identify anomalies in cell performance.</li><li>General Motors said Friday it has acquired Algolion, an Israel-based software startup that can detect potential hazards in battery cells.Financial terms were not disclosed.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/30/gm-buys-software-startup-that-predicts-ev-battery-fires/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Voice.ai raises $6M as its realtime voice changer approaches 500k users",
            "description": "Services like Midjourney and ChatGPT have pushed the boundaries of how AI can create images and text out of basic text prompts. Now, audio appears to be the inevitable next frontier. Music generation based on word prompts, AI tutors for language learning, and",
            "url": "/2023-06-30-voice-ai-raises-6m-as-its-real-time-voice-changer-approaches-500k-users",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/10/hearts-sounds.jpg?resize=1200,675",
            "publishedAt": "2023-06-30T15:38:04Z",
            "content": "Services like Midjourney and ChatGPT have pushed the boundaries of how AI can create images and text out of basic text prompts. Now, audio appears to be the inevitable next frontier. Music generation [+7487 chars]",
            "summary": "Music generation based on word prompts, AI tutors for language learning and voice simulators have all seen developments in recent months. Services like Midjourney and ChatGPT have pushed the boundaries of how AI can create images and text out of basic text prompts. (In keeping with a character hell-bent on destroying worlds, Darths voice was delivered to the Hollywood client from its offices in Ukraine as Russia marched into the country. By offering user-friendly solutions that were once exclusive to large enterprises, Voice.ai aims to democratize access for developers worldwide.Karl Alomar, the former COO of Digital Ocean, who led the investment for M13, said investors will be taking an active role in the next stage of development. (Hamoui previously founded the mobile ad startup AdMob, eventually acquired by Google, so he has some direct experience building mobile developer tools.) Anecdotally, weve heard that GPU pain is one of the biggest gating factors in how a lot of AI apps are able to scale at the moment. The core value proposition of our speech-to-speech AI isnt that it can perfectly replicate any given person.",
            "html_summary": "<ul><li>Music generation based on word prompts, AI tutors for language learning and voice simulators have all seen developments in recent months.</li><li>Services like Midjourney and ChatGPT have pushed the boundaries of how AI can create images and text out of basic text prompts.</li><li>(In keeping with a character hell-bent on destroying worlds, Darth’s voice was delivered to the Hollywood client from its offices in Ukraine as Russia marched into the country.</li><li>“By offering user-friendly solutions that were once exclusive to large enterprises, Voice.ai aims to democratize access for developers worldwide.”Karl Alomar, the former COO of Digital Ocean, who led the investment for M13, said investors will be taking an active role in the next stage of development.</li><li>(Hamoui previously founded the mobile ad startup AdMob, eventually acquired by Google, so he has some direct experience building mobile developer tools.)</li><li>Anecdotally, we’ve heard that GPU pain is one of the biggest gating factors in how a lot of AI apps are able to scale at the moment.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/30/voice-ai-raises-6m-as-its-real-time-voice-changer-approaches-500k-users/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "M&A is back and the enterprise is hot",
            "description": "After a long M&A drought, we saw a lot of activity this week as companies looking for AI and data startups went shopping.",
            "url": "/2023-06-30-enterprise-acquisitions-are-back-baby",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1404269031.jpg?resize=1200,684",
            "publishedAt": "2023-06-30T13:31:04Z",
            "content": "Its been a quiet year when it comes to tech M&amp;A. In fact, up until this week, there had only been a handful of enterprise deals of substance. Its unclear whether it was a lack of cash, high inter [+1726 chars]",
            "summary": "One big reason for that is the growing enthusiasm for AI and data to fuel machine learning models. Companies are shopping for pieces that can help them build AI tooling internally, or to add as part of an existing offering. In fact, up until this week, there had only been a handful of enterprise deals of substance. Its been a quiet year when it comes to tech M&A.",
            "html_summary": "<ul><li>One big reason for that is the growing enthusiasm for AI and data to fuel machine learning models.</li><li>Companies are shopping for pieces that can help them build AI tooling internally, or to add as part of an existing offering.</li><li>In fact, up until this week, there had only been a handful of enterprise deals of substance.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/30/enterprise-acquisitions-are-back-baby/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Fertifa enables companies to offer fertility and reproductive health benefits",
            "description": "The number of workplaces offering fertility and reproductive healthcare benefits are on the rise. Doing so can help companies become more competitive employers and bolster diversity, equity and inclusion efforts, for example by attracting more women and LGBTQ",
            "url": "/2023-06-30-fertifa",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1400705908.jpg?resize=1200,800",
            "publishedAt": "2023-06-30T08:23:47Z",
            "content": "The number of workplaces offering fertility and reproductive healthcare benefits are on the rise. Doing so can help companies become more competitive employers and bolster diversity, equity and inclu [+4967 chars]",
            "summary": "Its also saved employers about 250,000 in compliance by identifying ineligible claims.Other providers in the space include Peppy, which focuses on menopause, endometriosis and PCOS education in the United States, and reproductive health benefits platforms Apryl, Maven Clinic and Carrot. Another influence is when corporates see their competitors acting and investing in the spaceand they realize they compete for talent with those companies, so need to meet the bar, she added.Fertifa works with companies of all sizes and monetizes through a per employee per month pricing model. It also offers reimbursement administration by charging a 5% fee on transaction volume, with an annual minimum.The new funding will allow Fertifa to launch new services like treatment financing and scale up its enterprise sales. She is now perimenopausal and on HRT.Although I am an example that its possible to do (and to just grin and bear it or carry on), Im also witness to what a difference it could make for employee wellbeing if individuals had support from their workplaces, she said. Fertifa currently has 22 employees.Burbidge told TechCrunch in an email that shes committed to Fertifas mission because she has been through many reproductive health journeys, in different places and stages of her life, while maintaining a career. Doing so can help companies become more competitive employers and bolster diversity, equity and inclusion efforts, for example by attracting more women and LGBTQ+ people. The number of workplaces offering fertility and reproductive healthcare benefits are on the rise.",
            "html_summary": "<ul><li>It’s also saved employers about £250,000 in compliance by identifying ineligible claims.Other providers in the space include Peppy, which focuses on menopause, endometriosis and PCOS education in the United States, and reproductive health benefits platforms Apryl, Maven Clinic and Carrot.</li><li>“Another influence is when corporates see their competitors acting and investing in the space—and they realize they compete for talent with those companies, so need to meet the bar,” she added.Fertifa works with companies of all sizes and monetizes through a per employee per month pricing model.</li><li>It also offers reimbursement administration by charging a 5% fee on transaction volume, with an annual minimum.The new funding will allow Fertifa to launch new services like treatment financing and scale up its enterprise sales.</li><li>She is now perimenopausal and on HRT.“Although I am an example that it’s possible to do (and to just grin and bear it or carry on), I’m also witness to what a difference it could make for employee wellbeing if individuals had support from their workplaces,” she said.</li><li>Fertifa currently has 22 employees.Burbidge told TechCrunch in an email that she’s committed to Fertifa’s mission because she has been through “many reproductive health journeys,” in different places and stages of her life, while maintaining a career.</li><li>Doing so can help companies become more competitive employers and bolster diversity, equity and inclusion efforts, for example by attracting more women and LGBTQ+ people.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/30/fertifa/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Andrew Cunningham",
            "title": "AMD Ryzen 5600X3D, a Micro Centerexclusive, is one last hurrah for socket AM4",
            "description": "Micro Center will be the only seller of this $229, whilesupplieslast chip.",
            "url": "/2023-06-30-amd-ryzen-5600x3d-a-micro-center-exclusive-is-one-last-hurrah-for-socket-am4",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/ryzen-5600x3d-760x380.jpeg",
            "publishedAt": "2023-06-30T16:11:39Z",
            "content": "Enlarge/ AMDs Ryzen 5 5600X3D.8 with A surprise twist for owners of older AMD PCs using socket AM4 AMD is announcing one last (?) processor for the aging socket, a sixcore Ryzen 5 5600X3D that [+3249 chars]",
            "summary": "Relative to its regular Zen 3 counterpartsin this case, the Ryzen 5 5600 and 5600Xthe chip will consume slightly more power and run at somewhat lower clock speeds, which can make it slower than the non-X3D chips in tasks that don't benefit from the extra cache. Last year, the company extended support for Ryzen 5000 CPUs to all socket AM4 systems, including motherboards with 300-series chipsets that date all the way back to 2017. processor for the aging socket, a six-core Ryzen 5 5600X3D that brings the company's 3D V-Cache chip stacking technology to a $229 chip.The catch?  Andrew Cunningham - Jun 30, 2023 4:11 pm UTC A surprise twist for owners of older AMD PCs using socket AM4: AMD is announcing one last (?) The new CPU will only be available through Micro Center, a brick-and-mortar tech retailer that doesn't ship most of what it sells to online buyers. They also have limited support for overclocking and undervolting.",
            "html_summary": "<ul><li>Relative to its regular Zen 3 counterparts—in this case, the Ryzen 5 5600 and 5600X—the chip will consume slightly more power and run at somewhat lower clock speeds, which can make it slower than the non-X3D chips in tasks that don't benefit from the extra cache.</li><li>Last year, the company extended support for Ryzen 5000 CPUs to all socket AM4 systems, including motherboards with 300-series chipsets that date all the way back to 2017.</li><li>processor for the aging socket, a six-core Ryzen 5 5600X3D that brings the company's 3D V-Cache chip stacking technology to a $229 chip.The catch?</li><li> Andrew Cunningham - Jun 30, 2023 4:11 pm UTC A surprise twist for owners of older AMD PCs using socket AM4: AMD is announcing one last (?)</li><li>The new CPU will only be available through Micro Center, a brick-and-mortar tech retailer that doesn't ship most of what it sells to online buyers.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/06/amd-ryzen-5600x3d-a-micro-center-exclusive-is-one-last-hurrah-for-socket-am4/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Apples market cap hits $3 trillion once again. Twitters plea against India government dismissed. TSMC confirms data breach after LockBit cyberattack on thirdparty supplier. GM buys software startup that predicts EV battery fires. Voice.ai raises $6M as its realtime voice changer approaches 500k users. M&A is back and the enterprise is hot. Fertifa enables companies to offer fertility and reproductive health benefits. AMD Ryzen 5600X3D, a Micro Centerexclusive, is one last hurrah for socket AM4"
}