{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Gather AI buys drone inventory competitor, Ware",
            "description": "Two drone inventory startups are now one, as Pittsburghbased Gather.AI acquires San Francisco based Ware.",
            "url": "/2023-06-27-gather-ai-buys-drone-inventory-competitor-ware",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/GettyImages-686616360.jpg?resize=1200,611",
            "publishedAt": "2023-06-27T12:45:58Z",
            "content": "Its always a bit of a bummer when an exhibitor pays for booth space at an event, but ultimately fails to show. The empty table, the photocopied bit of signage  perhaps one of the neighboring booths  [+3692 chars]",
            "summary": "Ultimately, however, the new Gather (Wares branding is going away) prides itself on hardware agnosticism.Robotics has been in this weird place where you have to invest a lot in hardware as an organization, to then come out and deliver a specific use case, says Arora. It just made sense that Ware and Gather customers can be served with the more mature technology that Gather brought in and the go to market approach that Ware has had.Addressable market is the key to that quote, of course. There have been a smattering of high-profile adoptions including, most notably, IKEAs partnership with Verity, which brought around 100 inventory drones to stores in 16 countries.Pittsburgh-based Gather is hoping that absorbing Wares resources will accelerate its own ability to scale. The companys last posts to Twitter, Facebook and its own blog went up in February.Back in February, the previous CEO resigned right around when we were prepping to go to ProMat, Ware CEO Hank Skorny said in a conversation with TechCrunch. Our approach was that if you [can make drones operate indoors], as we have with our founding team, you can scale like a software company.Financial details have not been disclosed. One of the reasons to combine is the scale of the space is not small in terms of the market were addressing. The company has also been acquired by Gather AI, one of its chief competitors.In terms of redundancy, the technology is quite young, Gather AI CEO Sankalp Arora tells TechCrunch.",
            "html_summary": "<ul><li>Ultimately, however, the new Gather (Ware’s branding is going away) prides itself on hardware agnosticism.Robotics has been in this weird place where you have to invest a lot in hardware as an organization, to then come out and deliver a specific use case,” says Arora.</li><li>It just made sense that Ware and Gather customers can be served with the more mature technology that Gather brought in and the go to market approach that Ware has had.”“Addressable market” is the key to that quote, of course.</li><li>There have been a smattering of high-profile adoptions including, most notably, IKEA’s partnership with Verity, which brought around 100 inventory drones to stores in 16 countries.Pittsburgh-based Gather is hoping that absorbing Ware’s resources will accelerate its own ability to scale.</li><li>The company’s last posts to Twitter, Facebook and its own blog went up in February.“Back in February, the previous CEO resigned right around when we were prepping to go to ProMat,” Ware CEO Hank Skorny said in a conversation with TechCrunch.</li><li>Our approach was that if you [can make drones operate indoors], as we have with our founding team, you can scale like a software company.”Financial details have not been disclosed.</li><li>One of the reasons to combine is the scale of the space is not small in terms of the market we’re addressing.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/27/gather-ai-buys-drone-inventory-competitor-ware/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tim De Chant",
            "title": "Greenlyte raises 4.5M euros to capture CO2",
            "description": "Greenlytes process doesnt just remove carbon dioxide from the air. It also makes hydrogen.",
            "url": "/2023-06-27-greenlyte-carbon-capture-fundraise",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/06/smokestack-carbon-emissions.jpg?resize=1200,800",
            "publishedAt": "2023-06-27T08:00:33Z",
            "content": "In case you havent noticed, the world hasnt stopped burning fossil fuels. At this rate, someday soon well probably have to do things the hard way remove carbon dioxide directly from the atmosphere.  [+1918 chars]",
            "summary": "That step produces carbon dioxide and, ding ding ding, hydrogen gas.When Hildebrand first heard Behr describe the process, he thought, Oh my god, this is crazy. Because energy-wise, you can do one very energy-intensive process, which is the water electrolysis, but you can use the energy for two things. In that time, he dusted off an old carbon removal technique and tweaked it, speeding up the chemical reaction thats used to remove the CO2, CEO Florian Hildebrand told TechCrunch+.After the CO2 interacts with the companys solvent, a salt falls out of solution. Suddenly direct air capture is looking like less of a chore.The startups technology is based on the research of Peter Behr, who spent the last 15 years researching carbon capture at the University of Duisburg-Essen. But once you dig a little deeper, some key differences begin to emerge.For one, Greenlytes process doesnt just remove carbon dioxide from the air. The resulting salty sludge can be stored until the sun shines or the wind blows, at which point the plants power hungry electrolyzers turn on to regenerate the sludge so it can be used again. At this rate, someday soon well probably have to do things the hard way: remove carbon dioxide directly from the atmosphere. Others have built giant chemistry kits in an attempt to terraform Earth.Greentlyte Carbon Technologies falls in the latter category.",
            "html_summary": "<ul><li>That step produces carbon dioxide and, ding ding ding, hydrogen gas.When Hildebrand first heard Behr describe the process, he thought, “‘Oh my god, this is crazy.’ Because energy-wise, you can do one very energy-intensive process, which is the water electrolysis, but you can use the energy for two things.</li><li>In that time, he dusted off an old carbon removal technique and tweaked it, speeding up the chemical reaction that’s used to remove the CO2, CEO Florian Hildebrand told TechCrunch+.After the CO2 interacts with the company’s solvent, a salt falls out of solution.</li><li>Suddenly direct air capture is looking like less of a chore.The startup’s technology is based on the research of Peter Behr, who spent the last 15 years researching carbon capture at the University of Duisburg-Essen.</li><li>But once you dig a little deeper, some key differences begin to emerge.For one, Greenlyte’s process doesn’t just remove carbon dioxide from the air.</li><li>The resulting salty sludge can be stored until the sun shines or the wind blows, at which point the plant’s power hungry electrolyzers turn on to regenerate the sludge so it can be used again.</li><li>At this rate, someday soon we’ll probably have to do things the hard way: remove carbon dioxide directly from the atmosphere.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/27/greenlyte-carbon-capture-fundraise/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Thomson Reuters buys Casetext, an AI legal tech startup, for $650M in cash",
            "description": "Thomson Reuters has agreed to acquire Casetext, a startup developing AIpowered legal workflows, for $650 million in cash.",
            "url": "/2023-06-27-thomson-reuters-buys-casetext-an-ai-legal-tech-startup-for-650m-in-cash",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/01/GettyImages-1314979456.jpg?resize=1200,675",
            "publishedAt": "2023-06-27T03:10:06Z",
            "content": "Thomson Reuters has entered into a definitive agreement to acquire Casetext, a Y Combinatorbacked legal tech startup.The deal, valued at $650 million in cash, is expected to close in the second ha [+3120 chars]",
            "summary": "A Reuters poll  which obviously has to be taken with a grain of salt, given the source  published in April 2023, found that 82% of legal professionals believe generative AI can be readily applied to legal work. A slightly smaller majority, 51%, said that generative AI should be applied to legal work.Some believe that generative AI technologies could add trillions in value to the global economy. But the company later pivoted, embracing AI and ML to build automated workflows and tools for legal teams.Casetexts flagship product is CoCounsel, which taps AI to review documents, help with legal research memos, prepare depositions and analyze contracts. Casetext was one of the few granted early access to OpenAIs GPT-4 language model, which serves as the infrastructural back end for CoCounsel.Casetexts AI-powered legal tech. In any case, VCs and corporations alike are pouring an immense amount of cash into the sector, with the market for generative AI forecast to generate $36 billion in revenue by 2028. Image Credits: CasetextAccording to a press release, Casetext  which has 104 employees  has a customer base exceeding 10,000 laws firms and corporate legal departments. Others are more skeptical, pointing to overhype and the potential for job loss.",
            "html_summary": "<ul><li>A Reuters poll — which obviously has to be taken with a grain of salt, given the source — published in April 2023, found that 82% of legal professionals believe generative AI can be readily applied to legal work.</li><li>A slightly smaller majority, 51%, said that generative AI should be applied to legal work.Some believe that generative AI technologies could add trillions in value to the global economy.</li><li>But the company later pivoted, embracing AI and ML to build automated workflows and tools for legal teams.Casetext’s flagship product is CoCounsel, which taps AI to review documents, help with legal research memos, prepare depositions and analyze contracts.</li><li>Casetext was one of the few granted early access to OpenAI’s GPT-4 language model, which serves as the infrastructural back end for CoCounsel.Casetext’s AI-powered legal tech.</li><li>In any case, VCs and corporations alike are pouring an immense amount of cash into the sector, with the market for generative AI forecast to generate $36 billion in revenue by 2028.</li><li>Image Credits: CasetextAccording to a press release, Casetext — which has 104 employees — has a customer base exceeding 10,000 laws firms and corporate legal departments.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/26/thomson-reuters-buys-casetext-an-ai-legal-tech-startup-for-650m-in-cash/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Redpanda nabs $100M Series C as streaming service experiences significant growth",
            "description": "At a time when mega investments are rare, Redpanda, a streaming data startup, announced a $100 million Series C.",
            "url": "/2023-06-27-redpanda-nabs-100m-series-c-as-streaming-service-gains-traction",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1204510491.jpg?resize=1200,800",
            "publishedAt": "2023-06-27T12:00:26Z",
            "content": "Redpanda helps companies capture data in real time in a modern context, providing a new way to stream data while maintaining backwards compatibility with Kafka, the popular open source streaming proj [+2582 chars]",
            "summary": "Redpanda helps companies capture data in real time in a modern context, providing a new way to stream data while maintaining backwards compatibility with Kafka, the popular open source streaming project.Today, the company announced a $100 million Series C, just 16 months after announcing a $50 million Series B. Whats more, the infinite data retention that the platform allows becomes more important as companies are building large language models, which has also pushed the companys growth.Customers currently include Cisco, Akamai, Lacework and Vodafone, among others.The company had around 60 employees in February 2022. And so that feature alone actually changed how the market perceived and how developers think about real-time data.He says that it turned out that this idea has resonated with the market, perhaps even better than he envisioned when he launched the company in 2019. And for that you need unification, and what I mean by that is you need limitless data retention. It sits as the bottom layer on which to build new applications. Today, it has 160 and is actively hiring, according to Gallego.",
            "html_summary": "<ul><li>Redpanda helps companies capture data in real time in a modern context, providing a new way to stream data while maintaining backwards compatibility with Kafka, the popular open source streaming project.Today, the company announced a $100 million Series C, just 16 months after announcing a $50 million Series B.</li><li>What’s more, the infinite data retention that the platform allows becomes more important as companies are building large language models, which has also pushed the company’s growth.Customers currently include Cisco, Akamai, Lacework and Vodafone, among others.The company had around 60 employees in February 2022.</li><li>And so that feature alone actually changed how the market perceived and how developers think about real-time data.”He says that it turned out that this idea has resonated with the market, perhaps even better than he envisioned when he launched the company in 2019.</li><li>And for that you need unification, and what I mean by that is you need limitless data retention.</li><li>It sits as the bottom layer on which to build new applications.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/27/redpanda-nabs-100m-series-c-as-streaming-service-gains-traction/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Lordstown Motors sues Foxconn, files for bankruptcy",
            "description": "Lordstown Motors sued Foxconn for failing to meet its previous investment agreement into the struggling EV SPAC.",
            "url": "/2023-06-27-lordstown-motors-sues-foxconn-files-for-bankruptcy",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/05/GettyImages-1232963349.jpg?resize=1200,798",
            "publishedAt": "2023-06-27T07:31:20Z",
            "content": "Lordstown Motors has made good on its threat to sue Foxconn, the Taiwanese company best known for manufacturing Apples iPhones. The EV company took legal action against Foxconn Tuesday, and simultan [+3334 chars]",
            "summary": "The company also has deals with Fisker and Monarch Tractor, and has said it plans to build EV batteries in Wisconsin and Ohio; however, Foxconn has found it difficult to reach volume production.In November 2022, Lordstown began shipping its Foxconn-made Endurance pickup trucks. Foxconn threatened to terminate the investment agreement if Lordstown didnt get back into compliance.In May, Lordstown cautioned investors that it could be forced to file bankruptcy if Foxconn pulled its funding. Lordstowns stock continued to take hits and eventually fell below $1, prompting the Nasdaq to issue a delisting warning and putting Lordstown in breach of its agreement with Foxconn. Lordstown Motors has made good on its threat to sue Foxconn, the Taiwanese company best known for manufacturing Apples iPhones. At the time, Foxconn agreed to pay $230 million and buy 10% of shares of common stock. The EV startups board approved a 1:15 reverse stock split as a Hail Mary.",
            "html_summary": "<ul><li>The company also has deals with Fisker and Monarch Tractor, and has said it plans to build EV batteries in Wisconsin and Ohio; however, Foxconn has found it difficult to reach volume production.In November 2022, Lordstown began shipping its Foxconn-made Endurance pickup trucks.</li><li>Foxconn threatened to terminate the investment agreement if Lordstown didn’t get back into compliance.In May, Lordstown cautioned investors that it could be forced to file bankruptcy if Foxconn pulled its funding.</li><li>Lordstown’s stock continued to take hits and eventually fell below $1, prompting the Nasdaq to issue a delisting warning and putting Lordstown in breach of its agreement with Foxconn.</li><li>Lordstown Motors has made good on its threat to sue Foxconn, the Taiwanese company best known for manufacturing Apple’s iPhones.</li><li>At the time, Foxconn agreed to pay $230 million and buy 10% of shares of common stock.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/27/lordstown-motors-sues-foxconn-files-for-bankruptcy/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "NoTraffic raises $50M to tackle congestion and enhance road safety",
            "description": "NoTraffics $50 million Series B will help the startup expand its AIbased traffic management solution to over 200 cities this year.",
            "url": "/2023-06-27-notraffic-raises-50m-to-tackle-congestion-and-enhance-road-safety",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Digital-intersection-NoTraffic.png?resize=1200,802",
            "publishedAt": "2023-06-27T11:01:15Z",
            "content": "AIbased traffic management platform NoTraffic has bagged $50 million in Series B funding as it picks up momentum in cities across the U.S. The capital injection comes as the Biden administrations i [+3073 chars]",
            "summary": "The capital injection comes as the Biden administrations infrastructure bill enters its second year and a host of funding programs kick in to alleviate traffic congestion, tackle CO2 emissions and reduce road fatalities.The Tel Aviv-based startup aims to bring traffic lights into the 21st century. The same sensors that help manage intersection traffic can also detect when a car might run a red light, or a pedestrian might step onto the street. NoTraffics SaaS platform is designed to similarly create unique insights and functionalities that can flexibly be provided to stakeholders without changes to the infrastructure.NoTraffics solution involves installing smart sensors with V2X (vehicle-to-everything) chips onto existing infrastructure at intersections, conflict points or complex roadways. That information is then sent to the cloud to synchronize each intersection so that the grid as a whole can react to real-time road conditions.NoTraffics tech can also help prevent road accidents, the company says. AI-based traffic management platform NoTraffic has bagged $50 million in Series B funding as it picks up momentum in cities across the U.S. Most traffic intersections run on timers, but the technology exists today for a more sophisticated solution. It can then alert an approaching connected car with limited visibility to slow down and avoid collision.NoTraffic has seen some serious growth since its Series A in July 2021, when the startup had a handful of U.S. cities under its belt.",
            "html_summary": "<ul><li>The capital injection comes as the Biden administration’s infrastructure bill enters its second year and a host of funding programs kick in to alleviate traffic congestion, tackle CO2 emissions and reduce road fatalities.The Tel Aviv-based startup aims to bring traffic lights into the 21st century.</li><li>The same sensors that help manage intersection traffic can also detect when a car might run a red light, or a pedestrian might step onto the street.</li><li>NoTraffic‘s SaaS platform is designed to similarly create unique insights and functionalities that can flexibly be provided to stakeholders without changes to the infrastructure.”NoTraffic’s solution involves installing smart sensors with V2X (vehicle-to-everything) chips onto existing infrastructure at intersections, conflict points or complex roadways.</li><li>That information is then sent to the cloud to synchronize each intersection so that the grid as a whole can react to real-time road conditions.NoTraffic’s tech can also help prevent road accidents, the company says.</li><li>AI-based traffic management platform NoTraffic has bagged $50 million in Series B funding as it picks up momentum in cities across the U.S.</li><li>Most traffic intersections run on timers, but the technology exists today for a more sophisticated solution.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/27/notraffic-raises-50m-to-tackle-congestion-and-enhance-road-safety/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Gather AI buys drone inventory competitor, Ware. Greenlyte raises 4.5M euros to capture CO2. Thomson Reuters buys Casetext, an AI legal tech startup, for $650M in cash. Redpanda nabs $100M Series C as streaming service experiences significant growth. Lordstown Motors sues Foxconn, files for bankruptcy. NoTraffic raises $50M to tackle congestion and enhance road safety"
}