{
    "status": "ok",
    "totalResults": 1,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Why were seeing so many seedstage deals in fintech | TechCrunch | Makemetechie.com Summary",
            "description": "Across the board in all industries, except perhaps AI, weve seen a big drop in laterstage funding deals and no shortage of seedstage rounds.",
            "url": "/2023-09-30-why-were-seeing-so-many-seed-stage-deals-in-fintech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/07/GettyImages-1320011183.jpg?resize=1200,798",
            "publishedAt": "2023-10-01T14:19:45Z",
            "content": "Welcome back toThe Interchange, where we take a look at the hottest fintech news of the previous week. If you want to receive The Interchange directly in your inbox every Sunday, headhere to sign u [+4868 chars]",
            "summary": "It was a relatively quiet week in fintech startup land so we took the time to scrutinize where we re seeing the most funding deals. Across the board in all industries except perhaps AI we ve seen a big drop in later stage funding deals and no shortage of seed stage rounds. The Fintech Index which tracks the performance of emerging publicly traded financial technology companies was down a staggering in according to F Prime Capital s State of FintECH report. Slope, a company founded by Lawrence Murata and Alice Deng developed a business to business payments platform for enterprise companies.",
            "html_summary": "<ul><li>It was a relatively quiet week in fintech startup land so we took the time to scrutinize where we re seeing the most funding deals.</li><li> Across the board in all industries except perhaps AI we ve seen a big drop in later stage funding deals and no shortage of seed stage rounds.</li><li> The Fintech Index which tracks the performance of emerging publicly traded financial technology companies was down a staggering in according to F Prime Capital s State of FintECH report.</li><li> Slope, a company founded by Lawrence Murata and Alice Deng developed a business to business payments platform for enterprise companies.</li></ul>",
            "website_url": "https://techcrunch.com/2023/10/01/why-were-seeing-so-many-seed-stage-deals-in-fintech/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Why were seeing so many seedstage deals in fintech | TechCrunch | Makemetechie.com Summary"
}