{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Biden issues sweeping executive order that touches AI risk, deepfakes, privacy | Makemetechie.com Summary",
            "description": "Order details US admins approach to AI safety, media authenticity, job loss, and more.",
            "url": "/2023-10-30-https-arstechnica-com-information-technology-2023-10-biden-ai-executive-order-requires-safety-testing-for-ai-that-poses-serious-risk-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/whitehouse-neural-sky-760x380.jpg",
            "publishedAt": "2023-10-30T16:43:55Z",
            "content": "9 with On Monday, President Joe Biden issued an executive order on AI that outlines the federal governments first comprehensive regulations on generative AI systems. The order includes testing man [+3321 chars]",
            "summary": "President Joe Biden issued an executive order on AI that outlines the federal government s first comprehensive regulations on generative AI systems. The order includes testing mandates for advanced AI models to ensure they can t be used for creating weapons suggestions for watermarking AI generated media and provisions addressing privacy and job displacement. The White House had not yet released the full text of the executive order but from the Fact Sheet authored by the administration and through reporting on drafts of the order we can relay a picture of its content.",
            "html_summary": "<ul><li>President Joe Biden issued an executive order on AI that outlines the federal government s first comprehensive regulations on generative AI systems.</li><li> The order includes testing mandates for advanced AI models to ensure they can t be used for creating weapons suggestions for watermarking AI generated media and provisions addressing privacy and job displacement.</li><li> The White House had not yet released the full text of the executive order but from the Fact Sheet authored by the administration and through reporting on drafts of the order we can relay a picture of its content.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/10/biden-ai-executive-order-requires-safety-testing-for-ai-that-poses-serious-risk/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Inserted AIgenerated Microsoft poll about womans death rankles The Guardian | Makemetechie.com Summary",
            "description": "Speculative AI news poll presented three choices Murder, accident, or suicide.",
            "url": "/2023-10-30-https-arstechnica-com-information-technology-2023-10-inserted-ai-generated-microsoft-poll-about-womans-death-rankles-the-guardian-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/ai_typewriter_getty-760x380.jpg",
            "publishedAt": "2023-10-31T19:53:37Z",
            "content": "15 with On Tuesday, The Guardian accused Microsoft of damaging its journalistic reputation by publishing an AIgenerated poll beside one of its articles on the Microsoft Start website. The poll, cr [+2589 chars]",
            "summary": "The Guardian accused Microsoft of damaging its journalistic reputation by publishing an AI generated poll beside one of its articles on the Microsoft Start website. The poll created by an AI model on Microsoft s news platform speculated on the cause of a woman s death reportedly triggering reader anger and leading to reputational concerns for the news organization. The Guardian has a licensing agreement with Microsoft that allows the tech company to publish the newspaper s articles on Microsoft Start which serves as a news aggregation website and app. Following negative reactions the poll was removed but critical comments remained visible for a time before their removal.",
            "html_summary": "<ul><li>The Guardian accused Microsoft of damaging its journalistic reputation by publishing an AI generated poll beside one of its articles on the Microsoft Start website.</li><li> The poll created by an AI model on Microsoft s news platform speculated on the cause of a woman s death reportedly triggering reader anger and leading to reputational concerns for the news organization.</li><li> The Guardian has a licensing agreement with Microsoft that allows the tech company to publish the newspaper s articles on Microsoft Start which serves as a news aggregation website and app.</li><li> Following negative reactions the poll was removed but critical comments remained visible for a time before their removal.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/10/inserted-ai-generated-microsoft-poll-about-womans-death-rankles-the-guardian/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KELVIN CHAN - AP Business Writer",
            "title": "Cuttingedge AI raises fears about risks to humanity. Are tech and political leaders doing enough? | Makemetechie.com Summary",
            "description": "Chatbots like ChatGPT wowed with their ability to do tasks as good as or better than humans, thanks to cuttingedge artificial intelligence systems. Now, frontier AI has become the latest buzzword as concerns grow that the emerging technology has capabilities",
            "url": "/2023-10-30-https-apnews-com-article-artificial-intelligence-risks-uk-summit-regulation-ce89e842a176e55e46b6cc493cd515a5",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/f/17/f17c9425-86cc-55b7-8d3b-b1d1c6bbf079/6542ab4a3bd0e.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-10-31T13:58:59Z",
            "content": "By KELVIN CHAN  AP Business WriterLONDON (AP) Chatbots like ChatGPT wowed the world with their ability to write speeches, plan vacations or hold a conversation as good as or arguably even better t [+7216 chars]",
            "summary": "Its reportedly expected to be draw a group of about 100 officials from 28 countries, including U.S. Vice President Kamala Harris and executives from key U.S. artificial intelligence companies including OpenAI, Googles DeepMind and Anthropic. British Prime Minister Rishi Sunak will host a two-day summit focused on frontier AI. Its reportedly expected to draw a group of about 100 officials from 28 countries, including U.S. Vice President Kamala Harris, European Commission President Ursula von der Leyen and executives from key U.S. artificial intelligence companies including OpenAI, Googles Deepmind and Anthropic. And so Im not surprised that its also making its way into what they might be saying to U.K. officials. Tech companies shouldnt be involved in drafting regulations because they tend to underestimate or downplay the urgency and full range of harms, Raji said. In a speech last week, Sunak said only governments  not AI companies  can keep people safe from the technologys risks. Theyre based on foundation models, which are algorithms trained on a broad range of information scraped from the internet to provide a general, but not infallible, base of knowledge.That makes frontier AI systems dangerous because theyre not perfectly knowledgeable, Clune said. (Peter Nicholls/Pool via AP, File)LONDON (AP)  Chatbots like ChatGPT wowed the world with their ability to write speeches, plan vacations or hold a conversation as good as or arguably even better than humans do, thanks to cutting-edge artificial intelligence systems.",
            "html_summary": "<ul><li>It’s reportedly expected to be draw a group of about 100 officials from 28 countries, including U.S. Vice President Kamala Harris and executives from key U.S. artificial intelligence companies including OpenAI, Google’s DeepMind and Anthropic..</li><li>British Prime Minister Rishi Sunak will host a two-day summit focused on frontier AI..</li><li>It’s reportedly expected to draw a group of about 100 officials from 28 countries, including U.S. Vice President Kamala Harris, European Commission President Ursula von der Leyen and executives from key U.S. artificial intelligence companies including OpenAI, Google’s Deepmind and Anthropic..</li><li>“And so I’m not surprised that it’s also making its way into what they might be saying to U.K. officials.” Tech companies shouldn’t be involved in drafting regulations because they tend to “underestimate or downplay” the urgency and full range of harms, Raji said..</li><li>In a speech last week, Sunak said only governments — not AI companies — can keep people safe from the technology’s risks..</li><li>They’re based on foundation models, which are algorithms trained on a broad range of information scraped from the internet to provide a general, but not infallible, base of knowledge.That makes frontier AI systems “dangerous because they’re not perfectly knowledgeable,” Clune said..</li></ul>",
            "website_url": "https://apnews.com/article/artificial-intelligence-risks-uk-summit-regulation-ce89e842a176e55e46b6cc493cd515a5"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSH BOAK and MATT O'BRIEN - Associated Press",
            "title": "Biden wants to move fast on AI safeguards and signs an executive order to address his concerns | Makemetechie.com Summary",
            "description": "President Joe Biden has signed a sweeping executive order to guide the development of artificial intelligence. Mondays order requires industry to develop safety and security standards, introduces new consumer protections and gives federal agencies an extensi",
            "url": "/2023-10-30-https-apnews-com-article-biden-ai-artificial-intelligence-executive-order-cb86162000d894f238f28ac029005059",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/67/967ad39d-b3ef-5d0f-bd01-a811d4f8f629/653f8de9a9e06.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-10-30T22:20:57Z",
            "content": "By JOSH BOAK and MATT OBRIEN  Associated PressWASHINGTON (AP) President Joe Biden on Monday signed an ambitious executive order on artificial intelligence that seeks to balance the needs of cutti [+7394 chars]",
            "summary": "The order will require industry to develop safety and security standards, introduce new consumer protections and give federal agencies an extensive to-do list to oversee the rapidly progressing technology. Biden on Monday, Oct. 30, will sign a sweeping executive order to guide the development of artificial intelligence. Thats issuing guidance and standards to shape private sector behavior and leading by example in the federal governments own use of AI. The order builds on voluntary commitments already made by technology companies. The extensive order touches on matters of privacy, civil rights, consumer protections, scientific research and worker rights.FILE - The OpenAI logo is seen on a mobile phone in front of a computer screen which displays output from ChatGPT, Tuesday, March 21, 2023, in Boston. (AP Photo/Michael Dwyer, File)White House chief of staff Jeff Zients recalled Biden giving his staff a directive when formulating the order to move with urgency.We cant move at a normal government pace, Zients said the Democratic president told him. The president also pressed tech executives and civil society advocates about the technologys capabilities at multiple gatherings.He was as impressed and alarmed as anyone, deputy White House chief of staff Bruce Reed said in an interview. If he hadnt already been concerned about what could go wrong with AI before that movie, he saw plenty more to worry about, said Reed, who watched the film with the president.Governments around the world have raced to establish protections, some of them tougher than Bidens directives.",
            "html_summary": "<ul><li>The order will require industry to develop safety and security standards, introduce new consumer protections and give federal agencies an extensive to-do list to oversee the rapidly progressing technology..</li><li>Biden on Monday, Oct. 30, will sign a sweeping executive order to guide the development of artificial intelligence..</li><li>“That’s issuing guidance and standards to shape private sector behavior and leading by example in the federal government’s own use of AI.” The order builds on voluntary commitments already made by technology companies..</li><li>The extensive order touches on matters of privacy, civil rights, consumer protections, scientific research and worker rights.FILE - The OpenAI logo is seen on a mobile phone in front of a computer screen which displays output from ChatGPT, Tuesday, March 21, 2023, in Boston..</li><li>(AP Photo/Michael Dwyer, File)White House chief of staff Jeff Zients recalled Biden giving his staff a directive when formulating the order to move with urgency.“We can’t move at a normal government pace,” Zients said the Democratic president told him..</li><li>The president also pressed tech executives and civil society advocates about the technology’s capabilities at multiple gatherings.“He was as impressed and alarmed as anyone,” deputy White House chief of staff Bruce Reed said in an interview..</li></ul>",
            "website_url": "https://apnews.com/article/biden-ai-artificial-intelligence-executive-order-cb86162000d894f238f28ac029005059"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Steve Hasker",
            "title": "How AI is enhancing, not threatening the future of professionals | TechCrunch | Makemetechie.com Summary",
            "description": "Driven by the notion of AI as a competitor, fear of job displacement still looms in some corners of the professional world.",
            "url": "/2023-10-30-https-techcrunch-com-2023-10-31-how-ai-is-enhancing-not-threatening-the-future-of-professionals-",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/10/GettyImages-1365093475.jpg?resize=1200,675",
            "publishedAt": "2023-10-31T22:03:08Z",
            "content": "The widespread influence of artificial intelligence (AI) on nearly every facet of our lives is undeniable. Its rapid expansion has prompted us to reflect on how it can redefine the roles of professio [+2462 chars]",
            "summary": "Artificial intelligence has the potential to redefine the roles of professionals across industries. Professionals agree on AI s potential to enhance productivity and efficiency. The application of AI is expected to address operational challenges and reshape work processes. In the legal industry in particular this enthusiasm for productivity improvement is divided between law firms and in house legal departments. Many respondents said they do not yet have complete confidence in the accuracy of its outputs. This further underscores the need for a human preferably one with experience and industry knowledge to remain involved in the process.",
            "html_summary": "<ul><li>Artificial intelligence has the potential to redefine the roles of professionals across industries.</li><li> Professionals agree on AI s potential to enhance productivity and efficiency.</li><li> The application of AI is expected to address operational challenges and reshape work processes.</li><li> In the legal industry in particular this enthusiasm for productivity improvement is divided between law firms and in house legal departments.</li><li> Many respondents said they do not yet have complete confidence in the accuracy of its outputs.</li><li> This further underscores the need for a human preferably one with experience and industry knowledge to remain involved in the process.</li></ul>",
            "website_url": "https://techcrunch.com/2023/10/31/how-ai-is-enhancing-not-threatening-the-future-of-professionals/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Andrew Cunningham",
            "title": "Its the end of the line for the 13inch MacBook Pro (and the Touch Bar) | Makemetechie.com Summary",
            "description": "The M2 MacBook Pro was the last gasp of 2016era MacBook design.",
            "url": "/2023-10-30-https-arstechnica-com-gadgets-2023-10-its-the-end-of-the-line-for-the-13-inch-macbook-pro-and-the-touch-bar-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/Apple-MacBook-Pro-M2-13-availability-June-2022-hero-760x380.jpg",
            "publishedAt": "2023-10-31T00:30:25Z",
            "content": "Enlarge/ Apples 13inch MacBook Pro, gone but not forgotten.0 with NEW YORKApple refreshed its MacBook Pro lineup earlier today, and there was one surprise that the rumor mill hadnt anticipated [+2539 chars]",
            "summary": "Apple introduced a new base model of the inch MacBook Pro with a plain old M chip in it starting at $999. The Pro includes many features that were never included in the inch Pro including the larger high refresh rate ProMotion display. Apple also now sells a inch MacBook Air at that starting point giving people another option in between the mainstream inch Air and the Pro lineup. Apple is said to be working on touchscreen Macs though this would run counter to over a decade of vociferous public objection to the very idea of touchscreens in computers.",
            "html_summary": "<ul><li>Apple introduced a new base model of the inch MacBook Pro with a plain old M chip in it starting at $999.</li><li> The Pro includes many features that were never included in the inch Pro including the larger high refresh rate ProMotion display.</li><li> Apple also now sells a inch MacBook Air at that starting point giving people another option in between the mainstream inch Air and the Pro lineup.</li><li> Apple is said to be working on touchscreen Macs though this would run counter to over a decade of vociferous public objection to the very idea of touchscreens in computers.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/10/its-the-end-of-the-line-for-the-13-inch-macbook-pro-and-the-touch-bar/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Andrew Cunningham",
            "title": "New 14 and 16inch MacBook Pros add M3 chips, plus a $1,599 entrylevel model | Makemetechie.com Summary",
            "description": "The exterior is mostly the same, but theres a new lowend option in town.",
            "url": "/2023-10-30-https-arstechnica-com-gadgets-2023-10-new-14-and-16-inch-macbook-pros-add-m3-chips-plus-a-1599-entry-level-model-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/Apple-MacBook-Pro-2up_screen-760x380.jpeg",
            "publishedAt": "2023-10-31T00:30:30Z",
            "content": "7 with  Apple leans into its events spooky vibes with the new space black version of the MacBook Pro.  The exterior design remains largely unchanged from the prev [+5461 chars]",
            "summary": "Apple has launched a newly refreshed lineup of and inch MacBook Pros at its Scary Fast product event this evening. Apple is replacing not just the last generation versions of those laptops but also the old inch MacBook Pro. The M MacBook Pro is cheaper than the M Pro M Pro version of the laptop and it still uses the larger high refresh rate ProMotion display. Apple also quotes up to hours of battery life for the M version compared to up to for M Pro and Max versions. The new MacBook Pros are all available for preorder today and will be available starting November.",
            "html_summary": "<ul><li>Apple has launched a newly refreshed lineup of and inch MacBook Pros at its Scary Fast product event this evening.</li><li> Apple is replacing not just the last generation versions of those laptops but also the old inch MacBook Pro.</li><li> The M MacBook Pro is cheaper than the M Pro M Pro version of the laptop and it still uses the larger high refresh rate ProMotion display.</li><li> Apple also quotes up to hours of battery life for the M version compared to up to for M Pro and Max versions.</li><li> The new MacBook Pros are all available for preorder today and will be available starting November.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/10/new-14-and-16-inch-macbook-pros-add-m3-chips-plus-a-1599-entry-level-model/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Biden issues sweeping executive order that touches AI risk, deepfakes, privacy | Makemetechie.com Summary. Inserted AIgenerated Microsoft poll about womans death rankles The Guardian | Makemetechie.com Summary. Cuttingedge AI raises fears about risks to humanity. Are tech and political leaders doing enough? | Makemetechie.com Summary. Biden wants to move fast on AI safeguards and signs an executive order to address his concerns | Makemetechie.com Summary. How AI is enhancing, not threatening the future of professionals | TechCrunch | Makemetechie.com Summary. Its the end of the line for the 13inch MacBook Pro (and the Touch Bar) | Makemetechie.com Summary. New 14 and 16inch MacBook Pros add M3 chips, plus a $1,599 entrylevel model | Makemetechie.com Summary"
}