{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Peter Allen Clark",
            "title": "Batteryrelated fires spark push for regulation",
            "description": "Local, state and federal lawmakers have introduced a flurry of attempts to regulate lithiumion batteries, following a spate of fires.Why it matters Rechargeable lithiumion batteries are the workhorse power source today for digital devices, and theyre incr",
            "url": "/2023-03-31-battery-fires-regulation-new-york-city-lithium-ion",
            "urlToImage": "https://images.axios.com/oZqEzI0sjp_Mg5uQhvYhLytqAbc=/0x0:1920x1080/1366x768/2023/03/30/1680196529687.jpg",
            "publishedAt": "2023-03-31T10:00:00Z",
            "content": "Local, state and federal lawmakers have introduced a flurry of attempts to regulate lithiumion batteries, following aspate of fires.Why it matters Rechargeable lithiumion batteries are the workh [+4979 chars]",
            "summary": "Reports of fires believed caused by batteries, from scooters to electric vehicles, have increased nationally and globally.Lithium ion batteries pose a fire risk largely because they're increasingly built to carry more power in smaller forms.By the numbers: EV, e-bike and electric scooter adoption has soared in the U.S. The batteries are believed to have caused 33 fires in 2023 in NYC so far, resulting in the deaths of three people. New York is far from alone in this problem.",
            "html_summary": "<ul><li>Reports of fires believed caused by batteries, from scooters to electric vehicles, have increased nationally and globally.Lithium ion batteries pose a fire risk largely because they're increasingly built to carry more power in smaller forms.By the numbers: EV, e-bike and electric scooter adoption has soared in the U.S.</li><li>The batteries are believed to have caused 33 fires in 2023 in NYC so far, resulting in the deaths of three people.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/31/battery-fires-regulation-new-york-city-lithium-ion"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By FRANCES D'EMILIO and MATT O'BRIEN - Associated Press",
            "title": "Italy privacy watchdog blocks ChatGPT, citing data breach",
            "description": "Italy is temporarily blocking the artificial intelligence software ChatGPT in the wake of a data breach as it investigates a possible violation of stringent European Union data protection rules. The governments privacy watchdog said Friday that its taking p",
            "url": "/2023-03-31-chatgpt-ai-data-privacy-italy-66634e4d9ade3c0eb63edab62915066f",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/2/0c/20cca5d2-dc94-5706-ad53-7d3ba0ebef41/6426fa3d5ac4b.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-31T16:10:23Z",
            "content": "By FRANCES DEMILIO and MATT OBRIEN  Associated PressROME (AP) Italy is temporarily blocking the artificial intelligence software ChatGPT in the wake of a data breach as it investigates a possibl [+4285 chars]",
            "summary": "BEUC said it could be years before the EUs AI legislation takes effect, so authorities need to act faster to protect consumers from possible risks.In only a few months, we have seen a massive take-up of ChatGPT, and this is only the beginning, Deputy Director General Ursula Pachl said. He also described the absence of filters for users younger than 13 as rather grave. San Francisco-based OpenAIs CEO, Sam Altman, announced this week that hes embarking on a six-continent trip in May to talk about the technology with users and developers. U.S.-based OpenAI, which developed the chatbot, said late Friday night it has disabled ChatGPT for Italian users at the governments request. Pasquale Stanzione said he did so because its not clear what aims are being pursued ultimately by those developing AI. Waiting for the EUs AI Act is not good enough as there are serious concerns growing about how ChatGPT and similar chatbots might deceive and manipulate people.___OBrien reported from Providence, Rhode Island. If AI should impinge on a persons self-determination then this is very dangerous, Stanzione said. AP Business Writer Kelvin Chan contributed from London.",
            "html_summary": "<ul><li>BEUC said it could be years before the EU’s AI legislation takes effect, so authorities need to act faster to protect consumers from possible risks.“In only a few months, we have seen a massive take-up of ChatGPT, and this is only the beginning,” Deputy Director General Ursula Pachl said.</li><li>He also described the absence of filters for users younger than 13 as ”rather grave.” San Francisco-based OpenAI’s CEO, Sam Altman, announced this week that he’s embarking on a six-continent trip in May to talk about the technology with users and developers.</li><li>U.S.-based OpenAI, which developed the chatbot, said late Friday night it has disabled ChatGPT for Italian users at the government’s request.</li><li>Pasquale Stanzione said he did so because “it’s not clear what aims are being pursued” ultimately by those developing AI.</li><li>Waiting for the EU’s AI Act “is not good enough as there are serious concerns growing about how ChatGPT and similar chatbots might deceive and manipulate people.”___O’Brien reported from Providence, Rhode Island.</li><li>If AI should “impinge” on a person’s “self-determination” then “this is very dangerous,″ Stanzione said.</li></ul>",
            "website_url": "https://apnews.com/article/chatgpt-ai-data-privacy-italy-66634e4d9ade3c0eb63edab62915066f"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JANIE McCAULEY - AP Baseball Writer",
            "title": "Shohei Ohtani strikes out 10 in Angels opening loss to As",
            "description": "Shohei Ohtani struck out 10 over six scoreless innings in his season debut coming off the World Baseball Classic title before Oakland capitalized once he exited with Aledmys Daz rallying the Athletics on a tiebreaking single in the eighth for",
            "url": "/2023-03-31-angels-athletics-ohtani-athletics-15745a1593c47d999c8393a2ca7b090e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/7/bf/7bf3035e-fe9f-593d-876a-1f9c839abc6f/64266b76e52bf.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-31T04:57:53Z",
            "content": "By JANIE McCAULEY  AP Baseball WriterOAKLAND, Calif. (AP) Shohei Ohtani struck out 10 over six scoreless innings in his season debut coming off the World Baseball Classic title before Oakland capi [+2939 chars]",
            "summary": "The As have won five straight season openers in the series.OHoppe, the clubs lone rookie on the opening day roster, became the youngest catcher to start opening day in franchise history at 23 years, 49 days. He walked three and allowed two hits.Ohtani joined Dylan Cease, Gerrit Cole and Logan Webb as four pitchers with double-digit strikeouts, matching 1970 for the most on opening day since 1901.New As reliever Trevor May (1-0) pitched the eighth for the win. Running backward toward the wall, Renfroe reached his glove up and made the grab without his eyes tracking the ball and landed just in front of the warning track.WHAT WAS THAT the Angels posted on Twitter with a shocked emoji face. It was tough because you want to go a different pitch, but you dont have enough fingers, OHoppe said in reference to Ohtanis extensive repertoire. OAKLAND, Calif. (AP)  Shohei Ohtanis Pitchcom machine failed him for a stretch in the first inning, so he had to improvise with a rookie catcher. It started working again in the second inning.OHoppe singled in the fifth to break up a scoreless game and put the Angels ahead. Fujinami pitched the past 10 seasons with the Central Leagues Hanshin Tigers.Los Angeles counters with lefty Patrick Sandoval.___AP MLB: https://apnews.com/hub/mlb and https://twitter.com/AP_Sports",
            "html_summary": "<ul><li>The A’s have won five straight season openers in the series.O’Hoppe, the club’s lone rookie on the opening day roster, became the youngest catcher to start opening day in franchise history at 23 years, 49 days.</li><li>He walked three and allowed two hits.Ohtani joined Dylan Cease, Gerrit Cole and Logan Webb as four pitchers with double-digit strikeouts, matching 1970 for the most on opening day since 1901.New A’s reliever Trevor May (1-0) pitched the eighth for the win.</li><li>Running backward toward the wall, Renfroe reached his glove up and made the grab without his eyes tracking the ball and landed just in front of the warning track.“WHAT WAS THAT” the Angels posted on Twitter with a shocked emoji face.</li><li>“It was tough because you want to go a different pitch, but you don’t have enough fingers,” O’Hoppe said in reference to Ohtani’s extensive repertoire.</li><li>OAKLAND, Calif. (AP) — Shohei Ohtani’s Pitchcom machine failed him for a stretch in the first inning, so he had to improvise with a rookie catcher.</li><li>It started working again in the second inning.O’Hoppe singled in the fifth to break up a scoreless game and put the Angels ahead.</li></ul>",
            "website_url": "https://apnews.com/article/angels-athletics-ohtani-athletics-15745a1593c47d999c8393a2ca7b090e"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Italy orders ChatGPT blocked citing data protection concerns",
            "description": "The Guarante has ordered a block on ChatGPT over concerns OpenAI has unlawfully processed peoples data, including the information of minors.",
            "url": "/2023-03-31-chatgpt-blocked-italy",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/chatgpt-getty.jpg?resize=1200,800",
            "publishedAt": "2023-03-31T11:51:51Z",
            "content": "Two days after an open letter called for a moratorium on more powerful generative AI models being developed so regulators can catch up with the likes of ChatGPT, Italys data protection authority has [+5300 chars]",
            "summary": "As the Garante notes (pointing to the mass collection and storage of personal data), with data minimization being another big focus in the regulation, which also contains principles that require transparency and fairness. Although OpenAI declined to provide details of the training data used for the latest iteration of the technology, GPT-4, it has disclosed that earlier models were trained on data scraped from the Internet, including forums such as Reddit. The pan-EU law also requires companies to notify relevant supervisory authorities of significant breaches within tight time-periods.Overarching all this is the big(ger) question of what legal basis OpenAI has relied upon for processing Europeans data in the first place. We also fixed a misspelling of the regulators name.Replika, a virtual friendship AI chatbot, hit with data ban in Italy over child safetyItalys ban on cultivated meat could set the industry back So if youve been reasonably online, chances are the bot knows your name.Moreover, ChatGPT has been shown producing completely false information about named individuals, apparently making up details its training data lacks. )Its worth noting that since OpenAI does not have a legal entity established in the EU, any data protection authority is empowered to intervene, under the GDPR, if it sees risks to local users. That potentially raises further GDPR concerns, since the regulation provides Europeans with a suite of rights over their data, including the right to rectification of errors.",
            "html_summary": "<ul><li>As the Garante notes (pointing to the “mass collection and storage of personal data”), with data minimization being another big focus in the regulation, which also contains principles that require transparency and fairness.</li><li>Although OpenAI declined to provide details of the training data used for the latest iteration of the technology, GPT-4, it has disclosed that earlier models were trained on data scraped from the Internet, including forums such as Reddit.</li><li>The pan-EU law also requires companies to notify relevant supervisory authorities of significant breaches within tight time-periods.Overarching all this is the big(ger) question of what legal basis OpenAI has relied upon for processing Europeans’ data in the first place.</li><li>We also fixed a misspelling of the regulator’s name.Replika, a ‘virtual friendship’ AI chatbot, hit with data ban in Italy over child safetyItaly’s ban on cultivated meat could set the industry back</li><li>So if you’ve been reasonably online, chances are the bot knows your name.Moreover, ChatGPT has been shown producing completely false information about named individuals, apparently making up details its training data lacks.</li><li>)It’s worth noting that since OpenAI does not have a legal entity established in the EU, any data protection authority is empowered to intervene, under the GDPR, if it sees risks to local users.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/31/chatgpt-blocked-italy/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Groupon, which has lost 99.4% of its value since its IPO, names a new CEO... based in Czech Republic",
            "description": "Goupon has a market cap of just $103 million, and has appointed Dusan Senkypl, a current board member, as interim CEO.",
            "url": "/2023-03-31-groupon-which-has-lost-99-4-of-its-value-since-its-ipo-names-a-new-ceo-based-in-czech-republic",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/07/groupon-office-door-lrg.jpg?resize=1200,675",
            "publishedAt": "2023-03-31T15:17:46Z",
            "content": "A dozen years ago, Groupon shot to fame popularizing the online group buying format, confidently rejecting a $6 billion acquisition offer from Google and instead going public with a $17.8 billion mar [+4430 chars]",
            "summary": "The Chicago-based company, which today has a market cap of just $103 million (a drop of 99.4% from its public market debut), has appointed Dusan Senkypl, a current board member, as interim CEO. But the new CEO believes that there is still an opportunity to fix what isnt working.I have a deep appreciation for the dedication that has gone into building this company and am honored to guide Groupon through its transformation and turnaround, Senkypl said in a statement. A dozen years ago, Groupon shot to fame popularizing the online group buying format, confidently rejecting a $6 billion acquisition offer from Google and instead going public with a $17.8 billion market cap. With unique local inventory, over 14 million active local customers and millions of visitor sessions per month, Groupon has valuable assets capable of fueling significant growth when paired with operational excellence. Senkypl will run the company out of the Czech Republic.His appointment is effective immediately, the company said in a statement today.He replaces Kedar Deshpande, who had been Groupons CEO for just 15 months. Even early on, and despite the predictions of it being a threat to Google and Amazon, others debated whether it could rightly be considered a tech company. He will stay on for 60 more days to help with the transition, the company said.Senkypl is a co-founder of Pale Fire Capital, a PE firm based in Prague (and named after the Nabokov novel?).",
            "html_summary": "<ul><li>The Chicago-based company, which today has a market cap of just $103 million (a drop of 99.4% from its public market debut), has appointed Dusan Senkypl, a current board member, as interim CEO.</li><li>But the new CEO believes that there is still an opportunity to fix what isn’t working.“I have a deep appreciation for the dedication that has gone into building this company and am honored to guide Groupon through its transformation and turnaround,” Senkypl said in a statement.</li><li>A dozen years ago, Groupon shot to fame popularizing the online group buying format, confidently rejecting a $6 billion acquisition offer from Google and instead going public with a $17.8 billion market cap.</li><li>“With unique local inventory, over 14 million active local customers and millions of visitor sessions per month, Groupon has valuable assets capable of fueling significant growth when paired with operational excellence.</li><li>Senkypl will run the company… out of the Czech Republic.His appointment is effective immediately, the company said in a statement today.He replaces Kedar Deshpande, who had been Groupon’s CEO for just 15 months.</li><li>Even early on, and despite the predictions of it being a threat to Google and Amazon, others debated whether it could rightly be considered a “tech” company.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/31/groupon-which-has-lost-99-4-of-its-value-since-its-ipo-names-a-new-ceo-based-in-czech-republic/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Andrew Cunningham",
            "title": "Ads are coming for the Bing AI chatbot, as they come for all Microsoft products",
            "description": "The quantity of ads in Windows and Edge is bad, but their quality is worse.",
            "url": "/2023-03-31-ads-are-coming-for-the-bing-ai-chatbot-as-they-come-for-all-microsoft-products",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/bing-760x380.jpeg",
            "publishedAt": "2023-03-31T16:10:34Z",
            "content": "5 with Microsoft has spent a lot of time and energy over the last few months adding generative AI features to all its products, particularly its longstanding, longstruggling Bing search engine. A [+3853 chars]",
            "summary": "Microsoft has done a lot of work to make Windows 11 the most consistent and visually unified version of Windows in a long timeit's just too bad that it's coming with so many ads, junky trending news feeds, and reminders to use other Microsoft products. But collectively, they're a pain, and it feels like the company is always testing new ways to add another layer on top of all the existing layers. The company has long advertised its own products and services (Edge and Bing, but also OneDrive and Microsoft 365) in Windows 11's Settings app and in Windows Explorer, and it has tested them in the operating system's sign-in menu, too.  Andrew Cunningham - Mar 31, 2023 4:10 pm UTC Microsoft has spent a lot of time and energy over the last few months adding generative AI features to all its products, particularly its long-standing, long-struggling Bing search engine. You'll be reminded periodically to switch to using Edge as your default browser and Bing as your default search engine, especially after major updates. A handful of third-party apps, including Spotify, Prime Video, TikTok, and Instagram, all automatically download on new Windows 11 PCs after you connect them to the Internet.Taken individually, none of these things make Windows impossible to use. But regardless of why they exist, displaying these kinds of articles adds little user value to Edge or Windows.",
            "html_summary": "<ul><li>Microsoft has done a lot of work to make Windows 11 the most consistent and visually unified version of Windows in a long time—it's just too bad that it's coming with so many ads, junky trending news feeds, and reminders to use other Microsoft products.</li><li>But collectively, they're a pain, and it feels like the company is always testing new ways to add another layer on top of all the existing layers.</li><li>The company has long advertised its own products and services (Edge and Bing, but also OneDrive and Microsoft 365) in Windows 11's Settings app and in Windows Explorer, and it has tested them in the operating system's sign-in menu, too.</li><li> Andrew Cunningham - Mar 31, 2023 4:10 pm UTC Microsoft has spent a lot of time and energy over the last few months adding generative AI features to all its products, particularly its long-standing, long-struggling Bing search engine.</li><li>You'll be reminded periodically to switch to using Edge as your default browser and Bing as your default search engine, especially after major updates.</li><li>A handful of third-party apps, including Spotify, Prime Video, TikTok, and Instagram, all automatically download on new Windows 11 PCs after you connect them to the Internet.Taken individually, none of these things make Windows impossible to use.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/03/ads-are-coming-for-the-bing-ai-chatbot-as-they-come-for-all-microsoft-products/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Batteryrelated fires spark push for regulation. Italy privacy watchdog blocks ChatGPT, citing data breach. Shohei Ohtani strikes out 10 in Angels opening loss to As. Italy orders ChatGPT blocked citing data protection concerns. Groupon, which has lost 99.4% of its value since its IPO, names a new CEO... based in Czech Republic. Ads are coming for the Bing AI chatbot, as they come for all Microsoft products"
}