{
    "status": "ok",
    "totalResults": 38,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "This EV smashed the world record for distance on a single charge | Makemetechie.com Summary",
            "description": "At 103 miles/kWh, the car is 25 times more efficient than any EV on sale.",
            "url": "/2023-09-13-1600-miles-on-a-single-charge-student-built-ev-sets-new-world-record",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/1720514-760x380.jpg",
            "publishedAt": "2023-09-14T16:07:18Z",
            "content": "Enlarge/ This is muc22, and it set a new record for electric vehicle range on a single charge, driving for six days inside this hangar.14 with It must be the season for studentset world records. [+2804 chars]",
            "summary": "A team of student engineers from the Technical University of Munich set a new world record for the fastest electric vehicle mph km h time. The car called muc looks more conventional than the Swiss speedster if only a little. The diminutive coupe in this case was built for efficiency and in a six day test at Munich airport it set the new distance record on a single charge for a non solar EV miles km with less battery capacity than many plug in hybrids just kWh. Next year Mercedes will launch an electric CLA that uses the powertrain technology demonstrated by the Vision EQXX concept.",
            "html_summary": "<ul><li>A team of student engineers from the Technical University of Munich set a new world record for the fastest electric vehicle mph km h time.</li><li> The car called muc looks more conventional than the Swiss speedster if only a little.</li><li> The diminutive coupe in this case was built for efficiency and in a six day test at Munich airport it set the new distance record on a single charge for a non solar EV miles km with less battery capacity than many plug in hybrids just kWh.</li><li> Next year Mercedes will launch an electric CLA that uses the powertrain technology demonstrated by the Vision EQXX concept.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/09/1600-miles-on-a-single-charge-student-built-ev-sets-new-world-record/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Biden called Arizona fab a gamechanger. Analyst calls it a paperweight | Makemetechie.com Summary",
            "description": "Advanced chips made in America would still be shipped to Taiwan, report says.",
            "url": "/2023-09-13-tsmcs-arizona-fab-will-ship-chips-to-taiwan-for-packaging-employees-say",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/GettyImages-1245437687-760x380.jpg",
            "publishedAt": "2023-09-13T19:22:55Z",
            "content": "Enlarge/ The Taiwan Semiconductor Manufacturing Co. facility under construction in Phoenix, Arizona, US, on Tuesday, Dec. 6, 2022.22 with A new report has revealed that America may be quickly app [+4854 chars]",
            "summary": " TSMC has no plans to build a packaging facility in the US. Thousands of chips that will eventually be manufactured at a billion fab in Arizona which is scheduled to be operational in will ultimately still have to be shipped to Taiwan for packaging. President Joe Biden introduced the CHIPS and Science Act to reduce US reliance on Taiwan facilities amid China s ongoing threats to invade and possibly take over Taiwan. These chips are increasingly foundational to US infrastructure and military modernization efforts. They will be essential to the technologies of the future from artificial intelligence to biotechnology to clean energy.",
            "html_summary": "<ul><li> TSMC has no plans to build a packaging facility in the US.</li><li> Thousands of chips that will eventually be manufactured at a billion fab in Arizona which is scheduled to be operational in will ultimately still have to be shipped to Taiwan for packaging.</li><li> President Joe Biden introduced the CHIPS and Science Act to reduce US reliance on Taiwan facilities amid China s ongoing threats to invade and possibly take over Taiwan.</li><li> These chips are increasingly foundational to US infrastructure and military modernization efforts.</li><li> They will be essential to the technologies of the future from artificial intelligence to biotechnology to clean energy.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/09/tsmcs-arizona-fab-will-ship-chips-to-taiwan-for-packaging-employees-say/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sean Lyngaas, CNN",
            "title": "Caesars and MGM grapple with hacks as cybersecurity in Vegas is under scrutiny | Makemetechie.com Summary",
            "description": "Hackers stole Social Security numbers and drivers license numbers from a significant number of loyalty program customers of Caesars Entertainment, the...",
            "url": "/2023-09-13-caesars-mgm-casino-cyberattack?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/794a9b1a36b3afd373041f39a172c292",
            "publishedAt": "2023-09-14T17:50:25Z",
            "content": "Hackers stole Social Security numbers and drivers license numbers from a significant number of loyalty program customers of Caesars Entertainment, the hospitality and casino giant said Thursday.The [+3352 chars]",
            "summary": "Hackers stole Social Security numbers and driver s license numbers from a significant number of loyalty program customers of Caesars Entertainment the hospitality and casino giant said Thursday. The disclosure comes as another big Las Vegas brand MGM Resorts is recovering from its own apparent cyberattack in which guests on Monday reported being unable to make room charges and access their rooms with digital keys. The pair of hacks has put a spotlight on the computer defenses of the multibillion dollar casino and hospitality business in Las Vegas which are ripe targets for cybercriminals to extort.",
            "html_summary": "<ul><li>Hackers stole Social Security numbers and driver s license numbers from a significant number of loyalty program customers of Caesars Entertainment the hospitality and casino giant said Thursday.</li><li> The disclosure comes as another big Las Vegas brand MGM Resorts is recovering from its own apparent cyberattack in which guests on Monday reported being unable to make room charges and access their rooms with digital keys.</li><li> The pair of hacks has put a spotlight on the computer defenses of the multibillion dollar casino and hospitality business in Las Vegas which are ripe targets for cybercriminals to extort.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/14/business/caesars-mgm-casino-cyberattack?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nathan Hodge",
            "title": "Putin and Kim meet in Russia, but what are the main takeaways? | Makemetechie.com Summary",
            "description": "Covering a meeting between Russian President Vladimir Putin and North Korean leader Kim Jong Un might best be described as a caption contest The two held what the Kremlin called very substantive discussions on Wednesday, but beyond a few photo opportunitie",
            "url": "/2023-09-13-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230914101748-02-kim-putin-russia-tour-0913.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-14T04:07:10Z",
            "content": "Covering a meeting between Russian President Vladimir Putin and North Korean leader Kim Jong Un might best be described as a caption contest The two held what the Kremlin called very substantive dis [+3715 chars]",
            "summary": "Russian President Vladimir Putin and North Korean leader Kim Jong Un held what the Kremlin called very substantive discussions on Wednesday. The two sides held no press conference and issued no communique no deals were publicly announced. Putin appears to be extending a potential lifeline to Kim as his own government comes under sanction for the full scale invasion of Ukraine apparently dangling the carrot of access to Russian technology. If Russia is handing over this launch technology to North Korea then the world may potentially be witnessing the wider global fallout of Europe s largest land war since.",
            "html_summary": "<ul><li>Russian President Vladimir Putin and North Korean leader Kim Jong Un held what the Kremlin called very substantive discussions on Wednesday.</li><li> The two sides held no press conference and issued no communique no deals were publicly announced.</li><li> Putin appears to be extending a potential lifeline to Kim as his own government comes under sanction for the full scale invasion of Ukraine apparently dangling the carrot of access to Russian technology.</li><li> If Russia is handing over this launch technology to North Korea then the world may potentially be witnessing the wider global fallout of Europe s largest land war since.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/14/asia/kim-putin-north-korea-russia-takeaways-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "By <a href=\"/profiles/jessie-yeung\">Jessie Yeung</a> and <a href=\"/profiles/andrew-raine\">Andrew Raine</a>, CNN",
            "title": "Russias war in Ukraine, Kim Jong Uns meeting with Vladimir Putin | Makemetechie.com Summary",
            "description": "North Koreas Kim Jong Un is in Russia and expected to meet with President Vladimir Putin. Meantime, the US is warning the leaders could strike an arms deal. Follow here for live updates.",
            "url": "/2023-09-13-index",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/230911011301-ukraine-decoy-weapon-super-tease.jpg",
            "publishedAt": "2023-09-13T04:00:47Z",
            "content": "Russian President Vladimir Putin and North Korean leader Kim Jong Un are meeting at a remote space center in Russias Far East, where theyre expected to discuss a potential arms deal that could see  [+1995 chars]",
            "summary": "Afterward, Putin was asked if he discussed military-technical cooperation with Kim.The Russian leader acknowledged certain restrictions in place, which he said Moscow fully complies with, but admitted there are areas open for discussion and consideration. It marks the first time the inspector general will have personnel based in Ukraine since Russias invasion in February 2022, said spokesperson Megan Reed.Some background: The establishment of the new team comes at a critical time for Ukraine aid. Meanwhile, the United States said it will not hesitate to impose sanctions if the meeting results in weapons transfers between the two countries. According to the caption, the Ukrainian border guard used an automatic grenade launcher MK19 to hit the occupiers minefields.From CNN's Mariya KnightThe Russian defense ministry said it destroyed three Ukrainian unmanned boats in the Black Sea on Wednesday. The report, dated October 2022, underscored how difficult it was for the US to track the vast quantities of weapons, ammunition and equipment during the early months of the war. Oleh Syniehubov, the head of the Kharkiv region military administration, said on Telegram that 2,339 people have evacuated so far, including 350 children. From CNN's Gawon Bae in SeoulNorth Korean leader Kim Jong Un has invited President Vladimir Putin to visit Pyongyang at a \"convenient time,\" state media KCNA reported, adding that the Russian leader has happily accepted the invite.",
            "html_summary": "<ul><li>Afterward, Putin was asked if he discussed military-technical cooperation with Kim.The Russian leader acknowledged certain restrictions in place, which he said Moscow fully complies with, but admitted there are areas open for discussion and consideration..</li><li>It marks the first time the inspector general will have personnel based in Ukraine since Russia’s invasion in February 2022, said spokesperson Megan Reed.Some background: The establishment of the new team comes at a critical time for Ukraine aid..</li><li>Meanwhile, the United States said it “will not hesitate to impose sanctions” if the meeting results in weapons transfers between the two countries..</li><li>According to the caption, the Ukrainian border guard “used an automatic grenade launcher MK19 to hit the occupiers’ minefields.”From CNN's Mariya KnightThe Russian defense ministry said it destroyed three Ukrainian unmanned boats in the Black Sea on Wednesday..</li><li>The report, dated October 2022, underscored how difficult it was for the US to track the vast quantities of weapons, ammunition and equipment during the early months of the war..</li><li>Oleh Syniehubov, the head of the Kharkiv region military administration, said on Telegram that 2,339 people have evacuated so far, including 350 children..</li></ul>",
            "website_url": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-09-13-23/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "By <a href=\"/profiles/tara-subramaniam\">Tara Subramaniam</a> and <a href=\"/profiles/andrew-raine\">Andrew Raine</a>, CNN",
            "title": "Russias war in Ukraine | Makemetechie.com Summary",
            "description": "North Korean leader Kim Jong Un has invited President Vladimir Putin to visit Pyongyang after the two leaders met Wednesday. US officials have warned Putin could use the summit to seek arms for his invasion of Ukraine. Follow for live updates.",
            "url": "/2023-09-13-index",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/230908163652-ukraine-counteroffensive-090823-super-tease.jpg",
            "publishedAt": "2023-09-14T04:02:03Z",
            "content": "Vladimir Putin has said Russia is considering and discussing some military cooperation withNorth Korea, following a summit at which that countrys leader Kim Jong Un appeared to endorseMoscows war o [+2876 chars]",
            "summary": "From CNN's Mariya Knight A Ukrainian missile attack Wednesday destroyed two Russian vessels in a Sevastopol shipyard, according to Ukraine's military.Andrii Yusov, a representative of the Defense Intelligence of Ukraine, named the vessels as the landing ship Minsk and the submarine Rostov-on-Don. \"After the radio-location stations were disabled, the Navy used two Neptune cruise missiles to hit S300/400 Triumph launching complexes,\" the source said.From CNN staffThe Russian defense ministry said air defenses shot down 11 Ukrainian drones over Crimea early Thursday morning. Yusov said Wednesday that the vessels were beyond repair, and Ukraines Defense Intelligence doesnt want to get into the details of what weapon was used to hit the shipyard. It then appears to open fire as it gets closer.A statement from the Ukrainian military said its forces had attacked two patrol ships in the southwestern part of the Black Sea. We pushed them back to the shores of Crimea,\" he said.From CNN's Yulia Kesaieva and Andrew CareyVideo of what appears to be a Russian patrol ship coming under attack from naval drones in the Black Sea was released Thursday by Ukraines defense intelligence arm. Ukraine says it attacked two Russian ships in the early hours of Thursday.The night vision footage appears to have been recorded from one of the naval drones as it moves toward one vessel. During the operation, a group of Ukrainian intelligence officers encountered a Russian combat aircraft and shot it down with a man-portable air defense system, Pein said.",
            "html_summary": "<ul><li>From CNN's Mariya Knight A Ukrainian missile attack Wednesday destroyed two Russian vessels in a Sevastopol shipyard, according to Ukraine's military.Andrii Yusov, a representative of the Defense Intelligence of Ukraine, named the vessels as the landing ship Minsk and the submarine Rostov-on-Don..</li><li>\"After the radio-location stations were disabled, the Navy used two Neptune cruise missiles to hit S300/400 Triumph launching complexes,\" the source said.From CNN staffThe Russian defense ministry said air defenses shot down 11 Ukrainian drones over Crimea early Thursday morning..</li><li>Yusov said Wednesday that the vessels were beyond repair, and Ukraine’s Defense Intelligence doesn’t want to get into the details of what weapon was used to hit the shipyard..</li><li>It then appears to open fire as it gets closer.A statement from the Ukrainian military said its forces had attacked two patrol ships in the southwestern part of the Black Sea..</li><li>We pushed them back to the shores of Crimea,\" he said.From CNN's Yulia Kesaieva and Andrew CareyVideo of what appears to be a Russian patrol ship coming under attack from naval drones in the Black Sea was released Thursday by Ukraine’s defense intelligence arm..</li><li>Ukraine says it attacked two Russian ships in the early hours of Thursday.The night vision footage appears to have been recorded from one of the naval drones as it moves toward one vessel..</li></ul>",
            "website_url": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-09-14-23/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Michelle Toh",
            "title": "China is huge for chip designer Arm. Thats a risk for its new investors | Makemetechie.com Summary",
            "description": "As British chip designer Arm prepares to raise about $5 billion in an initial public offering (IPO) on Thursday, its China business has become a serious point of concern.",
            "url": "/2023-09-13-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230912220939-arm-us-headquarters-090623.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-14T09:12:26Z",
            "content": "As British chip designer Arm prepares to raise about $5 billion in an initial public offering (IPO) on Thursday, its China business has become a serious point of concern. The SoftBankowned firm us [+5779 chars]",
            "summary": "Arm's mega IPO could be just around the corner, a year after the biggest chip deal in history fell apart Arm said Wednesday it priced its shares at $51 each, raising as much as $4.9 billion. The tally could rise to $5.2 billion if banks exercise an option to buy additional shares, valuing the chip designer at as much as $54.5 billion. The value of chips, and Arms technology, has maybe never been more in demand from the global economy, said Kyle Stanford, lead venture capital analyst at PitchBook. Although these historical issues did not have a material impact on our operations, any future failure to pay us the amounts we are owed  could have a material adverse effect on our business, Arm said. In its filing, Arm said it held just a 4.8% indirect ownership interest in Arm China, through a 10% non-voting stake in a SoftBank-controlled entity that owns less than half of the Chinese company. Neither we nor SoftBank Group control the operations of Arm China. Arm's IPO could value the chip company at $52 billion. Since April 2022, Wu and entities effectively controlled by him have lodged several lawsuits in Chinese courts against Arm China, seeking to challenge certain aspects of Arm Chinas corporate governance and the actions of Arm Chinas board of directors, Arm said in its filing.",
            "html_summary": "<ul><li>Arm's mega IPO could be just around the corner, a year after the biggest chip deal in history fell apart Arm said Wednesday it priced its shares at $51 each, raising as much as $4.9 billion..</li><li>The tally could rise to $5.2 billion if banks exercise an option to buy additional shares, valuing the chip designer at as much as $54.5 billion..</li><li>“The value of chips, and Arm’s technology, has maybe never been more in demand from the global economy,” said Kyle Stanford, lead venture capital analyst at PitchBook..</li><li>“Although these historical issues did not have a material impact on our operations, any future failure to pay us the amounts we are owed … could have a material adverse effect on our business,” Arm said..</li><li>In its filing, Arm said it held just a “4.8% indirect ownership interest in Arm China,” through a 10% non-voting stake in a SoftBank-controlled entity that owns less than half of the Chinese company..</li><li>“Neither we nor SoftBank Group control the operations of Arm China.” Arm's IPO could value the chip company at $52 billion..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/14/tech/arm-ipo-china-risks-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": null,
            "title": "Todays news in 10 minutes | Makemetechie.com Summary",
            "description": "September 15, 2023",
            "url": "/2023-09-13-index",
            "urlToImage": null,
            "publishedAt": "2023-09-14T19:56:44Z",
            "content": "This page includes the show TranscriptThe Weekly Newsquiz tests your knowledge of events in the newsSeptember 15, 2023Today on CNN 10, were beginning with news on Hurricane Lee. The storm is ex [+1893 chars]",
            "summary": "This page includes the show Transcript. Use the Transcript to help students with reading comprehension and vocabulary. The Weekly Newsquiz tests your knowledge of events in the news. This week we look at Hurricane Lee and mysterious lights captured in a video taken before the earthquake in Morocco. We also look at artificial intelligence and how tech leaders and politicians are discussing the challenges of managing it All that and the sale of a famous TV house on today s episode of CNN WEEKLY NEWS QUIZ. ",
            "html_summary": "<ul><li>This page includes the show Transcript.</li><li> Use the Transcript to help students with reading comprehension and vocabulary.</li><li> The Weekly Newsquiz tests your knowledge of events in the news.</li><li> This week we look at Hurricane Lee and mysterious lights captured in a video taken before the earthquake in Morocco.</li><li> We also look at artificial intelligence and how tech leaders and politicians are discussing the challenges of managing it All that and the sale of a famous TV house on today s episode of CNN WEEKLY NEWS QUIZ.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/14/cnn10/ten-content-fri/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Brian Fung",
            "title": "Bill Gates, Elon Musk and Mark Zuckerberg are meeting in Washington to discuss future AI regulations | Makemetechie.com Summary",
            "description": "Some of the most influential voices in the tech industry are set to meet with federal lawmakers Wednesday morning as the US Senate prepares to draw up legislation regulating the fastmoving artificial intelligence industry.",
            "url": "/2023-09-13-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230911173830-chuck-schumer-090623.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-13T10:09:21Z",
            "content": "Some of the most influential voices in the tech industry are set to meet with federal lawmakers Wednesday morning as the US Senate prepares to draw up legislation regulating the fastmoving artificia [+7614 chars]",
            "summary": "These are the same people who have ruined social media. Despite talking tough on tech, Schumer has moved extremely slowly on tech legislation, Hawley said, pointing to several major tech bills from the last Congress that never made it to a Senate floor vote. Lets put something real on the table instead of everybody agree[ing] that we need safety and innovation. Schumer said that making the meeting confidential was intended to give lawmakers the chance to hear from the outside in an unvarnished way. The two lawmakers recently introduced a legislative framework for artificial intelligence that they said represents a concrete effort to regulate AI  in contrast to what was happening steps away behind closed doors. We need to do what has been done for airline safety, car safety, drug safety, medical device safety, Blumenthal said. Bill Gates spoke of AIs potential to feed the hungry and one unnamed attendee called for spending tens of billions on transformational innovation that could unlock AIs benefits, Schumer said. You need to have copilots. So whos going to be watching this activity and making sure that its done correctly? Other areas of agreement reflected traditional tech industry priorities, such as increasing federal investment in research and development as well as promoting skilled immigration and education, Cantwell added. Theyre sitting at a big, round table all by themselves, Warren said of the executives and civil society leaders, while all the senators sat, listened and didnt ask questions.",
            "html_summary": "<ul><li>These are the same people who have ruined social media.” Despite talking tough on tech, Schumer has moved extremely slowly on tech legislation, Hawley said, pointing to several major tech bills from the last Congress that never made it to a Senate floor vote..</li><li>“Let’s put something real on the table instead of everybody agree[ing] that we need safety and innovation.” Schumer said that making the meeting confidential was intended to give lawmakers the chance to hear from the outside in an “unvarnished way.”.</li><li>The two lawmakers recently introduced a legislative framework for artificial intelligence that they said represents a concrete effort to regulate AI — in contrast to what was happening steps away behind closed doors..</li><li>“We need to do what has been done for airline safety, car safety, drug safety, medical device safety,” Blumenthal said..</li><li>Bill Gates spoke of AI’s potential to feed the hungry and one unnamed attendee called for spending tens of billions on “transformational innovation” that could unlock AI’s benefits, Schumer said..</li><li>You need to have copilots.’ So who’s going to be watching this activity and making sure that it’s done correctly?” Other areas of agreement reflected traditional tech industry priorities, such as increasing federal investment in research and development as well as promoting skilled immigration and education, Cantwell added..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/13/tech/schumer-tech-companies-ai-regulations/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sean Lyngaas",
            "title": "Caesars and MGM grapple with hacks as cybersecurity in Vegas is under scrutiny | Makemetechie.com Summary",
            "description": "Hackers stole Social Security numbers and drivers license numbers from a significant number of loyalty program customers of Caesars Entertainment, the hospitality and casino giant said Thursday.",
            "url": "/2023-09-13-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230914125315-caesars-palace-las-vegas-0728-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-14T17:50:25Z",
            "content": "Hackers stole Social Security numbers and drivers license numbers from a significant number of loyalty program customers of Caesars Entertainment, the hospitality and casino giant said Thursday.The [+3245 chars]",
            "summary": "Hackers stole Social Security numbers and driver s license numbers from a significant number of loyalty program customers of Caesars Entertainment the hospitality and casino giant said Thursday. The disclosure comes as another big Las Vegas brand MGM Resorts is recovering from its own apparent cyberattack in which guests on Monday reported being unable to make room charges and access their rooms with digital keys. The pair of hacks has put a spotlight on the computer defenses of the multibillion dollar casino and hospitality business in Las Vegas which are ripe targets for cybercriminals to extort.",
            "html_summary": "<ul><li>Hackers stole Social Security numbers and driver s license numbers from a significant number of loyalty program customers of Caesars Entertainment the hospitality and casino giant said Thursday.</li><li> The disclosure comes as another big Las Vegas brand MGM Resorts is recovering from its own apparent cyberattack in which guests on Monday reported being unable to make room charges and access their rooms with digital keys.</li><li> The pair of hacks has put a spotlight on the computer defenses of the multibillion dollar casino and hospitality business in Las Vegas which are ripe targets for cybercriminals to extort.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/14/business/caesars-mgm-casino-cyberattack/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Donald Judd",
            "title": "Biden focuses on his domestic agenda and efforts to end cancer amid McCarthys impeachment inquiry announcement | Makemetechie.com Summary",
            "description": "President Joe Biden will convene a meeting of his Cancer Cabinet on Wednesday, a White House official told CNN, in the latest attempt from the administration to refocus the national conversation around the presidents domestic agenda.",
            "url": "/2023-09-13-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230910102033-04-joe-biden-vietnam-0910.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-13T09:01:17Z",
            "content": "President Joe Biden will convene a meeting of his Cancer Cabinet on Wednesday, a White House official told CNN, in the latest attempt from the administration to refocus the national conversation arou [+3227 chars]",
            "summary": "President Joe Biden convened a meeting of his Cancer Cabinet on Wednesday in the latest attempt from the administration to refocus the national conversation around the president s domestic agenda Th The event marked Biden s first public appearance since House Speaker Kevin McCarthy announced plans to open an impeachment inquiry into the president on Tuesday. The president ignored shouted questions on McCarthy s plans Biden hailed what he called government wide work to mobilize a whole country effort to cut American cancer deaths in half in the next years or sooner. He touted the Cancer Moonshot s work as part of his administration s Unity Agenda noting he d even enlisted NASA Administrator Bill Nelson to utilize the agency s work on radiation and supercomputing.",
            "html_summary": "<ul><li>President Joe Biden convened a meeting of his Cancer Cabinet on Wednesday in the latest attempt from the administration to refocus the national conversation around the president s domestic agenda Th The event marked Biden s first public appearance since House Speaker Kevin McCarthy announced plans to open an impeachment inquiry into the president on Tuesday.</li><li> The president ignored shouted questions on McCarthy s plans Biden hailed what he called government wide work to mobilize a whole country effort to cut American cancer deaths in half in the next years or sooner.</li><li> He touted the Cancer Moonshot s work as part of his administration s Unity Agenda noting he d even enlisted NASA Administrator Bill Nelson to utilize the agency s work on radiation and supercomputing.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/13/politics/joe-biden-cancer-cabinet/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sabrina Souza, Elizabeth Wolfe",
            "title": "Virginia authorities used DNA to create a sketch in a decadesold homicide. Then they got a phone call that unraveled the case | Makemetechie.com Summary",
            "description": "Two Virginia detectives thought they might be closing in on a suspect in a decadesold cold case killing.",
            "url": "/2023-09-13-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230911182342-stephan-smerk-booking-photo.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-13T04:02:18Z",
            "content": "Two Virginia detectives thought they might be closing in on a suspect in a decadesold cold case killing.Then they got a phone call.I want to talk, and I want to talk right now, the person on the [+4500 chars]",
            "summary": "Stephan Smerk is facing a second degree murder charge in the case according to police. Robin Lawrence was stabbed to death while her year old daughter was left unharmed in another room. A DNA profile was developed in using DNA found at the scene decades passed before a DNA analysis company was able to match the profile to one of SmerK s relatives. The lab also specializes in using unidentifiable DNA evidence to predict physical appearance. A digital composite sketch of the suspect which helped lead authorities to Smerks was also used.",
            "html_summary": "<ul><li>Stephan Smerk is facing a second degree murder charge in the case according to police.</li><li> Robin Lawrence was stabbed to death while her year old daughter was left unharmed in another room.</li><li> A DNA profile was developed in using DNA found at the scene decades passed before a DNA analysis company was able to match the profile to one of SmerK s relatives.</li><li> The lab also specializes in using unidentifiable DNA evidence to predict physical appearance.</li><li> A digital composite sketch of the suspect which helped lead authorities to Smerks was also used.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/13/us/fairfax-virginia-cold-case-murder-confession-robin-lawrence/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. This EV smashed the world record for distance on a single charge | Makemetechie.com Summary. Biden called Arizona fab a gamechanger. Analyst calls it a paperweight | Makemetechie.com Summary. Caesars and MGM grapple with hacks as cybersecurity in Vegas is under scrutiny | Makemetechie.com Summary. Putin and Kim meet in Russia, but what are the main takeaways? | Makemetechie.com Summary. Russias war in Ukraine, Kim Jong Uns meeting with Vladimir Putin | Makemetechie.com Summary. Russias war in Ukraine | Makemetechie.com Summary. China is huge for chip designer Arm. Thats a risk for its new investors | Makemetechie.com Summary. Todays news in 10 minutes | Makemetechie.com Summary. Bill Gates, Elon Musk and Mark Zuckerberg are meeting in Washington to discuss future AI regulations | Makemetechie.com Summary. Caesars and MGM grapple with hacks as cybersecurity in Vegas is under scrutiny | Makemetechie.com Summary. Biden focuses on his domestic agenda and efforts to end cancer amid McCarthys impeachment inquiry announcement | Makemetechie.com Summary. Virginia authorities used DNA to create a sketch in a decadesold homicide. Then they got a phone call that unraveled the case | Makemetechie.com Summary"
}