{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Navan takes a swipe at expense management startups with new Mastercard and Visa partnerships",
            "description": "Want more fintech news in your inbox? Sign up here. In recent years, a number of startups have made a business out of providing corporate credit cards to companies. These players compete not only with each other but with legacy providers such as Concur and Ex",
            "url": "/2023-06-12-navan-takes-a-swipe-at-expense-management-startups-with-new-mastercard-and-visa-partnerships",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-1035471414.jpg?resize=1200,800",
            "publishedAt": "2023-06-12T12:00:27Z",
            "content": "Want more fintech news in your inbox? Sign up here.In recent years, a number of startups have made a business out of providing corporate credit cards to companies. These players compete not only wi [+3853 chars]",
            "summary": "In a twist, the company today is announcing the launch of a new product called Navan Connect, which it describes as a patented card-link technology that gives businesses a way to offer automated expense management and reconciliation without having to change their corporate card provider. These players compete not only with each other but with legacy providers such as Concur and Expensify by offering automated expense management.Many of these startups generate revenue from interchange fees, meaning that they receive a certain percentage of each transaction made on the corporate card they have provided. Brex, which started out as primarily a corporate card provider, made a big push last year into software. Sign up here.In recent years, a number of startups have made a business out of providing corporate credit cards to companies. Some of those startups also make money by charging subscriptions for their expense management software. Navan (formerly known as TripActions) offers both a corporate card as well as a subscription to its software. In the past when you are going with one of the new players, including Navan, you are beholden to taking the cards they issue.",
            "html_summary": "<ul><li>In a twist, the company today is announcing the launch of a new product called Navan Connect, which it describes as a patented card-link technology that gives businesses a way to offer automated expense management and reconciliation without having to change their corporate card provider.</li><li>These players compete not only with each other but with legacy providers such as Concur and Expensify by offering automated expense management.Many of these startups generate revenue from interchange fees, meaning that they receive a certain percentage of each transaction made on the corporate card they have provided.</li><li>Brex, which started out as primarily a corporate card provider, made a big push last year into software.</li><li>Sign up here.In recent years, a number of startups have made a business out of providing corporate credit cards to companies.</li><li>Some of those startups also make money by charging subscriptions for their expense management software.</li><li>Navan (formerly known as TripActions) offers both a corporate card as well as a subscription to its software.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/12/navan-takes-a-swipe-at-expense-management-startups-with-new-mastercard-and-visa-partnerships/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Former Samsung exec accused of stealing data to build copycat chip plant in China",
            "description": "A former executive of Samsung Electronics allegedly stole Samsungs chip data to build a copycat chip factory in China.",
            "url": "/2023-06-12-former-samsung-exec-accused-of-stealing-data-to-build-copycat-chip-plant-in-china",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1359446412.jpg?resize=1200,800",
            "publishedAt": "2023-06-12T10:44:06Z",
            "content": "A former executive of Samsung Electronics allegedly stole the memory chip juggernauts confidential semiconductor data to build a copycat chip facility in China, South Korean prosecutors said on Mond [+1672 chars]",
            "summary": "Prosecutors said the stolen data from Samsung could take its toll of at least $233 million (300 billion won) on Samsung.This is not just a leak of semiconductor technology, as the company tried to replicate a whole semiconductor factory, according to prosecutors. It is a serious crime that could deal a heavy blow to the foundation of the domestic semiconductor industry at a time of cut-throat competition for chip production, the prosecutors office said.Prosecutors indicted six other people who are allegedly ex-Samsung officials accomplices. A former executive of Samsung Electronics stole the juggernauts confidential semiconductor data to build a copycat chip facility in China, South Korean prosecutors alleged on Monday.The 65-year-old defendant, who also previously worked for Korean chipmaker SK Hynix, has been arrested. Samsung declined to comment on it.",
            "html_summary": "<ul><li>Prosecutors said the stolen data from Samsung could take its toll of at least $233 million (300 billion won) on Samsung.This is not just a leak of semiconductor technology, as the company tried to replicate a whole semiconductor factory, according to prosecutors.</li><li>“It is a serious crime that could deal a heavy blow to the foundation of the domestic semiconductor industry at a time of cut-throat competition for chip production,” the prosecutor’s office said.Prosecutors indicted six other people who are allegedly ex-Samsung official’s accomplices.</li><li>A former executive of Samsung Electronics stole the juggernaut’s confidential semiconductor data to build a copycat chip facility in China, South Korean prosecutors alleged on Monday.The 65-year-old defendant, who also previously worked for Korean chipmaker SK Hynix, has been arrested.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/12/former-samsung-exec-accused-of-stealing-data-to-build-copycat-chip-plant-in-china/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Nasdaq to acquire financial services software company Adenza from Thoma Bravo for $10.5B",
            "description": "Nasdaq is doling out $10.5 billion to acquire Adenza, a company that develops riskmanagement and regulatory software for the finance market.",
            "url": "/2023-06-12-nasdaq-to-acquire-financial-services-software-company-adenza-from-thoma-bravo-for-10-5b",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1258565324.jpg?resize=1200,800",
            "publishedAt": "2023-06-12T11:21:56Z",
            "content": "Nasdaq today revealed that its doling out $10.5 billion to acquire Adenza, a company that develops riskmanagement and related regulatory software for the financial services market.The megabucks d [+1762 chars]",
            "summary": "The acquisition of Adenza brings together two world-class franchises steeped in market infrastructure, regulatory, and risk management expertise at a time when financial institutions are navigating some of the most complex market dynamics in history. The deal also sits among the biggest acquisitions of the year so far, second only to Qualtrics $12.5 billion acquisition announced a few months back.Adenza emerged from two acquisitions that Thoma Bravo made in the past few years. From fast-evolving global regulations to rapidly increasing pressures to modernize infrastructure, our clients are seeking trusted partners equipped to support them in this challenging environment.Nasdaq said it expects to close the deal within the next nine months.",
            "html_summary": "<ul><li>“The acquisition of Adenza brings together two world-class franchises steeped in market infrastructure, regulatory, and risk management expertise at a time when financial institutions are navigating some of the most complex market dynamics in history.</li><li>The deal also sits among the biggest acquisitions of the year so far, second only to Qualtrics’ $12.5 billion acquisition announced a few months back.Adenza emerged from two acquisitions that Thoma Bravo made in the past few years.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/12/nasdaq-to-acquire-financial-services-software-company-adenza-from-thoma-bravo-for-10-5b/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "HSBC rebrands, expands its SVB UK buy as HSBC Innovation Banking",
            "description": "Acquired by HSBC in an emergency sale for just 1 in March as SVB was melting down, SVB UK is now getting a rebrand and expansion under its new owner. Today the banking giant launched HSBC Innovation Banking, a new unit focusing on banking services to the sta",
            "url": "/2023-06-12-hsbc-rebrands-expands-its-svb-uk-buy-as-hsbc-innovation-banking",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-506716213-e1658514916870.jpg?resize=1200,675",
            "publishedAt": "2023-06-12T05:54:53Z",
            "content": "Acquired by HSBC in an emergency sale for just 1 in March as SVB was melting down, SVB UK is now getting a rebrand and expansion under its new owner. Today the banking giant launched HSBC Innovation [+3843 chars]",
            "summary": "Funding for technology companies had been gushing like a geyser for years leading up to and through the Covid-19 pandemic  one reason why SVB, originally a community bank for the nascent startup industry, had scaled into an outsized operation that regulators were struggling to keep up with. HSBC Innovation Banking will help innovative businesses to unlock their potential, create more jobs and access new global opportunities  supporting my priority to grow the UK economy and cement our position as a science and tech superpower. When HSBC acquired SVB UK, the deal included assuming loans of around 5.5 billion and deposits of around 6.7 billion. It also recruited what appears to have been the whole team of SVB Israel: Led by David Cohen, it also includes his whole team of Gadi Moshe, Alon Oz, Tamir Efrati, and Meir Slobodov, plus some 20 others. Acquired by HSBC in an emergency sale for just 1 in March as SVB was melting down, SVB UK is now getting a rebrand and expansion under its new owner. We will protect this specialism and take it to the next level by combining these capabilities with our financial strength and global reach. HSBC now has a world-class team focused on innovation companies, their founders and their investors.",
            "html_summary": "<ul><li>Funding for technology companies had been gushing like a geyser for years leading up to and through the Covid-19 pandemic — one reason why SVB, originally a community bank for the nascent startup industry, had scaled into an outsized operation that regulators were struggling to keep up with.</li><li>““HSBC Innovation Banking will help innovative businesses to unlock their potential, create more jobs and access new global opportunities – supporting my priority to grow the UK economy and cement our position as a science and tech superpower.”</li><li>When HSBC acquired SVB UK, the deal included assuming loans of around £5.5 billion and deposits of around £6.7 billion.</li><li>It also recruited what appears to have been the whole team of SVB Israel: Led by David Cohen, it also includes his whole team of Gadi Moshe, Alon Oz, Tamir Efrati, and Meir Slobodov, plus some 20 others.</li><li>Acquired by HSBC in an emergency sale for just £1 in March as SVB was melting down, SVB UK is now getting a rebrand and expansion under its new owner.</li><li>We will protect this specialism and take it to the next level by combining these capabilities with our financial strength and global reach.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/11/hsbc-rebrands-expands-its-svb-uk-buy-as-hsbc-innovation-banking/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Oova grabs another $10.3M, unveils membership model for athome fertility testing",
            "description": "Oovas new membership offering costs $99 and includes The Oova Kit, support from healthcare professionals and access to a community of peers.",
            "url": "/2023-06-12-oova-10-3m-at-home-fertility-testing-healthcare",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/433A1017-copy.jpg?resize=1200,677",
            "publishedAt": "2023-06-12T12:30:33Z",
            "content": "One in six people are expected to be affected by infertility at some point in their lives, and with the cost of procedures, like in vitro fertilization, costing tens of thousands of dollars for each  [+3989 chars]",
            "summary": "In addition, the company is eyeing all other phases of a womens health.We started off with fertility because its a place that Im very passionate about, but what is also very clear is that all the different phases of a womans life are dictated by hormones, she said. The test comes with 15 days of testing strips and measures the luteinizing hormone and progesterone to provide advanced personalized analytics and real-time action plans so a woman can know her most fertile days and confirm ovulation.Oovas Oova Kit, an at-home fertility test. In addition, the company has trained its model on over 10,000 cycles monitored through the platform.Weve also seen a massive increase in the adoption across both consumer and clinical channels, Divaraniya said. Not only do we have daily hormone measurements across tens of thousands of cycles, but we also have treatment data. In total, the company raised $11.5 million.Oova has revolutionized the way we understand our hormonal health, said Sara Eshelman, partner at Spero Ventures, in a written statement. If you can understand the different patterns that happen in classic urban spaces, you can actually start adjusting those.8 investors discuss whats ahead for reproductive health startups in a post-Roe world Because of the adoption, it led to one of the most powerful datasets in the industry.",
            "html_summary": "<ul><li>In addition, the company is eyeing all other phases of a women’s health.“We started off with fertility because it’s a place that I’m very passionate about, but what is also very clear is that all the different phases of a woman’s life are dictated by hormones,” she said.</li><li>The test comes with 15 days of testing strips and measures the luteinizing hormone and progesterone to provide advanced personalized analytics and real-time action plans so a woman can know her most fertile days and confirm ovulation.Oova’s Oova Kit, an at-home fertility test.</li><li>In addition, the company has trained its model on over 10,000 cycles monitored through the platform.“We’ve also seen a massive increase in the adoption across both consumer and clinical channels,” Divaraniya said.</li><li>Not only do we have daily hormone measurements across tens of thousands of cycles, but we also have treatment data.</li><li>In total, the company raised $11.5 million.“Oova has revolutionized the way we understand our hormonal health,” said Sara Eshelman, partner at Spero Ventures, in a written statement.</li><li>“If you can understand the different patterns that happen in classic urban spaces, you can actually start adjusting those.”8 investors discuss what’s ahead for reproductive health startups in a post-Roe world</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/12/oova-10-3m-at-home-fertility-testing-healthcare/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "London lures a16zs first international office with predictable crypto regs",
            "description": "US VC giant Andreessen Horowitz  which has about $35bn in assets under management  is to open its first (yes, the first) international office in London, led by one of the firms general partners, Sriram Krishnan. The office will focus on supporting the deve",
            "url": "/2023-06-12-london-lures-a16zs-first-international-office-with-predictable-crypto-regs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-1185460611.jpg?resize=1200,800",
            "publishedAt": "2023-06-12T09:39:00Z",
            "content": "US VC giant Andreessen Horowitz which has about $35bn in assets under management is to open its first (yes, the first) international office in London, led by one of the firms general partners, Sriram [+3313 chars]",
            "summary": "a16z has committed $7.6 billion to crypto startups globally.Chris Dixon, who leads a16zs crypto investments, said: London is a major financial hub, its a major tech hub and frankly its a very attractive place for people to live. US VC giant Andreessen Horowitz  which has about $35 billion in assets under management  is to open its first (yes, the first) international office in London, led by one of the firms general partners, Sriram Krishnan. The office will focus on supporting the development of crypto, blockchain technologies and associated web3 startups.",
            "html_summary": "<ul><li>a16z has committed $7.6 billion to crypto startups globally.Chris Dixon, who leads a16z’s crypto investments, said: “London is a major financial hub, it’s a major tech hub and frankly it’s a very attractive place for people to live.</li><li>US VC giant Andreessen Horowitz — which has about $35 billion in assets under management — is to open its first (yes, the first) international office in London, led by one of the firm’s general partners, Sriram Krishnan.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/12/london-lures-a16zs-first-international-office-with-predictable-crypto-regs/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Salesforce launches AI Cloud to bring models to the enterprise",
            "description": "Salesforce is launching AI Cloud, a collection of products, tools and services with generative AI at the core.",
            "url": "/2023-06-12-salesforce-launches-ai-cloud-to-bring-models-to-the-enterprise",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1188301651.jpg?resize=1200,800",
            "publishedAt": "2023-06-12T12:00:58Z",
            "content": "Salesforce is launching a new suite of products aimed at bolstering its position in the ultracompetitive AI space.Called AI Cloud, the suite, which includes tools designed to deliver enterprise r [+7013 chars]",
            "summary": "Theres nine models in total: Sales GPT, Service GPT, Marketing GPT, Commerce GPT, Slack GPT, Tableau GPT, Flow GPT and Apex GPT.Sales GPT can quickly auto-craft personalized emails, while Service GPT can create service briefings, case summaries and work orders based on case data and customer history. Similar to Nvidias NeMo Guardrails, Einstein Trust Layer attempts to prevent text-generating models from retaining sensitive data, such as customer purchase orders and phone numbers.Einstein Trust Layers aimed at companies with strict compliance and governance requirements thatd normally preclude them from using generative AI tools, Caplan says. And thats going to be really powerful, as well as training the models and delivering more value to our customers and similar things across the stack.AI Cloud will launch sometime this year, Salesforce says, with Einstein Trust Layer set to become generally available later this month. And for OpenAI customers, Salesforce says that its established a trust partnership with OpenAI to deliver joint content moderation using OpenAIs safety tools in conjunction with Einstein Trust Layer.Moderating models and prompts is tricky business, and Salesforce has plenty in the way of competition. As for Apex GPT, it can scan for code vulnerabilities and suggest inline code for Apex, Salesforces proprietary programming language.Several of the models are live as of today, including Slack GPT, Commerce GPT, Sales GPT and Service GPT. Salesforce is launching a new suite of products aimed at bolstering its position in the ultra-competitive AI space.Called AI Cloud, the suite, which includes tools designed to deliver enterprise ready AI, is Salesforces latest cross-disciplinary attempt to augment its product portfolio with AI capabilities. And other generative AI platforms, like Writer, Jasper and even Grammarly, provide ways to steer models responses toward certain styles.",
            "html_summary": "<ul><li>There’s nine models in total: Sales GPT, Service GPT, Marketing GPT, Commerce GPT, Slack GPT, Tableau GPT, Flow GPT and Apex GPT.Sales GPT can quickly auto-craft personalized emails, while Service GPT can create service briefings, case summaries and work orders based on case data and customer history.</li><li>Similar to Nvidia’s NeMo Guardrails, Einstein Trust Layer attempts to prevent text-generating models from retaining sensitive data, such as customer purchase orders and phone numbers.Einstein Trust Layer’s aimed at companies with strict compliance and governance requirements that’d normally preclude them from using generative AI tools, Caplan says.</li><li>And that’s going to be really powerful, as well as training the models and delivering more value to our customers and similar things across the stack.”AI Cloud will launch sometime this year, Salesforce says, with Einstein Trust Layer set to become generally available later this month.</li><li>And for OpenAI customers, Salesforce says that it’s established a “trust partnership” with OpenAI to deliver joint content moderation using OpenAI’s safety tools in conjunction with Einstein Trust Layer.Moderating models and prompts is tricky business, and Salesforce has plenty in the way of competition.</li><li>As for Apex GPT, it can scan for code vulnerabilities and suggest inline code for Apex, Salesforce’s proprietary programming language.Several of the models are live as of today, including Slack GPT, Commerce GPT, Sales GPT and Service GPT.</li><li>Salesforce is launching a new suite of products aimed at bolstering its position in the ultra-competitive AI space.Called AI Cloud, the suite, which includes tools designed to deliver “enterprise ready” AI, is Salesforce’s latest cross-disciplinary attempt to augment its product portfolio with AI capabilities.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/12/salesforce-launches-ai-cloud-to-bring-models-to-the-enterprise/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Percepto flies high with $67M for its industrial drones",
            "description": "Percepto, a drone startup that is building a sizable business with its software and hardware for industrial drone applications, is today announcing a big round of funding to take its operations to the next level  both literally and figuratively. The startup ",
            "url": "/2023-06-12-percepto-flies-high-with-67m-for-its-industrial-drones",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Pecepto.jpg?w=1000",
            "publishedAt": "2023-06-12T10:59:06Z",
            "content": "Percepto, a drone startup that is building a sizable business with its software and hardware for industrial drone applications, is today announcing a big round of funding to take its operations to th [+7030 chars]",
            "summary": "Percepto (not to be confused with the Israeli reputation management startup of the same name) has become the first industrial drone company to get a nationwide Beyond Line of Sight (BVLOS) waiver from the FAA in the U.S. Their focus on automating the inspection process for industrial companies serves a critical need in the market, especially as operational efficiency and site monitoring take on increased importance. Percepto also demonstrates how industrial companies can combine autonomous systems and the expertise of human workers to drive value and improve safety and operational outcomes. When we looked at the industry, we saw several companies doing this because it addresses a real business need. When Percepto announced its previous round in 2020, it had just inked a big deal with Boston Dynamics to co-develop solutions with the robotics maker. U.S. Venture Partners, Delek US Holdings, Atento Capital, Spider Capital and Arkin Holdings  all previous backers  are also participating. But Perceptos end-to-end approach stood out to us as a differentiator.",
            "html_summary": "<ul><li>Percepto (not to be confused with the Israeli reputation management startup of the same name) has become the first industrial drone company to get a nationwide Beyond Line of Sight (BVLOS) waiver from the FAA in the U.S.</li><li>“Their focus on automating the inspection process for industrial companies serves a critical need in the market, especially as operational efficiency and site monitoring take on increased importance.</li><li>Percepto also demonstrates how industrial companies can combine autonomous systems and the expertise of human workers to drive value and improve safety and operational outcomes.”</li><li>“When we looked at the industry, we saw several companies doing this because it addresses a real business need.</li><li>When Percepto announced its previous round in 2020, it had just inked a big deal with Boston Dynamics to co-develop solutions with the robotics maker.</li><li>U.S. Venture Partners, Delek US Holdings, Atento Capital, Spider Capital and Arkin Holdings — all previous backers — are also participating.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/12/percepto-flies-high-with-67m-for-its-industrial-drones/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Navan takes a swipe at expense management startups with new Mastercard and Visa partnerships. Former Samsung exec accused of stealing data to build copycat chip plant in China. Nasdaq to acquire financial services software company Adenza from Thoma Bravo for $10.5B. HSBC rebrands, expands its SVB UK buy as HSBC Innovation Banking. Oova grabs another $10.3M, unveils membership model for athome fertility testing. London lures a16zs first international office with predictable crypto regs. Salesforce launches AI Cloud to bring models to the enterprise. Percepto flies high with $67M for its industrial drones"
}