{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Hans Nichols",
            "title": "Trump calls for more tariffs on China",
            "description": "President Trump escalated his attacks on China at CPAC last night, testing his ability to move the U.S. toward a more confrontational approach on trade with the communist nation.Why it matters The last six years have shown that Trumps hawkish proposals on C",
            "url": "/2023-03-04-trump-china-confrontation-trade",
            "urlToImage": "https://images.axios.com/Y9TlBbfWTzn2xTRUHmpSFxHN6eY=/0x0:6000x3375/1366x768/2023/03/05/1677974870118.jpg",
            "publishedAt": "2023-03-05T13:29:19Z",
            "content": "President Trump escalated his attacks on China at CPAC last night, testing his ability to move the U.S. toward a more confrontational approach on trade with the communist nation.Why it matters The [+4389 chars]",
            "summary": "Last October, he imposed export restrictions on semiconductor technology and is considering new rules on outbound investment to China.What were watching: Trump stopped short of calling for a total decoupling of the two economies. Between the lines: Some Republicans from farm states have tempered their enthusiasm for aggressively confronting China with concerns that any retaliation could devastate their home-state agricultural industries. The bottom line: Positions that once were unthinkable  such as imposing 25% tariffs on Americas third biggest trading partner  are now consensus views. told Axios.",
            "html_summary": "<ul><li>Last October, he imposed export restrictions on semiconductor technology and is considering new rules on outbound investment to China.What we’re watching: Trump stopped short of calling for a total decoupling of the two economies.</li><li>Between the lines: Some Republicans from farm states have tempered their enthusiasm for aggressively confronting China with concerns that any retaliation could devastate their home-state agricultural industries.</li><li>The bottom line: Positions that once were unthinkable — such as imposing 25% tariffs on America’s third biggest trading partner — are now consensus views.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/05/trump-china-confrontation-trade"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps Jack Dorseybacked Bluesky, social apps teen protections, Twitter clients get help",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. The app economy in 2023 hit a few snags, as consumer spending last year dropped for the first time by 2%",
            "url": "/2023-03-04-this-week-in-apps-jack-dorsey-backed-bluesky-social-apps-teen-protections-twitter-clients-get-help",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/this-week-in-apps-splash-2023.webp?resize=1200,637",
            "publishedAt": "2023-03-04T19:11:32Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.The app economy in 2023 hit a few snags, as [+29217 chars]",
            "summary": "The app was built by a team that includes the developer of the Aviary app for Twitter, which was among those unceremoniously killed by Twitter earlier this year after new owner Elon Musk decided the wider app ecosystem no longer had a need for third-party Twitter clients. The company this week was touting its expanded tests of an age verification feature that asks users to verify their age if they attempt to change their age to an adult (18 or older) in the app. Whats more, they would have to pay back users pro-rated subscriptions out of pocket.That situation seems to have paved the way for an equally unusual exception to App Store rules, which typically wouldnt allow developers to solicit customers to decline refunds for non-functional apps. In addition, Snapchat+ subscriptions will soon gain a feature that would allow users to freeze their streaks any time they needed a break, the company said.This is an incredible thumbing of its nose by Snap at all the hubbub around teen safety and mental health protections. And, in the case of Tapbots Tweetbot app, users can opt to transfer their subscription to the companys newest app  its Mastodon client Ivory  instead. At worst, as in the case of Snapchats new Streaks pausing feature, they actually force users to pay for the benefit of a less addictive app and better mental health.Lets start with Instagram. This week, in an unusual turn of events, two developers have updated their shuttered apps with new functionality: Theyre asking their subscribers to decline to receive a refund by clicking a new I dont need a refund button in their nonfunctional apps.",
            "html_summary": "<ul><li>The app was built by a team that includes the developer of the Aviary app for Twitter, which was among those unceremoniously killed by Twitter earlier this year after new owner Elon Musk decided the wider app ecosystem no longer had a need for third-party Twitter clients.</li><li>The company this week was touting its expanded tests of an age verification feature that asks users to verify their age if they attempt to change their age to an adult (18 or older) in the app.</li><li>What’s more, they would have to pay back users’ pro-rated subscriptions out of pocket.That situation seems to have paved the way for an equally unusual exception to App Store rules, which typically wouldn’t allow developers to solicit customers to decline refunds for non-functional apps.</li><li>In addition, Snapchat+ subscriptions will soon gain a feature that would allow users to freeze their streaks any time they needed a break, the company said.This is an incredible thumbing of its nose by Snap at all the hubbub around teen safety and mental health protections.</li><li>And, in the case of Tapbots’ Tweetbot app, users can opt to transfer their subscription to the company’s newest app — its Mastodon client Ivory — instead.</li><li>At worst, as in the case of Snapchat’s new Streaks pausing feature, they actually force users to pay for the benefit of a less addictive app and better mental health.Let’s start with Instagram.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/04/this-week-in-apps-jack-dorsey-backed-bluesky-social-apps-teen-protections-twitter-clients-get-help/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Chinese company rejects rights accusation after US sanctions",
            "description": "BGI Group, one of the worlds biggest genetics analysis companies, has said it never would be involved in human rights abuses after the U.S. government said there was a danger some of its units might contribute to Chinese surveillance. Three",
            "url": "/2023-03-04-china-trade-security-technology-genetics-bgi-entity-d14c4bb435e85204f1c590a62dbc4138",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/2a/42a9a71f-ba95-5f14-8da1-aeb2bbdac7a3/64042fedbf8ad.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-05T05:46:45Z",
            "content": "BEIJING (AP) BGI Group, one of the worlds biggest genetics analysis companies, said Sunday it never would be involved in human rights abuses after the U.S. government said there was a danger some of [+2240 chars]",
            "summary": "The Commerce Department cited a risk BGI technology might contribute to surveillance. It didnt mention Uyghurs or other Muslim minorities but previously has denied it provided technology to surveil them. They are barred from importing goods into China or making new investments in the country.",
            "html_summary": "<ul><li>The Commerce Department cited a risk BGI technology might contribute to surveillance.</li><li>It didn’t mention Uyghurs or other Muslim minorities but previously has denied it provided technology to surveil them.</li></ul>",
            "website_url": "https://apnews.com/article/china-trade-security-technology-genetics-bgi-entity-d14c4bb435e85204f1c590a62dbc4138"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By TOM KRISHER and MARK THIESSEN - Associated Press",
            "title": "Global race to boost electric vehicle range in cold weather",
            "description": "Many electric vehicle batteries lose power when its very cold. Its something thats long been known by engineers but thousands of people are confronting the issue now if they own an electric car and have to make a longer trip",
            "url": "/2023-03-04-electric-vehicles-cold-weather-battery-ev-6d86b7aa19e233d5dcc4d2c9abb193ed",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/a/74/a7495185-4d21-5ed9-ac6e-765ab210991d/64033bb48d52b.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-04T08:25:19Z",
            "content": "By TOM KRISHER and MARK THIESSEN  Associated PressTOK, Alaska (AP) Alaskas rugged and frigid interior, where it can get as cold as minus 50 Fahrenheit (minus 46 Celsius), is not the place youd exp [+7457 chars]",
            "summary": "Tok has among the highest electricity prices in the nation.In the coldest weather, 0 down to minus 10 F (minus 18-23 C) the electric bus costs roughly $1.15 per mile, versus 40 cents per mile for a diesel bus, Blackard said. Rushit Bhimani, who lives in a northern suburb of Detroit, said he sees about 30% lower range in his Tesla Model Y when the weather gets cold, from whats supposed to be 330 miles per charge to as low as 230. The cost of the electric bus drops to about 90 cents a mile when its warm, but he says the costs make it unworkable and he wouldnt buy another one.Many owners of personal electric vehicles also are finding that long-distance wintertime travel can be hard. By testing, engineers can make battery and heat management changes in existing cars and learn for future models, said Lawrence Ziehr, project manager for energy recovery on GMs electric vehicles. TOK, Alaska (AP)  Alaskas rugged and frigid interior, where it can get as cold as minus 50 Fahrenheit (minus 46 Celsius), is not the place youd expect to find an electric school bus.But here is Bus No. The ones that do better are using heat pumps.Heat pumps draw heat from the outside air even in cold temperatures, and have been around for decades, but only recently have been developed for automobiles, Case said. They should clarify that one, he said while charging just south of Ann Arbor on a trip to Chicago.Around three-quarters of this EV range loss is due to keeping occupants warm, but speed and even freeway driving are factors.",
            "html_summary": "<ul><li>Tok has among the highest electricity prices in the nation.In the coldest weather, 0 down to minus 10 F (minus 18-23 C) the electric bus costs roughly $1.15 per mile, versus 40 cents per mile for a diesel bus, Blackard said.</li><li>Rushit Bhimani, who lives in a northern suburb of Detroit, said he sees about 30% lower range in his Tesla Model Y when the weather gets cold, from what’s supposed to be 330 miles per charge to as low as 230.</li><li>The cost of the electric bus drops to about 90 cents a mile when it’s warm, but he says the costs make it unworkable and he wouldn’t buy another one.Many owners of personal electric vehicles also are finding that long-distance wintertime travel can be hard.</li><li>By testing, engineers can make battery and heat management changes in existing cars and learn for future models, said Lawrence Ziehr, project manager for energy recovery on GM’s electric vehicles.</li><li>TOK, Alaska (AP) — Alaska’s rugged and frigid interior, where it can get as cold as minus 50 Fahrenheit (minus 46 Celsius), is not the place you’d expect to find an electric school bus.But here is Bus No.</li><li>The ones that do better are using heat pumps.Heat pumps draw heat from the outside air even in cold temperatures, and have been around for decades, but only recently have been developed for automobiles, Case said.</li></ul>",
            "website_url": "https://apnews.com/article/electric-vehicles-cold-weather-battery-ev-6d86b7aa19e233d5dcc4d2c9abb193ed"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By TOM KRISHER and MARK THIESSEN - Associated Press",
            "title": "Global race to boost electric vehicle range in cold weather",
            "description": "Many electric vehicle batteries lose power when its very cold. Its something thats long been known by engineers but thousands of people are confronting the issue now if they own an electric car and have to make a longer trip",
            "url": "/2023-03-04-electric-vehicles-cold-weather-battery-ev-6d86b7aa19e233d5dcc4d2c9abb193ed",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/c9/ec9964e8-5b9b-5f8c-86e8-188ac7ef482f/64033bb8b2432.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-04T08:25:19Z",
            "content": "By TOM KRISHER and MARK THIESSEN  Associated PressTOK, Alaska (AP) Alaskas rugged and frigid interior, where it can get as cold as minus 50 Fahrenheit (minus 46 Celsius), is not the place youd exp [+7457 chars]",
            "summary": "Tok has among the highest electricity prices in the nation.In the coldest weather, 0 down to minus 10 F (minus 18-23 C) the electric bus costs roughly $1.15 per mile, versus 40 cents per mile for a diesel bus, Blackard said. Rushit Bhimani, who lives in a northern suburb of Detroit, said he sees about 30% lower range in his Tesla Model Y when the weather gets cold, from whats supposed to be 330 miles per charge to as low as 230. The cost of the electric bus drops to about 90 cents a mile when its warm, but he says the costs make it unworkable and he wouldnt buy another one.Many owners of personal electric vehicles also are finding that long-distance wintertime travel can be hard. By testing, engineers can make battery and heat management changes in existing cars and learn for future models, said Lawrence Ziehr, project manager for energy recovery on GMs electric vehicles. TOK, Alaska (AP)  Alaskas rugged and frigid interior, where it can get as cold as minus 50 Fahrenheit (minus 46 Celsius), is not the place youd expect to find an electric school bus.But here is Bus No. The ones that do better are using heat pumps.Heat pumps draw heat from the outside air even in cold temperatures, and have been around for decades, but only recently have been developed for automobiles, Case said. They should clarify that one, he said while charging just south of Ann Arbor on a trip to Chicago.Around three-quarters of this EV range loss is due to keeping occupants warm, but speed and even freeway driving are factors.",
            "html_summary": "<ul><li>Tok has among the highest electricity prices in the nation.In the coldest weather, 0 down to minus 10 F (minus 18-23 C) the electric bus costs roughly $1.15 per mile, versus 40 cents per mile for a diesel bus, Blackard said.</li><li>Rushit Bhimani, who lives in a northern suburb of Detroit, said he sees about 30% lower range in his Tesla Model Y when the weather gets cold, from what’s supposed to be 330 miles per charge to as low as 230.</li><li>The cost of the electric bus drops to about 90 cents a mile when it’s warm, but he says the costs make it unworkable and he wouldn’t buy another one.Many owners of personal electric vehicles also are finding that long-distance wintertime travel can be hard.</li><li>By testing, engineers can make battery and heat management changes in existing cars and learn for future models, said Lawrence Ziehr, project manager for energy recovery on GM’s electric vehicles.</li><li>TOK, Alaska (AP) — Alaska’s rugged and frigid interior, where it can get as cold as minus 50 Fahrenheit (minus 46 Celsius), is not the place you’d expect to find an electric school bus.But here is Bus No.</li><li>The ones that do better are using heat pumps.Heat pumps draw heat from the outside air even in cold temperatures, and have been around for decades, but only recently have been developed for automobiles, Case said.</li></ul>",
            "website_url": "https://apnews.com/article/electric-vehicles-cold-weather-battery-ev-6d86b7aa19e233d5dcc4d2c9abb193ed"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Joe Mcdonald",
            "title": "China sets this years economic growth target at around 5%",
            "description": "BEIJING (AP)  Chinas government announced plans to promote a consumerled revival of the struggling economy as its legislature opened a session Sunday that will tighten President Xi Jinpings control over business and society.",
            "url": "/2023-03-04-china-economy-politics-2c335cb95a0bf42078fed230e40170e2",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/bec4f22bc52641b8963dce1cdc97c0ad/3000.jpeg",
            "publishedAt": "2023-03-05T02:13:33Z",
            "content": "BEIJING (AP) Chinas government announced plans to promote a consumerled revival of the struggling economy as its legislature opened a session Sunday that will tighten President Xi Jinpings control o [+6885 chars]",
            "summary": "A central bank official said Friday real estate activity is recovering and lending for construction and home purchases is rising.A recovery based on consumer spending is likely to be more gradual than one driven by government stimulus or a boom in real estate investment. The Stockholm International Peace Research Institute says the two countries together account for half of global military outlays.Lis report called for boosting consumer spending by increasing household incomes but gave no details in his unusually brief, 53-minute speech. Beijing is pressing them to pay for social welfare and official initiatives to develop processor chips and other technology. That has prompted warnings economic growth will suffer.Lis report Sunday reinforced the importance of state industry. He called for peaceful reunification between China and Taiwan, which split in 1949 after a civil war, but announced no initiatives.Taiwan never has been part of the Peoples Republic of China, but Beijing says it is obligated to unite with the mainland, by force if necessary. His company announced last week Bao was cooperating in an investigation but gave no details. Chinas military spending is the worlds second highest after the United States.",
            "html_summary": "<ul><li>A central bank official said Friday real estate activity is recovering and lending for construction and home purchases is rising.A recovery based on consumer spending is likely to be more gradual than one driven by government stimulus or a boom in real estate investment.</li><li>The Stockholm International Peace Research Institute says the two countries together account for half of global military outlays.Li’s report called for boosting consumer spending by increasing household incomes but gave no details in his unusually brief, 53-minute speech.</li><li>Beijing is pressing them to pay for social welfare and official initiatives to develop processor chips and other technology.</li><li>That has prompted warnings economic growth will suffer.Li’s report Sunday reinforced the importance of state industry.</li><li>He called for “peaceful reunification” between China and Taiwan, which split in 1949 after a civil war, but announced no initiatives.Taiwan never has been part of the People’s Republic of China, but Beijing says it is obligated to unite with the mainland, by force if necessary.</li><li>His company announced last week Bao was “cooperating in an investigation” but gave no details.</li></ul>",
            "website_url": "https://apnews.com/article/china-economy-politics-2c335cb95a0bf42078fed230e40170e2"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "China expands defense budget 7.2%, marking just .1% increase",
            "description": "China on Sunday announced a 7.2% increase in its defense budget for the coming year, just .1% higher than in 2022. That marks the eighth consecutive year of singledigit percentage increases in what...",
            "url": "/2023-03-04-china-defense-budget-aircraft-carriers-cdac45c8d36a47cffda68be99b7c9ee7",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/5d344f45685a4806aba1f1dd8b18ab6c/3000.webp",
            "publishedAt": "2023-03-05T03:28:38Z",
            "content": "China on Sunday announced a 7.2% increase in its defense budget for the coming year, up slightly from last years 7.1% rate of increase.That marks the eighth consecutive year of singledigit percent [+4411 chars]",
            "summary": "China on Sunday announced a 7.2% increase in its defense budget for the coming year, up slightly from last years 7.1% rate of increase.That marks the eighth consecutive year of single-digit percentage point increases in what is now the worlds second-largest military budget. Although no longer increasing at the double-digit annual percentage rates of past decades, Chinas defense spending has remained relatively high despite skyrocketing levels of government debt and an economy that grew last year at its second-lowest level in at least four decades. The 2023 figure was given as 1.55 trillion yuan ($224 billion), roughly double the figure from 2013.Along with the worlds biggest standing army, China has the worlds largest navy and recently launched its third aircraft carrier. China also boasts a massive stockpile of missiles, along with stealth aircraft, bombers capable of delivering nuclear weapons, advanced surface ships and nuclear powered submarines. The 2 million-member Peoples Liberation Army is the military wing of the ruling Communist Party, commanded by a party commission led by president and party leader Xi Jinping. China spent 1.7% of GDP on its military in 2021, according to the World Bank, while the U.S., with its massive overseas obligations, spent a relatively high 3.5%. That has prompted a steady flow of weapons sales to the island from the U.S., including ground systems, air defense missiles and F-16 fighters.",
            "html_summary": "<ul><li>China on Sunday announced a 7.2% increase in its defense budget for the coming year, up slightly from last year’s 7.1% rate of increase.That marks the eighth consecutive year of single-digit percentage point increases in what is now the world’s second-largest military budget.</li><li>Although no longer increasing at the double-digit annual percentage rates of past decades, China’s defense spending has remained relatively high despite skyrocketing levels of government debt and an economy that grew last year at its second-lowest level in at least four decades.</li><li>The 2023 figure was given as 1.55 trillion yuan ($224 billion), roughly double the figure from 2013.Along with the world’s biggest standing army, China has the world’s largest navy and recently launched its third aircraft carrier.</li><li>China also boasts a massive stockpile of missiles, along with stealth aircraft, bombers capable of delivering nuclear weapons, advanced surface ships and nuclear powered submarines.</li><li>The 2 million-member People’s Liberation Army is the military wing of the ruling Communist Party, commanded by a party commission led by president and party leader Xi Jinping.</li><li>China spent 1.7% of GDP on its military in 2021, according to the World Bank, while the U.S., with its massive overseas obligations, spent a relatively high 3.5%.</li></ul>",
            "website_url": "https://apnews.com/article/china-defense-budget-aircraft-carriers-cdac45c8d36a47cffda68be99b7c9ee7"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Trump calls for more tariffs on China. This Week in Apps Jack Dorseybacked Bluesky, social apps teen protections, Twitter clients get help. Chinese company rejects rights accusation after US sanctions. Global race to boost electric vehicle range in cold weather. Global race to boost electric vehicle range in cold weather. China sets this years economic growth target at around 5%. China expands defense budget 7.2%, marking just .1% increase"
}