{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Zenfi takes in new funding to bring Mexicans some financial peace",
            "description": "Luis Rubn Chvez, founder and CEO of Zenfi If Credit Karma, SoFi, Marcus and Copilot Money had a kid, it would be us.Zenfi takes in new funding to bring Mexicans some financial peace by Christine Hall originally published on TechCrunch",
            "url": "/2023-01-23-zenfi-mexico-financial-health",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/latin-america-money-bryce.webp?resize=1200,674",
            "publishedAt": "2023-01-23T13:01:59Z",
            "content": "Luis Rubn Chvez, founder and CEO of Zenfi, says consumer finance in Mexico and across Latin America is basically broken.Achieving basic financial health in Mexico for around 50 to 60 million peop [+2733 chars]",
            "summary": "App users answer some questions, input their financial data sources and get long-term personal financial planning, Chvez said.Seven years after creating Zenfi, the company has more than 3 million users, many who use the platform to consolidate and pay off their debt from another bank, he added. We are trying to make a dent in the Mexican financial system and want to go from $100 million in loans to $2 billion, so we will build the internal capabilities around the team and infrastructure.Mexicos fintech success: How tech is driving the population to banking Luis Rubn Chvez, founder and CEO of Zenfi, says consumer finance in Mexico and across Latin America is basically broken.Achieving basic financial health in Mexico for around 50 to 60 million people is really hard, he told TechCrunch. It also plugs into the countrys tax system so that users can access tax returns and filing tools.One of the newest features is a personal finance manager. In addition, Chvez will hire more people to add to Zenfis 60-person team.Right now, we have the biggest fintech lending licenses and personal loan company in Mexico and a benchmark for volume and portfolio quality, he added. Cometa, Redwood Ventures, Polgono, Conny & Co. and an AngelList syndicate led by Peter Livingston participated as well.Chvez intends to deploy the new funds into dozens of features in the pipeline, including debit and credit products. Zenfi also offers free credit tracking and integrates with open banking.",
            "html_summary": "<ul><li>App users answer some questions, input their financial data sources and get long-term personal financial planning, Chávez said.Seven years after creating Zenfi, the company has more than 3 million users, many who use the platform to consolidate and pay off their debt from another bank, he added.</li><li>“We are trying to make a dent in the Mexican financial system and want to go from $100 million in loans to $2 billion, so we will build the internal capabilities around the team and infrastructure.”Mexico’s fintech success: How tech is driving the population to banking</li><li>Luis Rubén Chávez, founder and CEO of Zenfi, says consumer finance in Mexico and across Latin America “is basically broken.”“Achieving basic financial health in Mexico for around 50 to 60 million people is really hard,” he told TechCrunch.</li><li>It also plugs into the country’s tax system so that users can access tax returns and filing tools.One of the newest features is a personal finance manager.</li><li>In addition, Chávez will hire more people to add to Zenfi’s 60-person team.“Right now, we have the biggest fintech lending licenses and personal loan company in Mexico and a benchmark for volume and portfolio quality,” he added.</li><li>Cometa, Redwood Ventures, Polígono, Conny & Co. and an AngelList syndicate led by Peter Livingston participated as well.Chávez intends to deploy the new funds into dozens of features in the pipeline, including debit and credit products.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/23/zenfi-mexico-financial-health/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "SpaceX may perform a wet dress rehearsal of its Starship launch system today",
            "description": "If at first you dont succeed, cryo, cryo again.",
            "url": "/2023-01-23-spacex-may-perform-a-wet-dress-rehearsal-of-its-starship-launch-system-today",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/01/52621303187_e7823227fe_k-760x380.jpg",
            "publishedAt": "2023-01-23T14:21:38Z",
            "content": "Enlarge/ A fully stacked Starship launch system is seen on January 9, 2023.0 with 0 posters participatingAfter months of preparation, SpaceX is now approaching the critical test phase of its laun [+3642 chars]",
            "summary": "The first stage, Booster 7, has seen as many as 14 of its 33 Raptor engines test fired during activity back in November.Now these two vehicles are fully stacked on the launch pad ahead of today's critical fueling test. This could come as early as March if things proceed well.Of course things may not go well, and it's possible that SpaceX will ultimately decide to use newer iterations of Starship hardware for the orbital test flight. However this upper stage of this vehicle, Ship 24, previously underwent a successful static fire test of its six Raptor rocket engines on September 8, 2022. Monday's methodical wet dress rehearsal is a key part of that test campaign.While SpaceX is not providing a livestream of Monday's testing, several private streamers, including NASASpaceflight and LabPadre, will have you covered as the rocket turns white and frosty. The countdown will proceed toward liftoff but end just before the transfer of internal power to the launch vehicle.There will be no engine ignition today. The goal is to ensure the rocket clears the launch site so that it does not damage valuable infrastructure there, at a minimum. While not as dramatic as a test firing, such \"wet dress rehearsals\" are essential to demonstrate the safe fueling of so much propellant at once.",
            "html_summary": "<ul><li>The first stage, Booster 7, has seen as many as 14 of its 33 Raptor engines test fired during activity back in November.Now these two vehicles are fully stacked on the launch pad ahead of today's critical fueling test.</li><li>This could come as early as March if things proceed well.Of course things may not go well, and it's possible that SpaceX will ultimately decide to use newer iterations of Starship hardware for the orbital test flight.</li><li>However this upper stage of this vehicle, Ship 24, previously underwent a successful static fire test of its six Raptor rocket engines on September 8, 2022.</li><li>Monday's methodical wet dress rehearsal is a key part of that test campaign.While SpaceX is not providing a livestream of Monday's testing, several private streamers, including NASASpaceflight and LabPadre, will have you covered as the rocket turns white and frosty.</li><li>The countdown will proceed toward liftoff but end just before the transfer of internal power to the launch vehicle.There will be no engine ignition today.</li><li>The goal is to ensure the rocket clears the launch site so that it does not damage valuable infrastructure there, at a minimum.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/01/spacex-may-perform-a-wet-dress-rehearsal-of-its-starship-launch-system-today/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Eugene Y. Mar",
            "title": "Failures are valuable IP Protect your startups negative trade secrets",
            "description": "Negative trade secrets protect a companys secret knowhow gained from extensive research investment about what does not work.",
            "url": "/2023-01-23-failures-are-valuable-ip-protect-your-startups-negative-trade-secrets",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/11/GettyImages-157421916.jpg?resize=1200,735",
            "publishedAt": "2023-01-23T13:00:41Z",
            "content": "Tech companies and startups are familiar with protecting their inventions with patents, and their secret formulas, source code and algorithms as trade secrets.But they may not be aware of another p [+3601 chars]",
            "summary": "Companies and employees should bear in mind some general best practices when protecting and navigating around negative trade secrets.Courts sometimes scrutinize the breadth of alleged negative trade secrets to determine if they prevent others from competing in a particular field altogether. The former assistants negative know-how from Edisons 10,000 failed attempts would allow his new employer to start on attempt 10,001.But while a trade secret is a companys intellectual property, an employees general knowledge, skill and experience acquired in his or her former employment is not. Genentech included specific allegations that the defendants downloaded and provided to JHL hundreds of confidential Genentech documents filled with proprietary negative know-how.JHL argued that its protocols differed from Genentechs, but the court said this did not foreclose JHLs possible use of Genentechs negative trade secrets. Where does one draw this line?",
            "html_summary": "<ul><li>Companies and employees should bear in mind some general best practices when protecting and navigating around negative trade secrets.Courts sometimes scrutinize the breadth of alleged negative trade secrets to determine if they prevent others from competing in a particular field altogether.</li><li>The former assistant’s “negative know-how” from Edison’s 10,000 failed attempts would allow his new employer to start on attempt 10,001.But while a trade secret is a company’s intellectual property, an employee’s general knowledge, skill and experience acquired in his or her former employment is not.</li><li>Genentech included specific allegations that the defendants “downloaded and provided to JHL hundreds of confidential Genentech documents filled with proprietary negative know-how.”JHL argued that its protocols differed from Genentech’s, but the court said this did not foreclose JHL’s possible use of Genentech’s negative trade secrets.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/23/failures-are-valuable-ip-protect-your-startups-negative-trade-secrets/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Germany is looking into PayPals terms for merchants",
            "description": "Veteran tech giant PayPal is facing an antitrust investigation in Germany related to its rules on surcharges.",
            "url": "/2023-01-23-paypal-germany-fco-proceeding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/02/paypal.jpg?resize=1200,640",
            "publishedAt": "2023-01-23T13:51:24Z",
            "content": "Veteran tech giant PayPal is facing an antitrust investigation in Germany  where the Federal Cartel Office (FCO) has announced its looking into its rules on surcharges.The regulator is concerned  [+4022 chars]",
            "summary": "If merchants are prevented from taking into account the different costs of the various payment methods with corresponding surcharges or discounts, other and new payment methods can hold their own less well in the price and quality competition or not even come onto the market. This ex ante regime will flip the classical antitrust protocol  whereby market power must be assessed and investigation precedes remedy  by applying, up front, a set of fixed rules on platforms designated as competitively significant gatekeepers. We will now examine what market power PayPal has and to what extent online retailers are dependent on offering PayPal as a payment method. Payment services with market power could thus gain further leeway for their own pricing.",
            "html_summary": "<ul><li>If merchants are prevented from taking into account the different costs of the various payment methods with corresponding surcharges or discounts, other and new payment methods can hold their own less well in the price and quality competition or not even come onto the market.</li><li>This “ex ante” regime will flip the classical antitrust protocol — whereby market power must be assessed and investigation precedes remedy — by applying, up front, a set of fixed rules on platforms designated as competitively significant “gatekeepers”.</li><li>We will now examine what market power PayPal has and to what extent online retailers are dependent on offering PayPal as a payment method.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/23/paypal-germany-fco-proceeding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Microsoft invests billions more dollars in OpenAI, extends partnership",
            "description": "Microsoft today announced that its extending its partnership with OpenAI, the startup behind art and textgenerating AI systems like ChatGPT, DALLE 2 and GPT3, with a multiyear, multibilliondollar investment. OpenAI says the infusion",
            "url": "/2023-01-23-microsoft-invests-billions-more-dollars-in-openai-extends-partnership",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/03/lp-logo-3.jpg?resize=1200,812",
            "publishedAt": "2023-01-23T14:15:55Z",
            "content": "Microsoft today announced that its extending its partnership with OpenAI, the startup behind art and textgenerating AI systems like ChatGPT, DALLE 2 and GPT3, with a multiyear, multibilliond [+1686 chars]",
            "summary": "Under the terms of one rumored arrangement detailed by Semafor, Microsoft would receive three-quarters of OpenAIs profits until it recovers its investment, with additional investors taking 49% and OpenAI retaining the remaining 2% in equity.OpenAI is under pressure to turn a profit on products like ChatGPT. OpenAI says that the infusion of new capital  the exact amount of which wasnt disclosed  will be used to continue its independent research and develop AI thats safe, useful and powerful.OpenAI will remain a capped-profit company as a part of the deal. Earlier this month, Q&A coding site Stack Overflow temporarily banned users from sharing content generated by ChatGPT, saying the AI made it too easy for users to generate responses and flood the site with dubious answers. Microsoft shares our values and we are excited to continue our independent research and work toward creating advanced AI that benefits everyone.OpenAI  and Microsoft, by extension  face steep legal challenges that threaten to impeded the growth of their AI explorations. Microsoft today announced that its extending its partnership with OpenAI, the startup behind art- and text-generating AI systems like ChatGPT, DALL-E 2 and GPT-3, with a multi-year, multi-billion-dollar investment. And Microsoft has incorporated OpenAI innovations including GPT-3 and DALL-E 2 into apps and services like Power Apps, Microsoft Edge and the forthcoming Designer.The efforts build on Microsoft and OpenAIs years of close collaboration. In 2019, Microsoft announced that it would invest $1 billion in OpenAI to jointly develop new technologies for the Azure platform and further extend OpenAIs large-scale AI capabilities.",
            "html_summary": "<ul><li>Under the terms of one rumored arrangement detailed by Semafor, Microsoft would receive three-quarters of OpenAI’s profits until it recovers its investment, with additional investors taking 49% and OpenAI retaining the remaining 2% in equity.OpenAI is under pressure to turn a profit on products like ChatGPT.</li><li>OpenAI says that the infusion of new capital — the exact amount of which wasn’t disclosed — will be used to continue its independent research and develop AI that’s “safe, useful and powerful.”OpenAI will remain a capped-profit company as a part of the deal.</li><li>Earlier this month, Q&A coding site Stack Overflow temporarily banned users from sharing content generated by ChatGPT, saying the AI made it too easy for users to generate responses and flood the site with dubious answers.</li><li>“Microsoft shares our values and we are excited to continue our independent research and work toward creating advanced AI that benefits everyone.”OpenAI — and Microsoft, by extension — face steep legal challenges that threaten to impeded the growth of their AI explorations.</li><li>Microsoft today announced that it’s extending its partnership with OpenAI, the startup behind art- and text-generating AI systems like ChatGPT, DALL-E 2 and GPT-3, with a “multi-year, multi-billion-dollar” investment.</li><li>And Microsoft has incorporated OpenAI innovations including GPT-3 and DALL-E 2 into apps and services like Power Apps, Microsoft Edge and the forthcoming Designer.The efforts build on Microsoft and OpenAI’s years of close collaboration.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/23/microsoft-invests-billions-more-dollars-in-openai-extends-partnership/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Zeekr goes on a hiring spree, Tesla kicks off a price war and Hesai files for an IPO",
            "description": "The Station is a weekly newsletter dedicated to all things transportation. Sign up here  just click The Station  to receive the full edition of the newsletter every weekend in your inbox. Subscribe for free. Welcome back to The Station, your",
            "url": "/2023-01-23-zeekr-goes-on-a-hiring-spree-tesla-kicks-off-a-price-war-and-hesai-files-for-an-ipo",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/waymo-zeekr-logo.jpg?resize=1200,675",
            "publishedAt": "2023-01-23T12:00:31Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+11845 chars]",
            "summary": "Existing backers Koch Disruptive Technologies and New Enterprise Associates also participated.Volta, the EV charging network operator, will be acquired by a U.S.-based subsidiary of oil company Shell for $169 million.Waabi, the Toronto-based self-driving trucks startup, landed Volvo Group Venture Capital AB as a strategic investor. Gogoro is working with the Indian state of Maharashtra to establish state-wide battery charging and swapping infrastructure as part of a deal valued at $2.5 billion.Helbiz is leaving unprofitable markets by spring 2023, but is also actively seeking new markets to enter that might be more sustainable. A senior engineer testified that the video was faked and apparently Musk oversaw the direction of the video, even dictating the words that pop up at the start of the video saying the car is driving itself. Yglesias says new housing policy has to go hand in hand with transportation initiatives to offer solutions and make it easier for residents to bike or scoot to where they need to go. Now its aiming to add two-thirds more workers to its roster.The company posted on Wechat this week that it is hiring 3,000 new workers at more than 30 cities around the world, including its R&D center in Ningbo and Shanghai in China and in Gothenburg, Sweden. Separately, in its race to electrify, the company is also in talks with automakers to build EVs that sacrifice speed, and even a wheel or two, to drive down sticker price. EVgo launched EVgo ReNew, a maintenance program designed to make sure that when you finally find that public charging station you so desperately need, youre not met with multiple broken charge ports.",
            "html_summary": "<ul><li>Existing backers Koch Disruptive Technologies and New Enterprise Associates also participated.Volta, the EV charging network operator, will be acquired by a U.S.-based subsidiary of oil company Shell for $169 million.Waabi, the Toronto-based self-driving trucks startup, landed Volvo Group Venture Capital AB as a strategic investor.</li><li>Gogoro is working with the Indian state of Maharashtra to establish state-wide battery charging and swapping infrastructure as part of a deal valued at $2.5 billion.Helbiz is leaving unprofitable markets by spring 2023, but is also actively seeking new markets to enter that might be more sustainable.</li><li>A senior engineer testified that the video was faked and apparently Musk oversaw the direction of the video, even dictating the words that pop up at the start of the video saying the car is driving itself.</li><li>Yglesias says new housing policy has to go hand in hand with transportation initiatives to offer solutions and make it easier for residents to bike or scoot to where they need to go.</li><li>Now it’s aiming to add two-thirds more workers to its roster.The company posted on Wechat this week that it is hiring 3,000 new workers at more than 30 cities around the world, including its R&D center in Ningbo and Shanghai in China and in Gothenburg, Sweden.</li><li>Separately, in its race to electrify, the company is also in talks with automakers to build EVs that sacrifice speed, and even a wheel or two, to drive down sticker price.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/23/zeekr-goes-on-a-hiring-spree-tesla-kicks-off-a-price-war-and-hesai-files-for-an-ipo/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Zenfi takes in new funding to bring Mexicans some financial peace. SpaceX may perform a wet dress rehearsal of its Starship launch system today. Failures are valuable IP Protect your startups negative trade secrets. Germany is looking into PayPals terms for merchants. Microsoft invests billions more dollars in OpenAI, extends partnership. Zeekr goes on a hiring spree, Tesla kicks off a price war and Hesai files for an IPO"
}