{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DAVID A. LIEB - Associated Press",
            "title": "As sports betting spikes, help for problem gamblers expands in some states",
            "description": "When the NFL season kicks off, Kentucky residents will be able to legally bet on games for the first time. When they do, they also will be funding the states firstever program for people with gambling problems. Nearly threefourths of",
            "url": "/2023-09-05-sports-betting-problem-gambling-ad0f4b79a25cceafd2e0e9745c23b33d",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/thesunchronicle.com/content/tncms/assets/v3/editorial/5/21/5219128d-b7b0-5c07-9456-59b8cf000d20/64f71f4c33497.image.jpg?crop=1764%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-09-05T04:42:00Z",
            "content": "When the NFL season kicks off this week, Kentucky residents and visitors for the first time will be able to legally place sports bets on something other than horse racing. When they do, some of that  [+7150 chars]",
            "summary": "Ohio, which launched sports betting on Jan. 1, requires 2% of the tax revenues to go to a problem sports gaming fund. The state law also requires all sports betting ads to include a phone number for a problem gambling helpline. (AP Photo/Susan Haigh)Keith Whyte, executive director of the National Council on Problem Gambling, speaks about the rise of sports betting and its effect on problem gambling at Foxwoods Resort Casino in Mashantucket, Connecticut, Aug. 1, 2023. When the NFL season kicks off this week, Kentucky residents and visitors  for the first time  will be able to legally place sports bets on something other than horse racing, When they do, they also will be funding the states first-ever program for people with gambling problems. When the NFL season kicks off, Kentucky residents and visitors  for the first time  will be able to legally place sports bets on something other than horse racing, When they do, they also will be funding the states first-ever program for people with gambling problems. As of a year ago, 15 states and the District of Columbia had laws earmarking a portion of their sports betting revenues toward problem gambling services, but another 15 states did not. Thats a decent start, but weve only got five certified gambling counselors in the state right now, and were going to need probably five times that many to provide adequate geographic and demographic coverage, said Michael R. Stone, executive director of the nonprofit Kentucky Council on Problem Gambling. In fact, Republican state Rep. Michael Meredith did not originally include any funding for problem gambling in his legislation that legalized sports betting.",
            "html_summary": "<ul><li>Ohio, which launched sports betting on Jan. 1, requires 2% of the tax revenues to go to a “problem sports gaming fund.” The state law also requires all sports betting ads to include a phone number for a problem gambling helpline.</li><li>(AP Photo/Susan Haigh)Keith Whyte, executive director of the National Council on Problem Gambling, speaks about the rise of sports betting and its effect on problem gambling at Foxwoods Resort Casino in Mashantucket, Connecticut, Aug. 1, 2023.</li><li>When the NFL season kicks off this week, Kentucky residents and visitors — for the first time — will be able to legally place sports bets on something other than horse racing, When they do, they also will be funding the state’s first-ever program for people with gambling problems.</li><li>When the NFL season kicks off, Kentucky residents and visitors — for the first time — will be able to legally place sports bets on something other than horse racing, When they do, they also will be funding the state’s first-ever program for people with gambling problems.</li><li>As of a year ago, 15 states and the District of Columbia had laws earmarking a portion of their sports betting revenues toward problem gambling services, but another 15 states did not.</li><li>That’s a decent start, but “we’ve only got five certified gambling counselors in the state right now, and we’re going to need probably five times that many to provide adequate geographic and demographic coverage,” said Michael R. Stone, executive director of the nonprofit Kentucky Council on Problem Gambling.</li></ul>",
            "website_url": "https://apnews.com/article/sports-betting-problem-gambling-ad0f4b79a25cceafd2e0e9745c23b33d"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Envisics closes $100M to advance AR headsup display tech in cars | TechCrunch",
            "description": "Envisics has closed its Series C and is nearing commercialization of its augmented reality headsup display with GMs Lyriq EV.",
            "url": "/2023-09-05-envisics-closes-100m-to-advance-ar-heads-up-display-tech-in-cars",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/Screen-Shot-2023-09-05-at-3.54.08-pm.png?resize=1200,668",
            "publishedAt": "2023-09-05T04:48:57Z",
            "content": "Envisics, a UKbased holographics company building incar technology that projects navigation, safety alerts and other data onto the inside of a windscreen, has closed a $100 million Series C round. [+2440 chars]",
            "summary": "Envisics a U K based holographics company building in car technology that projects navigation safety alerts and other data onto the inside of a windscreen has closed a million Series C round. General Motors has confirmed that Envisics second generation displays will be available in the electric Cadillac Lyriq but could not be reached in time to provide a timeline or additional details. Given the startup s backers it s possible we ll begin to see automakers like Stellantis Hyundai and SAIC Motor start announcing similar tech.",
            "html_summary": "<ul><li>Envisics a U K based holographics company building in car technology that projects navigation safety alerts and other data onto the inside of a windscreen has closed a million Series C round</li><li> General Motors has confirmed that Envisics second generation displays will be available in the electric Cadillac Lyriq but could not be reached in time to provide a timeline or additional details</li><li> Given the startup s backers it s possible we ll begin to see automakers like Stellantis Hyundai and SAIC Motor start announcing similar tech</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/04/envisics-closes-100m-to-advance-ar-heads-up-display-tech-in-cars/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Protestors rally at Cruise HQ in San Francisco | TechCrunch",
            "description": "Protestors rallied outside Cruise HQ after a robotaxi allegedly blocked an ambulance with a patient onboard who later died.",
            "url": "/2023-09-05-protestors-rally-at-cruise-hq-in-san-francisco",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/20210407_BaxTowner_Cruise_CamA_DOWNTOWN_706512.jpg?resize=1200,804",
            "publishedAt": "2023-09-05T03:39:11Z",
            "content": "Protestors gathered Monday outside Cruises headquarters in San Francisco after reports of one of its robotaxis blocking an ambulance with a patient on board who later died.The incident, which the  [+6987 chars]",
            "summary": "Cruise tweeted about the crash, saying one of its Chevy Bolt EVs entered an intersection on a green traffic light and was struck by the emergency vehicle that appeared to be en route to an emergency scene. The San Francisco Department of Public Works said the paving project had been properly marked off with cones and there were workers with flags at each end of the block.That same week, a Cruise robotaxi was involved in a collision with an emergency vehicle that left a passenger injured. When the ambulance arrived, it parked behind the second Cruise vehicle, which had stopped just before the intersection in the second to the right lane of a four-lane street. The department said emergency responders had trouble getting from the collision to the hospital because two Cruise robotaxis blocked the road. One of the Cruise vehicles looked to be somewhat in the way of a fire truck, clumsily moving out of its path and, eventually, through the intersection where the pedestrian had been struck. The ambulance behind the AV had a clear path to pass the AV as other vehicles, including the ambulance, proceeded to do so. But due to the high density of crowds with cell phones, there was a lag between the remote operator and the vehicles.Just two days later, another Cruise vehicle drove into wet cement and got stuck.",
            "html_summary": "<ul><li>Cruise tweeted about the crash, saying one of its Chevy Bolt EVs entered an intersection on a green traffic light and was struck by the emergency vehicle that appeared to be en route to an emergency scene.</li><li>The San Francisco Department of Public Works said the paving project had been properly marked off with cones and there were workers with flags at each end of the block.That same week, a Cruise robotaxi was involved in a collision with an emergency vehicle that left a passenger injured.</li><li>When the ambulance arrived, it parked behind the second Cruise vehicle, which had stopped just before the intersection in the second to the right lane of a four-lane street.</li><li>The department said emergency responders had trouble getting from the collision to the hospital because two Cruise robotaxis blocked the road.</li><li>One of the Cruise vehicles looked to be somewhat in the way of a fire truck, clumsily moving out of its path and, eventually, through the intersection where the pedestrian had been struck.</li><li>The ambulance behind the AV had a clear path to pass the AV as other vehicles, including the ambulance, proceeded to do so.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/04/protestors-rally-at-cruise-hq-in-san-francisco/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. As sports betting spikes, help for problem gamblers expands in some states. Envisics closes $100M to advance AR headsup display tech in cars | TechCrunch. Protestors rally at Cruise HQ in San Francisco | TechCrunch"
}