{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KARL RITTER - Associated Press",
            "title": "Japan, China leaders begin visits to rivals in Ukraine war",
            "description": "Japanese Prime Minister Fumio Kishida arrived in Kyiv for a surprise visit shortly after noon Tuesday, hours after Chinese President Xi Jinping arrived in neighboring Russia for a threeday trip. Moscows invasion will be in the spotlight at both meetings.",
            "url": "/2023-03-21-kishida-kyiv-xi-russia-putin-summit-575d4249f213f1ac0002344501c0239c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/a/9d/a9d967ac-1124-5f74-af4e-0d134147d42f/6419894bdd850.image.jpg?crop=1727%2C907%2C0%2C146&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-21T10:33:00Z",
            "content": "By KARL RITTER  Associated PressKYIV, Ukraine (AP) Japanese Prime Minister Fumio Kishida arrived in Kyiv for a surprise visit shortly after noon Tuesday, hours after Chinese President Xi Jinping a [+6561 chars]",
            "summary": "He said depleted uranium is a common component of tank rounds, possibly even used by Russia.Putin insinuating that they are some sort of nuclear weapon is bonkers, he told The Associated Press. If that happens, Russia will respond accordingly, given that the collective West is starting to use weapons with a nuclear component, he said, without elaborating. Xi said he invited Putin to China this year to discuss a regional initiative that seeks to extend Beijings influence through economic cooperation.Moscow and Beijing have both weathered international condemnation of their human rights records. The move displayed Chinas influence in a region where Washington has long been the major foreign player.Kishida became Japans first postwar leader to enter a war zone.Due to its pacifist principles, Japans support for Ukraine has been limited to nonlethal equipment and humanitarian supplies. Western officials have seen some signs Putin also wants lethal weapons from Beijing, though there is no evidence it has granted his request, NATO Secretary-General Jens Stoltenberg said in Brussels.Further contacts are planned. Both nations have conducted joint military exercises near Japans coasts.Beijings diplomatic foray follows its recent success in brokering a deal between Iran and its chief Middle Eastern rival, Saudi Arabia, to restore relations after years of tensions. That is why we are expanding our cooperation with China, including in the security sphere, he said.Putin is keen to show he has a heavyweight ally and market for Russian energy products under Western sanctions.",
            "html_summary": "<ul><li>He said depleted uranium is a common component of tank rounds, possibly even used by Russia.“Putin insinuating that they are some sort of nuclear weapon is bonkers,” he told The Associated Press.</li><li>“If that happens, Russia will respond accordingly, given that the collective West is starting to use weapons with a nuclear component,” he said, without elaborating.</li><li>Xi said he invited Putin to China this year to discuss a regional initiative that seeks to extend Beijing’s influence through economic cooperation.Moscow and Beijing have both weathered international condemnation of their human rights records.</li><li>The move displayed China’s influence in a region where Washington has long been the major foreign player.Kishida became Japan’s first postwar leader to enter a war zone.Due to its pacifist principles, Japan’s support for Ukraine has been limited to nonlethal equipment and humanitarian supplies.</li><li>Western officials “have seen some signs” Putin also wants lethal weapons from Beijing, though there is no evidence it has granted his request, NATO Secretary-General Jens Stoltenberg said in Brussels.Further contacts are planned.</li><li>Both nations have conducted joint military exercises near Japan’s coasts.Beijing’s diplomatic foray follows its recent success in brokering a deal between Iran and its chief Middle Eastern rival, Saudi Arabia, to restore relations after years of tensions.</li></ul>",
            "website_url": "https://apnews.com/article/kishida-kyiv-xi-russia-putin-summit-575d4249f213f1ac0002344501c0239c"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "TikTok overhauls its community guidelines, adds new policies on AI and climate misinformation",
            "description": "TikTok is announcing updates to its community guidelines that are designed to make the app a more secure environment for users. The company has overhauled the guidelines to make them easier to understand, and added new policies on AI and climate misinformatio",
            "url": "/2023-03-21-tiktok-overhauls-community-guidelines-adds-new-policies-ai-climate-misinformation",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1248389972.jpg?resize=1200,800",
            "publishedAt": "2023-03-21T11:00:12Z",
            "content": "TikTok is announcing updates to its community guidelines that are designed to make the app a more secure environment for users. The company has overhauled the guidelines to make them easier to unders [+7996 chars]",
            "summary": "We see new trends coming and going, and we think we need to regularly update these guidelines to meet the expectation of people who come on our service.TikTok has also added a new section under its misinformation policy to address climate misinformation. This includes prohibitions on hate speech, sexual exploitation and serious forms of harassment.TikTok defines synthetic media as content created or modified by AI technology that includes highly realistic digitally-created content of real people, such as a video of a real person speaking words that have been modified or changed. The new guidelines go into more detail, noting that TikTok does not allow misinformation about civic and electoral processes, including misinformation about how to vote, registering to vote, eligibility requirements of candidates, the processes to count ballots and certify elections, and the final outcome of an election. The app also wont allow material that has been edited or combined in a way that could mislead a person about real-world events.Synthetic media showing a public figure in certain contexts, including educational content, will be allowed. The updated guidelines note that TikTok does not allow climate change misinformation that undermines well-established scientific consensus, such as denying the existence of climate change or the factors that contribute to it. The social media platform is updating its community guidelines to make them easier to understand, and has added new policies on AI and climate misinformation. In some instances, they may be temporarily restricted from posting new content.TikTok has also added a new section that explains its age restrictions for young users.",
            "html_summary": "<ul><li>We see new trends coming and going, and we think we need to regularly update these guidelines to meet the expectation of people who come on our service.”TikTok has also added a new section under its misinformation policy to address climate misinformation.</li><li>This includes prohibitions on hate speech, sexual exploitation and serious forms of harassment.”TikTok defines synthetic media as content created or modified by AI technology that includes “highly realistic” digitally-created content of real people, such as a video of a real person speaking words that have been modified or changed.</li><li>The new guidelines go into more detail, noting that TikTok does not allow misinformation about civic and electoral processes, including misinformation about how to vote, registering to vote, eligibility requirements of candidates, the processes to count ballots and certify elections, and the final outcome of an election.</li><li>The app also won’t allow material that has been edited or combined in a way that could mislead a person about real-world events.Synthetic media showing a public figure in certain contexts, including educational content, will be allowed.</li><li>The updated guidelines note that TikTok does not allow climate change misinformation that “undermines well-established scientific consensus,” such as denying the existence of climate change or the factors that contribute to it.</li><li>The social media platform is updating its community guidelines to make them easier to understand, and has added new policies on AI and climate misinformation.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/21/tiktok-overhauls-community-guidelines-adds-new-policies-ai-climate-misinformation/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Mecanizou, now with $14.5M, plans to expand auto parts marketplace in So Paulo",
            "description": "Mecanizou provides auto parts and prices based on a cars basic information. Parts are purchased in one click and delivered in an hour.",
            "url": "/2023-03-21-mecanizou-automotive-brazil",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/latin-america-money-bryce.webp?resize=1200,674",
            "publishedAt": "2023-03-21T11:00:24Z",
            "content": "If youre a car maintenance doityourselfer in the United States, its pretty easy to find auto parts with a simple internet search or of an auto parts stores database. However, in Brazil, the experie [+2820 chars]",
            "summary": "Mecanizou is out to change that.The So Paulo-based startup is infusing data intelligence into the auto parts market to create a database connecting mechanic shops and resellers to automotive parts suppliers. Tech, for us, is the only way to connect mechanics with the supply chain.Heres how it works: The mechanic types in the vehicle identification number, the plate of the car and name of the parts, and Mecanizou answers with the parts, code and the price. If youre a car maintenance do-it-yourselfer in the United States, its pretty easy to find auto parts with a simple internet search or on an auto parts stores database. Mechanics can make a purchase with one click and receive the parts in one hour.Currently, the company operates only in the northern region of So Paulo. They discovered that there is a vast supply chain involved, but it has not evolved digitally.There are over 200 million SKU parts in Brazil, but if you try to look up a part, it is not digitized. We want to create algorithms and integrations to help them digitize and create a better ecosystem for the automotive industry.As its startup market accelerates, Brazil could be in for an IPO bonanza So 10 years ago, you might have called the retailer directly, or more recently, used WhatsApp, Faria said.",
            "html_summary": "<ul><li>Mecanizou is out to change that.The São Paulo-based startup is infusing data intelligence into the auto parts market to create a database connecting mechanic shops and resellers to automotive parts suppliers.</li><li>“Tech, for us, is the only way to connect mechanics with the supply chain.”Here’s how it works: The mechanic types in the vehicle identification number, the plate of the car and name of the parts, and Mecanizou answers with the parts, code and the price.</li><li>If you’re a car maintenance do-it-yourselfer in the United States, it’s pretty easy to find auto parts with a simple internet search or on an auto parts store’s database.</li><li>Mechanics can make a purchase with one click and receive the parts in one hour.Currently, the company operates only in the northern region of São Paulo.</li><li>They discovered that there is a vast supply chain involved, but it has not evolved digitally.“There are over 200 million SKU parts in Brazil, but if you try to look up a part, it is not digitized.</li><li>“We want to create algorithms and integrations to help them digitize and create a better ecosystem for the automotive industry.”As its startup market accelerates, Brazil could be in for an IPO bonanza</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/21/mecanizou-automotive-brazil/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "IPRally, a patent search engine powered by explainable AI, raises $10.8M",
            "description": "IPRally, a Finnish startup building a knowledge graphbased patent search engine, has raised 10 million in a Series A round of funding.",
            "url": "/2023-03-21-iprally-a-patent-search-engine-powered-by-explainable-ai-raises-10-8m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/IPrally-e1679391668590.png?resize=1200,676",
            "publishedAt": "2023-03-21T11:41:06Z",
            "content": "IPRally, a Finnish startup building a knowledge graphbased patent search engine, has raised 10 million ($10.8 million) in a Series A round of funding.Founded in 2018, IPRally is one of a number of [+2525 chars]",
            "summary": "Image Credits: IPRallyAdditionally, another major factor at play here is explainability  that is, IPRally allows the user to dive into the processes behind the results to see exactly why the platform has delivered the results it has, and gain a better understanding of any relevant prior art.Explainability. The company says it trained this neural network with data from millions of real patents, teaching it to think like that of a real-world patent examiner, but in a fraction of the time. Image Credits: IPRallyThere has been some sustained interest in all manner of technology that promises to modernize IP management, with the likes of SoftBank and Tencent backing IP analytics platform PatSnap to the tune of $300 million back in 2021. In effect, IPRally doesnt just read text, it strives to draw relationships between all the words and concepts in patent applications to generate the most relevant results.Knowledge graph.",
            "html_summary": "<ul><li>Image Credits: IPRallyAdditionally, another major factor at play here is explainability — that is, IPRally allows the user to dive into the processes behind the results to see exactly why the platform has delivered the results it has, and gain a better understanding of any relevant prior art.Explainability.</li><li>The company says it trained this neural network with data from millions of real patents, teaching it to “think” like that of a real-world patent examiner, but in a fraction of the time.</li><li>Image Credits: IPRallyThere has been some sustained interest in all manner of technology that promises to modernize IP management, with the likes of SoftBank and Tencent backing IP analytics platform PatSnap to the tune of $300 million back in 2021.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/21/iprally-a-patent-search-engine-powered-by-explainable-ai-raises-10-8m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Pilot AI taps algorithms to extract info from sales calls",
            "description": "Pilot AI, a startup developing tech to extract key info from sales calls, has raised $2,2 million in a venture funding round.",
            "url": "/2023-03-21-pilot-ai-taps-algorithms-to-extract-info-from-sales-calls",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-875588004.jpg?resize=1200,800",
            "publishedAt": "2023-03-21T12:33:10Z",
            "content": "Maxwell Lu, formerly a product engineer at Salesforce and the head of revenue operations at a previous startup, found himself frustrated by the task of relistening to sales calls to write up notes a [+4266 chars]",
            "summary": "Leaders are now looking for solutions like ours because it is far more cost effective to use AI to double down on multiplying the effectiveness of your existing sales team than it is to simply hire more sales reps, which was the go-to approach during the boom times. Pilot AI doesnt simply provide suggestions to sales reps, but rather takes over workload entirely from the sales reps and leadership.Thats a bold claim. But he claimed that the pandemic and macroeconomic slowdown have been a boon for business, actually, because theyve caused more sales conversations to happen digitally.To Lus point, companies are investing in  and investigating  AI for sales more now than they were previously. Maxwell Lu, formerly a product engineer at Salesforce and the head of revenue operations at a previous startup, found himself frustrated by the task of re-listening to sales calls to write up notes and fill out entries in customer relationship management (CRM) software. Parsing the hype, though, Pilot AI uses AI to pull information out of sales calls, generating notes and populating CRM fields after the calls conclude. A 2021 poll by 451 Research found that more than 95% of enterprises considered AI tech to be important to their digital transformation efforts, specifically for the purposes of lowering costs, increasing sales and improving workforce productivity. For example, Winn.ai, which launched out of stealth in September, offers an AI-powered assistant designed to help sales teams track, capture and update CRM entries  much like Pilot AI.",
            "html_summary": "<ul><li>“Leaders are now looking for solutions like ours because it is far more cost effective to use AI to double down on multiplying the effectiveness of your existing sales team than it is to simply hire more sales reps, which was the go-to approach during the boom times.”</li><li>“Pilot AI doesn’t simply provide suggestions to sales reps, but rather takes over workload entirely from the sales reps and leadership.”That’s a bold claim.</li><li>But he claimed that the pandemic and macroeconomic slowdown have been a boon for business, actually, because they’ve caused more sales conversations to “happen digitally.”To Lu’s point, companies are investing in — and investigating — AI for sales more now than they were previously.</li><li>Maxwell Lu, formerly a product engineer at Salesforce and the head of revenue operations at a previous startup, found himself frustrated by the task of re-listening to sales calls to write up notes and fill out entries in customer relationship management (CRM) software.</li><li>Parsing the hype, though, Pilot AI uses AI to pull information out of sales calls, generating notes and populating CRM fields after the calls conclude.</li><li>A 2021 poll by 451 Research found that more than 95% of enterprises considered AI tech to be important to their digital transformation efforts, specifically for the purposes of lowering costs, increasing sales and improving workforce productivity.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/21/pilot-ai-taps-algorithms-to-extract-info-from-sales-calls/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Mapping drone startup Wingtra is charting a new future after landing $22M",
            "description": "Wingtras drones are used to perform surveying missions by organizations around the world, including NASA and the Army Corps of Engineers. Now the startup is mapping out a new expansion strategy after landing $22 million in Series B funding, which it will use",
            "url": "/2023-03-21-wingtra",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Wingtra-customers-are-mainly-operating-in-construction-and-infrastructure-open-pit-mining-and-urban-planning-and-land-development-industries.jpg?resize=1200,936",
            "publishedAt": "2023-03-21T07:00:54Z",
            "content": "Wingtras drones are used to perform surveying missions by organizations around the world, including NASA and the Army Corps of Engineers. Now the startup is mapping out a new expansion strategy after [+7228 chars]",
            "summary": "Wingtra and AgEagle lead in the survey and mapping fields for different reasons: the eBee X is a well-industrialized and reliable fixed-wing survey and mapping drone, while WingtraOne offers a VTOL drone with top-grade image quality for coverage.Wingtras key differentiation is its take-off and landing technology. Lack of data leads to inefficiencies, high costs and preventable CO2 emissions, but terrestrial surveying is labor intensive and can be dangerous and impossible to do without risking lives and fines when there are natural disasters like landslides.Wingtras drones are meant to be operational under all those conditions. In total, the companys drones make more than 100,000 flights each year and have mapped 18 million acres of land and sea.The startups second-generation drone, released in 2021, is called the WingtraOne Gen II and can create survey-grade 2D and 3D maps with RGB cameras. The products simplicity of use, its high reliability engineering, and the companys global network of value-added resellers and service providers have positioned it to expand its leadership in the $83+ billion mapping segment of the aerial intelligence market globally. The gathered data was used to track the migration of locust swarms, estimate crop damage, and ultimately make decisions about how to mitigate the invasion.In terms of competition, Wingtras best-known rivals are AgEagles eBee, and DJIs Phantom 4 RTK and M300 drones. The paper proposed a design for a small unmanned aerial vehicle that could take off and land vertically like a helicopter and transition to fixed-wing mode for long-range flight.While working on their thesis, the four registered Wingtra to develop and commercialize the tech. Wingtras drones are used to perform surveying missions by organizations around the world, including NASA and the Army Corps of Engineers.",
            "html_summary": "<ul><li>Wingtra and AgEagle lead in the survey and mapping fields for different reasons: the eBee X is a well-industrialized and reliable fixed-wing survey and mapping drone, while WingtraOne offers a VTOL drone with top-grade image quality for coverage.Wingtra’s key differentiation is its take-off and landing technology.</li><li>Lack of data leads to inefficiencies, high costs and preventable CO2 emissions, but terrestrial surveying is labor intensive and can be dangerous and impossible to do without risking lives and fines when there are natural disasters like landslides.Wingtra’s drones are meant to be operational under all those conditions.</li><li>In total, the company’s drones make more than 100,000 flights each year and have mapped 18 million acres of land and sea.The startup’s second-generation drone, released in 2021, is called the WingtraOne Gen II and can create survey-grade 2D and 3D maps with RGB cameras.</li><li>The product’s simplicity of use, its high reliability engineering, and the company’s global network of value-added resellers and service providers have positioned it to expand its leadership in the $83+ billion mapping segment of the aerial intelligence market globally.</li><li>The gathered data was used to track the migration of locust swarms, estimate crop damage, and ultimately make decisions about how to mitigate the invasion.In terms of competition, Wingtra’s best-known rivals are AgEagle’s eBee, and DJI’s Phantom 4 RTK and M300 drones.</li><li>The paper proposed a design for a small unmanned aerial vehicle that could take off and land vertically like a helicopter and transition to fixed-wing mode for long-range flight.While working on their thesis, the four registered Wingtra to develop and commercialize the tech.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/21/wingtra/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Japan, China leaders begin visits to rivals in Ukraine war. TikTok overhauls its community guidelines, adds new policies on AI and climate misinformation. Mecanizou, now with $14.5M, plans to expand auto parts marketplace in So Paulo. IPRally, a patent search engine powered by explainable AI, raises $10.8M. Pilot AI taps algorithms to extract info from sales calls. Mapping drone startup Wingtra is charting a new future after landing $22M"
}