{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Tom Krisher",
            "title": "CES 2023 Ram electric pickup joins crowded field next year  The Associated Press",
            "description": "CES 2023 Ram electric pickup joins crowded field next yearThe Associated PressRam reveals electric pickup truck concept to take on Tesla, Ford, ChevyBusiness InsiderSee the Ram 1500 Revolution BEV Concept from Every AngleC",
            "url": "/2023-01-06-technology-consumer-electronics-show-business-e07cf8b5210b86eb1e98a4f679b4fd68",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/19dd2fd150da4333b6a423bf519f2a3d/3000.webp",
            "publishedAt": "2023-01-06T04:37:55Z",
            "content": "DETROIT (AP) When a futuristiclooking electric Ram pickup truck goes on sale next year, it will hardly be the first in line.By then, at least seven EV competitors are scheduled to be on sale, all  [+4451 chars]",
            "summary": "Caldwell thinks the market for electric pickups will include buyers who use them for work and those who otherwise would buy an electric SUV for personal use.Electric trucks, she said, kind of give people who maybe were on the fence about (an EV) more reason to buy. The prices of the EV trucks, which are comparatively costly, will have to move closer to those of gasoline versions to pull buyers away, said Michelle Krebs, executive analyst for Cox Automotive.Fords electric pickup initially was to have a version starting around $40,000. Electric trucks may also appeal to companies that buy fleets of work trucks and want to receive tax credits and avoid paying for gasoline. Lithium and other (battery) mineral prices are high.Automakers say that prices should decline as the companies spread costs across more vehicles and as breakthroughs in battery chemistry reduce the quantity or even eliminate minerals now needed to store energy. And this year or next, three others  the Chevrolet Silverado EV, GMC Sierra EV and Teslas Cybertruck  are scheduled to roll out.Yet executives at Ram, which is Stellantis truck and commercial vehicle brand, say it doesnt bother them to be following rather than leading their competitors. But the Ram EV, Koval said, will surpass competitors in the areas that customers value the most: payload, towing, range and technology.GM has announced that the Silverado EV will be able to travel over 400 miles (640 kilometers) on a single charge. The company closed reservations after receiving $100 deposits from nearly 200,000 potential buyers.Last year, Americans bought more than 2.1 million full-size pickups, most of which still run on gasoline.",
            "html_summary": "<ul><li>Caldwell thinks the market for electric pickups will include buyers who use them for work and those who otherwise would buy an electric SUV for personal use.Electric trucks, she said, “kind of give people who maybe were on the fence about (an EV) more reason to buy.”</li><li>The prices of the EV trucks, which are comparatively costly, will have to move closer to those of gasoline versions to pull buyers away, said Michelle Krebs, executive analyst for Cox Automotive.Ford’s electric pickup initially was to have a version starting around $40,000.</li><li>Electric trucks may also appeal to companies that buy fleets of work trucks and want to receive tax credits and avoid paying for gasoline.</li><li>Lithium and other (battery) mineral prices are high.”Automakers say that prices should decline as the companies spread costs across more vehicles and as breakthroughs in battery chemistry reduce the quantity or even eliminate minerals now needed to store energy.</li><li>And this year or next, three others — the Chevrolet Silverado EV, GMC Sierra EV and Tesla’s Cybertruck — are scheduled to roll out.Yet executives at Ram, which is Stellantis’ truck and commercial vehicle brand, say it doesn’t bother them to be following rather than leading their competitors.</li><li>But the Ram EV, Koval said, will surpass competitors in the areas that customers value the most: payload, towing, range and technology.GM has announced that the Silverado EV will be able to travel over 400 miles (640 kilometers) on a single charge.</li></ul>",
            "website_url": "https://apnews.com/article/technology-consumer-electronics-show-business-e07cf8b5210b86eb1e98a4f679b4fd68"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Washington leads California Baptist over Utah Tech 7258  The Associated Press  en Espaol",
            "description": "RIVERSIDE, Calif. (AP)  Scotty Washington scored 17 points to guide California Baptist to a 7258 victory over Utah Tech on Thursday night. Washington was 6 of 10 shooting (3 for 4 from distance) for the Lancers (97, 12 Western Athletic Conference).",
            "url": "/2023-01-06-sports-utah-scotty-washington-utes-timothy-ighoefe-6061a8e46e1d40ce932152a8bc8e4c2a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-06T05:54:39Z",
            "content": "RIVERSIDE, Calif. (AP) Scotty Washington scored 17 points to guide California Baptist to a 7258 victory over Utah Tech on Thursday night.Washington was 6 of 10 shooting (3 for 4 from distance) for [+528 chars]",
            "summary": "Jacob Nicolds added 15 points and Isaiah Pope scored 13.NEXT UPUp next for Cal Baptist is a Saturday matchup with New Mexico State on the road, while Utah Tech hosts SFA on Thursday.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. Joe Quintana scored 16 points and added six rebounds. RIVERSIDE, Calif. (AP)  Scotty Washington scored 17 points to guide California Baptist to a 72-58 victory over Utah Tech on Thursday night.Washington was 6 of 10 shooting (3 for 4 from distance) for the Lancers (9-7, 1-2 Western Athletic Conference). Timothy Ighoefe scored 11 with 10 rebounds.The Trailblazers (9-7, 1-2) by Tanner Christensens 17 points and 14 rebounds.",
            "html_summary": "<ul><li>Jacob Nicolds added 15 points and Isaiah Pope scored 13.NEXT UPUp next for Cal Baptist is a Saturday matchup with New Mexico State on the road, while Utah Tech hosts SFA on Thursday.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>Joe Quintana scored 16 points and added six rebounds.</li><li>RIVERSIDE, Calif. (AP) — Scotty Washington scored 17 points to guide California Baptist to a 72-58 victory over Utah Tech on Thursday night.Washington was 6 of 10 shooting (3 for 4 from distance) for the Lancers (9-7, 1-2 Western Athletic Conference).</li></ul>",
            "website_url": "https://apnews.com/article/sports-utah-scotty-washington-utes-timothy-ighoefe-6061a8e46e1d40ce932152a8bc8e4c2a"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Denver lacrosse coach Bill Tierney to retire after season",
            "description": "Longtime college lacrosse coach Bill Tierney will retire from the University of Denver after the season and following a career thats produced seven national titles.Heading into his final season, the 71yearold Tierney has a 429147 career record. Tierney so",
            "url": "/2023-01-06-2c69def0440a49e0c07b4f7663e4f7da",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2023-01-06T02:22:15Z",
            "content": "DENVER (AP) Longtime college lacrosse coach Bill Tierney will retire from the University of Denver after the season and following a career thats produced seven national titles.Heading into his fin [+1879 chars]",
            "summary": "He leaves Pioneer mens lacrosse with a rock-solid foundation and a continued bright future, said Josh Berlo, the schools vice chancellor for athletics.Tierney got his college start at Rochester Institute of Technology, where he led the team to two postseason appearances in three seasons in charge. DENVER (AP)  Longtime college lacrosse coach Bill Tierney will retire from the University of Denver after the season and following a career thats produced seven national titles.Heading into his final season, the 71-year-old Tierney has a 429-147 career record. They say, When you know, you know, and as my career draws to a close, Im at peace with this decision, Tierney said in a statement Thursday. The list of people to thank who have impacted the last 48 years of my life is endless.An iconic figure at Princeton, Tierney shocked the lacrosse world by relocating to Denver in the summer of 2009. Tierney soon will begin his final go-around at a program he helped put on the lacrosse map, and led to the 2015 title. From there, he took a position as an assistant at Johns Hopkins University before heading to Princeton, where he spent 22 seasons and captured six national titles.The Pioneers play at Johns Hopkins in an exhibition game on Jan. 28. Our family is all over the country now, and Im looking forward to having the time to give back to them after all theyve given for me.___AP sports: https://apnews.com/hub/sports and https://twitter.com/AP_Sports",
            "html_summary": "<ul><li>“He leaves Pioneer men’s lacrosse with a rock-solid foundation and a continued bright future,” said Josh Berlo, the school’s vice chancellor for athletics.Tierney got his college start at Rochester Institute of Technology, where he led the team to two postseason appearances in three seasons in charge.</li><li>DENVER (AP) — Longtime college lacrosse coach Bill Tierney will retire from the University of Denver after the season and following a career that’s produced seven national titles.Heading into his final season, the 71-year-old Tierney has a 429-147 career record.</li><li>“They say, ‘When you know, you know,’ and as my career draws to a close, I’m at peace with this decision,” Tierney said in a statement Thursday.</li><li>“The list of people to thank who have impacted the last 48 years of my life is endless.”An iconic figure at Princeton, Tierney shocked the lacrosse world by relocating to Denver in the summer of 2009.</li><li>Tierney soon will begin his final go-around at a program he helped put on the lacrosse map, and led to the 2015 title.</li><li>From there, he took a position as an assistant at Johns Hopkins University before heading to Princeton, where he spent 22 seasons and captured six national titles.The Pioneers play at Johns Hopkins in an exhibition game on Jan. 28.</li></ul>",
            "website_url": "https://apnews.com/2c69def0440a49e0c07b4f7663e4f7da"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Laura.safran",
            "title": "Jackery Expands Pro Lineup of AwardWinning Solar Generators During CES 2023  TechCrunch",
            "description": "Jackery, the worlds leading innovative portable power provider and advocate for green outdoor lifestyle, is expanding its highperformance Pro lineup with two new solar generators, the Solar Generator 1500 Pro and 3000 Pro, to be released today. These new hi",
            "url": "/2023-01-06-jackery-expands-pro-lineup-of-award-winning-solar-generators-during-ces-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/hero-image-1.jpg",
            "publishedAt": "2023-01-06T05:42:31Z",
            "content": "Jackery, the worlds leading innovative portable power provider and advocate for green outdoor lifestyle, is expanding its highperformance Pro lineup with two new solar generators, the Solar Generat [+6124 chars]",
            "summary": "Jackery products also dominated the Outdoor category bestseller lists on Amazon in the US, Germany, the UK, and Japan.Founded in California in 2012, Jackery has brought green, portable power solutions to the masses, selling more than 2 million emission-free power stations since 2018. Jackery, the worlds leading innovative portable power provider and advocate for green outdoor lifestyle, is expanding its high-performance Pro lineup with two new solar generators, the Solar Generator 1500 Pro and 3000 Pro, to be released today. Jackery also pushed warm-weather performance with 30% improved heat dissipation efficiency thanks to an advanced cooling system built with high-precision chips and multiple independent sensors to monitor different parts of the power station in real time. These new high-capacity, fast-charging solar generators bundle portable power stations with Jackerys high-efficiency solar panels. IBC technology also guarantees a minimalist design that is pure and elegant.These two new additions to the Pro lineup are a testament to Jackerys commitment to research and development to improve upon their already best-selling products. The new 1500 Pro and 3000 Pro models have improved cold-weather performance, delivering consistent power discharge down to 20C (-4F), the equivalent to temperature in Kazakhstan during winter. Various using scenarios that suit your needs3000 Pro is the lightest and smallest among the same capacity level and with its compact size, it can power 99% of your appliances outdoors.",
            "html_summary": "<ul><li>Jackery products also dominated the “Outdoor” category bestseller lists on Amazon in the US, Germany, the UK, and Japan.Founded in California in 2012, Jackery has brought green, portable power solutions to the masses, selling more than 2 million emission-free power stations since 2018.</li><li>Jackery, the world’s leading innovative portable power provider and advocate for green outdoor lifestyle, is expanding its high-performance Pro lineup with two new solar generators, the Solar Generator 1500 Pro and 3000 Pro, to be released today.</li><li>Jackery also pushed warm-weather performance with 30% improved heat dissipation efficiency thanks to an advanced cooling system built with high-precision chips and multiple independent sensors to monitor different parts of the power station in real time.</li><li>These new high-capacity, fast-charging solar generators bundle portable power stations with Jackery’s high-efficiency solar panels.</li><li>IBC technology also guarantees a minimalist design that is pure and elegant.These two new additions to the Pro lineup are a testament to Jackery’s commitment to research and development to improve upon their already best-selling products.</li><li>The new 1500 Pro and 3000 Pro models have improved cold-weather performance, delivering consistent power discharge down to 20°C (-4°F), the equivalent to temperature in Kazakhstan during winter.</li></ul>",
            "website_url": "https://techcrunch.com/sponsor/jackery-inc/jackery-expands-pro-lineup-of-award-winning-solar-generators-during-ces-2023/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Studiobox is a remote video teams highdef dream",
            "description": "The COVID19 pandemic brought video production to its knees, but the show must go on, and necessity is the mother of invention. Studiobox leapt into the breech, creating an interview studio in a box. For the interviewee, a rugged case shows up, delivered by a",
            "url": "/2023-01-06-studiobox-at-ces",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/IMG_2483.jpg?resize=1200,800",
            "publishedAt": "2023-01-06T01:15:23Z",
            "content": "The COVID19 pandemic brought video production to its knees, but the show must go on, and necessity is the mother of invention. Studiobox leapt into the breech, creating an interview studio in a box. [+7668 chars]",
            "summary": "Image Credit: Haje Kamps / TechCrunch.The company doesnt want to be in the business of video production, however, and spent most of the pandemic creating a software suite that makes this functionality available to any film crew that wants to create high-quality content remotely. AI is getting very good about being able to isolate the sound of my voice even though the microphones 10 feet away, in real time, so all that technology is getting better and better and better, Ostrove explains. From there, the company wants to make its solution completely hardware agnostic, and put the power of production fully in the hands of its software.The software is still in development, but what the team showed off at CES was deeply impressive. For example, making my voice sound better, controlling the cameras parameters, or optimizing the lighting.El-Shayeb points to the cornucopia of sliders in the companys software. This is the first time a single piece of software is talking to all of these things at once.The company hired Ali El-Shayeb, who previously founded Nugget.ai, to take the helm of the technology at StudioBox as its CTO. If the internet drops out momentarily, perhaps the remote viewers see a loss of resolution, but that wont affect the camera at all, and the final result still looks perfect.We did a shoot at a hospital where we couldnt get the up and down speeds ahead of time. I truly believe this box can replace an interview crew.During the pandemic, the team got its baptism of fire when Amazon decided to reboot the Kids in the Hall TV series.I grew up watching that sketch comedy show and I was super, super happy to get that call.",
            "html_summary": "<ul><li>Image Credit: Haje Kamps / TechCrunch.The company doesn’t want to be in the business of video production, however, and spent most of the pandemic creating a software suite that makes this functionality available to any film crew that wants to create high-quality content remotely.</li><li>AI is getting very good about being able to isolate the sound of my voice even though the microphones 10 feet away, in real time, so all that technology is getting better and better and better,” Ostrove explains.</li><li>From there, the company wants to make its solution completely hardware agnostic, and put the power of production fully in the hands of its software.The software is still in development, but what the team showed off at CES was deeply impressive.</li><li>For example, making my voice sound better, controlling the camera’s parameters, or optimizing the lighting.”El-Shayeb points to the cornucopia of sliders in the company’s software.</li><li>This is the first time a single piece of software is talking to all of these things at once.”The company hired Ali El-Shayeb, who previously founded Nugget.ai, to take the helm of the technology at StudioBox as its CTO.</li><li>“If the internet drops out momentarily, perhaps the remote viewers see a loss of resolution, but that won’t affect the camera at all, and the final result still looks perfect.”“We did a shoot at a hospital where we couldn’t get the up and down speeds ahead of time.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/05/studiobox-at-ces/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. CES 2023 Ram electric pickup joins crowded field next year  The Associated Press. Washington leads California Baptist over Utah Tech 7258  The Associated Press  en Espaol. Denver lacrosse coach Bill Tierney to retire after season. Jackery Expands Pro Lineup of AwardWinning Solar Generators During CES 2023  TechCrunch. Studiobox is a remote video teams highdef dream"
}