{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Shopify to reduce workforce by 20%, sells logistics business to Flexport for 13% equity",
            "description": "Shopify revealed today that its laying off 20% of its workforce, impacting more than 2,000 people, and is selling its logistics business to Flexport for roughly 13% in stock. The news comes some 10 months afterShopify announced that it was reducing 10% of i",
            "url": "/2023-05-04-shopify-to-reduce-workforce-by-20-sells-logistics-business-to-flexport-for-13-equity",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1238591177.jpg?resize=1200,800",
            "publishedAt": "2023-05-04T11:47:12Z",
            "content": "Shopify revealed today that its laying off 20% of its workforce, impacting more than 2,000 people, and is selling its logistics business to Flexport for roughly 13% in stock.The news comes some 10 [+3790 chars]",
            "summary": "However, shipping and logistics always goes hand-in-hand with e-commerce, which is why Shopify has been building up that side of its business too.For context, Flexport is a 10-year-old freight and logistics platform that has raised more than $2 billion in funding from big-name investors including Andreessen Horowitz and SoftBank. Shopify itself invested as part of Flexports Series E round last February, and a few months later Shopify also acquired logistics startup Deliverr for more than $2 billion. Our main quest demands from us to build the best thing that is now possible, and that has just changed entirely.This is becoming a familiar narrative, one that well likely see a lot more of going forward. Its often said that larger companies are more sluggish but this is not because of their size, its because of all the side quests and distractions they accumulate along the way. Sometimes this can be worth it, especially when engaging the side quest creates the conditions by which the main quest can become more successful. The company says that those impacted will receive a minimum of 16 weeks severance pay, plus an additional week for every year served at Shopify. This happens because larger companies can afford to be somewhat inefficient, especially during stable economic boom times.",
            "html_summary": "<ul><li>However, shipping and logistics always goes hand-in-hand with e-commerce, which is why Shopify has been building up that side of its business too.For context, Flexport is a 10-year-old freight and logistics platform that has raised more than $2 billion in funding from big-name investors including Andreessen Horowitz and SoftBank.</li><li>Shopify itself invested as part of Flexport’s Series E round last February, and a few months later Shopify also acquired logistics startup Deliverr for more than $2 billion.</li><li>Our main quest demands from us to build the best thing that is now possible, and that has just changed entirely.”This is becoming a familiar narrative, one that we’ll likely see a lot more of going forward.</li><li>It’s often said that larger companies are more sluggish but this is not because of their size, it’s because of all the side quests and distractions they accumulate along the way.</li><li>“Sometimes this can be worth it, especially when engaging the side quest creates the conditions by which the main quest can become more successful.</li><li>The company says that those impacted will receive a minimum of 16 weeks severance pay, plus an additional week for every year served at Shopify.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/04/shopify-to-reduce-workforce-by-20-sells-logistics-business-to-flexport-for-13-equity/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Artificial intelligence market faces review from UK watchdog",
            "description": "Britains competition watchdog is opening a review of the artificial intelligence market, focusing on the technology underpinning chatbots like ChatGPT. The Competition Markets Authority said Thursday that it will look into the opportunities and risks of AI a",
            "url": "/2023-05-04-artificial-intelligence-chatgpt-britain-review-9b70db192513b71ed320975e1c42a8e5",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/25/725d2a9a-b1cd-53b9-8b20-1d80d7e37f0f/645390a1616b9.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-05-04T10:44:02Z",
            "content": "LONDON (AP) Britains competition watchdog said Thursday that its opening a review of the artificial intelligence market, focusing on the technology underpinning chatbots like ChatGPT.The Competiti [+1898 chars]",
            "summary": "The algorithms these models use are trained on vast pools of online information like blog posts and digital books to generate text and images that resemble human work, but they still face limitations including a tendency to fabricate information. Its crucial that the potential benefits of this transformative technology are readily accessible to U.K. businesses and consumers while people remain protected from issues like false or misleading information.The authority will examine competition and barriers to entry in the development of foundation models. And European Union negotiators are putting the finishing touches on sweeping new AI rules.The U.K. watchdog said the goal of the review is to help guide the development of AI to ensure open and competitive markets that dont end up being unfairly dominated by a few big players. AIs ability to mimic human behavior has dazzled users but also drawn attention from regulators and experts around the world concerned about its dangers as its use mushrooms  affecting jobs, copyright, education, privacy and many other parts of life. LONDON (AP)  Britains competition watchdog said Thursday that its opening a review of the artificial intelligence market, focusing on the technology underpinning chatbots like ChatGPT. The Competition Markets Authority said it will look into the opportunities and risks of AI as well as the competition rules and consumer protections that may be needed. Artificial intelligence has the potential to transform the way businesses compete as well as drive substantial economic growth, CMA Chief Executive Sarah Cardell said.",
            "html_summary": "<ul><li>The algorithms these models use are trained on vast pools of online information like blog posts and digital books to generate text and images that resemble human work, but they still face limitations including a tendency to fabricate information.</li><li>“It’s crucial that the potential benefits of this transformative technology are readily accessible to U.K. businesses and consumers while people remain protected from issues like false or misleading information.”The authority will examine competition and barriers to entry in the development of foundation models.</li><li>And European Union negotiators are putting the finishing touches on sweeping new AI rules.The U.K. watchdog said the goal of the review is to help guide the development of AI to ensure open and competitive markets that don’t end up being unfairly dominated by a few big players.</li><li>AI’s ability to mimic human behavior has dazzled users but also drawn attention from regulators and experts around the world concerned about its dangers as its use mushrooms — affecting jobs, copyright, education, privacy and many other parts of life.</li><li>LONDON (AP) — Britain’s competition watchdog said Thursday that it’s opening a review of the artificial intelligence market, focusing on the technology underpinning chatbots like ChatGPT.</li><li>The Competition Markets Authority said it will look into the opportunities and risks of AI as well as the competition rules and consumer protections that may be needed.</li></ul>",
            "website_url": "https://apnews.com/article/artificial-intelligence-chatgpt-britain-review-9b70db192513b71ed320975e1c42a8e5"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATT O'BRIEN and JOSH BOAK - Associated Press",
            "title": "Harris to meet with CEOs about artificial intelligence risks",
            "description": "Vice President Kamala Harris will meet with the CEOs of four major companies developing artificial intelligence. The Biden administration is rolling out initiatives meant to ensure the rapidly evolving AI technology improves lives without putting at risk peop",
            "url": "/2023-05-04-ai-artificial-intelligence-white-house-harris-578d623e473b0eeb3fa3e4728d7e9868",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/9/1c/91c55ff8-34ee-55ce-96bf-fad9cb54716d/64538947f1e63.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-05-04T10:13:20Z",
            "content": "By MATT OBRIEN and JOSH BOAK  Associated PressWASHINGTON (AP) Vice President Kamala Harris will meet on Thursday with the CEOs of four major companies developing artificial intelligence as the Bi [+3243 chars]",
            "summary": "But with AI systems being built atop previous models, it wont be easy to provide greater transparency after the fact.Its really going to be up to the governments to decide whether this means that you have to trash all the work youve done or not, Mitchell said. Chatbots were barely mentioned.But in a reflection of how fast AI technology has developed, negotiators in Brussels have been scrambling to update their proposals to take into account general purpose AI systems such as those built by OpenAI. Of course, I kind of imagine that at least in the U.S., the decisions will lean towards the corporations and be supportive of the fact that its already been done. AP writers Seung Min Kim in Washington and Kelvin Chan in London contributed to this report.___Follow the APs coverage of artificial intelligence at https://apnews.com/hub/artificial-intelligence.",
            "html_summary": "<ul><li>But with AI systems being built atop previous models, it won’t be easy to provide greater transparency after the fact.“It’s really going to be up to the governments to decide whether this means that you have to trash all the work you’ve done or not,” Mitchell said.</li><li>Chatbots were barely mentioned.But in a reflection of how fast AI technology has developed, negotiators in Brussels have been scrambling to update their proposals to take into account general purpose AI systems such as those built by OpenAI.</li><li>“Of course, I kind of imagine that at least in the U.S., the decisions will lean towards the corporations and be supportive of the fact that it’s already been done.</li></ul>",
            "website_url": "https://apnews.com/article/ai-artificial-intelligence-white-house-harris-578d623e473b0eeb3fa3e4728d7e9868"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Nuview emerges from stealth with plans to map the Earth using lidar",
            "description": "Nuview, an Orlandobased Florida startup, emerged from stealth with plans to map the world using lidar technology.",
            "url": "/2023-05-04-nuview-emerges-from-stealth-with-plans-to-map-the-earth-using-lidar",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1328338202.jpg?resize=1200,780",
            "publishedAt": "2023-05-04T08:01:15Z",
            "content": "Dozens of established players and newer entrants are competing to bring the most cuttingedge remote sensing data to customers. These companies may use hyperspectral, thermal, radar, or optical instr [+4708 chars]",
            "summary": "Nuview, a geospatial technology company that emerged from stealth today, wants to change that.The company aims to build out a constellation of 20 commercial satellites outfitted with its proprietary lidar system. Thus far, the company has a team of 21 full-time and contracted employees and is working on building out a new facility with optics, integration and laser labs in Orlando.So far, Graumann expects the companys biggest market will be in national mapping for civil agencies around the world. Lidar data are billions of discrete data points, Graumann said. The company also scored a government contract for an undisclosed amount.The company will start by launching a proof of concept satellite called Mr. These companies may use hyperspectral, thermal, radar or optical instruments  but none, as of yet, use light detection and ranging (lidar), a technology thats best-known for its use in self-driving cars. Nor is it as simple as transferring lidar systems from self-driving cars to satellites; the former systems are usually short-range, with very low power requirements. NASA has sent up a handful of scientific payloads that use lidar, but theyre very large systems that require a lot of power.",
            "html_summary": "<ul><li>Nuview, a geospatial technology company that emerged from stealth today, wants to change that.The company aims to build out a constellation of 20 commercial satellites outfitted with its proprietary lidar system.</li><li>Thus far, the company has a team of 21 full-time and contracted employees and is working on building out a new facility with optics, integration and laser labs in Orlando.So far, Graumann expects the company’s biggest market will be in national mapping for civil agencies around the world.</li><li>Lidar data are billions of discrete data points,” Graumann said.</li><li>The company also scored a government contract for an undisclosed amount.The company will start by launching a “proof of concept” satellite called “Mr.</li><li>These companies may use hyperspectral, thermal, radar or optical instruments — but none, as of yet, use light detection and ranging (lidar), a technology that’s best-known for its use in self-driving cars.</li><li>Nor is it as simple as transferring lidar systems from self-driving cars to satellites; the former systems are usually short-range, with very low power requirements.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/04/nuview-emerges-from-stealth-with-plans-to-map-the-earth-using-lidar/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "UKs antitrust watchdog announces initial review of generative AI",
            "description": "The UKs antitrust watchdog has announced a review of AI foundational models, such as the tech which underpin OpenAIs ChatGPT and Microsofts New Bing.",
            "url": "/2023-05-04-cma-generative-ai-review",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1462188043.jpg?resize=1200,798",
            "publishedAt": "2023-05-04T08:57:07Z",
            "content": "Well that was fast. The UKs competition watchdog has announced an initial review of AI foundational models, such as the large language models (LLMs) which underpin OpenAIs ChatGPT and Microsofts [+7306 chars]",
            "summary": "The U.K.s competition watchdog has announced an initial review of AI foundational models, such as the large language models (LLMs) which underpin OpenAIs ChatGPT and Microsofts New Bing. Organisations developing or using generative AI should be considering their data protection obligations from the outset, taking a data protection by design and by default approach, he suggested. Others investigating ChatGPT include Spains privacy watchdog.Microsoft doubles down on AI with new Bing featuresEU lawmakers eye tiered approach to regulating generative AI Well that was fast.",
            "html_summary": "<ul><li>The U.K.’s competition watchdog has announced an initial review of “AI foundational models”, such as the large language models (LLMs) which underpin OpenAI’s ChatGPT and Microsoft’s New Bing.</li><li>“Organisations developing or using generative AI should be considering their data protection obligations from the outset, taking a data protection by design and by default approach,” he suggested.</li><li>Others investigating ChatGPT include Spain’s privacy watchdog.Microsoft doubles down on AI with new Bing featuresEU lawmakers eye tiered approach to regulating generative AI</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/04/cma-generative-ai-review/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Carly Page",
            "title": "Millions of patients data confirmed stolen after Fortra masshack",
            "description": "NationBenefits, Brightline, and CHS all saw patients health data stolen following a masshack by a ransomware gang.",
            "url": "/2023-05-04-millions-patients-data-stolen-fortra",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/clop-fortra-ransomware-goanywhere.jpg?resize=1200,735",
            "publishedAt": "2023-05-04T11:46:30Z",
            "content": "Millions of people across the U.S. had reams of personal and health information stolen in a masshack targeting dozens of companies, including healthcare providers, according to new filings with the  [+2062 chars]",
            "summary": "In a notice, the healthcare provider said hackers had accessed the personal data of at least one million patients.Childrens data feared stolen in Fortra ransomware attack Brightline has yet to confirm how many of its patients have been impacted, but the Department of Healths breach portal suggests more than 960,000 of the companys pediatric mental health patients had data stolen in the cyberattack. healthcare giant Community Health Systems in February was the first to confirm that hackers had stolen data from its Fortra system. In a notice on its website, Brightline  which has repeatedly refused to answer TechCrunchs questions  said this information includes protected health and personal information.U.S. However, NationBenefits is currently listed on the dark web leak site of the Clop ransomware gang, which claimed responsibility for the Fortra attacks.",
            "html_summary": "<ul><li>In a notice, the healthcare provider said hackers had accessed the personal data of at least one million patients.Children’s data feared stolen in Fortra ransomware attack</li><li>Brightline has yet to confirm how many of its patients have been impacted, but the Department of Health’s breach portal suggests more than 960,000 of the company’s pediatric mental health patients had data stolen in the cyberattack.</li><li>healthcare giant Community Health Systems in February was the first to confirm that hackers had stolen data from its Fortra system.</li><li>In a notice on its website, Brightline — which has repeatedly refused to answer TechCrunch’s questions — said this information includes protected health and personal information.U.S.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/04/millions-patients-data-stolen-fortra/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "HV Capital closes 710M fund amidst the wider European and global funding downturn",
            "description": "HV Capital closes 710M fund amidst the wider European and global funding downturntechcrunch.com",
            "url": "/2023-05-04-hv-capital-closes-e710m-fund-amidst-the-wider-european-and-global-funding-downturn",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2009/10/munich-main.jpg?w=350",
            "publishedAt": "2023-05-04T12:31:55Z",
            "content": "If youve heard of Flixbus, SumUp, StudiVZ, Seatwave, Cafe Press, Zalando, Wooga, HelloFresh, Depop, Delivery Hero, and Agreena, then youve heard of companies invested in by HV Capital. The German ear [+2858 chars]",
            "summary": "Article 8 products are those which promote environmental or social characteristics and which integrate sustainability into the investment process in a binding manner.Thus, HV Capital says it will target 33% female representation in C-suite-level positions across the portfolio. If youve heard of Flixbus, SumUp, StudiVZ, Seatwave, Cafe Press, Zalando, Wooga, HelloFresh, Depop, Delivery Hero and Agreena, then youve heard of companies invested in by HV Capital. Its committed to Article 8 of the EUs Sustainable Finance Disclosure Regulation (SFDR).",
            "html_summary": "<ul><li>Article 8 products are those “which promote environmental or social characteristics and which integrate sustainability into the investment process in a binding manner.”Thus, HV Capital says it will target 33% female representation in C-suite-level positions across the portfolio.</li><li>If you’ve heard of Flixbus, SumUp, StudiVZ, Seatwave, Cafe Press, Zalando, Wooga, HelloFresh, Depop, Delivery Hero and Agreena, then you’ve heard of companies invested in by HV Capital.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/04/hv-capital-closes-e710m-fund-amidst-the-wider-european-and-global-funding-downturn/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Waymo doubles robotaxi service area in Phoenix in bid to grow driverless trips tenfold",
            "description": "Waymo is doubling its robotaxi service area in Phoenix and expanding in San Francisco as it aims to provide more than 10,000 rides a week.",
            "url": "/2023-05-04-waymo-doubles-robotaxi-service-area-in-phoenix-in-bid-to-grow-driverless-trips-tenfold",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/IMG_5632.jpeg?resize=1200,900",
            "publishedAt": "2023-05-04T11:00:45Z",
            "content": "Waymo is doubling its commercial robotaxi service area in the Phoenix metro area, an expansion that will add new suburbs and connect previously isolated sections of the sprawling and cardependent de [+3157 chars]",
            "summary": "By December of that year, the company launched its commercial robotaxi service called Waymo One in Phoenix.Waymo is also putting its resources into growing its service area in San Francisco, despite the lack of revenue. The expansion will also help the company scale beyond the 10,000 autonomous trips that public riders take each week in Phoenix and San Francisco combined, Waymo Chief Product Officer Saswat Panigrahi said in a media briefing. Waymo began in May 2018 allowing some early riders to hail a self-driving minivan without a human test driver behind the wheel. Videos of Waymo and rival Cruise vehicles clogging streets have circulated on social media, prompting city officials and some residents to criticize the technology. Earlier this year, San Francisco transportation officials sent protest letters to the CPUC asking the agency to slow down the companies expansion plans. Waymo removed employees and passengers from its test fleet in 2017, sending empty self-driving minivans onto the streets of greater Phoenix. Riders can already get to the airport by taking a Waymo robotaxi to the 44th Street Phoenix SkyTrain Station, which has frequent round-the-clock trains to the main terminals.",
            "html_summary": "<ul><li>By December of that year, the company launched its commercial robotaxi service called Waymo One in Phoenix.Waymo is also putting its resources into growing its service area in San Francisco, despite the lack of revenue.</li><li>The expansion will also help the company scale beyond the 10,000 autonomous trips that public riders take each week in Phoenix and San Francisco combined, Waymo Chief Product Officer Saswat Panigrahi said in a media briefing.</li><li>Waymo began in May 2018 allowing some early riders to hail a self-driving minivan without a human test driver behind the wheel.</li><li>Videos of Waymo and rival Cruise vehicles clogging streets have circulated on social media, prompting city officials and some residents to criticize the technology.</li><li>Earlier this year, San Francisco transportation officials sent protest letters to the CPUC asking the agency to slow down the companies’ expansion plans.</li><li>Waymo removed employees and passengers from its test fleet in 2017, sending empty self-driving minivans onto the streets of greater Phoenix.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/04/waymo-doubles-robotaxi-service-area-in-phoenix-in-bid-to-grow-driverless-trips-tenfold/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Shopify to reduce workforce by 20%, sells logistics business to Flexport for 13% equity. Artificial intelligence market faces review from UK watchdog. Harris to meet with CEOs about artificial intelligence risks. Nuview emerges from stealth with plans to map the Earth using lidar. UKs antitrust watchdog announces initial review of generative AI. Millions of patients data confirmed stolen after Fortra masshack. HV Capital closes 710M fund amidst the wider European and global funding downturn. Waymo doubles robotaxi service area in Phoenix in bid to grow driverless trips tenfold"
}