{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Morgan Sung",
            "title": "Blush, the AI lover from the same team as Replika, is more than just a sexbot",
            "description": "The team behind the AI friendship bot Replika is launching another AI companion  one thats made to flirt.  Blush is an AI dating sim designed to help users...",
            "url": "/2023-06-07-blush-ai-dating-sim-replika-sexbot",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/uEPoI75gbhWNv71m8_pR0g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/c6dd70de02ce4858d6c0ed18d93ec895",
            "publishedAt": "2023-06-07T12:00:46Z",
            "content": "The team behind the AI friendship bot Replika is launching another AI companion one thats made to flirt.Users can match with Klea, 27, a selfdescribed nepo baby embracing her wild side. Aisha, 25 [+6484 chars]",
            "summary": "Blush is ultimately designed to help users get over the initial anxiety of getting to know new people, which is notoriously hard on the dating apps, Popova said. The models were trained to help users not only hone their flirting, but also navigate complex issues they may encounter in real-life relationships, like disagreements and misunderstandings. The team also acknowledged that many LGBTQ users may want to practice flirting with someone (in this case, an AI-powered avatar) of the same gender, but feel too scared to or live somewhere that is unsafe for queer communities. Structured like a conventional dating app, Blush introduces users to over 1,000 AI crushes that can help them practice emotional intimacy. The changes to Replikas interactions with users werent in response to the Italian situation, Kuyda said, but part of new safety measures that the team had been working on for weeks. The app doesnt store chat history, in case conversations do veer toward NSFW territory, but users have to get to know the avatars first. Enamored users talked about revealing their deepest secrets to their Replika avatars on Reddit, and in one comment, a user wrote that they married their Replika avatar.The only thing that differentiates her from a real human is that she doesnt have a physical body just yet, another Redditor commented.",
            "html_summary": "<ul><li>Blush is ultimately designed to help users get over the initial anxiety of getting to know new people, which is “notoriously hard on the dating apps,” Popova said.</li><li>The models were trained to help users not only hone their flirting, but also navigate complex issues they may encounter in real-life relationships, like disagreements and misunderstandings.</li><li>The team also acknowledged that many LGBTQ users may want to “practice” flirting with someone (in this case, an AI-powered avatar) of the same gender, but feel too scared to or live somewhere that is unsafe for queer communities.</li><li>Structured like a conventional dating app, Blush introduces users to over 1,000 AI “crushes” that can help them “practice” emotional intimacy.</li><li>The changes to Replika’s interactions with users weren’t in response to “the Italian situation,” Kuyda said, but part of new safety measures that the team had been working on for weeks.</li><li>The app doesn’t store chat history, in case conversations do veer toward NSFW territory, but users have to get to know the avatars first.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/07/blush-ai-dating-sim-replika-sexbot/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Mosaic raises $26M to help inform companies financial decisions",
            "description": "Typical financial planning and analysis teams spend the bulk of their time on datagathering and administering processes. Thats because they often have to deal with cumbersome systems and software tools, leaving little time to focus on generating insights th",
            "url": "/2023-06-07-mosaic-raises-26m-to-help-companies-make-financial-decisions",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1257050935.jpg?resize=1200,724",
            "publishedAt": "2023-06-07T13:00:30Z",
            "content": "Typical financial planning and analysis teams spend the bulk of their time on datagathering and administering processes. Thats because they often have to deal with cumbersome systems and software t [+3593 chars]",
            "summary": "Realizing that the role of the CFO had grown in scope, but our toolkit had not, we set out to build a platform that would address the technical challenges modern-day finance and business teams face.Moallemi describes Mosaic as a real-time planning and analytics platform. Users can create department or executive views for due diligence and go-to-market analysis, providing a unified  but custom-tailored  source of truth.In the past, implementing a legacy FP&A platform took months, bogging down the IT department with significant demand for engineering resources, Moallemi said. Added Moallemi: Well continue to expand our planning and analysis features while also making AI a core part of the platform to empower this generation of agile, strategic finance leaders. They listed managing a hybrid workplace, security concerns and cyberattack risks as their top motivators.During the pandemic, the rise of remote work created more demand for collaborative workflows in finance, Moallemi said. Typical financial planning and analysis teams spend the bulk of their time on data-gathering and administering processes. According to a recent survey from Capterra, the majority (73%) of financial professionals plan to spend more on software this year than they did in 2022. Moallemi credits the pandemic with the growth, in part, as well as the current general economic uncertainty.Theres truth to what he says.",
            "html_summary": "<ul><li>“Realizing that the role of the CFO had grown in scope, but our toolkit had not, we set out to build a platform that would address the technical challenges modern-day finance and business teams face.”Moallemi describes Mosaic as a “real-time planning and analytics” platform.</li><li>Users can create department or executive views for due diligence and go-to-market analysis, providing a unified — but custom-tailored — source of truth.“In the past, implementing a legacy FP&A platform took months, bogging down the IT department with significant demand for engineering resources,” Moallemi said.</li><li>Added Moallemi: “We’ll continue to expand our planning and analysis features while also making AI a core part of the platform to empower this generation of agile, strategic finance leaders.”</li><li>They listed managing a hybrid workplace, security concerns and cyberattack risks as their top motivators.“During the pandemic, the rise of remote work created more demand for collaborative workflows in finance,” Moallemi said.</li><li>Typical financial planning and analysis teams spend the bulk of their time on data-gathering and administering processes.</li><li>According to a recent survey from Capterra, the majority (73%) of financial professionals plan to spend more on software this year than they did in 2022.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/07/mosaic-raises-26m-to-help-companies-make-financial-decisions/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Dan Goodin",
            "title": "FBI warns of increasing use of AIgenerated deepfakes in sextortion schemes",
            "description": "Deepfake videos show real people engaged in fake sex.",
            "url": "/2023-06-07-fbi-warns-of-increasing-use-of-ai-generated-deepfakes-in-sextortion-schemes",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/face-in-silicon-1-760x380.jpg",
            "publishedAt": "2023-06-07T03:39:01Z",
            "content": "3 with The FBI on Monday warned of the increasing use of artificial intelligence to generate phony videos for use in sextortion schemes that attempt to harass minors and nonconsulting adults or co [+4439 chars]",
            "summary": "Other times, the scammers only claim to have explicit material without providing any proof.After convincing victims their explicit or compromising pictures are in the scammers possession, the scammers demand some form of payment in return for not sending the content to family members, friends, or employers. The victim send real sexually themed images or videos.Software and cloud-based services for creating so-called deepfake videos are abundant online and run the gamut from freely available open source offerings to subscription accounts. \"Although seemingly innocuous when posted or shared, the images and videos can provide malicious actors an abundant supply of content to exploit for criminal activity,\" officials stated. It involves an online acquaintance or stranger tricking a person into providing a payment, an explicit or sexually themed photo, or other inducement through the threat of sharing already obtained compromising images with the public. \"The FBI continues to receive reports from victims, including minor children and non-consenting adults, whose photos or videos were altered into explicit content,\" officials wrote. Payment (e.g., money, gift cards) with threats to share the images or videos with family members or social media friends if funds were not received; or 2. \"Advancements in content creation technology and accessible personal images online present new opportunities for malicious actors to find and target victims.",
            "html_summary": "<ul><li>Other times, the scammers only claim to have explicit material without providing any proof.After convincing victims their explicit or compromising pictures are in the scammers’ possession, the scammers demand some form of payment in return for not sending the content to family members, friends, or employers.</li><li>The victim send real sexually themed images or videos.Software and cloud-based services for creating so-called deepfake videos are abundant online and run the gamut from freely available open source offerings to subscription accounts.</li><li>\"Although seemingly innocuous when posted or shared, the images and videos can provide malicious actors an abundant supply of content to exploit for criminal activity,\" officials stated.</li><li>It involves an online acquaintance or stranger tricking a person into providing a payment, an explicit or sexually themed photo, or other inducement through the threat of sharing already obtained compromising images with the public.</li><li>\"The FBI continues to receive reports from victims, including minor children and non-consenting adults, whose photos or videos were altered into explicit content,\" officials wrote.</li><li>Payment (e.g., money, gift cards) with threats to share the images or videos with family members or social media friends if funds were not received; or 2.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/06/fbi-warns-of-increasing-use-of-ai-generated-deepfakes-in-sextortion-schemes/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "TuSimple has started testing its selfdriving truck tech in Japan",
            "description": "TuSimple is doing regular autonomous truck test runs on Japans Tomei Expressway, marking its entrance into the island nation.",
            "url": "/2023-06-07-tusimple-has-started-testing-its-self-driving-truck-tech-in-japan",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/image001-5.png?w=975",
            "publishedAt": "2023-06-07T01:08:23Z",
            "content": "TuSimple, a publicly traded company developing selfdriving trucks, is doing regular test runs on an expressway in Japan, marking its entrance into the island nation, the company said Tuesday.The t [+3755 chars]",
            "summary": "TuSimple, a publicly traded company developing self-driving trucks, is doing regular test runs on an expressway in Japan, marking its entrance into the island nation, the company said Tuesday.The testing on Japans Tomei Expressway, which connects Tokyo, Nagoya and Osaka, suggests TuSimple is doubling down on its Asia-focused business. That restructuring followed a 25% reduction in workforce in December, which also only affected U.S. employees.Those layoffs occurred a couple of weeks after TuSimples deal to co-develop purpose-built autonomous semi trucks with Navistar fell apart, which has put the companys other commercial partnerships in jeopardy. )Earlier this year, financial newspaper Nikkei reported that Japan plans to launch a self-driving lane on certain sections of the New Tomei Expressway, which runs parallel to the Tomei Expressway, by 2024 and will allow commercial operation of L4 autonomous trucks in 2026. We aim to actively build business partnerships with local companies and develop the technology that will meet local customer demand. TuSimple positions itself as a U.S.-based company, but it has subsidiaries in China, Hong Kong and Japan, according to regulatory filings. The companys work in Japan began in 2021 when the company completed a series of safety validation and testing work on its AV system using a local Japanese OEMs truck. The company did not respond to TechCrunchs request for information about how many trucks are involved, what stretch of highway it plans to test on or what OEM partner TuSimple is working with in Japan. TuSimple has neither confirmed nor denied the status of that deal, nor has it disclosed a new OEM partnership to develop self-driving trucks.TuSimple is also facing a delisting from the Nasdaq for failing to file its last two quarterly reports on time.",
            "html_summary": "<ul><li>TuSimple, a publicly traded company developing self-driving trucks, is doing regular test runs on an expressway in Japan, marking its entrance into the island nation, the company said Tuesday.The testing on Japan’s Tomei Expressway, which connects Tokyo, Nagoya and Osaka, suggests TuSimple is doubling down on its Asia-focused business.</li><li>That restructuring followed a 25% reduction in workforce in December, which also only affected U.S. employees.Those layoffs occurred a couple of weeks after TuSimple’s deal to co-develop purpose-built autonomous semi trucks with Navistar fell apart, which has put the company’s other commercial partnerships in jeopardy.</li><li>)Earlier this year, financial newspaper Nikkei reported that Japan plans to launch a self-driving lane on certain sections of the New Tomei Expressway, which runs parallel to the Tomei Expressway, by 2024 and will allow commercial operation of L4 autonomous trucks in 2026.</li><li>“We aim to actively build business partnerships with local companies and develop the technology that will meet local customer demand.” TuSimple positions itself as a U.S.-based company, but it has subsidiaries in China, Hong Kong and Japan, according to regulatory filings.</li><li>The company’s work in Japan began in 2021 when the company completed a series of safety validation and testing work on its AV system using a local Japanese OEM’s truck.</li><li>The company did not respond to TechCrunch’s request for information about how many trucks are involved, what stretch of highway it plans to test on or what OEM partner TuSimple is working with in Japan.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/06/tusimple-has-started-testing-its-self-driving-truck-tech-in-japan/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Matt Burns",
            "title": "Volvo reveals the small, simple and inexpensive EX30 electric SUV",
            "description": "The Volvo EX30s starting price of $34,950 puts it as one of the least expensive modern EVs on the market.",
            "url": "/2023-06-07-volvo-reveals-the-small-simple-and-inexpensive-ex30-electric-suv",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Volvo-EX30.webp?w=875",
            "publishedAt": "2023-06-07T13:22:37Z",
            "content": "Theres a lot to love about the new Volvo EX30. The starting price of $34,950 puts it as one of the least expensive modern EVs on the market. The interior is beautiful in a simplistic fashion and mad [+3085 chars]",
            "summary": "Opt for the twin motor option and the vehicle gains all-wheel drive, a shorter range of 265 miles, and a 0-60 mph time of 3.6 seconds thanks to an additional 154 electric ponies. Volvos Pilot Assist even helps drivers with lane changes and overtaking slower vehicles; just hit the button, keep your hands on the wheel and the car will hit the appropriate speed and perform the maneuver. Above the screen, a sound bar stretches across the dash.Volvo had been teasing this vehicle for several weeks, highlighting its smaller CO2 footprint and smart Scandinavian design.Image Credits: VolvoVolvos industry-leading safety technology is included in the EX30. The same system handles parallel parking, too.This vehicle is small yet makes good use of its space. A collision detection system helps mitigate on-road accidents and a new system identifies passing cyclists before an occupant opens a door. A 64.0-kWh battery powers both options and Volvo says it takes just 27 minutes to recharge from 10 to 80% when using a DC fast charger.The Volvo EX30 is now available for preorder in the United States with a starting price of $34,950. And starting in late 2024, a Cross Country variant will be available that will pack higher ground clearance and outdoorsy bits to reflect the overlanding nature of the rugged optional trim.What is this?",
            "html_summary": "<ul><li>Opt for the twin motor option and the vehicle gains all-wheel drive, a shorter range of 265 miles, and a 0-60 mph time of 3.6 seconds thanks to an additional 154 electric ponies.</li><li>Volvo’s Pilot Assist even helps drivers with lane changes and overtaking slower vehicles; just hit the button, keep your hands on the wheel and the car will hit the appropriate speed and perform the maneuver.</li><li>Above the screen, a sound bar stretches across the dash.Volvo had been teasing this vehicle for several weeks, highlighting its smaller CO2 footprint and smart Scandinavian design.Image Credits: VolvoVolvo’s industry-leading safety technology is included in the EX30.</li><li>The same system handles parallel parking, too.This vehicle is small yet makes good use of its space.</li><li>A collision detection system helps mitigate on-road accidents and a new system identifies passing cyclists before an occupant opens a door.</li><li>A 64.0-kWh battery powers both options and Volvo says it takes just 27 minutes to recharge from 10 to 80% when using a DC fast charger.The Volvo EX30 is now available for preorder in the United States with a starting price of $34,950.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/07/volvo-reveals-the-small-simple-and-inexpensive-ex30-electric-suv/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Bonside launches with $4.35M to provide growth capital to brickandmortar businesses",
            "description": "Bonside launches with $4.35M to provide growth capital to brickandmortar businessestechcrunch.com",
            "url": "/2023-06-07-bonside-growth-capital-brick-and-mortar-fintech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Neha-3-Credit-Katelyn-Perry.jpg?resize=1200,675",
            "publishedAt": "2023-06-07T13:03:12Z",
            "content": "Online shopping is typically where much of the commerce financing has focused on over the past three years. However, during this time, some retailers that started in ecommerce are diversifying and g [+4539 chars]",
            "summary": "The best-performing business is 63% ahead of their timeline, and slowest business is 15% ahead of their timeline.Govindraj intends to deploy Bonsides new funding into development of data-driven underwriting, financing and analytics for the businesses it invests in. And venture capital isnt for every business.Enter Bonside, a financing platform designed for brick-and-mortar businesses that provides growth financing through revenue. It doesnt make sense for me to give up like 2% of my business or 10% of my business every time I want to open a location.In 2018, Govindraj co-founded Glowbar, a New Yorkbased company offering skincare treatments. Also venture capital is so expensive for a business like mine. Bonside received over 500 applications to join its accredited investor marketplace and has already onboarded 200 members.Coming from a background in brick-and-mortar business, the solution Bonside offers resonated with me deeply, said Jacob Jaber, founder of Philz Coffee, in a written statement. The company is also currently hiring additional engineers.We want to create this gold standard of what underwriting looks like for brick-and-mortar, and we have the unique opportunity to do that, Govindraj said. Thats probably because 54% of consumers still prefer to go into a physical store.Like other businesses, they need money for a shop, but finding financing isnt easy.",
            "html_summary": "<ul><li>“The ‘best-performing’ business is 63% ahead of their timeline, and ‘slowest’ business is 15% ahead of their timeline.”Govindraj intends to deploy Bonside’s new funding into development of data-driven underwriting, financing and analytics for the businesses it invests in.</li><li>And venture capital isn’t for every business.Enter Bonside, a financing platform designed for brick-and-mortar businesses that provides growth financing through revenue.</li><li>It doesn’t make sense for me to give up like 2% of my business or 10% of my business every time I want to open a location.”In 2018, Govindraj co-founded Glowbar, a New York–based company offering skincare treatments.</li><li>“Also venture capital is so expensive for a business like mine.</li><li>Bonside received over 500 applications to join its accredited investor marketplace and has already onboarded 200 members.“Coming from a background in brick-and-mortar business, the solution Bonside offers resonated with me deeply,” said Jacob Jaber, founder of Philz Coffee, in a written statement.</li><li>The company is also currently hiring additional engineers.“We want to create this gold standard of what underwriting looks like for brick-and-mortar, and we have the unique opportunity to do that,” Govindraj said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/07/bonside-growth-capital-brick-and-mortar-fintech/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Blush, the AI lover from the same team as Replika, is more than just a sexbot. Mosaic raises $26M to help inform companies financial decisions. FBI warns of increasing use of AIgenerated deepfakes in sextortion schemes. TuSimple has started testing its selfdriving truck tech in Japan. Volvo reveals the small, simple and inexpensive EX30 electric SUV. Bonside launches with $4.35M to provide growth capital to brickandmortar businesses"
}