{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Amanda Silberling",
            "title": "So infuriating TikTokers are fuming over potential ban",
            "description": "In the aftermath of TikTok CEO Shou Zi Chews brutal five hour Congressional hearing on Thursday, TikToker and disinformation researcher Abbie Richards...",
            "url": "/2023-03-25-tiktok-ban-creators-react",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/hocjBzyr1J8Ccbt0HuVtCA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03MjI-/https://media.zenfs.com/en/techcrunch_350/2b00d71caf4bb2d4781c834ce5a79f73",
            "publishedAt": "2023-03-25T15:00:57Z",
            "content": "In the aftermath of TikTok CEO Shou Zi Chews brutal five hour Congressional hearing on Thursday, TikToker and disinformation researcher Abbie Richards summed up what so many creators were thinking  [+9330 chars]",
            "summary": "But in this weeks news cycle, theyre front-and-center (literally  they sat right behind the TikTok CEO as he testified).I think its really concerning that a government is considering removing American citizens from the global conversation on an app as robust as TikTok, Spehar told TechCrunch. Project Texas would also create a subsidiary of the company called the TikTok U.S. Data Security Inc., which plans to oversee any aspect of TikTok involving national security.TikTok hearing thoughts. She said that she met other TikTokers on the trip who used the app to gain traction for their small businesses.She too found an audience on TikTok that she wasnt able to build elsewhere, after struggling to grow a following on Instagram. They planned to use the location information to determine if the reporters had crossed paths with any ByteDance employees who may have leaked information to the press.Still, TikTokers point to the distinction between sharing data with a private Chinese company and the Chinese government. The only thing that makes sense is that its literally only about the fact that the company is based in China.There is still no evidence that TikTok has shared data with the Chinese government. To utilize misinformation that Ive written about so much and tried to debunk, and to see it used against TikTok was just so infuriating.Richards does acknowledge that TikToks best feature is also its worst: Anything can go viral. An investigation last year revealed that engineers in China had open access to TikTok data on U.S. users, undermining the companys claims to the contrary.",
            "html_summary": "<ul><li>But in this week’s news cycle, they’re front-and-center (literally — they sat right behind the TikTok CEO as he testified).“I think it’s really concerning that a government is considering removing American citizens from the global conversation on an app as robust as TikTok,” Spehar told TechCrunch.</li><li>Project Texas would also create a subsidiary of the company called the TikTok U.S. Data Security Inc., which plans to oversee any aspect of TikTok involving national security.TikTok hearing thoughts.</li><li>She said that she met other TikTokers on the trip who used the app to gain traction for their small businesses.She too found an audience on TikTok that she wasn’t able to build elsewhere, after struggling to grow a following on Instagram.</li><li>They planned to use the location information to determine if the reporters had crossed paths with any ByteDance employees who may have leaked information to the press.Still, TikTokers point to the distinction between sharing data with a private Chinese company and the Chinese government.</li><li>“The only thing that makes sense is that it’s literally only about the fact that the company is based in China.”There is still no evidence that TikTok has shared data with the Chinese government.</li><li>“To utilize misinformation that I’ve written about so much and tried to debunk, and to see it used against TikTok was just so infuriating.”Richards does acknowledge that TikTok’s best feature is also its worst: Anything can go viral.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/25/tiktok-ban-creators-react/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps TikTok goes to Congress, apps connect to ChatGPT, Microsofts mobile games store plan",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. The app economy in 2023 hit a few snags, as consumer spending last year dropped for the first time by 2%",
            "url": "/2023-03-25-this-week-in-apps-tiktok-goes-to-congress-apps-connect-to-chatgpt-microsofts-mobile-games-store-plan",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/this-week-in-apps-splash-2023.webp?resize=1200,637",
            "publishedAt": "2023-03-25T18:00:52Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.The app economy in 2023 hit a few snags, as [+20404 chars]",
            "summary": "Chew said he didnt believe they sold to data brokers, but said he would have to get back to Congress on who they may actually sell to.While Chew may be correct that todays TikTok isnt doing more data collection than U.S. social giants, its being held to different standards. Microsoft has also acquired a number of gaming studios over the past several years, including Ninja Theory, Playground Games and Bethesda owner Zenimax Media.If things progress as planned, the mobile apps and games market could have an entirely different shape in the years ahead. With Woolly, users can pin things like multiple remote timelines, lists, bookmarks, search, hashtags or even other user profiles directly to the apps main tab bar, enabling quick and easy access to your favorite content. Chew also admitted that even under Project Texas there were exceptions that would allow data to leave the country for interoperability purposes and he would have to get back to your team on the specifics there. In an interview with the Financial Times this week, Microsoft gaming head Phil Spencer noted that the EUs Digital Market Act (DMA) is expected to go into effect next March, which would allow companies to load their own app stores on Apple and Android devices. Its refreshed app, which will today replace Hipstamatic X on the App Store, will offer a chronological feed, photo filtering tools, no ads and no TikTok-like feeds or videos. For example, OpenTables plugin can search across restaurants for available bookings, while the Instacart plugin can place orders from local stores.To get started, users pick a plugin to enable when they start a conversation on chat.openai.com.",
            "html_summary": "<ul><li>Chew said he didn’t “believe” they sold to data brokers, but said he would have to “get back” to Congress on who they may actually sell to.While Chew may be correct that today’s TikTok isn’t doing more data collection than U.S. social giants, it’s being held to different standards.</li><li>Microsoft has also acquired a number of gaming studios over the past several years, including Ninja Theory, Playground Games and Bethesda owner Zenimax Media.If things progress as planned, the mobile apps and games market could have an entirely different shape in the years ahead.</li><li>With Woolly, users can pin things like multiple remote timelines, lists, bookmarks, search, hashtags or even other user profiles directly to the app’s main tab bar, enabling quick and easy access to your favorite content.</li><li>Chew also admitted that even under Project Texas there were exceptions that would allow data to leave the country for “interoperability purposes” and he would have to “get back to your team” on the specifics there.</li><li>In an interview with the Financial Times this week, Microsoft gaming head Phil Spencer noted that the EU’s Digital Market Act (DMA) is expected to go into effect next March, which would allow companies to load their own app stores on Apple and Android devices.</li><li>Its refreshed app, which will today replace Hipstamatic X on the App Store, will offer a chronological feed, photo filtering tools, no ads and no TikTok-like feeds or videos.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/25/this-week-in-apps-tiktok-goes-to-congress-apps-connect-to-chatgpt-microsofts-mobile-games-store-plan/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "The story of how Dave took the long road to become a neobank",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2023-03-25-the-story-of-how-dave-took-the-long-road-to-become-a-neobank",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-200379341-002.jpg?resize=1200,971",
            "publishedAt": "2023-03-26T14:16:27Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+12325 chars]",
            "summary": "The benefit of higher interest rates for customers is that they can earn higher interest on savings and deposits, and we do benefit from that as well, as we can earn extra income from the higher rates. The allegations hit the companys stock price, which slid by 15% on March 23, the day the report was released.F-Prime Capital published a State of Fintech Report earlier this year (which we covered in-depth here). And weve been able to increase the amount of money we give away so its just gotten a lot better over the years.We also use AI with customer support, over 50% of our support responses are with a chatbot. And because of that broader expansion, and now that every customer has a card, we were able to grow the banking business 90% year over year.So you did not start out as a full-blown neobank  you sort of evolved into one. The company says that, during tests, Chinese restaurants and pizza shops have been early adopters of the feature. More here.Reports Christine Hall: Payments and shopping service Klarna is the latest company to announce its integration with ChatGPT. We need to get 2.2 million to 2.4 million customers to get to profitability/break even. I was intrigued because the bank  which counted Mark Cuban as one of its investors as a private company  took what some might say was a backward route to becoming a bank.",
            "html_summary": "<ul><li>The benefit of higher interest rates for customers is that they can earn higher interest on savings and deposits, and we do benefit from that as well, as we can earn extra income from the higher rates.</li><li>The allegations hit the company’s stock price, which slid by 15% on March 23, the day the report was released.F-Prime Capital published a State of Fintech Report earlier this year (which we covered in-depth here).</li><li>And we’ve been able to increase the amount of money we give away so it’s just gotten a lot better over the years.We also use AI with customer support, over 50% of our support responses are with a chatbot.</li><li>And because of that broader expansion, and now that every customer has a card, we were able to grow the banking business 90% year over year.So you did not start out as a full-blown neobank — you sort of evolved into one.</li><li>The company says that, during tests, Chinese restaurants and pizza shops have been early adopters of the feature.” More here.Reports Christine Hall: “Payments and shopping service Klarna is the latest company to announce its integration with ChatGPT.</li><li>We need to get 2.2 million to 2.4 million customers to get to profitability/break even.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/26/the-story-of-how-dave-took-the-long-road-to-become-a-neobank/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Alex Wilhelm",
            "title": "Why this round of techoptimism feels different",
            "description": "The recent barrage of AI tools and services feels like a moment in which tech changed our world.",
            "url": "/2023-03-25-tech-optimism-feels-different",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1135378306.jpg?resize=1200,801",
            "publishedAt": "2023-03-26T18:00:44Z",
            "content": "One of my most joyous technology memories concerns Project Origami. The effort from Microsoft, Intel and others launched ultramobile PCs, or UMPCs. The devices, akin to squeezing a full Windows mach [+1615 chars]",
            "summary": "The devices, akin to squeezing a full Windows machine into something about the size of a midrange iPad, often complete with a physical keyboard, utterly fascinated me back around 2006.At that time I had roughly zero money, so buying one of the devices was entirely out of the question. Perhaps when I fell in love with Twitter, realizing in an instant that I just tweet as much as I wanted, and no one could stop me; the first moment I had my own blog on the internet and I was freed from any sort of publishing constraint. I could use the devices that I had spent so much time nerding out over. This is how the iPhone launch felt, to highlight a well-known example of the phenomenon.Not much since then has given me the same jolt. One of my most joyous technology memories concerns Project Origami. It was a bit like meeting a celebrity to my teenaged self. The effort from Microsoft, Intel and others launched ultra-mobile PCs, or UMPCs.",
            "html_summary": "<ul><li>The devices, akin to squeezing a full Windows machine into something about the size of a midrange iPad, often complete with a physical keyboard, utterly fascinated me back around 2006.At that time I had roughly zero money, so buying one of the devices was entirely out of the question.</li><li>Perhaps when I fell in love with Twitter, realizing in an instant that I just tweet as much as I wanted, and no one could stop me; the first moment I had my own blog on the internet and I was freed from any sort of publishing constraint.</li><li>I could use the devices that I had spent so much time nerding out over.</li><li>This is how the iPhone launch felt, to highlight a well-known example of the phenomenon.Not much since then has given me the same jolt.</li><li>One of my most joyous technology memories concerns Project Origami.</li><li>It was a bit like meeting a celebrity to my teenaged self.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/26/tech-optimism-feels-different/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Generative AI tech is almost growing too quickly",
            "description": "ChatGPT plugins, generative AI capabilities Its all been evolving so fast in recent months that its become difficult to keep up with the speed of change.",
            "url": "/2023-03-25-generative-ai-quick-growth",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1018134552.jpg?resize=1200,800",
            "publishedAt": "2023-03-26T14:00:32Z",
            "content": "My grandfather lived through an incredible period of technological change. He saw the invention of the automobile, the airplane and the rocket. He lived through the dawn of the atomic age and the mai [+2055 chars]",
            "summary": "Bottom line is Ive seen a lot of technological change, and Ive never seen anything like were seeing these past months, weeks and days.Consider for a moment that ChatGPT 3.5 took the world by storm in December. He didnt live long enough to see the PC or the impact it would have on my professional life, but he was around for the creation of a lot of the technology that laid the foundation for whats happening today.Ive been at this for a long time myself. It feels like were living through an inflection point, much like we saw with the first IBM PC, the internet, the web, the iPhone. I can recall the earliest days of the World Wide Web.My first cell phone was a Motorola brick phone. My grandfather lived through an incredible period of technological change. He saw the invention of the automobile, the airplane and the rocket. He lived through the dawn of the atomic age and the mainframe computer.",
            "html_summary": "<ul><li>Bottom line is I’ve seen a lot of technological change, and I’ve never seen anything like we’re seeing these past months, weeks and days.Consider for a moment that ChatGPT 3.5 took the world by storm in December.</li><li>He didn’t live long enough to see the PC or the impact it would have on my professional life, but he was around for the creation of a lot of the technology that laid the foundation for what’s happening today.I’ve been at this for a long time myself.</li><li>It feels like we’re living through an inflection point, much like we saw with the first IBM PC, the internet, the web, the iPhone.</li><li>I can recall the earliest days of the World Wide Web.My first cell phone was a Motorola brick phone.</li><li>My grandfather lived through an incredible period of technological change.</li><li>He saw the invention of the automobile, the airplane and the rocket.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/26/generative-ai-quick-growth/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tim De Chant",
            "title": "Forget banks Investors should be worrying about the climate",
            "description": "There are a handful of investors who understand the size of the problem and opportunity. But most dont. That needs to change.",
            "url": "/2023-03-25-investors-climate-more-panicking",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1160483785.jpg?resize=1200,799",
            "publishedAt": "2023-03-26T14:00:50Z",
            "content": "The reports issued by the U.N.s Intergovernmental Panel on Climate Change are usually grim affairs. But even by that standard, last weeks seemed particularly bleak.The upshot is that the world has  [+5596 chars]",
            "summary": "Rather than invest in fusion or batteries or carbon capture or grid management tools, they seem content plowing their money into ad optimization software, corporate spend cards, corporate SaaS platforms  CRM, marketing or payments, take your pick! In other words, to fund companies that lease software on a monthly basis rather than sell perpetual licenses, VCs invested more money than the entire GDP of Slovakia.On the other side we have clean energy, which includes everything from batteries to renewable fuels, building electrification, solar, wind and more. Last year, global VC firms invested just $4.25 billion in carbon capture and a mere $1.1 billion in fusion energy, per PitchBook. In case youre bad at math, investments that eliminate carbon pollution in myriad sectors of the economy were one-third those made just to sell software on a monthly basis.Venture capitalists once backed companies that took big, consequential swings. Yet the technology has such tremendous potential, both for the climate and for returns, that investors should be pouring enormous sums into the market.In that way, fusion shows a way forward. But that would mean that many would fail, too.Fortunately, fusion isnt the only climate tech thats in need of investment. Together, they represent a get out of jail free card, allowing humanity to produce enough energy to drive the power-hungry process of reversing nearly 200 years of unchecked carbon pollution.Fusion represents perhaps the riskiest bet of them all.",
            "html_summary": "<ul><li>Rather than invest in fusion or batteries or carbon capture or grid management tools, they seem content plowing their money into ad optimization software, corporate spend cards, corporate SaaS platforms — CRM, marketing or payments, take your pick!</li><li>In other words, to fund companies that lease software on a monthly basis rather than sell perpetual licenses, VCs invested more money than the entire GDP of Slovakia.On the other side we have clean energy, which includes everything from batteries to renewable fuels, building electrification, solar, wind and more.</li><li>Last year, global VC firms invested just $4.25 billion in carbon capture and a mere $1.1 billion in fusion energy, per PitchBook.</li><li>In case you’re bad at math, investments that eliminate carbon pollution in myriad sectors of the economy were one-third those made just to sell software on a monthly basis.Venture capitalists once backed companies that took big, consequential swings.</li><li>Yet the technology has such tremendous potential, both for the climate and for returns, that investors should be pouring enormous sums into the market.In that way, fusion shows a way forward.</li><li>But that would mean that many would fail, too.Fortunately, fusion isn’t the only climate tech that’s in need of investment.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/26/investors-climate-more-panicking/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ram Iyer",
            "title": "Fintechs fortunes, DAO dreams, Asias reseller revival",
            "description": "The venture rounds and other startuprelated financial news from the past week that you need to know about.",
            "url": "/2023-03-25-etoro-kredivo-kream-big-rounds",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/03/GettyImages-1300750034.jpg?resize=1200,800",
            "publishedAt": "2023-03-25T14:00:49Z",
            "content": "Despite the slowdown in venture capital activity, theres still a mountain of money flowing through startups today. TechCrunch+ is launching a series of posts looking at recent, notable venture rounds [+8680 chars]",
            "summary": "Despite the slowdown in venture capital activity, theres still a mountain of money flowing through startups today. But while we wait for the reawakening of a key exit point for startups, we can still keep tabs on where and how the money is flowing into their world. More former than the latter, given the frozen IPO market. Theyre also looking for exits.",
            "html_summary": "<ul><li>Despite the slowdown in venture capital activity, there’s still a mountain of money flowing through startups today.</li><li>But while we wait for the reawakening of a key exit point for startups, we can still keep tabs on where and how the money is flowing into their world.</li><li>More former than the latter, given the frozen IPO market.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/25/etoro-kredivo-kream-big-rounds/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. So infuriating TikTokers are fuming over potential ban. This Week in Apps TikTok goes to Congress, apps connect to ChatGPT, Microsofts mobile games store plan. The story of how Dave took the long road to become a neobank. Why this round of techoptimism feels different. Generative AI tech is almost growing too quickly. Forget banks Investors should be worrying about the climate. Fintechs fortunes, DAO dreams, Asias reseller revival"
}