{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "Activision appeals UKs irrational, unlawful blocking of Microsoft merger",
            "description": "Cloudgaming market at issue is a niche that is quickly becoming obsolete.",
            "url": "/2023-05-30-activision-appeals-uks-irrational-unlawful-blocking-of-microsoft-merger",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/01/abk-760x380.png",
            "publishedAt": "2023-05-30T16:47:06Z",
            "content": "Enlarge/ A small selection of the characters that would be part of Microsoft if its proposed Activision/Blizzard merger is allowed to go through.2 with Activision isnt pulling any punches in its [+2948 chars]",
            "summary": " Kyle Orland - May 30, 2023 4:47 pm UTC The appeal takes particular issue with the CMA's focus on cloud gaming in a vacuum, without taking into account competition from \"native gaming\" via games running on local hardware. \"Even if you grant that cloud gaming is an important and separate market, though, Activision argues that its 10-year agreements with Boosteroid and other cloud providers provide a way to avoid anti-competitive market harms. \"The CMAs approach to this question was irrational...\"Activision also takes issue with the CMA's \"irrational\" argument that Activision would put its game on cloud services even without a merger. \"The European Commission not only accepted Microsofts 10-year license of Activision content to cloud gaming providers, it found that the industry would be more competitive with the merger and licenses than without. The CMA failed to take these agreements into account, Activision says, and ignored proposed remedies that would fall well short of barring the entire merger. \"Prohibition was a totally disproportionate outcome given the deals global scope and obvious benefits to consumers,\" our source said. \"A case management conference that will help define how the appeal will move forward is scheduled for Tuesday afternoon.",
            "html_summary": "<ul><li> Kyle Orland - May 30, 2023 4:47 pm UTC The appeal takes particular issue with the CMA's focus on cloud gaming in a vacuum, without taking into account competition from \"native gaming\" via games running on local hardware.</li><li>\"Even if you grant that cloud gaming is an important and separate market, though, Activision argues that its 10-year agreements with Boosteroid and other cloud providers provide a way to avoid anti-competitive market harms.</li><li>\"The CMA’s approach to this question was irrational...\"Activision also takes issue with the CMA's \"irrational\" argument that Activision would put its game on cloud services even without a merger.</li><li>\"The European Commission not only accepted Microsoft’s 10-year license of Activision content to cloud gaming providers, it found that the industry would be more competitive with the merger and licenses than without.</li><li>The CMA failed to take these agreements into account, Activision says, and ignored proposed remedies that would fall well short of barring the entire merger.</li><li>\"Prohibition was a totally disproportionate outcome given the deal’s global scope and obvious benefits to consumers,\" our source said.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/05/activision-appeals-uks-irrational-unlawful-blocking-of-microsoft-merger/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Using Medieval Tools And Techniques To Rebuild NotreDames Medieval Roof",
            "description": "SAINTLAURENTDELAPLAINE, France (AP)  If time travel was possible, medieval carpenters would surely be amazed to see how woodworking techniques they pioneered in building Notre Dame Cathedral  more than 800 years ago are being used again today to rebuild ",
            "url": "/2023-05-30-france-notre-dame-cathedral-fire-architecture-forests-8fecd524aee58a8c667e98266f67e6c2",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/2a0e5682f17449ffa2f7d44187459638/3000.webp",
            "publishedAt": "2023-05-30T19:06:00Z",
            "content": "SAINTLAURENTDELAPLAINE, France (AP) If time travel was possible, medieval carpenters would surely be amazed to see how woodworking techniques they pioneered in building Notre Dame Cathedral more  [+3177 chars]",
            "summary": "We probably are in some ways thinking the same things. The use of hand tools to rebuild the roof that flames turned into ashes in 2019 is a deliberate, considered choice, especially since power tools would undoubtedly have done the work more quickly. The bulk of the other artisans working on the timber frame are French.The roof reconstruction hit an important milestone in May, when large parts of the new timber frame were assembled and erected at a workshop in the Loire Valley, in western France. He says there are times when hes whacking mallet on chisel that he finds himself thinking about medieval counterparts who were cutting basically the same joint 900 years ago.Its fascinating, he says. Computers were used in the drawing of detailed plans for carpenters, to help ensure that their hand-chiseled beams fit together perfectly.Traditional carpenters had a lot of that in their head, Henrikson notes. Working with hand axes to fashion hundreds of tons of oak beams for the framework of Notre Dames new roof has, for them, been like rewinding time. Its given them a new appreciation of their predecessors handiwork that pushed the architectural envelope back in the 13th century.Its a little mind-bending sometimes, says Peter Henrikson, one of the carpenters. We have the same tools, with the same axes that were used, exactly the same tools.",
            "html_summary": "<ul><li>“We probably are in some ways thinking the same things.” The use of hand tools to rebuild the roof that flames turned into ashes in 2019 is a deliberate, considered choice, especially since power tools would undoubtedly have done the work more quickly.</li><li>The bulk of the other artisans working on the timber frame are French.The roof reconstruction hit an important milestone in May, when large parts of the new timber frame were assembled and erected at a workshop in the Loire Valley, in western France.</li><li>He says there are times when he’s whacking mallet on chisel that he finds himself thinking about medieval counterparts who were cutting “basically the same joint 900 years ago.”“It’s fascinating,” he says.</li><li>Computers were used in the drawing of detailed plans for carpenters, to help ensure that their hand-chiseled beams fit together perfectly.“Traditional carpenters had a lot of that in their head,” Henrikson notes.</li><li>Working with hand axes to fashion hundreds of tons of oak beams for the framework of Notre Dame’s new roof has, for them, been like rewinding time.</li><li>It’s given them a new appreciation of their predecessors’ handiwork that pushed the architectural envelope back in the 13th century.“It’s a little mind-bending sometimes,” says Peter Henrikson, one of the carpenters.</li></ul>",
            "website_url": "https://apnews.com/article/france-notre-dame-cathedral-fire-architecture-forests-8fecd524aee58a8c667e98266f67e6c2"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "Beijing sends three into space; Wants astronauts on moon by 2030...",
            "description": "BEIJING (AP)  China launched a new threeperson crew for its orbiting space station on Tuesday, with an eye to putting astronauts on the moon  before the end of the decade.",
            "url": "/2023-05-30-china-space-station-shenzhou-launch-6c56d440e97427dc3105bbe769da0fa0",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/08f9df62431845d5af2584a3e32d662b/3000.webp",
            "publishedAt": "2023-05-30T11:00:04Z",
            "content": "China launches new crew for space station, with eye to putting astronauts on moon before 2030BEIJING (AP)  China launched a new threeperson crew for its orbiting space station on Tuesday, with an e [+2971 chars]",
            "summary": "China built its own space station after it was excluded from the International Space Station, largely due to U.S. concerns over the Chinese space programs intimate ties with the Peoples Liberation Army, the military branch of the ruling Communist Party. On the this latest mission, payload expert Gui Haichao, a professor at Beijings top aerospace research institute, will join mission commander Maj. Gen. Jing Haipeng, who is making his fourth flight to space, and spacecraft engineer Zhu Yangzhu. A third module was added to the station in November, and space program officials on Monday said they have plans to expand it, along with launching a crewed mission to the moon before 2030. Chinas first manned space mission in 2003 made it the third country after the former Soviet Union and the U.S. to put a person into space under its own resources. BEIJING (AP)  China launched a new three-person crew for its orbiting space station on Tuesday, with an eye to putting astronauts on the moon before the end of the decade. The crew, including Chinas first civilian astronaut, will overlap briefly with three now aboard the Tiangong station, who will then return to Earth after completing their six-month mission. China has broken out in some areas, however, bringing samples back from the lunar surface for the first time in decades and landing a rover on the less explored far side of the moon.",
            "html_summary": "<ul><li>China built its own space station after it was excluded from the International Space Station, largely due to U.S. concerns over the Chinese space programs’ intimate ties with the People’s Liberation Army, the military branch of the ruling Communist Party.</li><li>On the this latest mission, payload expert Gui Haichao, a professor at Beijing’s top aerospace research institute, will join mission commander Maj. Gen. Jing Haipeng, who is making his fourth flight to space, and spacecraft engineer Zhu Yangzhu.</li><li>A third module was added to the station in November, and space program officials on Monday said they have plans to expand it, along with launching a crewed mission to the moon before 2030.</li><li>China’s first manned space mission in 2003 made it the third country after the former Soviet Union and the U.S. to put a person into space under its own resources.</li><li>BEIJING (AP) — China launched a new three-person crew for its orbiting space station on Tuesday, with an eye to putting astronauts on the moon before the end of the decade.</li><li>The crew, including China’s first civilian astronaut, will overlap briefly with three now aboard the Tiangong station, who will then return to Earth after completing their six-month mission.</li></ul>",
            "website_url": "https://apnews.com/article/china-space-station-shenzhou-launch-6c56d440e97427dc3105bbe769da0fa0"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Apple WWDC 2023 is next week  heres what we expect",
            "description": "Look. Were all interested in one. I know it, you know it, Apple certainly knows it. Much as AI was Googles primary focus at I/O andI dont know  Windows 11, I guess  was Microsofts centerpiece at Build, were all going into and leaving WWDC 2023 with on",
            "url": "/2023-05-30-apple-wwdc-2023-is-next-week-heres-what-we-expect",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/CMC_6520.jpg?resize=1200,772",
            "publishedAt": "2023-05-30T18:45:52Z",
            "content": "Look. Were all interested in one. I know it, you know it, Apple certainly knows it. Much as AI was Googles primary focus at I/O andI dont know  Windows 11, I guess  was Microsofts centerpiece at Bu [+6604 chars]",
            "summary": "While rumors point to the headsets use of iPadOS app (the reason the company forked its mobile operating systems may be clearer next week), any hope of success revolves around a lot of content at launch. Trademark filings point to the potential name, Reality Pro.Image Credits: AppleNow, I cant say that we definitively know the headset is coming next week, but I will tell you that you definitely dont want to bet against the house on this one. Rumored updates to watchOS 10, meanwhile, include an update to the home screen, functional widgets and some new tricks for the Apple Watchs digital crown.As for the rest of the hardware, new Macs are apparently coming next week. See who is coming, explore your route, and make new friends. Add your route here: https://t.co/n1sxxda1KW Flighty App (@FlightyApp) May 30, 2023Like last year, the event will feature limited in-person attendance (including some TechCrunch folk) at Apple Park in Cupertino. Other rumored upgrades include additional functionality for Dynamic Island on the iPhone and improvement to search.The Health app may finally be coming to iPadOS  that could be a nice addition for those who use the tablet to stream Apple Fitness+. After all, this is Apples big developer conference, and the device were likely to see next week will be a developer edition. Some ports from Meta and Vive seem like a no-brainer, but original content is also a must.Signs currently point to a launch toward the end of the year  theoretically in time for the holidays.",
            "html_summary": "<ul><li>While rumors point to the headset’s use of iPadOS app (the reason the company forked its mobile operating systems may be clearer next week), any hope of success revolves around a lot of content at launch.</li><li>Trademark filings point to the potential name, “Reality Pro.”Image Credits: AppleNow, I can’t say that we definitively know the headset is coming next week, but I will tell you that you definitely don’t want to bet against the house on this one.</li><li>Rumored updates to watchOS 10, meanwhile, include an update to the home screen, functional widgets and some new tricks for the Apple Watch’s digital crown.As for the rest of the hardware, new Macs are apparently coming next week.</li><li>See who is coming, explore your route, and make new friends.✈️ Add your route here: https://t.co/n1sxxda1KW— Flighty App (@FlightyApp) May 30, 2023Like last year, the event will feature limited in-person attendance (including some TechCrunch folk) at Apple Park in Cupertino.</li><li>Other rumored upgrades include additional functionality for Dynamic Island on the iPhone and improvement to search.The Health app may finally be coming to iPadOS — that could be a nice addition for those who use the tablet to stream Apple Fitness+.</li><li>After all, this is Apple’s big developer conference, and the device we’re likely to see next week will be a developer edition.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/30/apple-wwdc-2023-is-next-week-heres-what-we-expect/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MICHAEL LIEDTKE - AP Technology Writer",
            "title": "The day has arrived for Elizabeth Holmes to report to a Texas prison",
            "description": "Disgraced Theranos CEO Elizabeth Holmes on Tuesday will be moving to her new home a federal prison where she has been sentenced to spend the next 11 years for overseeing a bloodtesting hoax that became a parable about greed and",
            "url": "/2023-05-30-elizabeth-holmes-theranos-prison-fraud-texas-71bcdf58a0db73252cc2697fb9f73c8a",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/8/25/8251c73b-ced3-50a6-9f15-aacc6fbf98f3/6475e093cb27c.image.jpg?crop=1773%2C931%2C0%2C118&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-05-30T12:26:50Z",
            "content": "Gift this articleBy MICHAEL LIEDTKE  AP Technology WriterDisgraced Theranos CEO Elizabeth Holmes is scheduled to move to her new home a federal prison where she has been sentenced to spend the  [+5009 chars]",
            "summary": "Federal prison camps were originally designed with low security to make operations easier and to allow inmates tasked with performing work at the prison, like landscaping and maintenance, to avoid repeatedly checking in and out of a main prison facility. Holmes, 39, could be seen from outside the prisons gates walking into the federal womens prison camp located in Bryan, Texas, wearing jeans, a brown sweater and smiling as she spoke with two prison employees accompanying her. The limited security has also led to a number of escapes from prison camps.In November, a man incarcerated at another federal prison camp in Arizona pulled out a smuggled gun in a visitation area and tried to shoot his wife in the head. But the incident exposed major security flaws at the facility and the agencys director ordered a review of security at all federal prison camps around the U.S. ____________Liedtke reported from San Francisco. The prison camps also often have minimal staffing and many of the people incarcerated there work at prison jobs. According to a 2016 FPC Bryan inmate handbook, those in the Texas facility who are eligible to work can earn between 12 cents and $1.15 per hour in their job assignments, which include food service roles and factory employment operated by Federal Prison Industries. Most federal prison camps dont even have fences and house those the Bureau of Prisons considers to be the lowest security risk.",
            "html_summary": "<ul><li>Federal prison camps were originally designed with low security to make operations easier and to allow inmates tasked with performing work at the prison, like landscaping and maintenance, to avoid repeatedly checking in and out of a main prison facility.</li><li>Holmes, 39, could be seen from outside the prison’s gates walking into the federal women’s prison camp located in Bryan, Texas, wearing jeans, a brown sweater and smiling as she spoke with two prison employees accompanying her.</li><li>The limited security has also led to a number of escapes from prison camps.In November, a man incarcerated at another federal prison camp in Arizona pulled out a smuggled gun in a visitation area and tried to shoot his wife in the head.</li><li>But the incident exposed major security flaws at the facility and the agency’s director ordered a review of security at all federal prison camps around the U.S. ____________Liedtke reported from San Francisco.</li><li>The prison camps also often have minimal staffing and many of the people incarcerated there work at prison jobs.</li><li>According to a 2016 FPC Bryan inmate handbook, those in the Texas facility who are eligible to work can earn between 12 cents and $1.15 per hour in their job assignments, which include food service roles and factory employment operated by Federal Prison Industries.</li></ul>",
            "website_url": "https://apnews.com/article/elizabeth-holmes-theranos-prison-fraud-texas-71bcdf58a0db73252cc2697fb9f73c8a"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "First they worked in tandem, now theyre in an ebike patent suit",
            "description": "eBikeLabs is suing Cowboy for patent infringement and, more generally, copying eBikeLabs technology in its latest feature, AdaptivePower.",
            "url": "/2023-05-30-cowboys-latest-e-bike-feature-leads-to-a-legal-showdown",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Cowboy_Fig-KV.png?resize=1200,675",
            "publishedAt": "2023-05-30T10:11:06Z",
            "content": "Grenoblebased eBikeLabs, a French startup that has been working on embedded software for electric bikes, is suing Cowboy for patent infringement and, more generally, copying eBikeLabs technology in  [+11909 chars]",
            "summary": "The company thought this strategy would work particularly well with newcomers in the e-bike industry, such as companies working on control units for the automotive industry and looking for new segments.In 2021, eBikeLabs raised 1 million in an equity crowdfunding campaign. The company started with an ambitious project: It wanted to build its own electric bike hardware controller that could be leveraged by multiple electric bike manufacturers. ), there are several new entrants trying to capture some market share in this growing market, such as VanMoof, Moustache and Rad Power Bikes.Cowboy and VanMoof in particular have positioned themselves as technology companies and raised money from startup VC funds. Grenoble-based eBikeLabs, a French startup that has been working on embedded software for electric bikes, is suing Cowboy for patent infringement and, more generally, copying eBikeLabs technology in its latest feature, AdaptivePower. eBikeLabs could run out of time and options sooner rather than later.Thats why its going to be interesting to see whats going to happen in the coming weeks: Time is money, so both companies will likely want to resolve the case as quickly as possible. Our strategy was to protect this way of doing [it] because we believe its the best way to do it, intuitive[ly], which is of course of very high value. Laurent Etorre, Cowboys Engineering Project Manager for the powertrain, then asked a follow-up question about eBikeLabs patent strategy. That meeting was recorded and TechCrunch learned about the content of the meeting from a reliable source.When talking about the field adaptation algorithm, eBikeLabs CTO Colin Valire said, this is really one of the main features expected in the [Cowboy 5].",
            "html_summary": "<ul><li>The company thought this strategy would work particularly well with newcomers in the e-bike industry, such as companies working on control units for the automotive industry and looking for new segments.In 2021, eBikeLabs raised €1 million in an equity crowdfunding campaign.</li><li>The company started with an ambitious project: It wanted to build its own electric bike hardware controller that could be leveraged by multiple electric bike manufacturers.</li><li>), there are several new entrants trying to capture some market share in this growing market, such as VanMoof, Moustache and Rad Power Bikes.Cowboy and VanMoof in particular have positioned themselves as technology companies and raised money from startup VC funds.</li><li>Grenoble-based eBikeLabs, a French startup that has been working on embedded software for electric bikes, is suing Cowboy for patent infringement and, more generally, copying eBikeLabs’ technology in its latest feature, AdaptivePower.</li><li>eBikeLabs could run out of time and options sooner rather than later.That’s why it’s going to be interesting to see what’s going to happen in the coming weeks: Time is money, so both companies will likely want to resolve the case as quickly as possible.</li><li>“Our strategy was to protect this way of doing [it] because we believe it’s the best way to do it, intuitive[ly], which is of course of very high value.” Laurent Etorre, Cowboy’s Engineering Project Manager for the powertrain, then asked a follow-up question about eBikeLabs’ patent strategy.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/30/cowboys-latest-e-bike-feature-leads-to-a-legal-showdown/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Wellplaece wants to put a smile on dentists face with new supply procurement marketplace",
            "description": "Wellplaeces takes in a clients ordering data and then enables those specific purchasing behaviors across a large network of suppliers.",
            "url": "/2023-05-30-wellplaece-dental-marketplace-commerce",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/Wellplaece_Cover_HighRes_Alt.jpg?resize=1200,676",
            "publishedAt": "2023-05-30T10:46:13Z",
            "content": "There are nearly 186,000 dentist businesses in the U.S., and at any given time, they are replenishing supplies. The process of doing so was traditionally fragmented, with offices relying on between t [+3508 chars]",
            "summary": "He teamed up with software engineer Ivan Bertona to develop Wellplaece, an automated, multi-vendor supply product purchasing platform for dental offices.Think of the technology like an extraction layer on top of procurement for dental practices, Bertona said in an interview. That led to online catalogs where data could be pulled.All those things, to me, have created this perfect storm, Contee said.Meanwhile, the company began taking orders from a small group of practices in November 2022 and started accepting more practices in a private beta this month. The platform is free for practices to use and Wellplaece takes a portion of the sales it drives to the supplier.Wellplaece is among other startups, like bttn, helping medical professionals get the supplies they need. However, trying to build something like this even three years ago would have been difficult had it not been for a few factors, including the e-commerce push that resulted from the pandemic, Contee said.Distributors were trying to sell online directly with an account and with a customer portal. Adding to the issue in recent years was the global pandemic, which strained the supply chain and made finding everyday items, like gloves and masks, more difficult.Caen Contee, co-founder of global micromobility startup Lime, told TechCrunch that this is an avoidable problem. The process of doing so was traditionally fragmented, with offices relying on between three and seven suppliers, on average.This means someone sits at the computer with tabs open to vendor websites, going back and forth between them, to compare prices and find the best deal. We want to immediately help practices get closer to that more competitive best-in-class range for what they should be spending on their total costs.On cloud marketplaces, nobody knows youre a startup",
            "html_summary": "<ul><li>He teamed up with software engineer Ivan Bertona to develop Wellplaece, an automated, multi-vendor supply product purchasing platform for dental offices.“Think of the technology like an extraction layer on top of procurement for dental practices,” Bertona said in an interview.</li><li>That led to online catalogs where data could be pulled.“All those things, to me, have created this perfect storm,” Contee said.Meanwhile, the company began taking orders from a small group of practices in November 2022 and started accepting more practices in a private beta this month.</li><li>The platform is free for practices to use and Wellplaece takes a portion of the sales it drives to the supplier.Wellplaece is among other startups, like bttn, helping medical professionals get the supplies they need.</li><li>However, trying to build something like this even three years ago would have been difficult had it not been for a few factors, including the e-commerce push that resulted from the pandemic, Contee said.Distributors were trying to sell online directly with an account and with a customer portal.</li><li>Adding to the issue in recent years was the global pandemic, which strained the supply chain and made finding everyday items, like gloves and masks, more difficult.Caen Contee, co-founder of global micromobility startup Lime, told TechCrunch that this is an avoidable problem.</li><li>The process of doing so was traditionally fragmented, with offices relying on between three and seven suppliers, on average.This means someone sits at the computer with tabs open to vendor websites, going back and forth between them, to compare prices and find the best deal.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/30/wellplaece-dental-marketplace-commerce/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Activision appeals UKs irrational, unlawful blocking of Microsoft merger. Using Medieval Tools And Techniques To Rebuild NotreDames Medieval Roof. Beijing sends three into space; Wants astronauts on moon by 2030.... Apple WWDC 2023 is next week  heres what we expect. The day has arrived for Elizabeth Holmes to report to a Texas prison. First they worked in tandem, now theyre in an ebike patent suit. Wellplaece wants to put a smile on dentists face with new supply procurement marketplace"
}