{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ADRIANA MORGA, HALELUYA HADERO and CARA RUBINSKY - Associated Press",
            "title": "Best of CES 2023 Electric skates, pet tech and AI for birds",
            "description": "Tech companies of all sizes are showing off their latest products at CES, formerly known as the Consumer Electronics show. The show is getting back to normal after going virtual in 2021 and experiencing a significant drop in 2022 attendance",
            "url": "/2023-01-04-fa9a53988c69f56439866b7ecd301505",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/75/c75c05b8-2be2-5259-90cc-c93925be2f8f/63b53227c63d3.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-01-04T07:35:53Z",
            "content": "By ADRIANA MORGA, HALELUYA HADERO and CARA RUBINSKY  Associated PressLAS VEGAS (AP) Tech companies of all sizes are showing off their latest products at CES, formerly known as the Consumer Electro [+4644 chars]",
            "summary": "You might see the next big thing or something that will never make it past the prototype stage.On Tuesday night, the show kicked off with media previews from just some of the 3,000 companies signed up to attend. LAS VEGAS (AP)  Tech companies of all sizes are showing off their latest products at CES, formerly known as the Consumer Electronics show.The show is getting back to normal after going completely virtual in 2021 and seeing a significant drop in 2022 attendance because of the pandemic. Users walking around the RoybiVerse will be able to visit an area where theyll learn about dinosaurs or walk over to the virtual library where they can pick a book and read it. They also can be used as regular skates when they need to be charged or skaters simply want to travel under their own power.The $500 skates are available for pre-order. CES officially opens Thursday.Here are some highlights:POKEMON, BUT MAKE IT BIRDSBird Buddy showed off a smart bird feeder that takes snapshots of feathered friends as they fly in to eat some treats. The company, which began as a Kickstarter project in 2020, says it started shipping its bird feeders in September and has already sold all 100,000 in its inventory. The RoybiVerse is expected to offer stations where K-12 and higher education students can learn about a wide range of educational topics.",
            "html_summary": "<ul><li>You might see the next big thing or something that will never make it past the prototype stage.On Tuesday night, the show kicked off with media previews from just some of the 3,000 companies signed up to attend.</li><li>LAS VEGAS (AP) — Tech companies of all sizes are showing off their latest products at CES, formerly known as the Consumer Electronics show.The show is getting back to normal after going completely virtual in 2021 and seeing a significant drop in 2022 attendance because of the pandemic.</li><li>Users walking around the RoybiVerse will be able to visit an area where they’ll learn about dinosaurs or walk over to the virtual library where they can pick a book and read it.</li><li>They also can be used as regular skates when they need to be charged or skaters simply want to travel under their own power.The $500 skates are available for pre-order.</li><li>CES officially opens Thursday.Here are some highlights:POKEMON, BUT MAKE IT BIRDSBird Buddy showed off a smart bird feeder that takes snapshots of feathered friends as they fly in to eat some treats.</li><li>The company, which began as a Kickstarter project in 2020, says it started shipping its bird feeders in September and has already sold all 100,000 in its inventory.</li></ul>",
            "website_url": "https://apnews.com/fa9a53988c69f56439866b7ecd301505"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Singaporebased AlterPacks turns food waste into food containers",
            "description": "Food waste and food packaging take up a significant portion of the worlds landfills. AlterPacks is tackling both issues with technology that turns food waste into takeout boxes and other containers. The Singaporebased startup has raised $1 million in prese",
            "url": "/2023-01-04-alterpacks",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-1013947280.jpg?resize=1200,900",
            "publishedAt": "2023-01-04T07:59:07Z",
            "content": "Food waste and food packaging take up a significant portion of the worlds landfills. AlterPacks is tackling both issues with technology that turns food waste into takeout boxes and other containers.  [+2892 chars]",
            "summary": "AlterPacks uses spent grains because they are easily available.AlterPacks founders Steven Tan, Karen Cheah and Herbin ChiaThe properties of spent grains and the volume of grains available globally were two key factors, she said. AlterPacks can manufacture containers at scale with automated machines that clean raw materials, mix its formulation and then press it into different shapes of containers.AlterPacks containers have been available commercially since December. AlterPacks is tackling both issues with technology that turns food waste into takeout boxes and other containers. Spent grains are usually used for animal feed, fertilizer or disposed of. Food waste and food packaging take up a significant portion of the worlds landfills. We are glad that we managed to tap into our partnership with SEEDS Capital to co-lead and invest in our very first sustainability startup in APAC and we hope this will be the first of many other sustainability investments with SEEDS Capital. The startup is also in the process of developing bio-pellets as a replacement for petroleum-based resins use in manufacturing machines.",
            "html_summary": "<ul><li>AlterPacks uses spent grains because they are easily available.AlterPacks founders Steven Tan, Karen Cheah and Herbin Chia“The properties of spent grains and the volume of grains available globally were two key factors,” she said.</li><li>AlterPacks can manufacture containers at scale with automated machines that clean raw materials, mix its formulation and then press it into different shapes of containers.AlterPacks’ containers have been available commercially since December.</li><li>AlterPacks is tackling both issues with technology that turns food waste into takeout boxes and other containers.</li><li>Spent grains are usually used for animal feed, fertilizer or disposed of.</li><li>Food waste and food packaging take up a significant portion of the world’s landfills.</li><li>We are glad that we managed to tap into our partnership with SEEDS Capital to co-lead and invest in our very first sustainability startup in APAC and we hope this will be the first of many other sustainability investments with SEEDS Capital.”</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/03/alterpacks/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "This is Chryslers vision for your future car cabin",
            "description": "Chrysler debuted at CES 2023 the Chrysler Synthesis, a twoseater demonstration of incar tech and how drivers and passengers might use it.",
            "url": "/2023-01-04-this-is-chryslers-vision-for-your-future-car-cabin",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/CN023_003CH.jpg?resize=1200,451",
            "publishedAt": "2023-01-04T05:55:56Z",
            "content": "One year ago at CES in Las Vegas, Stellantis showed the world what a Chrysler EV might look like a transformation that will occur by 2028 when it becomes an allelectric brand.Now, were getting a  [+3759 chars]",
            "summary": "As part of the demonstration, the company created a typical day in this future car life that includes a virtual personal assistant that uses biometric recognition, automated driving that allows the driver to conduct video calls and entertainment and wellness experiences like mediation, games and karaoke. (It should be noted that Tesla vehicles, new Mercedes models with the MBUX infotainment system and other vehicle models have some of these smart features).Chrysler also envisions a more automated driving future. It will allow the company to upgrade software to vehicles over the air, or wirelessly.On top of this brain, Stellantis will add its SmartCockpit, a platform built in partnership with Foxconn that will deliver applications to the driver such as navigation, voice assistance, e-commerce marketplace and payment services. One year ago at CES in Las Vegas, Stellantis showed the world what a Chrysler EV might look like  a transformation that will occur by 2028 when it becomes an all-electric brand.Now, were getting a peek at the companys vision for future car cabins. Chrysler, the 97-year-old brand under global automaker Stellantis, wants its in-car technology to make real life easier.The brand is showcasing its vision at CES 2023 through Chrysler Synthesis, a two-seater demonstration of in-car tech and how drivers and passengers might use it. This underlying system is integrated with the cloud that connects electronic control units within the vehicle with the vehicles central high performing computer via a high-speed data bus. Theres even a feature that allows customers to create and synthesize their own musicWhile this may be a design exercise aimed at exciting consumers and shareholders, the core technology is a real part of Stellantis strategy.",
            "html_summary": "<ul><li>As part of the demonstration, the company created a typical day in this future car life that includes a virtual personal assistant that uses biometric recognition, automated driving that allows the driver to conduct video calls and entertainment and wellness experiences like mediation, games and karaoke.</li><li>(It should be noted that Tesla vehicles, new Mercedes models with the MBUX infotainment system and other vehicle models have some of these ‘smart’ features).Chrysler also envisions a more automated driving future.</li><li>It will allow the company to upgrade software to vehicles “over the air,” or wirelessly.On top of this “brain,” Stellantis will add its “SmartCockpit,” a platform built in partnership with Foxconn that will deliver applications to the driver such as navigation, voice assistance, e-commerce marketplace and payment services.</li><li>One year ago at CES in Las Vegas, Stellantis showed the world what a Chrysler EV might look like — a transformation that will occur by 2028 when it becomes an all-electric brand.Now, we’re getting a peek at the company’s vision for future car cabins.</li><li>Chrysler, the 97-year-old brand under global automaker Stellantis, wants its in-car technology to make “real life” easier.The brand is showcasing its vision at CES 2023 through Chrysler Synthesis, a two-seater demonstration of in-car tech and how drivers and passengers might use it.</li><li>This underlying system is integrated with the cloud that connects electronic control units within the vehicle with the vehicle’s central high performing computer via a high-speed data bus.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/03/this-is-chryslers-vision-for-your-future-car-cabin/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Its like the Power Glove, but for VR",
            "description": "ContactGlove is a new VR glove gaming peripheral from the Japanese firm, DiverX, which debuted this week at CES.",
            "url": "/2023-01-04-its-like-the-power-glove-but-for-vr",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/CMC_4048-Large.jpeg?resize=1200,800",
            "publishedAt": "2023-01-04T03:13:05Z",
            "content": "Nintendos Power Glove was, to quote one of the 80s finest films, so bad. The NES peripheral transfixed a generation of youngsters, only to later realize that the bad in this instance should perhaps h [+1832 chars]",
            "summary": "Nintendo ultimately sold one million of the things, but the technology just wasnt there, and the dream controlling gameplay with a robo-glove appeared to have died along with it.With the newfound (relative) prominence of virtual reality, perhaps its time give the idea another go. Nintendos Power Glove was, to quote one of the 80s finest films, so bad. The NES peripheral transfixed a generation of youngsters, only to later realize that the bad in this instance should perhaps have been taken a bit more literally. You can also hot swap the battery to keep it up and running.The product claims to be a cheaper/more accessible approach to VR gloves than whats currently out there. The firm puts the final retail price of the product at just under $500 for the pair.Its compatible with HTC Vive headsets, as well as Steam VR hardware. The company is also making an SDK available for Unity and UnrealEngine developers to make better use of the system. Battery life is around two hours with haptics on and eight hours with it turned off. Certainly interacting in this way make a heck of a lot more sense in VR than it does an 8-bit side scroller.",
            "html_summary": "<ul><li>Nintendo ultimately sold one million of the things, but the technology just wasn’t there, and the dream controlling gameplay with a robo-glove appeared to have died along with it.With the newfound (relative) prominence of virtual reality, perhaps it’s time give the idea another go.</li><li>Nintendo’s Power Glove was, to quote one of the 80s’ finest films, “so bad.” The NES peripheral transfixed a generation of youngsters, only to later realize that the “bad” in this instance should perhaps have been taken a bit more literally.</li><li>You can also hot swap the battery to keep it up and running.The product claims to be a cheaper/more accessible approach to VR gloves than what’s currently out there.</li><li>The firm puts the final retail price of the product at just under $500 for the pair.It’s compatible with HTC Vive headsets, as well as Steam VR hardware.</li><li>The company is also making an SDK available for Unity and UnrealEngine developers to make better use of the system.</li><li>Battery life is around two hours with haptics on and eight hours with it turned off.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/03/its-like-the-power-glove-but-for-vr/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Nanoleaf debuts smart lighting for ceilings, TVs and more",
            "description": "Nanoleaf, the smart lighting fixture company, is introducing a range of different products at the 2023 Consumer Electronics Show, including an intelligent assistant.",
            "url": "/2023-01-04-nanoleaf-debuts-smart-lighting-for-ceilings-tvs-and-more",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/Nanoleaf-5.jpg?resize=1200,800",
            "publishedAt": "2023-01-04T01:00:24Z",
            "content": "CES isnt as consumerfocused as it once was, despite the overt branding. (CES stands for Consumer Electronics Show.) Indeed, automotive and enterprise vendors have encroached on the Las Vegas show [+5342 chars]",
            "summary": "Combined with the vision of a hands-free smart home, we wanted to pair this with a smart lighting assistant that was user-friendly and relatable, which is when Nala was born.Image Credits: NanoleafNanoleaf certainly isnt the first to attempt to inject intelligence and proactivity into the smart home. Each smart light switch will help Nala to learn better and offer more accurate predictive actions like turn on and off, seamless brightness adjustments, scene selection and more.Beyond Nala and Sense+ Controls, Nanoleaf unveiled Nanoleaf 4D, an ambient (and Matter-compatible) backlighting kit for large-screen TVs. With app and voice controls, the smart home is still very much based on manual controls and has not reached its full potential of what smart can be, Gimmy Chu, the CEO of Nanoleaf, told TechCrunch in an email interview. Simply put, theres less that can go wrong.Nala creates smart automations for your home, which can either be set to appear as suggestions or automatically applied to your lighting, Chu said. Nanoleaf 4D features four screen modes, with 50 addressable zones on the five-meter light strip, and comes bundled with snap-on brackets as well as adhesives for easy (in theory) installation.Nanoleaf 4D. (CES stands for Consumer Electronics Show.) Indeed, automotive and enterprise vendors have encroached on the Las Vegas show floor in recent years as some major consumer brands pull back. Similar to AmbiVision and other such systems, Nanoleaf 4D relies on an LED light strip and a camera to record whats happening on the display and extend the picture by illuminating corresponding LEDs.",
            "html_summary": "<ul><li>“Combined with the vision of a hands-free smart home, we wanted to pair this with a smart lighting assistant that was user-friendly and relatable, which is when Nala was born.”Image Credits: NanoleafNanoleaf certainly isn’t the first to attempt to inject intelligence and proactivity into the smart home.</li><li>Each smart light switch will help Nala to learn better and offer more accurate predictive actions like turn on and off, seamless brightness adjustments, scene selection and more.”Beyond Nala and Sense+ Controls, Nanoleaf unveiled Nanoleaf 4D, an ambient (and Matter-compatible) backlighting kit for large-screen TVs.</li><li>With app and voice controls, the smart home is still very much based on manual controls and has not reached its full potential of what smart can be,” Gimmy Chu, the CEO of Nanoleaf, told TechCrunch in an email interview.</li><li>Simply put, there’s less that can go wrong.“Nala creates smart automations for your home, which can either be set to appear as suggestions or automatically applied to your lighting,” Chu said.</li><li>Nanoleaf 4D features four screen modes, with 50 addressable zones on the five-meter light strip, and comes bundled with snap-on brackets as well as adhesives for easy (in theory) installation.Nanoleaf 4D.</li><li>(CES stands for “Consumer Electronics Show.”) Indeed, automotive and enterprise vendors have encroached on the Las Vegas show floor in recent years as some major consumer brands pull back.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/03/nanoleaf-debuts-smart-lighting-for-ceilings-tvs-and-more/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "VWs next electric car for the US is the ID.7 sedan",
            "description": "VW says it has listened to feedback and has improved the user experience.",
            "url": "/2023-01-04-volkswagens-new-id-7-electric-sedan-is-revealed-at-ces",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/01/DB2022AU01049-760x380.jpg",
            "publishedAt": "2023-01-04T00:13:04Z",
            "content": "Enlarge/ VW used QR codes to camouflage the shape of its new ID.7 sedan for its CES debut.23 with 0 posters participatingOn Tuesday in Las Vegas, Volkswagen revealed its next fully electric model [+3037 chars]",
            "summary": "Well, a somewhat-camouflaged version, at any ratethe show car wears an electroluminescent QR code livery for its debut at this year's Consumer Electronics Show.The new sedan, called the ID.7, will go on sale in the US in 2024 after the official production car is unveiled later this fall. And there's bad news if you like physical controls for the air ventslike a Tesla or Porsche, the ID.7 uses digitally controlled vents, which VW says will also respond to voice prompts like \"hello Volkswagen, my hands are cold. As its name suggests, the ID.7 is part of VW's new family of electric vehicles that use the company's new modular platform called MEB (Modularer E-Antriebs-Baukasten or Modular Electrification Toolkit), which we've tested in the ID.4 crossover as well as the ID. VW says the climate control system is clever enough to detect when the driver is approaching the car and will then cool the interior on a hot day or warm it on a cold one.VW says it's targeting a WLTP-certified range of 700 km. )Expect it to be roomy insideat 116.9 inches (2,969 mm), the ID.7's wheelbase is a fair bit longer than the ID.4's, which already has a generous-sized cabin.It also features what looks like a new 15-inch infotainment system. Given the differences between this European EV efficiency test and the US EPA test cycle, it's impossible to simply convert that number to miles to estimate the US equivalent, but I'd expect it to be comfortably above 300 miles. The show car wears 40 layers of paint and includes 22 electroluminescent regions that certainly lend it a dramatic look.",
            "html_summary": "<ul><li>Well, a somewhat-camouflaged version, at any rate—the show car wears an electroluminescent QR code livery for its debut at this year's Consumer Electronics Show.The new sedan, called the ID.7, will go on sale in the US in 2024 after the official production car is unveiled later this fall.</li><li>And there's bad news if you like physical controls for the air vents—like a Tesla or Porsche, the ID.7 uses digitally controlled vents, which VW says will also respond to voice prompts like \"hello Volkswagen, my hands are cold.</li><li>As its name suggests, the ID.7 is part of VW's new family of electric vehicles that use the company's new modular platform called MEB (Modularer E-Antriebs-Baukasten or Modular Electrification Toolkit), which we've tested in the ID.4 crossover as well as the ID.</li><li>VW says the climate control system is clever enough to detect when the driver is approaching the car and will then cool the interior on a hot day or warm it on a cold one.VW says it's targeting a WLTP-certified range of 700 km.</li><li>)Expect it to be roomy inside—at 116.9 inches (2,969 mm), the ID.7's wheelbase is a fair bit longer than the ID.4's, which already has a generous-sized cabin.It also features what looks like a new 15-inch infotainment system.</li><li>Given the differences between this European EV efficiency test and the US EPA test cycle, it's impossible to simply convert that number to miles to estimate the US equivalent, but I'd expect it to be comfortably above 300 miles.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/01/volkswagens-new-id-7-electric-sedan-is-revealed-at-ces/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Best of CES 2023 Electric skates, pet tech and AI for birds. Singaporebased AlterPacks turns food waste into food containers. This is Chryslers vision for your future car cabin. Its like the Power Glove, but for VR. Nanoleaf debuts smart lighting for ceilings, TVs and more. VWs next electric car for the US is the ID.7 sedan"
}