{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Andrew Solender, Ashley Gold",
            "title": "Scoop Schumer lays groundwork for Congress to regulate AI",
            "description": "Senate Majority Leader Chuck Schumer (DN.Y.) is taking early steps toward legislation to regulate artificial intelligence technology, Axios has learned.Why it matters A recent explosion in the development of generative AI systems has spurred alarm among law",
            "url": "/2023-04-13-congress-regulate-ai-tech",
            "urlToImage": "https://images.axios.com/1HzZxFxQqh0xORX52F-BXVGZReI=/0x0:1920x1080/1366x768/2023/04/13/1681344816451.jpg",
            "publishedAt": "2023-04-13T09:30:00Z",
            "content": "Senate Majority Leader Chuck Schumer (DN.Y.) is taking early steps toward legislation to regulate artificial intelligence technology, Axios has learned.Why it matters A recent explosion in the de [+2776 chars]",
            "summary": "Photo illustration: Shoshana Gordon/Axios.",
            "html_summary": "<ul><li>Photo illustration: Shoshana Gordon/Axios.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/13/congress-regulate-ai-tech"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Ecofriendly tires Bridgestone goes green in new tire test",
            "description": "The tire uses recycled plastics and natural guayule rubber from Arizona.",
            "url": "/2023-04-13-eco-friendly-tires-bridgestone-goes-green-in-new-tire-test",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/GettyImages-1234960985-760x380.jpg",
            "publishedAt": "2023-04-13T14:53:18Z",
            "content": "Enlarge/ This woody desert shrub called guayule could be coming to a tire near you before too long.10 with In 2022, the tire company Bridgestone used the IndyCar racing series to debut a new sust [+3001 chars]",
            "summary": "These include recycled steel (for the tire's belt), recycled rubber chemicals, carbon black from both recycled sources and end-of-life tire pyrolysis oil, and synthetic rubber made from sustainable materials like recycled plastic bottles. Bridgestone says that 38 percent of the tire's content is biological in originthere's some para and guayule rubber, but also plant-based oils and resins, biologically derived silica from rice husk ash, and biologically derived carbon black.Another 37 percent of the tire's content is from recycled materials. The company will conduct tests with automakers to prove the concept.The world produces about 2 billion tires each year, and while synthetic rubbers are used in modest amounts, most road tires use a lot of natural rubber from the para rubber tree (Hevea brasiliensis). Now, Bridgestone is ready to try the rubber in a more practical application and has produced a demonstration run of road-going tires using guayule rubber and a high percentage of recycled materials. \"As we progress in our transformation to a sustainable solutions company, we are making incredible progress in the use of recycled and renewable materials to bring sustainable tire technology from the drawing board to the driveway,\" said Paolo Ferrari, president and CEO of Bridgestone Americas.  Jonathan M. Gitlin - Apr 13, 2023 2:53 pm UTC In 2022, tire company Bridgestone used the IndyCar racing series to debut a new sustainable natural rubber that it has been testing as a replacement for less environmentally friendly rubber. \"Bridgestone produced a run of 200 demonstration tires at its Aiken County Passenger/Light Truck Radial Tire Plant in Graniteville, South Carolina, which is the first US tire factory to earn an International Sustainability and Carbon Certification for its transparency and traceability of sustainable raw materials.",
            "html_summary": "<ul><li>These include recycled steel (for the tire's belt), recycled rubber chemicals, carbon black from both recycled sources and end-of-life tire pyrolysis oil, and synthetic rubber made from sustainable materials like recycled plastic bottles.</li><li>Bridgestone says that 38 percent of the tire's content is biological in origin—there's some para and guayule rubber, but also plant-based oils and resins, biologically derived silica from rice husk ash, and biologically derived carbon black.Another 37 percent of the tire's content is from recycled materials.</li><li>The company will conduct tests with automakers to prove the concept.The world produces about 2 billion tires each year, and while synthetic rubbers are used in modest amounts, most road tires use a lot of natural rubber from the para rubber tree (Hevea brasiliensis).</li><li>Now, Bridgestone is ready to try the rubber in a more practical application and has produced a demonstration run of road-going tires using guayule rubber and a high percentage of recycled materials.</li><li>\"As we progress in our transformation to a sustainable solutions company, we are making incredible progress in the use of recycled and renewable materials to bring sustainable tire technology from the drawing board to the driveway,\" said Paolo Ferrari, president and CEO of Bridgestone Americas.</li><li> Jonathan M. Gitlin - Apr 13, 2023 2:53 pm UTC In 2022, tire company Bridgestone used the IndyCar racing series to debut a new sustainable natural rubber that it has been testing as a replacement for less environmentally friendly rubber.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/04/eco-friendly-tires-bridgestone-goes-green-in-new-tire-test/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "This startup wants to train artgenerating AI strictly on licensed images",
            "description": "Bria claims to be one of the first companies training AI models on entirely licensed data, mainly art and photos.",
            "url": "/2023-04-13-this-startup-wants-to-train-art-generating-ai-strictly-on-licensed-images",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1399939989.jpg?resize=1200,800",
            "publishedAt": "2023-04-13T12:30:48Z",
            "content": "Generative AI, particularly texttoimage AI, is attracting as many lawsuits as it is venture dollars.Two companies behind popular AI art tools,Midjourney and Stability AI, are entangled in a lega [+7918 chars]",
            "summary": "Overall, our commitment to ethical and responsible training of AI models sets us apart from our competitors.Those competitors include incumbents like OpenAI, Midjourney and Stability AI, as well as Jasper, whose generative art tool, Jasper Art, also targets enterprise customers. Generative AI, particularly text-to-image AI, is attracting as many lawsuits as it is venture dollars.Two companies behind popular AI art tools, Midjourney and Stability AI, are entangled in a legal case that alleges they infringed on the rights of millions of artists by training their tools on web-scraped images. But Brias model will allow other generative platforms to establish similar revenue sharing arrangements with creators, Adato says.Its tough to put too much stock into Brias tech given the nascency of the generative AI industry. Adobe, meanwhile, says that its developing a compensation model for contributors to Adobe Stock, its stock content library, thatll allow them to monetize their talents and benefit from any revenue its generative AI technology, Firefly, brings in.But Brias approach is more extensive, Adato tells me. With funding for generative AI starting to cool off, partly because of the high level of competition and questions around liability, more narrow generative AI startups just might stand a chance at cutting through the noise  and avoiding lawsuits in the process.Well have to wait and see. Adato doesnt see it that way.Weve made it a priority to focus on safe and quality enterprise data collections in the construction of our training sets to avoid biased or toxic data and copyright infringement, he said. Shutterstocks recently launched Contributors Fund reimburses creators whose work is used to train AI art models, while OpenAI licensed a portion of Shutterstocks library to train DALL-E 2, its image generation tool.",
            "html_summary": "<ul><li>“Overall, our commitment to ethical and responsible training of AI models sets us apart from our competitors.”Those competitors include incumbents like OpenAI, Midjourney and Stability AI, as well as Jasper, whose generative art tool, Jasper Art, also targets enterprise customers.</li><li>Generative AI, particularly text-to-image AI, is attracting as many lawsuits as it is venture dollars.Two companies behind popular AI art tools, Midjourney and Stability AI, are entangled in a legal case that alleges they infringed on the rights of millions of artists by training their tools on web-scraped images.</li><li>But Bria’s model will allow other generative platforms to establish similar revenue sharing arrangements with creators, Adato says.It’s tough to put too much stock into Bria’s tech given the nascency of the generative AI industry.</li><li>Adobe, meanwhile, says that it’s developing a compensation model for contributors to Adobe Stock, its stock content library, that’ll allow them to “monetize their talents” and benefit from any revenue its generative AI technology, Firefly, brings in.But Bria’s approach is more extensive, Adato tells me.</li><li>With funding for generative AI starting to cool off, partly because of the high level of competition and questions around liability, more “narrow” generative AI startups just might stand a chance at cutting through the noise — and avoiding lawsuits in the process.We’ll have to wait and see.</li><li>Adato doesn’t see it that way.“We’ve made it a priority to focus on safe and quality enterprise data collections in the construction of our training sets to avoid biased or toxic data and copyright infringement,” he said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/13/this-startup-wants-to-train-art-generating-ai-strictly-on-licensed-images/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Otterize raises $11.5M to help developers securely connect software services",
            "description": "Otterize, a platform that offers tools to help developers securely connect software services, has raised $11.5 million in a venture round.",
            "url": "/2023-04-13-otterize-raises-11-5m-to-help-developers-securely-connect-software-services",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1345379649.jpg?resize=1200,692",
            "publishedAt": "2023-04-13T12:00:48Z",
            "content": "Tomer Greenwald, Uri Sarid and Ori Shoshan, software developers by trade, found themselves building and configuring software authentication and authorization mechanisms repeatedly  each time with a  [+3590 chars]",
            "summary": "With Otterize, developers can make those calls securely by simply declaring, alongside their code, the calls their code intends to make.As Greenwald went on to explain to me, Otterize uses declarations to set access controls to allow intended calls  and block any unintended ones. According to a 2021 survey from JumpCloud and ESG Research, 97% of security executives planned to expand or continue existing spend on identity and access management tools.Beyond access management, 65% of organizations plan to increase spending on cybersecurity this year, an ESG Research poll found. Otterize is pioneering a new approach for access controls, automating the provision and maintenance of necessary access without human coordination, in so doing also securing the entire ecosystem of services based on least-privilege principles. Tomer Greenwald, Uri Sarid and Ori Shoshan, software developers by trade, found themselves building and configuring software authentication and authorization mechanisms repeatedly  each time with a different tech stack. Otterize today raised $11.5 million in a seed funding round led by Index Ventures with participation from Dig Ventures and Vine Ventures, Jibe Ventures, Crew Capital and Operator Partners.Most software these days is composed of multiple services that call each other, Greenwald told TechCrunch via email. If one service is compromised, it cant be used to compromise other services it wasnt intended to call. Asked about the broader slowdown in tech and headwinds like the Silicon Valley Bank collapse, Greenwald expressed confidence that Otterizes focus on responsible growth and prioritizing product-market fit position the company well.Time will tell.",
            "html_summary": "<ul><li>“With Otterize, developers can make those calls securely by simply declaring, alongside their code, the calls their code intends to make.”As Greenwald went on to explain to me, Otterize uses declarations to set access controls to allow intended calls — and block any unintended ones.</li><li>According to a 2021 survey from JumpCloud and ESG Research, 97% of security executives planned to expand or continue existing spend on identity and access management tools.Beyond access management, 65% of organizations plan to increase spending on cybersecurity this year, an ESG Research poll found.</li><li>“Otterize is pioneering a new approach for access controls, automating the provision and maintenance of necessary access without human coordination, in so doing also securing the entire ecosystem of services based on least-privilege principles.”</li><li>Tomer Greenwald, Uri Sarid and Ori Shoshan, software developers by trade, found themselves building and configuring software authentication and authorization mechanisms repeatedly — each time with a different tech stack.</li><li>Otterize today raised $11.5 million in a seed funding round led by Index Ventures with participation from Dig Ventures and Vine Ventures, Jibe Ventures, Crew Capital and Operator Partners.“Most software these days is composed of multiple services that call each other,” Greenwald told TechCrunch via email.</li><li>If one service is compromised, it can’t be used to compromise other services it wasn’t intended to call.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/13/otterize-raises-11-5m-to-help-developers-securely-connect-software-services/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "As tech slumps, SoftBank sells VC unit to Singaporebased firm led by Masayoshi Sons brother",
            "description": "SoftBank is selling one of its venture capital arms, South Koreabased SoftBank Ventures Asia (SBVA), to The Edgeof, a Singaporean investment firm, according to the two companies.",
            "url": "/2023-04-13-as-tech-slumps-softbank-sells-vc-unit-to-singapore-based-firm-led-by-masayoshi-sons-brother",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/12/GettyImages-1220579338.jpg?w=1024",
            "publishedAt": "2023-04-13T09:59:13Z",
            "content": "SoftBank is selling one of its venture capital arms, South Koreabased SoftBank Ventures Asia (SBVA), to The Edgeof, a Singaporean investment firm, according to the two companies.The deals finan [+2841 chars]",
            "summary": "We are confident that our collective strengths and resources will ignite a new era of revolutionary technologies and solutions, establishing us as a prominent influence in developing and expanding Startups worldwide, Son said. SoftBank is selling one of its venture capital arms, South Korea-based SoftBank Ventures Asia (SBVA), to The Edgeof, a Singaporean investment firm, according to the two companies. In February, SoftBank said its investment vehicles posted a loss of nearly $6 billion in the quarter that ended in December, marking its fourth consecutive quarterly loss. Last May, the Japanese tech giant said in an earnings call that it would cut startup investments by 50-75% through March 2023. Some of the portfolio companies the Seoul-based VC firm invested in led to more considerable investments by SoftBanks Vision Fund a few years later. The deals financial terms have not been disclosed, but the Singaporean VC firm aims to complete the acquisition this year. The Edgeof will unveil a fresh brand identity once the acquisition deal is closed, according to the company.",
            "html_summary": "<ul><li>“We are confident that our collective strengths and resources will ignite a new era of revolutionary technologies and solutions, establishing us as a prominent influence in developing and expanding αStartups worldwide,” Son said.</li><li>SoftBank is selling one of its venture capital arms, South Korea-based SoftBank Ventures Asia (SBVA), to The Edgeof, a Singaporean investment firm, according to the two companies.</li><li>In February, SoftBank said its investment vehicles posted a loss of nearly $6 billion in the quarter that ended in December, marking its fourth consecutive quarterly loss.</li><li>Last May, the Japanese tech giant said in an earnings call that it would cut startup investments by 50-75% through March 2023.</li><li>Some of the portfolio companies the Seoul-based VC firm invested in led to more considerable investments by SoftBank’s Vision Fund a few years later.</li><li>The deal’s financial terms have not been disclosed, but the Singaporean VC firm aims to complete the acquisition this year.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/13/as-tech-slumps-softbank-sells-vc-unit-to-singapore-based-firm-led-by-masayoshi-sons-brother/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "LMS365, a learning management system built into Microsoft 365 and Teams, raises $20M",
            "description": "LMS365, an online learning management system that integrates with Microsoft products, has raised $20 million.",
            "url": "/2023-04-13-lms365-a-learning-management-system-that-integrates-with-microsoft-products-raises-20m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Skaermbillede-2023-04-04-kl.-16.44.50-e1680619888222.png?resize=1200,613",
            "publishedAt": "2023-04-13T06:00:57Z",
            "content": "Danish companyLMS365, an online learning management system (LMS) built for use inside Microsoft products, has raised $20 million in its first institutional round of funding.Used by companies inclu [+4494 chars]",
            "summary": "Also, Microsoft provides a toolset for the [whole] business  LMS365 uses Azure for hosting, Teams for delivering their application, VIVA for recommending courses, and Power BI for data extraction.Moreover, by focusing on Microsoft, this minimizes any risks associated with trying to support too many software ecosystems. Our primary markets (around 80%) are services industry, logistics, manufacturing, automotive, healthcare and government.LMS365s first external investment was led by New York-based Blue Cloud Ventures, with participation from Singapores Kamet Capital and existing shareholders. Image Credits: LMS365From the end-user perspective, all this means that new hires can be onboarded directly through Microsoft Teams, or receive ongoing training in all manner of disciplines from customer service to managing mental health.Course and content management. Or they can import pre-existing courses or quizzes constructed elsewhere and stored in the SCORM or AICC format, which can be useful for general industry-specific training for cybersecurity, or regulatory compliance. Image Credits: LMS365LMS365s history can be traced back to 2003, when dentist Bjarne Mortensen founded a company called Elearningforce that was focused squarely on on-premise deployments of Microsoft SharePoint. We will use M&A strategically going forward, including in relation to product development. Image Credits: LMS365Managers can also track learner progress and present relevant data via Microsoft Power BI visuals.Tracking and reporting.",
            "html_summary": "<ul><li>“Also, Microsoft provides a toolset for the [whole] business — LMS365 uses Azure for hosting, Teams for delivering their application, VIVA for recommending courses, and Power BI for data extraction.”Moreover, by focusing on Microsoft, this minimizes any risks associated with trying to support too many software ecosystems.</li><li>“Our primary markets (around 80%) are services industry, logistics, manufacturing, automotive, healthcare and government.”LMS365’s first external investment was led by New York-based Blue Cloud Ventures, with participation from Singapore’s Kamet Capital and existing shareholders.</li><li>Image Credits: LMS365From the end-user perspective, all this means that new hires can be onboarded directly through Microsoft Teams, or receive ongoing training in all manner of disciplines from customer service to managing mental health.Course and content management.</li><li>Or they can import pre-existing courses or quizzes constructed elsewhere and stored in the SCORM or AICC format, which can be useful for general industry-specific training for cybersecurity, or regulatory compliance.</li><li>Image Credits: LMS365LMS365’s history can be traced back to 2003, when dentist Bjarne Mortensen founded a company called Elearningforce that was focused squarely on on-premise deployments of Microsoft SharePoint.</li><li>“We will use M&A strategically going forward, including in relation to product development.”</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/12/lms365-a-learning-management-system-that-integrates-with-microsoft-products-raises-20m/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Scoop Schumer lays groundwork for Congress to regulate AI. Ecofriendly tires Bridgestone goes green in new tire test. This startup wants to train artgenerating AI strictly on licensed images. Otterize raises $11.5M to help developers securely connect software services. As tech slumps, SoftBank sells VC unit to Singaporebased firm led by Masayoshi Sons brother. LMS365, a learning management system built into Microsoft 365 and Teams, raises $20M"
}