{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Amazon adds its 10,000th Rivian electric delivery van to its fleet | Makemetechie.com Summary",
            "description": "The online retailer has doubled its number of EV vans since July.",
            "url": "/2023-10-17-amazon-adds-its-10000th-rivian-electric-delivery-van-to-its-fleet",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/Amazon-EDV6-760x380.jpg",
            "publishedAt": "2023-10-18T15:51:03Z",
            "content": "21 with Amazon has a plan to deploy 100,000 electric vans to its delivery fleet by 2030. At the rate its going, that might happen a little sooner. On Thursday, it announced that it now has 10,000  [+2122 chars]",
            "summary": "Amazon now has Rivian electric delivery vans in service up from earlier this July Rivian s big order from Amazon was placed in as part of the online retailer's plan to become carbon neutral. Amazon says that the vans are now operating in more than cities across the US including Alpharetta Austin Baltimore Boston Cleveland Charlotte Chicago Cincinnati Dallas Denver Grand Rapids Houston Indianapolis Kansas City Las Vegas Madison Miami Nashville New York Newark Oakland Omaha Orlando Philadelphia Phoenix Pittsburgh Portland Provo Rochester Salt Lake City San Diego San Jose Santa Rosa Seattle St Louis Tampa and Toledo Amazon is also rolling out vans in Anaheim Green Bay Lexington and Silver Spring.",
            "html_summary": "<ul><li>Amazon now has Rivian electric delivery vans in service up from earlier this July Rivian s big order from Amazon was placed in as part of the online retailer's plan to become carbon neutral.</li><li> Amazon says that the vans are now operating in more than cities across the US including Alpharetta Austin Baltimore Boston Cleveland Charlotte Chicago Cincinnati Dallas Denver Grand Rapids Houston Indianapolis Kansas City Las Vegas Madison Miami Nashville New York Newark Oakland Omaha Orlando Philadelphia Phoenix Pittsburgh Portland Provo Rochester Salt Lake City San Diego San Jose Santa Rosa Seattle St Louis Tampa and Toledo Amazon is also rolling out vans in Anaheim Green Bay Lexington and Silver Spring.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/10/amazon-adds-its-10000th-rivian-electric-delivery-van-to-its-fleet/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Court downplayed privacy risks to uphold cops keyword warrant, experts say | Makemetechie.com Summary",
            "description": "Court ruling may incentivize cops to push the envelope on novel surveillance tactics.",
            "url": "/2023-10-17-cops-may-expand-use-of-dragnet-warrants-of-google-search-data-experts-warn",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/GettyImages-91572962-760x380.jpg",
            "publishedAt": "2023-10-18T15:17:05Z",
            "content": "16 with On Monday, the Colorado Supreme Court ruled that Google search data evidence retrieved by Denver police using a controversial keyword search warrant can be used to prosecute a teenager who  [+3205 chars]",
            "summary": "The Colorado Supreme Court ruled that Google search data evidence retrieved by Denver police using a controversial keyword search warrant can be used to prosecute a teenager who has been charged with deadly arson. Gavin Seymour the teenager accused of arson had moved to suppress the evidence asking the court to consider whether keyword warrants violate constitutional rights. This was the first constitutional challenge to the legitimacy of keyword warrants which operate in the complete opposite manner of traditional warrants and do not require police to first identify a suspect before conducting a search. The court ruled that it didn t matter if keyword warrants are determined to be illegal Denver police qualified for a good faith exception for executing the warrant.",
            "html_summary": "<ul><li>The Colorado Supreme Court ruled that Google search data evidence retrieved by Denver police using a controversial keyword search warrant can be used to prosecute a teenager who has been charged with deadly arson.</li><li> Gavin Seymour the teenager accused of arson had moved to suppress the evidence asking the court to consider whether keyword warrants violate constitutional rights.</li><li> This was the first constitutional challenge to the legitimacy of keyword warrants which operate in the complete opposite manner of traditional warrants and do not require police to first identify a suspect before conducting a search.</li><li> The court ruled that it didn t matter if keyword warrants are determined to be illegal Denver police qualified for a good faith exception for executing the warrant.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/10/cops-may-expand-use-of-dragnet-warrants-of-google-search-data-experts-warn/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Amanda Silberling, Dominic-Madori Davis and Kyle Wiggers",
            "title": "When was the last time Marc Andreessen talked to a poor person? | Makemetechie.com Summary",
            "description": "Venture capitalist Marc Andreessen posted a manifesto on the a16z website, calling for technooptimism in a frenzied, 5,000word blog post that somehow",
            "url": "/2023-10-17-when-was-the-last-time-marc-andreessen-talked-to-a-poor-person",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/09/gettyimages-604311102.jpg?resize=1200,798",
            "publishedAt": "2023-10-18T05:25:25Z",
            "content": "Venture capitalist Marc Andreessen posted a manifesto on the a16z website, calling for technooptimism in a frenzied, 5,000word blog post that somehow manages to reinvent Reaganomics, propose the c [+7785 chars]",
            "summary": "He wants us to work, to be productive, to be proud.The missing link here is how we can use tech to actually take care of people; how to feed them, clothe them, how to make sure the planet doesnt reach such high temperatures that we all just melt away. He talks about the economic frameworks that life is spun around, without mentioning the intricate ways it actually impacts people.Plenty of tech giants speak of creating a world they have no grasp on. Early on in his essay, Andreessen writes, We believe that there is no material problem  whether created by nature or by technology  that cannot be solved with more technology. A16z is increasingly investing in defense companies, including Palmer Luckeys controversial startup Anduril, which manufactures autonomous weapons. But to deny the negative impacts of these companies is to move through the world with blinders up.Furthermore, its implicit  but not stated in Andreessens argument  that these platforms have effectively made large swatches of society renters, and the platforms, the landlords. He wants 50 billion people to be on earth (and then for some of us to colonize outer space), and says the markets can generate the money needed to fund social welfare programs. What is missing here is that San Francisco is already the tech hub of the world and is one of the most unequal places in the universe, both socially and economically. So, he inherently is going to push for his techno-optimist vision, because the success of tech companies means he gets even more rich.",
            "html_summary": "<ul><li>He wants us to work, to be productive, “to be proud.”The missing link here is how we can use tech to actually take care of people; how to feed them, clothe them, how to make sure the planet doesn’t reach such high temperatures that we all just melt away..</li><li>He talks about the economic frameworks that life is spun around, without mentioning the intricate ways it actually impacts people.Plenty of tech giants speak of creating a world they have no grasp on..</li><li>Early on in his essay, Andreessen writes, “We believe that there is no material problem – whether created by nature or by technology – that cannot be solved with more technology.” A16z is increasingly investing in defense companies, including Palmer Luckey’s controversial startup Anduril, which manufactures autonomous weapons..</li><li>But to deny the negative impacts of these companies is to move through the world with blinders up.Furthermore, it’s implicit — but not stated in Andreessen’s argument — that these platforms have effectively made large swatches of society renters, and the platforms, the landlords..</li><li>He wants 50 billion people to be on earth (and then for some of us to colonize outer space), and says the “markets” can generate the money needed to fund social welfare programs..</li><li>What is missing here is that San Francisco is already the tech hub of the world and is one of the most unequal places in the universe, both socially and economically..</li></ul>",
            "website_url": "https://techcrunch.com/2023/10/17/when-was-the-last-time-marc-andreessen-talked-to-a-poor-person/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Tesla just posted its Q3 financial results, and theyre underwhelming | Makemetechie.com Summary",
            "description": "Expenses are up and selling prices are down due to repeated price cuts.",
            "url": "/2023-10-17-tesla-just-posted-its-q3-financial-results-and-theyre-underwhelming",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/GettyImages-1743081649-760x380.jpg",
            "publishedAt": "2023-10-18T21:20:38Z",
            "content": "29 with Tesla posted its financial results for the third quarter of 2023 on Wednesday afternoon. Its not been the best three months for the companyTesla is still profitable, but its margins are sh [+2411 chars]",
            "summary": "Tesla posted its financial results for the third quarter of on Wednesday afternoon. Tesla is still profitable but its margins are shrinking and its expenses are rising. It also delivered fewer cars than in Q and will need to find homes for nearly half a million more EVs by the end of the year if it s to keep to its target of million cars in Tesla brought in billion in total revenue for Q a percent increase year over year But gross profits are down percent year overyear with net income decreasing percent despite Tesla selling more than electric vehicles in Q than Q.",
            "html_summary": "<ul><li>Tesla posted its financial results for the third quarter of on Wednesday afternoon.</li><li> Tesla is still profitable but its margins are shrinking and its expenses are rising.</li><li> It also delivered fewer cars than in Q and will need to find homes for nearly half a million more EVs by the end of the year if it s to keep to its target of million cars in Tesla brought in billion in total revenue for Q a percent increase year over year But gross profits are down percent year overyear with net income decreasing percent despite Tesla selling more than electric vehicles in Q than Q.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/10/tesla-just-posted-its-q3-financial-results-and-theyre-underwhelming/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "John Timmer",
            "title": "Can selection tie evolution more closely to physics? | Makemetechie.com Summary",
            "description": "New papers claim to link evolution to other physics, but neither really succeeds.",
            "url": "/2023-10-17-can-selection-tie-evolution-more-closely-to-physics",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/GettyImages-1349020801-760x380.jpg",
            "publishedAt": "2023-10-17T11:30:35Z",
            "content": "Enlarge/ Does Assembly Theory have useful things to say about evolution? The paper written by its proponents makes that difficult to tell.2 with Usually, when someone starts talking about the int [+5414 chars]",
            "summary": "This October has seen two papers that claim to describe how a key component of evolutionary theory selection fits in with other areas of physics. Both papers are published in prestigious journals Nature and PNAS so they can t be summarily dismissed. But they re both pretty limited in ways that probably are the product of the interests and biases of their authors. One of them may be the worst written paper I ve ever seen in a major journal. The theory can easily be explained in a series of less than two dozen tweet length social media posts as demonstrated by Carl Bergstrom.",
            "html_summary": "<ul><li>This October has seen two papers that claim to describe how a key component of evolutionary theory selection fits in with other areas of physics.</li><li> Both papers are published in prestigious journals Nature and PNAS so they can t be summarily dismissed.</li><li> But they re both pretty limited in ways that probably are the product of the interests and biases of their authors.</li><li> One of them may be the worst written paper I ve ever seen in a major journal.</li><li> The theory can easily be explained in a series of less than two dozen tweet length social media posts as demonstrated by Carl Bergstrom.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/10/can-selection-tie-evolution-more-closely-to-physics/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "Fugees rapper blames conviction on his lawyers AIfueled closing argument | Makemetechie.com Summary",
            "description": "Pras seeks new trial, says lawyer had undisclosed financial stake in AI tool.",
            "url": "/2023-10-17-fugees-rapper-blames-conviction-on-his-lawyers-ai-fueled-closing-argument",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/pras-michel-760x380.jpg",
            "publishedAt": "2023-10-18T20:29:28Z",
            "content": "Enlarge/ Pras Michel performs during the Roots Picnic at The Mann on June 3, 2023, in Philadelphia. 2 with After being convicted of federal crimes related to a foreign influence campaign, rapper  [+3924 chars]",
            "summary": "Prakazrel Pras Michel says he should get a new trial because his lawyer used an experimental AI program to write his closing argument. The Fugees rapper was convicted of federal crimes related to a foreign influence campaign. Michel was represented at trial by defense counsel David Kenner who is accused of failing to provide a cogent defense. Kenner outsourced trial preparations to inexperienced contract attorneys who worked for an e discovery vendor Business Intelligence Associates Inc BIA. Michel faces a maximum of years in prison after a jury convicted him in April of conspiracy concealment of material facts.",
            "html_summary": "<ul><li>Prakazrel Pras Michel says he should get a new trial because his lawyer used an experimental AI program to write his closing argument.</li><li> The Fugees rapper was convicted of federal crimes related to a foreign influence campaign.</li><li> Michel was represented at trial by defense counsel David Kenner who is accused of failing to provide a cogent defense.</li><li> Kenner outsourced trial preparations to inexperienced contract attorneys who worked for an e discovery vendor Business Intelligence Associates Inc BIA.</li><li> Michel faces a maximum of years in prison after a jury convicted him in April of conspiracy concealment of material facts.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/10/fugees-rapper-blames-conviction-on-his-lawyers-ai-fueled-closing-argument/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "Telcos filed blank robocall plans with FCC and got away with it for 2 years | Makemetechie.com Summary",
            "description": "FCC received blank pages, a Windows Printer Test, and an indiscernible object.",
            "url": "/2023-10-17-telcos-filed-blank-robocall-plans-with-fcc-and-got-away-with-it-for-2-years",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2020/06/getty-robot-phone-760x380.jpg",
            "publishedAt": "2023-10-17T20:59:12Z",
            "content": "3 with Twenty phone companies may soon have all their voice calls blocked by US carriers because they didnt submit real plans for preventing robocalls on their networks.The 20 carriers include a [+5398 chars]",
            "summary": "Twenty phone companies may soon have all their voice calls blocked by US carriers because they didn't submit real plans for preventing robocalls on their networks. The carriers include a mix of US based and foreign voice service providers that submitted required robocall mitigation plans to the Federal Communications Commission about two years ago. Some of the carriers submissions were blank pages and others were bizarre images or documents that had no relation to roboc calls. The strange submissions according to FCC enforcement orders issued yesterday included a PNG file depicting an indiscernible object and a document titled Windows Printer Test Page.",
            "html_summary": "<ul><li>Twenty phone companies may soon have all their voice calls blocked by US carriers because they didn't submit real plans for preventing robocalls on their networks.</li><li> The carriers include a mix of US based and foreign voice service providers that submitted required robocall mitigation plans to the Federal Communications Commission about two years ago.</li><li> Some of the carriers submissions were blank pages and others were bizarre images or documents that had no relation to roboc calls.</li><li> The strange submissions according to FCC enforcement orders issued yesterday included a PNG file depicting an indiscernible object and a document titled Windows Printer Test Page.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/10/telcos-filed-blank-robocall-plans-with-fcc-and-got-away-with-it-for-2-years/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "IRS to offer free tax filing in competition against muchcriticized TurboTax | Makemetechie.com Summary",
            "description": "IRS Direct File pilot in 2024 is for taxpayers with simple returns in 13 states.",
            "url": "/2023-10-17-irs-to-offer-free-tax-filing-in-competition-against-much-criticized-turbotax",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/getty-tax-protest-760x380.jpg",
            "publishedAt": "2023-10-18T16:34:18Z",
            "content": "Enlarge/ Advocates gather on April 17, 2023 in Washington, DC, to call out tax prep firms like TurboTax maker Intuit and H&amp;R Block, and to support the Internal Revenue Services exploration of fr [+3251 chars]",
            "summary": "The IRS has announced details for a pilot of its free filing program for the tax season. People in states may be eligible to participate in the Direct File pilot. The pilot will allow the IRS to identify issues and make changes prior to any potential large scale launch in the future. The IRS dropped its longstanding promise not to compete against TurboTax maker Intuit and other private companies in December. Intuit left the Free File consortium in July while H R Block left in The Inflation Reduction Act of gave the IRS million to study the cost of developing and running a free direct efile tax return system.",
            "html_summary": "<ul><li>The IRS has announced details for a pilot of its free filing program for the tax season.</li><li> People in states may be eligible to participate in the Direct File pilot.</li><li> The pilot will allow the IRS to identify issues and make changes prior to any potential large scale launch in the future.</li><li> The IRS dropped its longstanding promise not to compete against TurboTax maker Intuit and other private companies in December.</li><li> Intuit left the Free File consortium in July while H R Block left in The Inflation Reduction Act of gave the IRS million to study the cost of developing and running a free direct efile tax return system.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/10/irs-to-offer-free-tax-filing-in-competition-against-much-criticized-turbotax/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Amazon adds its 10,000th Rivian electric delivery van to its fleet | Makemetechie.com Summary. Court downplayed privacy risks to uphold cops keyword warrant, experts say | Makemetechie.com Summary. When was the last time Marc Andreessen talked to a poor person? | Makemetechie.com Summary. Tesla just posted its Q3 financial results, and theyre underwhelming | Makemetechie.com Summary. Can selection tie evolution more closely to physics? | Makemetechie.com Summary. Fugees rapper blames conviction on his lawyers AIfueled closing argument | Makemetechie.com Summary. Telcos filed blank robocall plans with FCC and got away with it for 2 years | Makemetechie.com Summary. IRS to offer free tax filing in competition against muchcriticized TurboTax | Makemetechie.com Summary"
}