{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "How AI is making Microsoft cool",
            "description": "Among the many mindblowing things that the latest generation of AI seems poised to do Make Microsoft cool again.Why it matters The software giant has invested billions into OpenAI and is betting that tools like DallE 2 and ChatGPT across its products will",
            "url": "/2023-02-10-ai-microsoft-cool-chatgpt",
            "urlToImage": "https://images.axios.com/dEK1Ng4jBQ358bD-v3YLj845IIk=/0x0:1920x1080/1366x768/2023/02/09/1675972569818.jpg",
            "publishedAt": "2023-02-10T11:00:55Z",
            "content": "Among the many mindblowing things that the latest generation of AI seems poised to do Make Microsoft cool again.Why it matters The software giant has invested billions into OpenAI and is betting [+3375 chars]",
            "summary": "Microsoft recently announced an expansion of the deal, that will see it invest billions more in the San Francisco-based startup.The big picture: Microsoft was once the dominant force in personal technology, thanks to its ubiquitous Windows operating system and the popularity of its Office apps. Under Satya Nadella, who became CEO in 2014, the company has largely focused on serving businesses.Yes, but: With all this success, Microsoft has most recently seen its business cool off.",
            "html_summary": "<ul><li>Microsoft recently announced an expansion of the deal, that will see it invest billions more in the San Francisco-based startup.The big picture: Microsoft was once the dominant force in personal technology, thanks to its ubiquitous Windows operating system and the popularity of its Office apps.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/10/ai-microsoft-cool-chatgpt"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Doug Johnson",
            "title": "Twitter ditches free access to data, potentially hindering research",
            "description": "For the low, low price of $100/month, you can have basic access to Twitters API.",
            "url": "/2023-02-10-twitter-ditches-free-access-to-data-potentially-hindering-research",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/GettyImages-1005528904-760x380.jpg",
            "publishedAt": "2023-02-10T16:49:00Z",
            "content": "13 with 0 posters participatingTwitterowner Elon Musk has recently decided to close down free access to Twitters application programming interface (API), which gives users access to tweet data. T [+3310 chars]",
            "summary": "Third-party programs like Tweetbotwhich helps users customize their feedshave used Twitter's APIs, for example.Experts in the field say the move could harm academic research by hindering access to data used in papers that analyze behavior on social media. The added cost of $100 per month might be a barrier to some of them, she said.She added that cost could also be an issue for reporters or private citizens who want to use the data for their own projects, such as data journalism.  Doug Johnson - Feb 10, 2023 4:49 pm UTC Twitter-owner Elon Musk has recently decided to close down free access to Twitter's application programming interface (API), which gives users access to tweet data. There are few if any details released yet, but Twitters website shows that there are tiers of access with different tweet access limits, along with other limits on features like filtering. The higher tiers cost more.While some of the higher tiers of access may provide better services to researchers (or anyone else looking to use the API), they can still create barriers. The data is also used by bots that scan for other bots, like Bot Sentinel.According to Lerman, its unlikely that Musk decided on this change as a way to make money. But it could ultimately damage the companyfor example, it could hinder peoples ability to monitor trends like increases in hate speech on the platform.",
            "html_summary": "<ul><li>Third-party programs like Tweetbot—which helps users customize their feeds—have used Twitter's APIs, for example.Experts in the field say the move could harm academic research by hindering access to data used in papers that analyze behavior on social media.</li><li>The added cost of $100 per month might be a barrier to some of them, she said.She added that cost could also be an issue for reporters or private citizens who want to use the data for their own projects, such as data journalism.</li><li> Doug Johnson - Feb 10, 2023 4:49 pm UTC Twitter-owner Elon Musk has recently decided to close down free access to Twitter's application programming interface (API), which gives users access to tweet data.</li><li>There are few if any details released yet, but Twitter’s website shows that there are tiers of access with different tweet access limits, along with other limits on features like filtering.</li><li>The higher tiers cost more.While some of the higher tiers of access may provide better services to researchers (or anyone else looking to use the API), they can still create barriers.</li><li>The data is also used by bots that scan for other bots, like Bot Sentinel.According to Lerman, it’s unlikely that Musk decided on this change as a way to make money.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/twitter-ditches-free-access-to-data-potentially-hindering-research/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Elon Musks Neuralink probed over material shipments",
            "description": "Elon Musks brainimplant company Neuralink is being probed over its shipping methods after an animal rights group contacted the U.S. Department of Transportation. The Physicians Committee for Responsible Medicine said that public records show untrained Neura",
            "url": "/2023-02-10-643d2d1de27cfdf292e2744586841ccc",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/b4/8b43138c-9f91-5a5e-ac04-78e4a4ffed84/63e67854bb18a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-10T16:43:10Z",
            "content": "Elon Musks brainimplant company Neuralink is being probed over its shipping methods after an animal rights group contacted the U.S. Department of Transportation, U.S. officials said.The Physicians [+2102 chars]",
            "summary": "The devices may also have come from monkeys infected with Herpes B.The records suggest that Neuralinks sloppy practices pose a danger to public health and safety, Deborah Dubow Press, Esq., associate general counsel with the Physicians Committee, said. The Physicians Committee for Responsible Medicine said that public records show untrained Neuralink employees transported contaminated devices that were removed from the brains of infected monkeys without safely packaging them. The group said the devices have also have been contaminated with Corynebacterium ulcerans, an emerging human pathogen that can produce fatal diphtheria. Late last year, in a livestreamed show and tell presentation, Musk said his team is in the process of seeking approval from U.S. regulators to test his companys device. Elon Musks brain-implant company Neuralink is being probed over its shipping methods after an animal rights group contacted the U.S. Department of Transportation, U.S. officials said. Neuralink, based in Fremont, California did not immediately respond to a request for comment from The Associated Press. The Transportation Departments Pipeline and Hazardous Materials Safety Administration is conducting the investigation.",
            "html_summary": "<ul><li>The devices may also have come from monkeys infected with Herpes B.“The records suggest that Neuralink’s sloppy practices pose a danger to public health and safety,” Deborah Dubow Press, Esq., associate general counsel with the Physicians Committee, said.</li><li>The Physicians Committee for Responsible Medicine said that public records show untrained Neuralink employees transported “contaminated” devices that were removed from the brains of “infected” monkeys without safely packaging them.</li><li>The group said the devices have also have been contaminated with Corynebacterium ulcerans, an “emerging human pathogen” that can produce fatal diphtheria.</li><li>Late last year, in a livestreamed “show and tell” presentation, Musk said his team is in the process of seeking approval from U.S. regulators to test his company’s device.</li><li>Elon Musk’s brain-implant company Neuralink is being probed over its shipping methods after an animal rights group contacted the U.S. Department of Transportation, U.S. officials said.</li><li>Neuralink, based in Fremont, California did not immediately respond to a request for comment from The Associated Press.</li></ul>",
            "website_url": "https://apnews.com/643d2d1de27cfdf292e2744586841ccc"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Rocket Report SpaceXs Super Heavy is lit, Court strikes down Georgia spaceport",
            "description": " ... it was dislodged and caused mischief downstream.",
            "url": "/2023-02-10-rocket-report-spacexs-super-heavy-is-lit-court-strikes-down-georgia-spaceport",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/ssc-20230208-s00011h-760x380.jpg",
            "publishedAt": "2023-02-10T12:00:37Z",
            "content": "Enlarge/ NASA conducts an RS25 hot fire on the Fred Haise Test Stand at Stennis Space Center in south Mississippi on Feb. 8, 20230 with 0 posters participatingWelcome to Edition 5.25 of the Rock [+10909 chars]",
            "summary": "The test featured a range of new components and lasted for 500 seconds, the full duration of a firing needed to get the Space Launch System rocket to orbit.Reuse no longer needed ... Four of these main engines will power the SLS rocket. This is a huge milestone for SpaceX that potentially puts the company on track for an orbital test flight during the second half of March, or possibly early April.A great day for space ... As Ars reports, this is the most engines ignited on a rocket, ever. United Launch Alliance's large Vulcan rocket, which has received dozens of launch orders from the US Department of Defense and Amazon for its Project Kuiper megaconstellation, is due to make its debut at some point this year. While demand for small satellite launch is higher than ever, industry officials warned that price pressures and lack of access to capital could cause many companies to go out of business in the near future, Space News reports. The space agency conducted its first hot fire test of the year of a modified RS-25 rocket engine on Wednesday at the Stennis Space Center near Bay St. Louis, Mississippi. Virgin Orbit chief executive Dan Hart said it was still premature to formally declare the root cause of the failed flight of the companys LauncherOne rocket last month from Spaceport Cornwall in England. The engine tested this week is a slightly simplified design of the old shuttle engine, which features new manufacturing technologies but is no longer reusable, as the space shuttle main engines were.",
            "html_summary": "<ul><li>The test featured a range of new components and lasted for 500 seconds, the full duration of a firing needed to get the Space Launch System rocket to orbit.Reuse no longer needed ... Four of these main engines will power the SLS rocket.</li><li>This is a huge milestone for SpaceX that potentially puts the company on track for an orbital test flight during the second half of March, or possibly early April.A great day for space ... As Ars reports, this is the most engines ignited on a rocket, ever.</li><li>United Launch Alliance's large Vulcan rocket, which has received dozens of launch orders from the US Department of Defense and Amazon for its Project Kuiper megaconstellation, is due to make its debut at some point this year.</li><li>While demand for small satellite launch is higher than ever, industry officials warned that price pressures and lack of access to capital could cause many companies to go out of business in the near future, Space News reports.</li><li>The space agency conducted its first hot fire test of the year of a modified RS-25 rocket engine on Wednesday at the Stennis Space Center near Bay St. Louis, Mississippi.</li><li>Virgin Orbit chief executive Dan Hart said it was still premature to formally declare the root cause of the failed flight of the company’s LauncherOne rocket last month from Spaceport Cornwall in England.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/rocket-report-spacexs-super-heavy-is-lit-court-strikes-down-georgia-spaceport/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Devin Coldewey",
            "title": "Google is losing control",
            "description": "After years of singleminded worship of the false god Assistant, the company is rushing its AI strategy and already making a hash of it.",
            "url": "/2023-02-10-google-is-losing-control",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/google-glitch1.jpg?resize=1200,674",
            "publishedAt": "2023-02-10T18:30:22Z",
            "content": "Google is flailing. After years of singleminded worship of the false god Virtual Assistant, the company is rushing its AI strategy as its competitors join their hands and raise their pitchforks. The  [+11104 chars]",
            "summary": "Over the next few years, it made serious strides in designing AI computation hardware, built useful platforms for developers to test and develop machine learning models and published tons of papers on everything from esoteric model tweaks to more recognizable things like voice synthesis.But there was a problem. You really see how big companies like Google act in thrall to trends as well as drive them.Image Credits: TechCrunchMeanwhile, in February of that year we also had the headline: OpenAI built a text generator so good, its considered too dangerous to release. That was GPT-2. There is likely an element of hubris to it as well: Having invented the tech, how could Google fail to best exploit it?The capabilities we see in ChatGPT and other large language models today did not immediately follow. Ive heard this anecdotally from Google employees and others in the industry, but theres a sort of feudal aspect to the way the company works: Getting your project under the auspices of an existing major product, like Maps or Assistant, is a reliable way to get money and staff. Presumably they were still casting about for a reason for it to exist beyond making Assistant throw fewer errors.OpenAI started the year off by showing off DALL-E, the first version of the text-to-image model that would soon become a household name. Especially after they practically invented the means do do so.The evidence for this is the trotting out of Imagen a month after DALL-E 2, though like practically every other interesting AI research Google publicized, it was not available for anyone to test out, let alone connect to an API. Heres an (admittedly selective) little timeline:In 2018 they showed off incremental improvements to Google Assistant flow, Photos (things like colorizing monochrome images), a smart display with a visual-first version of Assistant (have you ever seen it?",
            "html_summary": "<ul><li>Over the next few years, it made serious strides in designing AI computation hardware, built useful platforms for developers to test and develop machine learning models and published tons of papers on everything from esoteric model tweaks to more recognizable things like voice synthesis.But there was a problem.</li><li>You really see how big companies like Google act in thrall to trends as well as drive them.Image Credits: TechCrunchMeanwhile, in February of that year we also had the headline: “OpenAI built a text generator so good, it’s considered too dangerous to release.” That was GPT-2.</li><li>There is likely an element of hubris to it as well: Having invented the tech, how could Google fail to best exploit it?The capabilities we see in ChatGPT and other large language models today did not immediately follow.</li><li>I’ve heard this anecdotally from Google employees and others in the industry, but there’s a sort of feudal aspect to the way the company works: Getting your project under the auspices of an existing major product, like Maps or Assistant, is a reliable way to get money and staff.</li><li>Presumably they were still casting about for a reason for it to exist beyond making Assistant throw fewer errors.OpenAI started the year off by showing off DALL-E, the first version of the text-to-image model that would soon become a household name.</li><li>Especially after they practically invented the means do do so.The evidence for this is the trotting out of Imagen a month after DALL-E 2, though like practically every other interesting AI research Google publicized, it was not available for anyone to test out, let alone connect to an API.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/10/google-is-losing-control/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Otonomo, the mobility data business valued at $1.4B in 2021 SPAC IPO, acquired by Urgent.ly as market cap dips to $70M",
            "description": "Otonomo, connected automotive company that has seen its stock price plummet since going public in 2021, has announced that it is coming together with Urgent.ly, a roadside assistance tech provider, in a reverse merger. The two are combining in an allshar",
            "url": "/2023-02-10-otonomo-the-mobility-data-business-valued-at-1-4b-in-2021-spac-ipo-acquired-by-urgent-ly-as-market-cap-dips-to-70m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-551984765.jpg?resize=1200,900",
            "publishedAt": "2023-02-10T12:10:39Z",
            "content": "Otonomo, connected automotive company that has seen its stock price plummet since going public in 2021, has announced that it is coming together with Urgent.ly, a roadside assistance tech provider, i [+4615 chars]",
            "summary": "Mobility assistance is a real-world application for connected vehicle data and, by combining both companies technologies, we will provide new solutions for the betterment of customer safety, security and accessibility.Post-deal, Matt Booth will continue to be CEO; Tim Huffmyer will be CFO of the combined company. The platform also enables GDPR, CCPA and other privacy regulation-compliant solutions using both personal and aggregate data.Urgently meanwhile has a smaller but more focused scope: it provides technology to help connect car owners with roadside assistance services.One of these businesses is currently significantly bigger than the other. Otonomo today provides services like fleet management, data that feeds diagnostics, mapping, traffic and safety management services, and more. Otonomo, a connected automotive company that has seen its stock price plummet since going public in 2021, has announced that it is coming together with Urgently, a roadside assistance tech provider, in a reverse merger. As we have previously written, once the data is securely collected, the platform modifies it so companies can use it to develop apps and services for fleets, smart cities and individual customers. That speaks to the struggles it has had in the market to realize the potential its promised to deliver.The company, when merged, will have operations in 26 countries and have some 100 partnership deals with OEMs, transportation and mapping, insurance, fleet and rental sectors, it said. Its not the hardware provider that creates the data, but it offers a platform thats able to harness and organize the data produced by vehicles.",
            "html_summary": "<ul><li>“Mobility assistance is a real-world application for connected vehicle data and, by combining both companies’ technologies, we will provide new solutions for the betterment of customer safety, security and accessibility.”Post-deal, Matt Booth will continue to be CEO; Tim Huffmyer will be CFO of the combined company.</li><li>The platform also enables GDPR, CCPA and other privacy regulation-compliant solutions using both personal and aggregate data.Urgently meanwhile has a smaller but more focused scope: it provides technology to help connect car owners with roadside assistance services.One of these businesses is currently significantly bigger than the other.</li><li>Otonomo today provides services like fleet management, data that feeds diagnostics, mapping, traffic and safety management services, and more.</li><li>Otonomo, a connected automotive company that has seen its stock price plummet since going public in 2021, has announced that it is coming together with Urgently, a roadside assistance tech provider, in a reverse merger.</li><li>As we have previously written, once the data is securely collected, the platform modifies it so companies can use it to develop apps and services for fleets, smart cities and individual customers.</li><li>That speaks to the struggles it has had in the market to realize the potential it’s promised to deliver.The company, when merged, will have operations in 26 countries and have some 100 partnership deals with OEMs, transportation and mapping, insurance, fleet and rental sectors, it said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/10/otonomo-the-mobility-data-business-valued-at-1-4b-in-2021-spac-ipo-acquired-by-urgent-ly-as-market-cap-dips-to-70m/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. How AI is making Microsoft cool. Twitter ditches free access to data, potentially hindering research. Elon Musks Neuralink probed over material shipments. Rocket Report SpaceXs Super Heavy is lit, Court strikes down Georgia spaceport. Google is losing control. Otonomo, the mobility data business valued at $1.4B in 2021 SPAC IPO, acquired by Urgent.ly as market cap dips to $70M"
}