{
    "status": "ok",
    "totalResults": 10,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "YouTube launches a multilanguage audio feature for dubbing videos, previously tested by Mr. Beast",
            "description": "The Koreanlanguage Netflix series Squid Game became one of the streaming services most popular shows of all time, thanks to the ability to subtitle or dub episodes in the viewers own language. Now, similar technology is coming to YouTube for the broader ",
            "url": "/2023-02-23-youtube-launches-a-multi-language-audio-feature-for-dubbing-videos-previously-tested-by-mr-beast",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/youtube-ios-app.webp?resize=1200,674",
            "publishedAt": "2023-02-23T14:00:59Z",
            "content": "The Koreanlanguage Netflix series Squid Game became one of the streaming services most popular shows of all time, thanks to the ability to subtitle or dub episodes in the viewers own language. N [+3251 chars]",
            "summary": "Its up to the creator to choose which other language they want to support.Image Credits: YouTube/MrBeastHowever, in early tests of the feature YouTube ran with a small group of creators, the feature had been used across more than 3,500 videos uploaded in over 40 languages, YouTube says. In an interview with YouTubes Creator Insider, Donaldson explained why the feature was beneficial, noting its easier to upload multi-language audio tracks than to manage and maintain several separate foreign-language channels.Its much easier to just run one channel than 12.you have to make 12 different thumbnails. Whether youre in Mexico[or] in India, all the dubs are in one place, on one video, so its also just a lot simpler for people to understand.Eligible creators who are gaining access to the feature will be notified with an invite offering them the chance to participate. Once uploaded, viewers will be able to pick a different audio track from the same menu where they currently are able to adjust other settings like subtitles or audio quality. The option to adjust a videos audio track, meanwhile, will be rolled out globally to all of YouTube, where it will be available across desktop, mobile, tablets and TVs.Well-known creator MrBeast (Jimmy Donaldson) who has 130 million global subscribers, was among the early test group. Over 15% of the dubbed videos watch time came from viewers who were watching the video in a different language from the original recording, as of last month. The Korean-language Netflix series Squid Game became one of the streaming services most popular shows of all time, thanks to the ability to subtitle or dub episodes in the viewers own language.",
            "html_summary": "<ul><li>It’s up to the creator to choose which other language they want to support.Image Credits: YouTube/MrBeastHowever, in early tests of the feature YouTube ran with a small group of creators, the feature had been used across more than 3,500 videos uploaded in over 40 languages, YouTube says.</li><li>In an interview with YouTube’s Creator Insider, Donaldson explained why the feature was beneficial, noting it’s easier to upload multi-language audio tracks than to manage and maintain several separate foreign-language channels.“It’s much easier to just run one channel than 12….you have to make 12 different thumbnails.</li><li>“Whether you’re in Mexico…[or] in India, all the dubs are in one place, on one video, so it’s also just a lot simpler for people to understand.”Eligible creators who are gaining access to the feature will be notified with an invite offering them the chance to participate.</li><li>Once uploaded, viewers will be able to pick a different audio track from the same menu where they currently are able to adjust other settings like subtitles or audio quality.</li><li>The option to adjust a video’s audio track, meanwhile, will be rolled out globally to all of YouTube, where it will be available across desktop, mobile, tablets and TVs.Well-known creator MrBeast (Jimmy Donaldson) who has 130 million global subscribers, was among the early test group.</li><li>Over 15% of the dubbed videos’ watch time came from viewers who were watching the video in a different language from the original recording, as of last month.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/23/youtube-launches-a-multi-language-audio-feature-for-dubbing-videos-previously-tested-by-mr-beast/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ivan Mehta",
            "title": "Spotify is testing playlists that could be unlocked by NFT holders",
            "description": "Unlocking exclusive access has been a longheld promise of a lot of NFTbased communities. And now, Spotify is helping some of them realize that claim with tokengated playlists. According to a series of tweets by Kingship, a metaverse band signed to Universa",
            "url": "/2023-02-23-spotify-is-testing-playlists-that-could-be-unlocked-by-nft-holders",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/alexander-shatov-JlO3-oY5ZlQ-unsplash.jpg?resize=1200,900",
            "publishedAt": "2023-02-23T13:02:52Z",
            "content": "Unlocking exclusive access has been a longheld promise of a lot of NFTbased communities. And now, Spotify is helping some of them realize that claim with tokengated playlists.According to a seri [+3199 chars]",
            "summary": "Amid all this, a lot of companies have stopped talking about their web3 ambitions.This pilot indicates that Spotify might have tech ready to offer more content, including songs, albums, or podcasts that could be token gated. And now, Spotify is helping some of them realize that claim with token-gated playlists.According to a series of tweets by Kingship, a metaverse band signed to Universal Music Group (UMG), the streaming company is piloting playlists that could be unlocked through NFTs in certain geographies. It added that these playlists will be updated throughout the three month testing period.The announcement of the NFT-gated playlists pilot comes just before Spotify is set to hold its Stream On event on March 8. Under the pilot, Kingship has released a special playlist that could be accessed only by Kingship key card NFT holders.We, KINGSHIP strive to ALWAYS be at the forefront of technology and music. The company told TechCrunch in a statement that this is one of many tests on the platform.At Spotify, we routinely conduct a number of tests in an effort to improve our user experience.  pic.twitter.com/5ftjk8OgC6 KINGSHIP (@therealkingship) February 22, 2023The group posted a series of steps that involves linking a crypto wallet like Metamask, Trust Wallet, Rainbow, Ledger Live, or Zerion to authenticate the NFT that unlocks the playlist. We have no further news to share on future plans at this time, a Spotify spokesperson said.The company also specified that this service is for Spotify Premium users only.",
            "html_summary": "<ul><li>Amid all this, a lot of companies have stopped talking about their web3 ambitions.This pilot indicates that Spotify might have tech ready to offer more content, including songs, albums, or podcasts that could be token gated.</li><li>And now, Spotify is helping some of them realize that claim with token-gated playlists.According to a series of tweets by Kingship, a metaverse band signed to Universal Music Group (UMG), the streaming company is piloting playlists that could be unlocked through NFTs in certain geographies.</li><li>It added that these playlists will be updated throughout the three month testing period.The announcement of the NFT-gated playlists pilot comes just before Spotify is set to hold its Stream On event on March 8.</li><li>Under the pilot, Kingship has released a special playlist that could be accessed only by Kingship key card NFT holders.We, KINGSHIP strive to ALWAYS be at the forefront of technology and music.</li><li>The company told TechCrunch in a statement that this is one of many tests on the platform.“At Spotify, we routinely conduct a number of tests in an effort to improve our user experience.</li><li>🧵 pic.twitter.com/5ftjk8OgC6— KINGSHIP (@therealkingship) February 22, 2023The group posted a series of steps that involves linking a crypto wallet like Metamask, Trust Wallet, Rainbow, Ledger Live, or Zerion to authenticate the NFT that unlocks the playlist.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/23/spotify-is-testing-playlists-that-could-be-unlocked-by-nft-holders/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Linux Foundation Europe launches the OpenWallet Foundation to power interoperable digital wallets",
            "description": "The Linux Foundations European offshoot has formally launched the OpenWallet Foundation (OWF), a new collaborative effort designed to support interoperability between digital wallets through open source software. The launch comes some five months after the ",
            "url": "/2023-02-23-linux-foundation-europe-launches-the-openwallet-foundation-to-power-interoperable-digital-wallets",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1204225143-e1677074071445.jpg?resize=1200,675",
            "publishedAt": "2023-02-23T11:00:00Z",
            "content": "The Linux Foundations European offshoot has formally launched the OpenWallet Foundation (OWF), a new collaborative effort designed to support interoperability between digital wallets through open s [+5711 chars]",
            "summary": "And Linux Foundation Europe also recently launched Project Sylva in conjunction with Telefnica, Orange, Vodafone, Deutsche Telekom, Telecom Italia, Ericsson and Nokia, with a view toward building an interoperable, open source cloud framework for European telcos and vendors. TechCrunch has reached out to all parties for comment, but we have yet to hear back at the time of publishing.The OWF is the latest in a line of similar initiatives birthed by the Linux Foundation to bring interoperability to various industries. Whats interesting about browser engines is that theyre not one thing, when you zoom in there is a lot going on  there is HTML and JavaScript and audio codecs and video codecs. And our role model really is the browser engine. Back in December, it partnered with Meta, Microsoft, AWS and TomTom to counter Googles mapping dominance via the Overture Maps Foundation. So the same is true for the OpenWallet Foundation.",
            "html_summary": "<ul><li>And Linux Foundation Europe also recently launched Project Sylva in conjunction with Telefónica, Orange, Vodafone, Deutsche Telekom, Telecom Italia, Ericsson and Nokia, with a view toward building an interoperable, open source cloud framework for European telcos and vendors.</li><li>TechCrunch has reached out to all parties for comment, but we have yet to hear back at the time of publishing.The OWF is the latest in a line of similar initiatives birthed by the Linux Foundation to bring interoperability to various industries.</li><li>What’s interesting about browser engines is that they’re not one thing, when you zoom in there is a lot going on — there is HTML and JavaScript and audio codecs and video codecs.</li><li>“And our role model really is the browser engine.</li><li>Back in December, it partnered with Meta, Microsoft, AWS and TomTom to counter Google’s mapping dominance via the Overture Maps Foundation.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/23/linux-foundation-europe-launches-the-openwallet-foundation-to-power-interoperable-digital-wallets/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "CyberSmart raises $15M for an allinone cybersecurity and insurance solution targeting SMBs",
            "description": "Cybersecurity continues to be a major area for investment among businesses, and today a startup building solutions for smaller enterprises is announcing a funding round to meet that demand. CyberSmart  a UK startup that has built an allinone platform provi",
            "url": "/2023-02-23-cybersmart-raises-15m-for-an-all-in-one-cybersecurity-and-insurance-solution-targeting-smbs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-1197780051.jpg?resize=1200,800",
            "publishedAt": "2023-02-23T09:37:54Z",
            "content": "Cybersecurity continues to be a major area for investment among businesses, and today a startup building solutions for smaller enterprises is announcing a funding round to meet that demand. CyberSmar [+8862 chars]",
            "summary": "CyberSmarts category leading SME security product; combined with its unique ability to collect inside-out data on real-time risk indicators, will propel the business to become a core part of the infrastructure for cyber protection and insurance. But in addition to cost, Akhtar believes that a lot of cyber insurance aimed at the SMB market is a hard sell because of the relatively strict parameters that need to be met for support. The company had previously raised 8 million and its not disclosing its valuation with this round but Akhtar said it was oversubscribed.Investor and customer interest for a company like CyberSmart speaks to a bigger shift weve been seeing in the market. The startup was initially incubated at an accelerator run by GCHQ, the U.K. equivalent of the NSA, with Akhtar building the business out of his own experience after working for more than a decade in cybersecurity at other firms.I could see that SME security was broken, he said. These are areas where CyberSmart will either likely be building more tech itself, or bringing in additional functionality by way of acquisitions.On the acquisitions front, Akhtar noted that his own fundraising journey this time around really laid bare the state of the market right now. And if the main approach to remediation currently is providing guidance to a companys team of human employees, is there scope for complementing that also with more automated approaches, or tech that can tackle more sophisticated attacks? Cybersecurity continues to be a major area for investment among businesses, and today a startup building solutions for smaller enterprises is announcing a funding round to meet that demand.",
            "html_summary": "<ul><li>CyberSmart’s category leading SME security product; combined with its unique ability to collect ‘inside-out’ data on real-time risk indicators, will propel the business to become a core part of the infrastructure for cyber protection and insurance.</li><li>But in addition to cost, Akhtar believes that a lot of cyber insurance aimed at the SMB market is a hard sell because of the relatively strict parameters that need to be met for support.</li><li>The company had previously raised £8 million and it’s not disclosing its valuation with this round but Akhtar said it was oversubscribed.Investor and customer interest for a company like CyberSmart speaks to a bigger shift we’ve been seeing in the market.</li><li>The startup was initially incubated at an accelerator run by GCHQ, the U.K. equivalent of the NSA, with Akhtar building the business out of his own experience after working for more than a decade in cybersecurity at other firms.“I could see that SME security was broken,” he said.</li><li>These are areas where CyberSmart will either likely be building more tech itself, or bringing in additional functionality by way of acquisitions.On the acquisitions front, Akhtar noted that his own fundraising journey this time around really laid bare the state of the market right now.</li><li>And if the main approach to remediation currently is providing guidance to a company’s team of human employees, is there scope for complementing that also with more automated approaches, or tech that can tackle more sophisticated attacks?</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/23/cybersmart-raises-15m-for-an-all-in-one-cybersecurity-and-insurance-solution-targeting-smbs/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Spoke AI is using generative AI to pull signal from workplace noise",
            "description": "Berlinbased startup Spoke AI is applying generative AI to help info workers stay on top of inbound comms by automatically summarizing whats coming at them across a range of third party tools.",
            "url": "/2023-02-23-spoke-ai-pre-seed",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Spoke.ai-founders-Carl-Jack-Max.jpg?resize=1200,800",
            "publishedAt": "2023-02-23T07:02:34Z",
            "content": "As generative AIs fastunfolding power to supercharge contentcreation amps up concern over what automation might mean for free access to quality information online, Berlinbased startup Spoke AI is [+12755 chars]",
            "summary": "Just building an extremely well-integrated user experience that works super well across your different tools  rather than forcing you to switch from one to the other, from your existing tools like Slack, to a new tool. AI to counter AI is an arms race the movies suggest might not end that wellBrenssell says its an interesting point, adding that it will be really interesting to see where, where generative AI tools in the sense of really generating content are going in the next few years. Prior to the pre-seed, the team had also taken in some angel funding to build their MVP.The way that we apply [AI] is to basically reduce the noise that people face in their daily work across many different tools and platforms that they use, explains co-founder Max Brenssell. But we do think that by building the right pieces  like, for example, when it comes to anonymizing data, then I think thats where we can keep the edge on the AI side.And then the second bit is really on the kind of product application side. On this, he suggests the teams focus on data privacy and ethical data use  in addition to pushing on product performance so the tech can serve up concise and reliable summaries  will help it carve an edge. So we really see the value in building this very flexible, integrations focused summarization layer  so that you can use all of those tools that make you more productive in very specific tasks and areas. The problem that were really solving, though, is that we really summarise and increase your productivity across a range of different tools.",
            "html_summary": "<ul><li>Just building an extremely well-integrated user experience that works super well across your different tools — rather than forcing you to switch from one to the other, from your existing tools like Slack, to a new tool.</li><li>AI to counter AI is an arms race the movies suggest might not end that well…Brenssell says it’s an “interesting point”, adding that it will be “really interesting to see where, where generative AI tools in the sense of really generating content are going in the next few years”.</li><li>Prior to the pre-seed, the team had also taken in some angel funding to build their MVP.“The way that we apply [AI] is to basically reduce the noise that people face in their daily work across many different tools and platforms that they use,” explains co-founder Max Brenssell.</li><li>But we do think that by building the right pieces — like, for example, when it comes to anonymizing data, then I think that’s where we can keep the edge on the AI side.“And then the second bit is really on the kind of product application side.</li><li>On this, he suggests the team’s focus on “data privacy” and ethical data use — in addition to pushing on product performance so the tech can serve up “concise and reliable” summaries — will help it carve an edge.</li><li>So we really see the value in building this very flexible, integrations focused summarization layer — so that you can use all of those tools that make you more productive in very specific tasks and areas.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/22/spoke-ai-pre-seed/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Coinbase launches blockchain Base to help developers build dApps onchain",
            "description": "Coinbase, the second largest crypto exchange by trading volume, has launched Base, its own Ethereumfocused layer2 blockchain",
            "url": "/2023-02-23-coinbase-launches-blockchain-base-to-help-developers-build-dapps-on-chain",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/0-1.png?resize=1200,600",
            "publishedAt": "2023-02-23T14:01:58Z",
            "content": "Coinbase, the second largest crypto exchange by trading volume, has launched Base, an Ethereumfocused layer2 (L2) blockchain, Jesse Pollak, lead for Base and head of protocols at Coinbase, told Tec [+3498 chars]",
            "summary": "Base has had conversations with teams building Solana, Avalanche, Polygon and others to work on that vision, Pollak added.Base is also launching an ecosystem fund in partnership with Coinbase Ventures to make mainly pre-seed investments in builders developing on Base across the crypto ecosystem, Pollak said. Our goal is to bring about phase 4 of Coinbases master plan: to bring a billion users into the crypto economy.The L2 is a secure, low-cost, developer-friendly chain that aims to help builders create dApps on-chain, the company stated. The chain is currently in its testnet phase and doesnt have a specific launch date for mainnet, but expects it to transpire during Q2 of this year, Pollak said.While Base is incubated inside of Coinbase, its plan is to decentralize it in the years ahead, Pollak said. We dont want to just focus on financial tools, NFTs or gaming; we want it to be welcome to everyone.",
            "html_summary": "<ul><li>Base has had conversations with teams building Solana, Avalanche, Polygon and others to work on that vision, Pollak added.Base is also launching an ecosystem fund in partnership with Coinbase Ventures to make mainly pre-seed investments in builders developing on Base across the crypto ecosystem, Pollak said.</li><li>“Our goal is to bring about phase 4 of Coinbase’s master plan: to bring a billion users into the crypto economy.”The L2 is a “secure, low-cost, developer-friendly” chain that aims to help builders create dApps on-chain, the company stated.</li><li>The chain is currently in its testnet phase and doesn’t have a specific launch date for mainnet, but expects it to transpire during Q2 of this year, Pollak said.While Base is incubated inside of Coinbase, its plan is to decentralize it “in the years ahead,” Pollak said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/23/coinbase-launches-blockchain-base-to-help-developers-build-dapps-on-chain/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Motional opens Las Vegas robotaxi service to nighttime hours",
            "description": "Autonomous vehicle technology company Motional is moving one step closer to its goal of removing the safety driver from robotaxi operations by expanding its service in Las Vegas to nighttime rides. Passengers in Vegas have been able to access Motional&#39",
            "url": "/2023-02-23-motional-las-vegas-robotaxi-uber-lyft-night-rides",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/LasVegas_night2.jpg?resize=1200,800",
            "publishedAt": "2023-02-23T14:00:43Z",
            "content": "Autonomous vehicle technology company Motional is moving one step closer to its goal of removing the safety driver from robotaxi operations by expanding its service in Las Vegas to nighttime rides. [+3907 chars]",
            "summary": "Jaising said that even though theres a safety driver in the vehicle, Motional is already providing a fully autonomous experience for riders.Meaning our systems and processes are designed to minimize interaction with the vehicle operators, said Jaising. Motional has not yet started charging passengers for rides.As part of the new launch, Motional has also connected its fleet of electric IONIQ 5 robotaxis to a Remote Vehicle Assistance (RVA) system to help the vehicles navigate obstacles or complex road scenarios. When the vehicle arrives, passengers open the door through their app, they start the ride through an in-vehicle display, and can also contact a remote assistant for questions if needed.This phase is an important part of our roadmap to offering a fully driverless service, he continued. In that vein, Motional will also feature an interface in the Uber and Lyft apps that gives passengers control over certain car functions, like unlocking the vehicle, starting the ride, contacting customer service and controlling the heat and A/C. However, if something comes up that falls outside that ODD, the vehicle can ask for help.In the past, Motionals human safety operators would just take over driving when that happened. This helps us ensure riders are comfortable interacting with the vehicle autonomously before we remove the operators.Inside Motionals strategy to bring robotaxis to market We want them to feel like its more their own personal space.Testing the customer experience is a key part of Motionals strategy for ensuring a smooth transition to driverless.",
            "html_summary": "<ul><li>Jaising said that even though there’s a safety driver in the vehicle, Motional is already providing a fully autonomous experience for riders.“Meaning our systems and processes are designed to minimize interaction with the vehicle operators,” said Jaising.</li><li>Motional has not yet started charging passengers for rides.As part of the new launch, Motional has also connected its fleet of electric IONIQ 5 robotaxis to a Remote Vehicle Assistance (RVA) system to help the vehicles navigate obstacles or complex road scenarios.</li><li>“When the vehicle arrives, passengers open the door through their app, they start the ride through an in-vehicle display, and can also contact a remote assistant for questions if needed.”“This phase is an important part of our roadmap to offering a fully driverless service,” he continued.</li><li>In that vein, Motional will also feature an interface in the Uber and Lyft apps that gives passengers control over certain car functions, like unlocking the vehicle, starting the ride, contacting customer service and controlling the heat and A/C.</li><li>However, if something comes up that falls outside that ODD, the vehicle can ask for help.In the past, Motional’s human safety operators would just take over driving when that happened.</li><li>This helps us ensure riders are comfortable interacting with the vehicle autonomously before we remove the operators.”Inside Motional’s strategy to bring robotaxis to market</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/23/motional-las-vegas-robotaxi-uber-lyft-night-rides/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Logistics startup Slync raises $24M, attempts to distance itself from disgraced founder",
            "description": "Supply chain management software startup Slync, which was at one point valued at $240 million, hasnt had the easiest go of it lately. Slyncs founder, Christopher Kirchner, was charged by the Justice Department and Securities and Exchange Commiss",
            "url": "/2023-02-23-logistics-startup-slync-raises-24m-attempts-to-distance-itself-from-disgraced-founder",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-1281413327-e1657293225925.jpg?resize=1200,674",
            "publishedAt": "2023-02-23T14:00:59Z",
            "content": "Supply chain management software startup Slync, which was at one point valued at $240 million, hasnt had the easiest go of it lately.Slyncs founder, Christopher Kirchner, was charged by the Justi [+5343 chars]",
            "summary": "By one estimate, the market for supply chain management software was valued at $15.8 billion in 2022.Tive and Altana, firms developing supply chain visibility tools, recently raised $54 million and $100 million, respectively. He told private bankers that the $20 million, which amounted to 40% of the $50 million Slync raised from angels and venture firms, represented a distribution from my company  a distribution that Slyncs board of directors never authorized.Meanwhile, some of Slyncs staff went months without pay. But this infusion of funds is also an indication that our investment partners see the potential in Slyncs technology.So what is Slyncs technology?At a high level, Slync connects disparate shipping and logistics systems, ingesting and processing data to (ideally) automate various repetitive processes. Setting aside the fact that hiring might be a challenge, given the companys historical payroll issues, Slyncs latest funding tranche was only a fraction of the size of the previous, all-equity tranche  suggesting Kirchner casts a long shadow. During all this, the startup lost its chief marketing officer, chief revenue officer and chief financial officer.Understandably, Slync has made a concerted effort to distance itself from Kirchner  and its had some success, seemingly. We reached out to the company for more information, and Greg Kefer, the chief marketing officer, agreed to an email interview.Off the bat, Kefer refused to answer questions pertaining to Kirchner, save that he was suspended from his position as Slyncs CEO in 2022. According to filings with the SEC, Slync raised around $24 million  a combination of equity and debt  in January.",
            "html_summary": "<ul><li>By one estimate, the market for supply chain management software was valued at $15.8 billion in 2022.Tive and Altana, firms developing supply chain visibility tools, recently raised $54 million and $100 million, respectively.</li><li>He told private bankers that the $20 million, which amounted to 40% of the $50 million Slync raised from angels and venture firms, represented “a distribution from my company” — a distribution that Slync’s board of directors never authorized.Meanwhile, some of Slync’s staff went months without pay.</li><li>“But this infusion of funds is also an indication that our investment partners see the potential in Slync’s technology.”So what is Slync’s technology?At a high level, Slync connects disparate shipping and logistics systems, ingesting and processing data to (ideally) automate various repetitive processes.</li><li>Setting aside the fact that hiring might be a challenge, given the company’s historical payroll issues, Slync’s latest funding tranche was only a fraction of the size of the previous, all-equity tranche — suggesting Kirchner casts a long shadow.</li><li>During all this, the startup lost its chief marketing officer, chief revenue officer and chief financial officer.Understandably, Slync has made a concerted effort to distance itself from Kirchner — and it’s had some success, seemingly.</li><li>We reached out to the company for more information, and Greg Kefer, the chief marketing officer, agreed to an email interview.Off the bat, Kefer refused to answer questions pertaining to Kirchner, save that he was suspended from his position as Slync’s CEO in 2022.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/23/logistics-startup-slync-raises-24m-attempts-to-distance-itself-from-disgraced-founder/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Chain Reaction raises $70M, emerges from stealth to launch chips designed to compute encrypted data",
            "description": "As the networking industry explores homomorphic encryption, blockchains and other cryptographic techniques to take data protection and complex computing to the next level, one big roadblock to many of these working effectively and at scale has been the comput",
            "url": "/2023-02-23-chain-reaction-raises-70m-emerges-from-stealth-to-launch-chips-designed-to-compute-encrypted-data",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2015/06/shutterstock_151456658.jpg",
            "publishedAt": "2023-02-23T12:03:10Z",
            "content": "As the networking industry explores homomorphic encryption, blockchains and other cryptographic techniques to take data protection and complex computing to the next level, one big roadblock to many o [+6053 chars]",
            "summary": "As the networking industry explores homomorphic encryption, blockchains and other cryptographic techniques to take data protection and complex computing to the next level, one big roadblock to many of these working effectively and at scale has been the compute power required to run them. Chain Reactions products will shore up the value of predominant blockchain technologies and revolutionize use-cases for blockchain technologies in the not-so-distant future.Pasha Romanovski, founding partner at Hanaco Ventures, added: Hanaco has believed in Chain Reaction from the get-go. This is just the beginning from Chain Reaction, as they make great strides in disrupting the traditional and complex market of data center, cloud, and through to edge computing hardware infrastructure. We saw the potential of combining experience and expertise in analog and system design with algorithms and cryptography to engineer the future of compute infrastructure. We may be the first movers but we think this is the next disruptive technology in the cloud, and you will see others. Blockchain is the key to securing democracy, decentralization, and freedom, but it is compute intensive. We have unique architecture and we also understand the limitations on compute and memory among processors today.",
            "html_summary": "<ul><li>As the networking industry explores homomorphic encryption, blockchains and other cryptographic techniques to take data protection and complex computing to the next level, one big roadblock to many of these working effectively and at scale has been the compute power required to run them.</li><li>Chain Reaction’s products will shore up the value of predominant blockchain technologies and revolutionize use-cases for blockchain technologies in the not-so-distant future.”Pasha Romanovski, founding partner at Hanaco Ventures, added: “Hanaco has believed in Chain Reaction from the get-go.</li><li>This is just the beginning from Chain Reaction, as they make great strides in disrupting the traditional and complex market of data center, cloud, and through to edge computing hardware infrastructure.”</li><li>We saw the potential of combining experience and expertise in analog and system design with algorithms and cryptography to engineer the future of compute infrastructure.</li><li>We may be the first movers but we think this is the next disruptive technology in the cloud, and you will see others.</li><li>“Blockchain is the key to securing democracy, decentralization, and freedom, but it is compute intensive.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/23/chain-reaction-raises-70m-emerges-from-stealth-to-launch-chips-designed-to-compute-encrypted-data/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Taylor Hatmaker",
            "title": "Housepartys founder launches Towns, an open source group chat app that comes with a blueprint",
            "description": "After launching a pair of wellloved but ultimately starcrossed social apps, Ben Rubin is going allin on decentralization. Rubin previously founded Meerkat and Houseparty  apps that pioneered mobile livestreaming and group video chat, respectivel",
            "url": "/2023-02-23-towns-protocol-app-ben-rubin",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/towns-app.png?resize=1200,657",
            "publishedAt": "2023-02-23T14:00:25Z",
            "content": "After launching a pair of wellloved but ultimately starcrossed social apps, Ben Rubin is going allin on decentralization.Rubin previously founded Meerkat and Houseparty apps that pioneered mobil [+6094 chars]",
            "summary": "Image Credits: TownsFor users less interested in the wonkier crypto aspects but still intrigued by the promise of decentralization, Towns will also manifest as a set of apps, starting with an invite-only alpha web app thats live today. After launching a pair of well-loved but ultimately star-crossed social apps, Ben Rubin is going all-in on decentralization.Rubin previously founded Meerkat and Houseparty  apps that pioneered mobile livestreaming and group video chat, respectively  shaping massive social trends in their earliest stages. After working on Slashtalk, an anti-meeting tool for the workplace, Rubin is now back to working on consumer apps, albeit in a roundabout way.These days, Rubins vision for social media bears little resemblance with the colorful, user-friendly apps hes known for popularizing. Here Not There Labs says Towns smart contracts that are extensible, composable, and upgradeable and will ultimately empower communities to draft their own rules for who gets to participate, what is allowed and how and if theyll monetize. The Towns backend will run on a relatively centralized proof-of-authority algorithm initially while the team builds out the protocol and will then move to a proof-of-stake system  la Ethereum 2.0 in time.If the interface looks familiar, its not just you. Towns might be inspired by Discords design and utility, but if you ask Rubin, Discord isnt a community model that should inspire its users. The idea that its censorship-resistant, that its encrypted and is owned and operated by the users.",
            "html_summary": "<ul><li>Image Credits: TownsFor users less interested in the wonkier crypto aspects but still intrigued by the promise of decentralization, Towns will also manifest as a set of apps, starting with an invite-only alpha web app that’s live today.</li><li>After launching a pair of well-loved but ultimately star-crossed social apps, Ben Rubin is going all-in on decentralization.Rubin previously founded Meerkat and Houseparty — apps that pioneered mobile livestreaming and group video chat, respectively — shaping massive social trends in their earliest stages.</li><li>After working on Slashtalk, an “anti-meeting tool” for the workplace, Rubin is now back to working on consumer apps, albeit in a roundabout way.These days, Rubin’s vision for social media bears little resemblance with the colorful, user-friendly apps he’s known for popularizing.</li><li>Here Not There Labs says Towns’ smart contracts that are “extensible, composable, and upgradeable” and will ultimately empower communities to draft their own rules for who gets to participate, what is allowed and how and if they’ll monetize.</li><li>The Towns backend will run on a relatively centralized proof-of-authority algorithm initially while the team builds out the protocol and will then move to a proof-of-stake system à la Ethereum 2.0 in time.If the interface looks familiar, it’s not just you.</li><li>Towns might be inspired by Discord’s design and utility, but if you ask Rubin, Discord isn’t a community model that should inspire its users.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/23/towns-protocol-app-ben-rubin/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. YouTube launches a multilanguage audio feature for dubbing videos, previously tested by Mr. Beast. Spotify is testing playlists that could be unlocked by NFT holders. Linux Foundation Europe launches the OpenWallet Foundation to power interoperable digital wallets. CyberSmart raises $15M for an allinone cybersecurity and insurance solution targeting SMBs. Spoke AI is using generative AI to pull signal from workplace noise. Coinbase launches blockchain Base to help developers build dApps onchain. Motional opens Las Vegas robotaxi service to nighttime hours. Logistics startup Slync raises $24M, attempts to distance itself from disgraced founder. Chain Reaction raises $70M, emerges from stealth to launch chips designed to compute encrypted data. Housepartys founder launches Towns, an open source group chat app that comes with a blueprint"
}