{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Diana Gitig",
            "title": "Get used to disappointment Why technology often doesnt meet the hype",
            "description": "We dont need new gadgets; we need to use antibiotics more sparingly.",
            "url": "/2023-04-01-get-used-to-disappointment-why-technology-often-doesnt-meet-the-hype",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/GettyImages-1410034546-760x380.jpg",
            "publishedAt": "2023-04-01T13:30:49Z",
            "content": "Enlarge/ Once the future of travel, now a museum piece.3 with Vaclav Smil reminds us that despite the onslaught of popular technopundits claiming otherwise, immense and rapid progress in one rea [+6139 chars]",
            "summary": "He picked three examples of each category but notes that there are plenty of others he could have used instead.The first group are inventions that succeeded wildly until they failed wildly: leaded gas, DDT, and chlorofluorocarbons. Not only that, but we dont even actually need radical new inventions to get clean water, micronutrients, and a decent education to kids in the developing world, which would radically improve their quality of life. But there are no signs of such a sweeping acceleration.He bemoans our general techno-optimism and blames it on the truly stunning rate of progress in electronics and computing that many adults alive right now have witnessed in real time. Instead, we wax poetic about, and spend gazillions on, trying to achieve the Singularity.The book ends with the adage nihil novi sub solethere is nothing new under the sun. He is not interested in embarrassing design failures (the Titanic, Betamax, Google Glass) or undesirable side effects of inventions everyone still uses despite them (prescription drugs, cars, plastic). Astonishingly dark last words for a book entitled Inventions and Innovations.Ars Technica may earn compensation for sales from links on this post through affiliate programs. Smil describes the significant technological and social problems these were developed to solve and charts their ascents and then eventual phase-outs as the risks they incurred became known decades after their introduction.",
            "html_summary": "<ul><li>He picked three examples of each category but notes that there are plenty of others he could have used instead.The first group are inventions that succeeded wildly until they failed wildly: leaded gas, DDT, and chlorofluorocarbons.</li><li>Not only that, but we don’t even actually need radical new inventions to get clean water, micronutrients, and a decent education to kids in the developing world, which would radically improve their quality of life.</li><li>But there are no signs of such a sweeping acceleration.”He bemoans our general techno-optimism and blames it on the truly stunning rate of progress in electronics and computing that many adults alive right now have witnessed in real time.</li><li>Instead, we wax poetic about, and spend gazillions on, trying to achieve the Singularity.The book ends with the adage nihil novi sub sole—there is nothing new under the sun.</li><li>He is not interested in embarrassing design failures (the Titanic, Betamax, Google Glass) or undesirable side effects of inventions everyone still uses despite them (prescription drugs, cars, plastic).</li><li>Astonishingly dark last words for a book entitled Inventions and Innovations.Ars Technica may earn compensation for sales from links on this post through affiliate programs.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/04/get-used-to-disappointment-why-technology-often-doesnt-meet-the-hype/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "OpenAI geoblocks ChatGPT in Italy",
            "description": "No, its not an April Fools joke OpenAI has started geoblocking access to its generative AI chatbot, ChatGPT, in Italy.  The move follows an order by the...",
            "url": "/2023-04-01-chatgpt-blocked-in-italy",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/snGtxuk.VLngKPP3lXa11A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTg-/https://media.zenfs.com/en/techcrunch_350/994fe703233c86f8988d870b83aad929",
            "publishedAt": "2023-04-01T10:15:53Z",
            "content": "No, its not an April Fools joke OpenAI has started geoblocking access to its generative AI chatbot, ChatGPT, in Italy.The move follows an order by the local data protection authority Friday that [+4837 chars]",
            "summary": "And, currently, its not clear OpenAI has a system in place where users can ask the chatbot to stop lying about them.The San Francisco-based company has still not responded to our request for comment on the Garantes investigation. 18/ Dr. Gabriela Zanfir-Fortuna (@gabrielazanfir) March 31, 2023Italy orders ChatGPT blocked citing data protection concerns This looks problematic in the EU since the GDPR provides individuals with a suite of rights over their information  including a right to rectification of erroneous information. Nor has it been entirely open about the data its processing  certainly not for the latest iteration of its model, GPT-4.",
            "html_summary": "<ul><li>And, currently, it’s not clear OpenAI has a system in place where users can ask the chatbot to stop lying about them.The San Francisco-based company has still not responded to our request for comment on the Garante’s investigation.</li><li>18/🧵— Dr. Gabriela Zanfir-Fortuna (@gabrielazanfir) March 31, 2023Italy orders ChatGPT blocked citing data protection concerns</li><li>This looks problematic in the EU since the GDPR provides individuals with a suite of rights over their information — including a right to rectification of erroneous information.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/01/chatgpt-blocked-in-italy/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps WWDC23, ByteDance pushes Lemon8 ahead of TikTok ban, T2 capitalizes on Twitter chaos",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. The app economy in 2023 hit a few snags, as consumer spending last year dropped for the first time by 2%",
            "url": "/2023-04-01-this-week-in-apps-wwdc23-bytedance-pushes-lemon8-ahead-of-tiktok-ban-t2-capitalizes-on-twitter-chaos",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/this-week-in-apps-splash-2023.webp?resize=1200,637",
            "publishedAt": "2023-04-01T18:00:08Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.The app economy in 2023 hit a few snags, as [+23641 chars]",
            "summary": "Because of these challenges, its been difficult to find classical works on traditional music streaming apps.In the new app, users can search for works using keyword combinations that include composer, work, opus number, conductor, artist, instrument or even the works name. Prior to Monday, the Lemon8 app had never before ranked in the Top 200 Overall Charts in the U.S., according to app store intelligence provided to TechCrunch by data.ai.The firm confirmed that such a quick move from being an unranked app to being No. The hope was to Mark Gurman (@markgurman) March 26, 2023Image Credits: Lemon8As U.S. lawmakers moved forward with their plans for a TikTok ban or forced sale, the apps Chinese parent company, ByteDance, began driving another of its social platforms into the Top Charts of the U.S. App Store. 9 on the App Stores Top Apps chart, excluding games.This is a dramatic chart climb for the little-known app and one that points to paid user acquisition efforts powering this surge. This data helps Apple Music subscribers find recordings across the catalog through the apps specialized search engine built for classical music.As Apple explains, classical works have multiple movements and tracks, while famous pieces have hundreds of recordings with different orchestras, conductors and soloists. Apple Music Classicals editors created over 700 playlists to guide listeners through 800 years of music and plans to add more over time.Apple Music Classical is now available for download to everyoneImage Credits: ArcA buzzy new desktop web browser Arc has been rethinking how browsers should work. The ByteDance-owned app Lemon8, an Instagram rival that describes itself as a lifestyle community, jumped into the U.S. App Stores Top Charts on Monday, becoming the No.",
            "html_summary": "<ul><li>Because of these challenges, it’s been difficult to find classical works on traditional music streaming apps.In the new app, users can search for works using keyword combinations that include composer, work, opus number, conductor, artist, instrument or even the work’s name.</li><li>Prior to Monday, the Lemon8 app had never before ranked in the Top 200 Overall Charts in the U.S., according to app store intelligence provided to TechCrunch by data.ai.The firm confirmed that such a quick move from being an unranked app to being No.</li><li>The hope was to…— Mark Gurman (@markgurman) March 26, 2023Image Credits: Lemon8As U.S. lawmakers moved forward with their plans for a TikTok ban or forced sale, the app’s Chinese parent company, ByteDance, began driving another of its social platforms into the Top Charts of the U.S. App Store.</li><li>9 on the App Store’s Top Apps chart, excluding games.This is a dramatic chart climb for the little-known app and one that points to paid user acquisition efforts powering this surge.</li><li>This data helps Apple Music subscribers find recordings across the catalog through the app’s specialized search engine built for classical music.As Apple explains, classical works have multiple movements and tracks, while famous pieces have hundreds of recordings with different orchestras, conductors and soloists.</li><li>Apple Music Classical’s editors created over 700 playlists to guide listeners through 800 years of music and plans to add more over time.Apple Music Classical is now available for download to everyoneImage Credits: ArcA buzzy new desktop web browser Arc has been rethinking how browsers should work.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/01/this-week-in-apps-wwdc23-bytedance-pushes-lemon8-ahead-of-tiktok-ban-t2-capitalizes-on-twitter-chaos/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Techcrunch Staff",
            "title": "Krablr develops generative AI language to boost crab yields",
            "description": "Krablr, the realtime crab pricing engine for amateur fishermen, has announced yet another pivot in its business model  diving into generative AI.",
            "url": "/2023-04-01-krablr-develops-generative-ai-language-to-boost-crab-yields",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/image-3.png?w=1024",
            "publishedAt": "2023-04-01T17:07:09Z",
            "content": "Krablr, the realtime crab pricing engine for amateur fishermen, has announced yet another pivot in its business model. Following a successful transition from crab pricing to crab futures trading, th [+1691 chars]",
            "summary": "We believe that by harnessing the power of generative AI, we can unlock a whole new level of communication and collaboration with the natural world, the CEO said.Krablr plans to roll out its new generative AI language to its customers in the coming months. The company plans to use generative AI to develop a new language that will be optimized for communication with crustaceans.According to Krablrs CEO, the companys latest pivot is a response to the growing demand for sustainable and environmentally-friendly fishing practices. The company has already seen an increase in crab populations in areas where they have implemented their language prototype.While the concept of communicating with crabs may seem far-fetched, Krablrs team is confident that they can make it a reality. Krablr, the real-time crab pricing engine for amateur fishermen, has announced yet another pivot in its business model. Whether it will revolutionize the crab fishing industry or turn out to be an elaborate April Fools prank remains to be seen.This hypothetical news story was written by ChatGPT. Nightmarish imagery by Craiyon.",
            "html_summary": "<ul><li>“We believe that by harnessing the power of generative AI, we can unlock a whole new level of communication and collaboration with the natural world,” the CEO said.Krablr plans to roll out its new generative AI language to its customers in the coming months.</li><li>The company plans to use generative AI to develop a new language that will be optimized for communication with crustaceans.According to Krablr’s CEO, the company’s latest pivot is a response to the growing demand for sustainable and environmentally-friendly fishing practices.</li><li>The company has already seen an increase in crab populations in areas where they have implemented their language prototype.While the concept of communicating with crabs may seem far-fetched, Krablr’s team is confident that they can make it a reality.</li><li>Krablr, the real-time crab pricing engine for amateur fishermen, has announced yet another pivot in its business model.</li><li>Whether it will revolutionize the crab fishing industry or turn out to be an elaborate April Fool’s prank remains to be seen.This hypothetical news story was written by ChatGPT.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/01/krablr-develops-generative-ai-language-to-boost-crab-yields/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Lyft hails new leadership, layoffs come for Lucid and Waymo retires its selfdriving minivan",
            "description": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe for free. Welcome back to The Station, your central hub fo",
            "url": "/2023-04-01-lyft-hails-new-leadership-layoffs-come-for-lucid-and-waymo-retires-its-self-driving-minivan",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1458958766.jpg?resize=1200,800",
            "publishedAt": "2023-04-02T18:36:20Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+13291 chars]",
            "summary": "And no, Lyft is not following Uber into delivery, so he says.Shift Technologies, the online used vehicle retailer, cut its workforce by 30% in the first quarter as the company sought to reduce costs and eliminate duplicate positions following its merger with CarLotz. I wrote up a little historical feature on the vehicle, which was the companys first commercialized autonomous vehicle.Meanwhile, Waymo also said it is testing its fifth generation driver in Austin, Texas. Reminder, the company was issued a delisting notice last July because its stock was trading too low.Helbiz is now known as Micromobility.com Inc., an effort to position itself as a micromobility brand that offers retail, rentals, shared micromobility, and *checks notes* sports streaming services. Im highlighting this deal to note the absolute kookiness of it that feels like desperation.Im talking about shared micromobility company Helbiz, which announced a rebranding and a reverse stock split in an attempt to get back into compliance with the Nasdaq. His blog also highlights a recent robotaxi ride he took with Wayve, a British AV company that has raised $258 million from backers that includes Microsoft.Mississippi Gov. The company announced a partnership with Zomato, a food ordering and delivery platform, in India and Kotak Mahindra Prime Limited to help delivery drivers get more favorable loan terms for buying e-mopeds. The company said the funds will be used to continue to build its software, partner with third parties for hardware (that is, vehicles) and to secure more deals.Bill Gates wrote up some thoughts about where AV tech is headed.",
            "html_summary": "<ul><li>And no, Lyft is not following Uber into delivery, so he says.Shift Technologies, the online used vehicle retailer, cut its workforce by 30% in the first quarter as the company sought to reduce costs and eliminate duplicate positions following its merger with CarLotz.</li><li>I wrote up a little historical feature on the vehicle, which was the company’s first commercialized autonomous vehicle.Meanwhile, Waymo also said it is testing its fifth generation driver in Austin, Texas.</li><li>Reminder, the company was issued a delisting notice last July because its stock was trading too low.Helbiz is now known as Micromobility.com Inc., an effort to position itself as a micromobility brand that offers retail, rentals, shared micromobility, and *checks notes* sports streaming services.</li><li>I’m highlighting this “deal” to note the absolute kookiness of it that feels like desperation.I’m talking about shared micromobility company Helbiz, which announced a rebranding and a reverse stock split in an attempt to get back into compliance with the Nasdaq.</li><li>His blog also highlights a recent robotaxi ride he took with Wayve, a British AV company that has raised $258 million from backers that includes Microsoft.Mississippi Gov.</li><li>The company announced a partnership with Zomato, a food ordering and delivery platform, in India and Kotak Mahindra Prime Limited to help delivery drivers get more favorable loan terms for buying e-mopeds.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/02/lyft-hails-new-leadership-layoffs-come-for-lucid-and-waymo-retires-its-self-driving-minivan/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Mascarenhas",
            "title": "Always be prompting",
            "description": "Welcome to Startups Weekly, a nuanced take on this weeks startup news and trends by Senior Reporter and Equity cohost Natasha Mascarenhas.",
            "url": "/2023-04-01-how-to-prompt-ai-chat-gpt",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/DALL·E-2022-10-07-00.01.33-a-robot-composing-music-musical-notes-synthesizer-saturated-colors-shadows-trending-on-artstation-abstract-1-e1665150702829.png?resize=1200,675",
            "publishedAt": "2023-04-01T18:01:38Z",
            "content": "Welcome to Startups Weekly, a nuanced take on this weeks startup news and trends by Senior Reporter and Equity cohost Natasha Mascarenhas. To get this in your inbox, subscribe here.Reporters note [+9934 chars]",
            "summary": "Heres how that process went for me:Natasha: Give me a chatty but informative three-sentence explanation about the impact of generative AI on education, incorporating at least one metaphor.ChatGPT: Generative AI has the potential to transform education by serving as a virtual Sherpa, leading students on personalized learning expeditions. Lets say I ask for: a chatty but informative three-sentence explanation about the impact of generative AI on education, incorporating at least one metaphor. ChatGPT had a pretty good response, but I didnt love the response. With the help of generative AI, education can become a more accessible and tailored journey, empowering students to reach new heights.Natasha: I dont like the virtual sherpa metaphor. One entrepreneur told me to ask ChatGPT how to prompt it based on what I want, so ask something like, what information do you need from me to create an itinerary for a San Francisco hiking trip? Also, can you be more specific on which new heights students can reach?ChatGPT: Generative AI can be thought of as a personal tutor, providing students with a tailor-made curriculum that meets their individual needs and interests. Cauliflower is the MVP of vegetables, and I challenge anyone to prove me wrong.Those are some starter tips Im incorporating but Id still love to know what else Im missing so please do throw your top tips in this thread. With the help of generative AI, students can reach new heights by unlocking their full potential and gaining a deeper understanding of complex topics.4.",
            "html_summary": "<ul><li>Here’s how that process went for me:Natasha: Give me a chatty but informative three-sentence explanation about the impact of generative AI on education, incorporating at least one metaphor.ChatGPT: Generative AI has the potential to transform education by serving as a virtual Sherpa, leading students on personalized learning expeditions.</li><li>Let’s say I ask for: “a chatty but informative three-sentence explanation about the impact of generative AI on education, incorporating at least one metaphor.” ChatGPT had a pretty good response, but I didn’t love the response.</li><li>With the help of generative AI, education can become a more accessible and tailored journey, empowering students to reach new heights.Natasha: I don’t like the virtual sherpa metaphor.</li><li>One entrepreneur told me to ask ChatGPT how to prompt it based on what I want, so ask something like, what information do you need from me to create an itinerary for a San Francisco hiking trip?</li><li>Also, can you be more specific on which new heights students can reach?ChatGPT: Generative AI can be thought of as a personal tutor, providing students with a tailor-made curriculum that meets their individual needs and interests.</li><li>Cauliflower is the MVP of vegetables, and I challenge anyone to prove me wrong.Those are some starter tips I’m incorporating but I’d still love to know what else I’m missing so please do throw your top tips in this thread.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/01/how-to-prompt-ai-chat-gpt/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Get used to disappointment Why technology often doesnt meet the hype. OpenAI geoblocks ChatGPT in Italy. This Week in Apps WWDC23, ByteDance pushes Lemon8 ahead of TikTok ban, T2 capitalizes on Twitter chaos. Krablr develops generative AI language to boost crab yields. Lyft hails new leadership, layoffs come for Lucid and Waymo retires its selfdriving minivan. Always be prompting"
}