{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Erica Pandey, Dan Primack, Ina Fried",
            "title": "How ChatGPT became the next big thing",
            "description": "ChatGPT has captured the public imagination in a way the tech world hasnt seen since the debut of the iPhone in 2007.Why it matters Most of us are only now getting a glimpse of just how smart artificial intelligence has become. Its aweinducing  and terri",
            "url": "/2023-01-24-chatgpt-openai-iphone-boom",
            "urlToImage": "https://images.axios.com/9TxKCpSSnxa-LbdlzGU7rcyIZDk=/0x0:1920x1080/1366x768/2023/01/24/1674527073735.jpg",
            "publishedAt": "2023-01-24T10:13:14Z",
            "content": "ChatGPT has captured the public imagination in a way the tech world hasnt seen since the debut of the iPhone in 2007.Why it matters Most of us are only now getting a glimpse of just how smart art [+2775 chars]",
            "summary": "The bottom line: Artificial intelligence has long seemed like science fiction, or at least like something in the distant future. Illustration: Ada Amer/AxiosChatGPT has captured the public imagination in a way the tech world hasn't seen since the debut of the iPhone in 2007.Why it matters: Most of us are only now getting a glimpse of just how smart artificial intelligence has become. It's awe-inducing  and terrifying.What it is: ChatGPT is a free (for now) site that lets users pose questions and give directions to a bot that can answer with conversation, term papers, sonnets, recipes  almost anything. It recently passed all three parts of the U.S. Medical Licensing Examination, although just barely, as part of a research experiment.Everyone seems to see an array of uses for the technology in ways that are both exciting and scary. Generative AI programs like ChatGPT, though, can create unique content in response to user prompts. In almost any style you specify.The big picture: The possibilities for ChatGPT seem endless. How it works: Most software is specifically coded to do certain tasks.",
            "html_summary": "<ul><li>The bottom line: Artificial intelligence has long seemed like science fiction, or at least like something in the distant future.</li><li>Illustration: Aïda Amer/AxiosChatGPT has captured the public imagination in a way the tech world hasn't seen since the debut of the iPhone in 2007.Why it matters: Most of us are only now getting a glimpse of just how smart artificial intelligence has become.</li><li>It's awe-inducing — and terrifying.What it is: ChatGPT is a free (for now) site that lets users pose questions and give directions to a bot that can answer with conversation, term papers, sonnets, recipes — almost anything.</li><li>It recently passed all three parts of the U.S. Medical Licensing Examination, although just barely, as part of a research experiment.Everyone seems to see an array of uses for the technology in ways that are both exciting and scary.</li><li>Generative AI programs like ChatGPT, though, can create unique content in response to user prompts.</li><li>In almost any style you specify.The big picture: The possibilities for ChatGPT seem endless.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/24/chatgpt-openai-iphone-boom"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "laura.safran",
            "title": "Meet the fintech taking on legacy technology in the capital markets  TechCrunch",
            "description": "Moores Law observes that the number of transistors on a microchip doubles every two years, while its cost is halved over the same period of time. It has provided exponential growth in processing power for the past few decades, allowing many applications to i",
            "url": "/2023-01-24-meet-the-fintech-taking-on-legacy-technology-in-the-capital-markets",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/FINAL-TechCrunch-Hero-Image-01.png?resize=1200,800",
            "publishedAt": "2023-01-24T01:37:39Z",
            "content": "Moores Law observes that the number of transistors on a microchip doubles every two years, while its cost is halved over the same period of time. It has provided exponential growth in processing powe [+6406 chars]",
            "summary": "Its proprietary technology platform adds significant efficiency to the market, while focusing on maximizing returns and minimizing risk and cost for clients.The firms goal is to give all market participants, from emerging managers to large institutions, the tools and services they need to compete in todays fast-paced markets. Those who do will be part of building the modern, scalable future of capital markets  improving access, speed, and service for all participants.Clear Street is an independent, non-bank prime broker building modern infrastructure for capital markets. The ripples of adoption are emerging across the industry  for example, in 2021 Nasdaq partnered with AWS to build the next generation of cloud-enabled infrastructure for the worlds capital markets.Simplifying the technology behind trading and post-trade functions can transform it from a cost center to a competitive advantage. In the decades since Intel co-founder Robert E. Moore first made this observation in 1965, consumer technology has continued to rapidly innovate, while the technology powering capital markets has lagged behind. Modern problems require modern solutionsA modern, single-source of truth platform has the potential to optimize operations across teams, asset classes and geographies, reducing cost, complexity and risk. To operate at peak efficiency, banks and brokers must reduce the manual processes that increase risk of error and operate in silos in favor of technology that empowers users to make smarter decisions and to identify potential risks throughout the trading process. The firms tech stack utilizes modern cloud-native infrastructure, including resilient service orchestration, event-driven real-time processing, and scalable data warehousing  a sharp contrast to the batch processing offered by mainframes.",
            "html_summary": "<ul><li>Its proprietary technology platform adds significant efficiency to the market, while focusing on maximizing returns and minimizing risk and cost for clients.The firm’s goal is to give all market participants, from emerging managers to large institutions, the tools and services they need to compete in today’s fast-paced markets.</li><li>Those who do will be part of building the modern, scalable future of capital markets – improving access, speed, and service for all participants.Clear Street is an independent, non-bank prime broker building modern infrastructure for capital markets.</li><li>The ripples of adoption are emerging across the industry – for example, in 2021 Nasdaq partnered with AWS to build the next generation of cloud-enabled infrastructure for the world’s capital markets.Simplifying the technology behind trading and post-trade functions can transform it from a cost center to a competitive advantage.</li><li>In the decades since Intel co-founder Robert E. Moore first made this observation in 1965, consumer technology has continued to rapidly innovate, while the technology powering capital markets has lagged behind.</li><li>Modern problems require modern solutionsA modern, single-source of truth platform has the potential to optimize operations across teams, asset classes and geographies, reducing cost, complexity and risk.</li><li>To operate at peak efficiency, banks and brokers must reduce the manual processes that increase risk of error and operate in silos in favor of technology that empowers users to make smarter decisions and to identify potential risks throughout the trading process.</li></ul>",
            "website_url": "https://techcrunch.com/sponsor/clear-street/meet-the-fintech-taking-on-legacy-technology-in-the-capital-markets/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "ChatGPT What tech experts are saying  Axios",
            "description": "What technologists, CEOs, educators and others are saying about the popular new chatbot.",
            "url": "/2023-01-24-chatgpt-education-business-geopolitics-talk",
            "urlToImage": "https://images.axios.com/ohtAWNmgF1KEvbGI6arqbe83VN8=/0x0:1920x1080/1366x768/2023/01/24/1674523984551.jpg",
            "publishedAt": "2023-01-24T10:25:19Z",
            "content": "Theres a reason ChatGPT was the talk of this years Davos forum Everyone is trying to make sense of what the technology will mean for their corner of the world.Even tech experts are shocked at ju [+2102 chars]",
            "summary": "Eager to seize on the next potential productivity boost, many CEOs are trying to figure out if tools like ChatGPT could enable them to cut costs, offer new products or get a leg up on competition. Guardrails may be needed, but the genie isn't going back in the bottle.Go deeper:How ChatGPT became the next big thingWhat ChatGPT can't doNewsrooms reckon with AI following CNET sagaWhy Microsoft is betting big on ChatGPTWhat's next for ChatGPT New York City schools were quick to ban the technology from their networks, an approach that many see as wrong-headed, akin to trying to prevent students from using calculators or Wikipedia. \"This is going to be extraordinarily important for international competitiveness and the national security of countries,\" Smith said.Be smart: ChatGPT and similar tools are the definition of disruptive technologies. Who leads in AI matters, Microsoft president Brad Smith said at an Axios event in Davos. It also has the potential to reshape geopolitics. Lots of things will change.",
            "html_summary": "<ul><li>Eager to seize on the next potential productivity boost, many CEOs are trying to figure out if tools like ChatGPT could enable them to cut costs, offer new products or get a leg up on competition.</li><li>Guardrails may be needed, but the genie isn't going back in the bottle.Go deeper:How ChatGPT became the next big thingWhat ChatGPT can't doNewsrooms reckon with AI following CNET sagaWhy Microsoft is betting big on ChatGPTWhat's next for ChatGPT</li><li>New York City schools were quick to ban the technology from their networks, an approach that many see as wrong-headed, akin to trying to prevent students from using calculators or Wikipedia.</li><li>\"This is going to be extraordinarily important for international competitiveness and the national security of countries,\" Smith said.Be smart: ChatGPT and similar tools are the definition of disruptive technologies.</li><li>Who leads in AI matters, Microsoft president Brad Smith said at an Axios event in Davos.</li><li>It also has the potential to reshape geopolitics.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/24/chatgpt-education-business-geopolitics-talk"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Bluedots debit card for EV owners offers cheaper charging, cash back",
            "description": "Electric vehicles accounted for nearly 6% of all new cars sold in the U.S. in 2022, an increase from 3.1% the year before, and that number will continue to grow over the coming years. While its still a young industry, the ecosystem surrounding EVs  from EV ",
            "url": "/2023-01-24-bluedots-debit-card-for-ev-owners-offers-cheaper-charging-cash-back",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/IMG_1784-3-1.jpg?resize=1200,977",
            "publishedAt": "2023-01-24T00:14:05Z",
            "content": "Electric vehicles accounted for nearly 6% of all new cars sold in the U.S. in 2022, an increase from 3.1% the year before, and that number will continue to grow over the coming years. While its stil [+4338 chars]",
            "summary": "Bluedot is currently offering customers a flat fee of $0.30 per kilowatt hour of charging with participating EV charging stations, and 20% cash back on charges with nonparticipating charging networks. Customers find stations and pay directly for charges with partner charging companies on Bluedots app, saving them the need to download multiple apps.Bluedot users also get 5% cash back on all automotive expenses, plus another 2% cash back for all other expenses. And they also want to get better deals around electrification.Bluedot is also manually pulling data for customers on their charging habits, how much they spend, how much power they use, their top charging locations, the amount of carbon dioxide emissions theyve prevented by using an EV, and so on. Bluedot is working on integrating financial technology to help these companies make their charging stations more viable and accessible to drivers.Currently, utilization in most of the charging station networks ranges from 5% to 8%. That might end up looking like a big push to install infrastructure without much cohesion.Bluedots app aggregates nearby EV charging stations and offers rewards for charging. We began with small charging station companies, but our goal is to bring all brands together with financial technology for users, continued Parlak.Bluedots main customers today are individual drivers who found the startup through partnerships with auto dealers and ride-share companies. Parlak says Bluedots next target is fleets to help them manage expenses and charging processes and get better deals.For example, one of our partners is a leasing company that rents cars out to a bunch of delivery drivers who are managed by a fleet manager, said Parlak.",
            "html_summary": "<ul><li>Bluedot is currently offering customers a flat fee of $0.30 per kilowatt hour of charging with participating EV charging stations, and 20% cash back on charges with nonparticipating charging networks.</li><li>Customers find stations and pay directly for charges with partner charging companies on Bluedot’s app, saving them the need to download multiple apps.Bluedot users also get 5% cash back on all automotive expenses, plus another 2% cash back for all other expenses.</li><li>And they also want to get better deals around electrification.”Bluedot is also manually pulling data for customers on their charging habits, how much they spend, how much power they use, their top charging locations, the amount of carbon dioxide emissions they’ve prevented by using an EV, and so on.</li><li>“Bluedot is working on integrating financial technology to help these companies make their charging stations more viable and accessible to drivers.”“Currently, utilization in most of the charging station networks ranges from 5% to 8%.</li><li>That might end up looking like a big push to install infrastructure without much cohesion.Bluedot’s app aggregates nearby EV charging stations and offers rewards for charging.</li><li>We began with small charging station companies, but our goal is to bring all brands together with financial technology for users,” continued Parlak.Bluedot’s main customers today are individual drivers who found the startup through partnerships with auto dealers and ride-share companies.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/23/bluedots-debit-card-for-ev-owners-offers-cheaper-charging-cash-back/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Strava acquires Fatmap, a 3D mapping platform for the great outdoors",
            "description": "Strava, the activity tracking and social community platform used by more than 100 million people globally, has acquired Fatmap, a European company thats building a highresolution 3D global map platform for the great outdoors. Terms of the deal were not disc",
            "url": "/2023-01-24-strava-acquires-fatmap-a-3d-map-platform-for-the-great-outdoors",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/FATMAPNewMapwithiPhone4screens-e1674486468718.jpg?resize=1200,676",
            "publishedAt": "2023-01-24T08:01:39Z",
            "content": "Strava, the activity tracking and social community platform used by more than 100 million people globally, has acquired Fatmap, a European company thats building a highresolution 3D global map plat [+5208 chars]",
            "summary": "Strava, the activity tracking and social community platform used by more than 100 million people globally, has acquired Fatmap, a European company thats building a high-resolution 3D global map platform for the great outdoors. The company has increasingly been targeting hikers too, and last year it launched a new trail sports and routes option aimed at walkers, mountain bikers, and trail runners.Fatmap, for its part, was founded a decade ago, with an initial focus on providing ski resorts with high-resolution digital maps. So while the price of this deal could comfortably be in the 9-digit range, having Fatmap on board potentially makes Strava a far stickier proposition for a greater number of people  not just cycling and running for which its better known. *An earlier version of this article stated that Fatmap had raised around $8 million in funding so far. This concept fuels much of our strategic thinking and product roadmap.",
            "html_summary": "<ul><li>Strava, the activity tracking and social community platform used by more than 100 million people globally, has acquired Fatmap, a European company that’s building a high-resolution 3D global map platform for the great outdoors.</li><li>The company has increasingly been targeting hikers too, and last year it launched a new trail sports and routes option aimed at walkers, mountain bikers, and trail runners.Fatmap, for its part, was founded a decade ago, with an initial focus on providing ski resorts with high-resolution digital maps.</li><li>So while the price of this deal could comfortably be in the 9-digit range, having Fatmap on board potentially makes Strava a far stickier proposition for a greater number of people — not just cycling and running for which it’s better known.</li><li>*An earlier version of this article stated that Fatmap had raised around $8 million in funding so far.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/24/strava-acquires-fatmap-a-3d-map-platform-for-the-great-outdoors/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "Pasqal raises $100M to build a neutral atombased quantum computer",
            "description": "Pasqal, a Parisbased quantum computing startup that is betting on neutral atoms, today announced that it has raised a $100M Series B round.",
            "url": "/2023-01-24-pasqal-raises-100m-to-build-a-neutral-atom-based-quantum-computer",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-1169873499.jpg?resize=1200,633",
            "publishedAt": "2023-01-24T06:00:29Z",
            "content": "Pasqal, a Parisbased quantum computing startup, today announced that it has raised a $100 million Series B funding round let by Singapores Temasek. In addition to Temasek, existing investors Quanto [+4148 chars]",
            "summary": "The advantage here is that once you can do this with hundreds of atoms at the same time, you can create both a very dense matrix of qubits and one that, using holographic methods, you can reshuffle in 3D space as needed for a given algorithm. He believes that this will take a system with 200 to 300 qubits.At this point, most researchers believe that we wont see the industry trend toward a single technology for solving every algorithm. Instead, different quantum technologies will find their sweet spots for solving different problems. This is a relatively new and potentially game-changing approach to building quantum processors. Pasqal, a Paris-based quantum computing startup, today announced that it has raised a $100 million Series B funding round let by Singapores Temasek. That almost makes these machines more akin to Field-Programmable Gate Arrays (FPGAs) than more traditional quantum processors. It is the first scale-up within Quantonations portfolio, and it truly illustrates the excellence of French research and the competitiveness of the French quantum ecosystem.",
            "html_summary": "<ul><li>The advantage here is that once you can do this with hundreds of atoms at the same time, you can create both a very dense matrix of qubits and one that, using holographic methods, you can reshuffle in 3D space as needed for a given algorithm.</li><li>He believes that this will take a system with 200 to 300 qubits.At this point, most researchers believe that we won’t see the industry trend toward a single technology for solving every algorithm.</li><li>Instead, different quantum technologies will find their sweet spots for solving different problems.</li><li>This is a relatively new and potentially game-changing approach to building quantum processors.</li><li>Pasqal, a Paris-based quantum computing startup, today announced that it has raised a $100 million Series B funding round let by Singapore’s Temasek.</li><li>That almost makes these machines more akin to Field-Programmable Gate Arrays (FPGAs) than more traditional quantum processors.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/23/pasqal-raises-100m-to-build-a-neutral-atom-based-quantum-computer/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Lightyear stops production on 250,000 solarpowered EV",
            "description": "Lightyear halts production on Lightyear 0, its 250,000 solarpowered EV, to focus on building Lightyear 2, a 40,000 mass production model.",
            "url": "/2023-01-24-lightyear-stops-production-on-e250000-solar-powered-ev",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/Lightyear-2-side-view-rear-4K.jpg?resize=1200,675",
            "publishedAt": "2023-01-24T02:32:03Z",
            "content": "Solarpowered electric vehicle maker Lightyear said its halting production on its flagship Lightyear 0, its premium EV with a sticker price of 250,000. Despite only starting production on the vehicl [+3063 chars]",
            "summary": "The company raised $81 million in September as it prepared to start production on Lightyear 0, but Hoefsloot noted that the company hopes to conclude some key investments in the coming weeks in order to scale up the car for a wider audience. Its not clear if the company intends to push up that production date now that it wont be building the Lightyear 0, for which it has already pre-sold 150 units. In a press release, Lightyear said it has had to overcome many challenges in order to make its vehicles a reality. Solar-powered electric vehicle maker Lightyear said its halting production on its flagship Lightyear 0, its premium EV with a sticker price of 250,000. Earlier this month, a Lightyear spokesperson told TechCrunch the first Lightyear 0 has been produced and shown to the companys first customer.",
            "html_summary": "<ul><li>The company raised $81 million in September as it prepared to start production on Lightyear 0, but Hoefsloot noted that the company hopes to “conclude some key investments in the coming weeks in order to scale up” the car for a wider audience.</li><li>It’s not clear if the company intends to push up that production date now that it won’t be building the Lightyear 0, for which it has already pre-sold 150 units.</li><li>In a press release, Lightyear said it has had to overcome “many challenges” in order to make its vehicles a reality.</li><li>Solar-powered electric vehicle maker Lightyear said it’s halting production on its flagship Lightyear 0, its premium EV with a sticker price of €250,000.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/23/lightyear-stops-production-on-e250000-solar-powered-ev/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. How ChatGPT became the next big thing. Meet the fintech taking on legacy technology in the capital markets  TechCrunch. ChatGPT What tech experts are saying  Axios. Bluedots debit card for EV owners offers cheaper charging, cash back. Strava acquires Fatmap, a 3D mapping platform for the great outdoors. Pasqal raises $100M to build a neutral atombased quantum computer. Lightyear stops production on 250,000 solarpowered EV"
}