{
    "status": "ok",
    "totalResults": 21,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "Unearthed touchscreen iMac G3 prototype evokes a very different era of Apple | Makemetechie.com Summary",
            "description": "25 years ago, Apple was cool with firms hacking up kioskfriendly touch iMacs.",
            "url": "/2023-09-10-unearthed-touchscreen-imac-g3-prototype-evokes-a-very-different-era-of-apple",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/imac_touchscreen-760x380.jpg",
            "publishedAt": "2023-09-11T18:41:29Z",
            "content": "Enlarge/ It only cost Michael MJD nearly $1,800, plus a replacement display controller, to get to the point where he could play the memory game on a classic iMac.6 with Two remarkable things appe [+3279 chars]",
            "summary": "iMac G from Elo responds to not just touchscreen taps and drags but also touch pressure. Elo a company that continues to make touchscreens for point of sale systems and other applications turned some iMacs into touchscreen kiosks with Apple s approval as a Value Added Reseller. The desktop controls and mouse targets are far too small to use with even a relatively precise touch panel. Had this later stage iMac made it to release it likely would have been running custom software with big restaurant ordering style buttons. But it works and might have worked great all for what was likely a price over Apple s value added reselling.",
            "html_summary": "<ul><li>iMac G from Elo responds to not just touchscreen taps and drags but also touch pressure.</li><li> Elo a company that continues to make touchscreens for point of sale systems and other applications turned some iMacs into touchscreen kiosks with Apple s approval as a Value Added Reseller.</li><li> The desktop controls and mouse targets are far too small to use with even a relatively precise touch panel.</li><li> Had this later stage iMac made it to release it likely would have been running custom software with big restaurant ordering style buttons.</li><li> But it works and might have worked great all for what was likely a price over Apple s value added reselling.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/09/unearthed-touchscreen-imac-g3-prototype-evokes-a-very-different-era-of-apple/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Laura He, CNN",
            "title": "Former Alibaba CEO quits cloud unit in surprise move amid landmark restructuring | Makemetechie.com Summary",
            "description": "Daniel Zhang, the outgoing chairman and CEO of Alibaba, has stepped down from his position running the companys cloud division in a surprise move announced ...",
            "url": "/2023-09-10-china-alibaba-leadership-overhaul-intl-hnk?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/da247b1743aac94abbf35802f07a5e79",
            "publishedAt": "2023-09-11T08:42:16Z",
            "content": "Editors Note Sign up for CNNs Meanwhile in China newsletter, which explores what you need to know about the countrys rise and how it impacts the world.Daniel Zhang, the outgoing chairman and CEO o [+4846 chars]",
            "summary": "Daniel Zhang the outgoing chairman and CEO of Alibaba has stepped down from his position running the company s cloud division in a surprise move announced just months after he assumed the pivotal role. Zhang will now fully exit the Chinese tech giant s core management team as it undertakes its biggest ever restructuring amid a worsening downturn in the world s second largest economy. Zhang said three months ago that a key reason he wanted to step down as company chief was because he needed to focus on the spin off of its cloud business.",
            "html_summary": "<ul><li>Daniel Zhang the outgoing chairman and CEO of Alibaba has stepped down from his position running the company s cloud division in a surprise move announced just months after he assumed the pivotal role.</li><li> Zhang will now fully exit the Chinese tech giant s core management team as it undertakes its biggest ever restructuring amid a worsening downturn in the world s second largest economy.</li><li> Zhang said three months ago that a key reason he wanted to step down as company chief was because he needed to focus on the spin off of its cloud business.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/11/tech/china-alibaba-leadership-overhaul-intl-hnk?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nicole Goodkind",
            "title": "What Chinas new smartphone means for Wall Street | Makemetechie.com Summary",
            "description": "Stock prices of chipmakers have soared over the last year as AI became the story of 2023. But in recent weeks, theres been a notable drop in those shares as growing tensions between the US and China cloud their outlook.",
            "url": "/2023-09-10-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230908174539-huawei-mate-60-pro-phone-china.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-11T11:57:55Z",
            "content": "A version of this story first appeared in CNN Business Before the Bell newsletter. Not a subscriber? You can sign upright here. You can listen to an audio version of the newsletter by clicking the s [+8196 chars]",
            "summary": "That means that SMIC is now believed to have the tools to develop very advanced 5G chips for phones, and thats concerning to US government officials because they want to keep a big lead in developing advanced technology. On Thursday, luxury furniture brand RH reported a 19% drop in second-quarter revenue, while on Friday, Hooker Furnishings, a Virginia-based furniture manufacturer that sells goods at Wayfair, Macys and other retailers, said their second-quarter revenue plummeted 36%. Theyve worked very closely with the US government on this, and we do think theres going to be high demand for their chips in the coming years because companies will need to work outside of China. The two companies are the latest in a growing list of furniture retailers seeing a slowdown after years of growth fueled by pandemic-era stay-at-home trends. Wayfair, an online furniture seller, saw its second-quarter revenue decline 3.4%, and La-Z-Boy, a furniture manufacturer, reported a 20% drop in sales in August. Huaweis new smartphone uses an internally developed, very powerful chip thats manufactured by the Semiconductor Manufacturing International Corporation (SMIC), a partially state-owned Chinese semiconductor foundry. Last week, a pair of furniture retailers said they are experiencing a massive sales slump compared to last year.",
            "html_summary": "<ul><li>That means that SMIC is now believed to have the tools to develop very advanced 5G chips for phones, and that’s concerning to US government officials because they want to keep a big lead in developing advanced technology..</li><li>On Thursday, luxury furniture brand RH reported a 19% drop in second-quarter revenue, while on Friday, Hooker Furnishings, a Virginia-based furniture manufacturer that sells goods at Wayfair, Macy’s and other retailers, said their second-quarter revenue plummeted 36%..</li><li>They’ve worked very closely with the US government on this, and we do think there’s going to be high demand for their chips in the coming years because companies will need to work outside of China..</li><li>The two companies are the latest in a growing list of furniture retailers seeing a slowdown after years of growth fueled by pandemic-era stay-at-home trends..</li><li>Wayfair, an online furniture seller, saw its second-quarter revenue decline 3.4%, and La-Z-Boy, a furniture manufacturer, reported a 20% drop in sales in August..</li><li>Huawei’s new smartphone uses an internally developed, very powerful chip that’s manufactured by the Semiconductor Manufacturing International Corporation (SMIC), a partially state-owned Chinese semiconductor foundry..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/11/investing/premarket-stocks-trading/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jack Guy",
            "title": "Elon Musk confirms he and Grimes have had a third child  and its name is as unusual as youd expect | Makemetechie.com Summary",
            "description": "Elon Musk has confirmed that he and former partner Grimes have a third child together  and its name is just as unusual as its siblings.",
            "url": "/2023-09-10-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230911095535-elon-musk-grimes-third-child-file-050718.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-11T11:05:11Z",
            "content": "Elon Musk has confirmed that he and former partner Grimes have a third child together and its name is just as unusual as its siblings.The child is called Tau Techno Mechanicus, the technology billi [+1345 chars]",
            "summary": "Elon Musk has confirmed that he and former partner Grimes have a third child together and its name is just as unusual as its siblings. The child is called Tau Techno Mechanicus the technology billionaire wrote in a post on X formerly Twitter on Sunday. Musk and Grimes broke up in September but the Canadian singer born Claire Boucher has described their relationship status as very fluid. The couple previously welcomed a son named X A Xii in May Musk has five other children twins Griffin and Vivian and triplets Damian Saxon and Kai from a previous marriage.",
            "html_summary": "<ul><li>Elon Musk has confirmed that he and former partner Grimes have a third child together and its name is just as unusual as its siblings.</li><li> The child is called Tau Techno Mechanicus the technology billionaire wrote in a post on X formerly Twitter on Sunday.</li><li> Musk and Grimes broke up in September but the Canadian singer born Claire Boucher has described their relationship status as very fluid.</li><li> The couple previously welcomed a son named X A Xii in May Musk has five other children twins Griffin and Vivian and triplets Damian Saxon and Kai from a previous marriage.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/11/entertainment/elon-musk-grimes-third-child-scli-intl/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Laura He",
            "title": "Former Alibaba CEO quits cloud unit in surprise move amid landmark restructuring | Makemetechie.com Summary",
            "description": "Daniel Zhang, the outgoing chairman and CEO of Alibaba, has stepped down from his position running the companys cloud division in a surprise move announced just months after he assumed the pivotal role.",
            "url": "/2023-09-10-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230911155055-daniel-zhang-yong.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-11T08:42:16Z",
            "content": "Editors Note Sign up for CNNs Meanwhile in China newsletter, which explores what you need to know about the countrys rise and how it impacts the world.Daniel Zhang, the outgoing chairman and CEO o [+4486 chars]",
            "summary": "Daniel Zhang the outgoing chairman and CEO of Alibaba has stepped down from his position running the company s cloud division in a surprise move announced just months after he assumed the pivotal role. Zhang will now fully exit the Chinese tech giant s core management team as it undertakes its biggest ever restructuring amid a worsening downturn in the world s second largest economy. Zhang said three months ago that a key reason he wanted to step down as company chief was because he needed to focus on the spin off of its cloud business.",
            "html_summary": "<ul><li>Daniel Zhang the outgoing chairman and CEO of Alibaba has stepped down from his position running the company s cloud division in a surprise move announced just months after he assumed the pivotal role.</li><li> Zhang will now fully exit the Chinese tech giant s core management team as it undertakes its biggest ever restructuring amid a worsening downturn in the world s second largest economy.</li><li> Zhang said three months ago that a key reason he wanted to step down as company chief was because he needed to focus on the spin off of its cloud business.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/11/tech/china-alibaba-leadership-overhaul-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Murphy Kelly",
            "title": "What to expect from Apples iPhone 15 reveal | Makemetechie.com Summary",
            "description": "Apple is expected to debut its iPhone 15 lineup at the companys annual September keynote event on Tuesday, and it could introduce the biggest change to the phones design in 11 years.",
            "url": "/2023-09-10-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230908170426-apple-wonderlust-iphone-15-event.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-10T13:04:03Z",
            "content": "Apple is expected to debut its iPhone 15 lineup Tuesday at the companys annual September keynote event, and it could introduce the biggest change to the phonesdesign in 11 years.The press event, wh [+5098 chars]",
            "summary": "Apple is expected to debut its iPhone lineup Tuesday at the company s annual September keynote event. The press event which Apple teased with a wonderlust tagline will take place at its headquarters in Cupertino California. The annual iPhone event has become formulaic over the years announcing incremental changes to battery life camera system and displays this year. Apple is also expected to introduce USB C charging to its smartphones for the first time. The change could ultimately streamline the charging process across various devices and brands. The move comes as Apple looks to give consumers more reasons to upgrade their iPhones.",
            "html_summary": "<ul><li>Apple is expected to debut its iPhone lineup Tuesday at the company s annual September keynote event.</li><li> The press event which Apple teased with a wonderlust tagline will take place at its headquarters in Cupertino California.</li><li> The annual iPhone event has become formulaic over the years announcing incremental changes to battery life camera system and displays this year.</li><li> Apple is also expected to introduce USB C charging to its smartphones for the first time.</li><li> The change could ultimately streamline the charging process across various devices and brands.</li><li> The move comes as Apple looks to give consumers more reasons to upgrade their iPhones.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/10/tech/apple-wonderlust-iphone-15-event/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Melissa Bell, Daria Martina Tarasova, Pierre Bairin",
            "title": "True to life but without the price tag The decoy weapons Ukraine wants Russia to destroy | Makemetechie.com Summary",
            "description": "They are created with one single aim in mind to be destroyed as quickly as possible. And in that, the steelworks company behind them boasts, these decoy weapons are remarkably successful hundreds have been targeted by Russian forces almost as soon as they w",
            "url": "/2023-09-10-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230910085928-02-ukraine-decoy-weapons.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-11T05:13:13Z",
            "content": "They are created with one single aim in mind to be destroyed as quickly as possible. And in that, the steelworks company behind them boasts, these decoy weapons are remarkably successful hundreds h [+3530 chars]",
            "summary": "Metinvest is a steelworks company based in central Ukraine. Its only foray into the world of weaponry is this side line in decoys remarkably true to life but equipped with neither the firing range nor the hefty price tag. The aim says the spokesman is twofold to save Ukrainian lives and to trick Russians into squandering their own very expensive kamikaze drones shells and missiles. The real test now the measure of each decoy s success is how long they stay in the field if one design survives too long the company s decoy designers go back to the drawing board.",
            "html_summary": "<ul><li>Metinvest is a steelworks company based in central Ukraine.</li><li> Its only foray into the world of weaponry is this side line in decoys remarkably true to life but equipped with neither the firing range nor the hefty price tag.</li><li> The aim says the spokesman is twofold to save Ukrainian lives and to trick Russians into squandering their own very expensive kamikaze drones shells and missiles.</li><li> The real test now the measure of each decoy s success is how long they stay in the field if one design survives too long the company s decoy designers go back to the drawing board.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/11/world/ukraine-russia-decoy-weapons-intl/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Brian Fung",
            "title": "Googles antitrust showdown Whats at stake for the internet search titan | Makemetechie.com Summary",
            "description": "Google will face off in court Tuesday against government officials who accuse the company of antitrust violations in its massive search business, kicking off a longanticipated showdown that could reshape one of the internets most dominant platforms.",
            "url": "/2023-09-10-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230907195706-google-headquarters-mountain-092622-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-10T13:40:41Z",
            "content": "Google will face off in court Tuesday against government officials who have accused the company of antitrust violations in its massive search business, kicking off a longanticipated legal showdown t [+4602 chars]",
            "summary": "Google will face off in court Tuesday against government officials who have accused the company of antitrust violations in its massive search business. In separate complaints the Justice Department and dozens of states accused Google in of abusing its dominance in online search. Google has maintained that it competes on the merits and that consumers prefer its tools because they are the best not because it has moved to illegally restrict competition. The case is expected to feature testimony from high profile witnesses including former employees of Google and Samsung along with executives from Apple including senior vice president Eddy Cue.",
            "html_summary": "<ul><li>Google will face off in court Tuesday against government officials who have accused the company of antitrust violations in its massive search business.</li><li> In separate complaints the Justice Department and dozens of states accused Google in of abusing its dominance in online search.</li><li> Google has maintained that it competes on the merits and that consumers prefer its tools because they are the best not because it has moved to illegally restrict competition.</li><li> The case is expected to feature testimony from high profile witnesses including former employees of Google and Samsung along with executives from Apple including senior vice president Eddy Cue.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/10/tech/google-antitrust-lawsuit-government-trial/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Michelle Toh, Mihir Melwani",
            "title": "How booming Vietnam offers the US an alternative to China | Makemetechie.com Summary",
            "description": "President Joe Biden is in Vietnam for a visit intended to deepen economic ties between Washington and Hanoi as part of efforts to reduce Americas reliance on China.",
            "url": "/2023-09-10-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230907103715-biden-09006.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-11T04:33:26Z",
            "content": "President Joe Biden is in Vietnam for a visit intended to deepen economic ties between Washington and Hanoi as part of efforts to reduce Americas reliance on China. The former foes have formally up [+7294 chars]",
            "summary": "Companies from Apple (AAPL) to Intel (INTC) have already pushed deeper into the country to diversify their supply chains, maxing out many Vietnamese factories and helping fuel an economic expansion that continues to defy a global slowdown. Of course, companies still have reservations over factors such as Vietnamese tech regulations, which they fear could include limits on the transfer of data across borders, or too many rules requiring data localization, according to Osius. Southeast Asia is one of the worlds fastest growing aviation markets, and the 737 MAX is the perfect airplane for Vietnam Airlines to efficiently meet that regional demand, Brad McMullen, Boeing senior vice president of commercial sales and marketing, said in a statement. US companies including Netflix and Boeing join 'biggest' business mission to Vietnam For example, there isnt a sufficient port capacity for some of the goods to be exported as quickly as companies want them to be moved, Osius said. Vietnam enjoyed an advantage, as it was first in the region to build up supply chain capabilities for many, many sectors years ago, she explained. In recent years, their trade has already soared under an existing partnership agreed in 2013, so the elevation in relations is just catching up with the reality that already exists, Ted Osius, president of the US-ASEAN Business Council and a former US ambassador to Vietnam, told CNN. Those tensions add to a litany of pressures, including rising labor costs and an uncertain operating environment that have already made corporations think twice about how much business they do in China, which is still considered the factory of the world.",
            "html_summary": "<ul><li>Companies from Apple (AAPL) to Intel (INTC) have already pushed deeper into the country to diversify their supply chains, maxing out many Vietnamese factories and helping fuel an economic expansion that continues to defy a global slowdown..</li><li>Of course, companies still have reservations over factors such as Vietnamese tech regulations, which they fear could include limits on the “transfer of data across borders, or too many rules requiring data localization,” according to Osius..</li><li>“Southeast Asia is one of the world’s fastest growing aviation markets, and the 737 MAX is the perfect airplane for Vietnam Airlines to efficiently meet that regional demand,” Brad McMullen, Boeing senior vice president of commercial sales and marketing, said in a statement..</li><li>US companies including Netflix and Boeing join 'biggest' business mission to Vietnam For example, “there isn’t a sufficient port capacity for some of the goods to be exported as quickly as companies want them to be moved,” Osius said..</li><li>Vietnam enjoyed an advantage, as it was first in the region to build up supply chain capabilities “for many, many sectors” years ago, she explained..</li><li>In recent years, their trade has already soared under an existing partnership agreed in 2013, so the elevation in relations is “just catching up with the reality that already exists,” Ted Osius, president of the US-ASEAN Business Council and a former US ambassador to Vietnam, told CNN..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/11/economy/biden-vietnam-visit-business-ties-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "fileformat",
            "title": "Moving abroad What to consider when making a decision | CNN | Makemetechie.com Summary",
            "description": "Insider tips and insights from relocation experts, financial advisers and emigrants themselves on what to consider when making the decision to move abroad.",
            "url": "/2023-09-10-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230906144331-01-moving-abroad-italy-one-euro-town.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-10T05:47:01Z",
            "content": "Editors Note Sign up forUnlocking the World, CNN Travels weekly newsletter. Get the latest news in aviation, food and drink, where to stay and other travel developments.Social medias seemingly in [+14783 chars]",
            "summary": "In most countries you have to get a tax lawyer who gives you a strategy and understands how the local tax system interacts with the American tax system and the double taxation agreements, says Ingrim, a US citizen who lives in Florence, Italy, with his family. Like digital nomad visas, Ingrim says his company has seen growing recent interest among Americans around the topic of Golden Visas, which generally refer to a type of visa offered by several countries in Europe thats dependent on a certain investment level. However, many emigrants from the US find that even with higher taxes in their new country, much lower healthcare and childcare costs are a huge benefit of living abroad. Alas, moving abroad means taxes become even more complicated  get ready to be closely acquainted with terms like FBAR and FEIE (IRS reports you may need to file). An important early question to ask is whether the country you want to move to has a double taxation treaty with the US, says Alex Ingrim, a licensed financial advisor with global wealth management firm Chase Buchanan. The most successful (and least stressful) outcomes, she says, happen when people take an honest look at their motivation for leaving the US and their personal and professional goals with respect to life abroad  and choose a destination that syncs well with that vision. Because even if they do, youre gonna get paperwork [in that official language]. Another important factor that, amid the anticipation of a possible move, is sometimes easy to gloss over is the weather in your new destination.",
            "html_summary": "<ul><li>“In most countries you have to get a tax lawyer who gives you a strategy and understands how the local tax system interacts with the American tax system and the double taxation agreements,” says Ingrim, a US citizen who lives in Florence, Italy, with his family..</li><li>Like digital nomad visas, Ingrim says his company has seen growing recent interest among Americans around the topic of Golden Visas, which generally refer to a type of visa offered by several countries in Europe that’s dependent on a certain investment level..</li><li>However, many emigrants from the US find that even with higher taxes in their new country, much lower healthcare and childcare costs are a huge benefit of living abroad..</li><li>Alas, moving abroad means taxes become even more complicated – get ready to be closely acquainted with terms like FBAR and FEIE (IRS reports you may need to file)..</li><li>An important early question to ask is whether the country you want to move to has a double taxation treaty with the US, says Alex Ingrim, a licensed financial advisor with global wealth management firm Chase Buchanan..</li><li>The most successful (and least stressful) outcomes, she says, happen when people take an honest look at their motivation for leaving the US and their personal and professional goals with respect to life abroad – and choose a destination that syncs well with that vision..</li></ul>",
            "website_url": "https://www.cnn.com/travel/moving-overseas-americans-things-to-consider/index.html"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KIM TONG-HYUNG - Associated Press",
            "title": "North Korean train presumably carrying leader Kim Jong Un departed for Russia, South Korea media say | Makemetechie.com Summary",
            "description": "South Korean media say a North Korean train presumably carrying leader Kim Jong Un has departed for Russia for a possible meeting with Russian President Vladimir Putin. Citing unidentified South Korean government sources, the Chosun Ilbo newspaper reported th",
            "url": "/2023-09-10-north-korea-russia-kim-putin-674e9f1155de1c83ca1a819e7dbf96ed",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/12/7128a4b0-3bc7-5616-a4d9-eb5e63ef1db5/64feee378dc46.image.jpg?crop=1732%2C909%2C0%2C143&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-09-11T09:57:00Z",
            "content": "By KIM TONGHYUNG  Associated PressSEOUL, South Korea (AP) A North Korean train presumably carrying leader Kim Jong Un has departed for Russia for a possible meeting with Russian President Vladimi [+5988 chars]",
            "summary": "Russia and North Korea confirmed Monday that North Korean leader Kim Jong Un will visit Russia in a highly anticipated meeting with President Vladimir Putin that has sparked Western concerns about a potential arms deal for Moscows war in Ukraine. Independent journalists were not given access to cover the event depicted in this image distributed by the North Korean government. Korean language watermark on image as provided by source reads: KCNA which is the abbreviation for Korean Central News Agency. Citing unidentified South Korean government sources, the Chosun Ilbo newspaper reported that the train likely left the North Korean capital of Pyongyang on Sunday evening and that a Kim-Putin meeting is possible as early as Tuesday. The content of this image is as provided and cannot be independently verified. (Korean Central News Agency/Korea News Service via AP)This Sunday, Sept. 10, 2023, photo provided by the North Korean government, shows that North Korea leader Kim Jong Un greets attendants in Pyongyang, North Korea, before boarding on a train to Russia. A North Korean train presumably carrying North Korean leader Jong Un has departed for Russia for a possible meeting with Russian President Putin, South Korean media said Monday, Sept. 11, 2023.",
            "html_summary": "<ul><li>Russia and North Korea confirmed Monday that North Korean leader Kim Jong Un will visit Russia in a highly anticipated meeting with President Vladimir Putin that has sparked Western concerns about a potential arms deal for Moscow’s war in Ukraine..</li><li>Independent journalists were not given access to cover the event depicted in this image distributed by the North Korean government..</li><li>Korean language watermark on image as provided by source reads: “KCNA” which is the abbreviation for Korean Central News Agency..</li><li>Citing unidentified South Korean government sources, the Chosun Ilbo newspaper reported that the train likely left the North Korean capital of Pyongyang on Sunday evening and that a Kim-Putin meeting is possible as early as Tuesday..</li><li>The content of this image is as provided and cannot be independently verified..</li><li>(Korean Central News Agency/Korea News Service via AP)This Sunday, Sept. 10, 2023, photo provided by the North Korean government, shows that North Korea leader Kim Jong Un greets attendants in Pyongyang, North Korea, before boarding on a train to Russia..</li></ul>",
            "website_url": "https://apnews.com/article/north-korea-russia-kim-putin-674e9f1155de1c83ca1a819e7dbf96ed"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "LexisNexis is embracing generative AI to ease legal writing and research | TechCrunch | Makemetechie.com Summary",
            "description": "LexisNexis has always been a goto source for lawyers, but the company is adding AI to make it easier to draft briefs and do research.",
            "url": "/2023-09-10-lexisnexis-generative-ai",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/GettyImages-1474442258.jpg?resize=1200,675",
            "publishedAt": "2023-09-10T15:00:15Z",
            "content": "Last June, just months after the release of ChatGPT from OpenAI, a couple of New York City lawyers infamously used the tool to write a very poor brief. The AI cited fake cases, leading to an uproar,  [+1184 chars]",
            "summary": "LexisNexis is a legal software company that offers tooling to help lawyers find the right case law to make their legal arguments. The company sees the potential of AI in helping reduce much of the mundane legal work that every lawyer undertakes but it also recognizes these very real issues as it begins its generative AI journey. Jeff Reihl chief technology officer at LexisNExis understands the value of AI and has been building the technology into its platform for some time now.",
            "html_summary": "<ul><li>LexisNexis is a legal software company that offers tooling to help lawyers find the right case law to make their legal arguments.</li><li> The company sees the potential of AI in helping reduce much of the mundane legal work that every lawyer undertakes but it also recognizes these very real issues as it begins its generative AI journey.</li><li> Jeff Reihl chief technology officer at LexisNExis understands the value of AI and has been building the technology into its platform for some time now.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/10/lexisnexis-generative-ai/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Unearthed touchscreen iMac G3 prototype evokes a very different era of Apple | Makemetechie.com Summary. Former Alibaba CEO quits cloud unit in surprise move amid landmark restructuring | Makemetechie.com Summary. What Chinas new smartphone means for Wall Street | Makemetechie.com Summary. Elon Musk confirms he and Grimes have had a third child  and its name is as unusual as youd expect | Makemetechie.com Summary. Former Alibaba CEO quits cloud unit in surprise move amid landmark restructuring | Makemetechie.com Summary. What to expect from Apples iPhone 15 reveal | Makemetechie.com Summary. True to life but without the price tag The decoy weapons Ukraine wants Russia to destroy | Makemetechie.com Summary. Googles antitrust showdown Whats at stake for the internet search titan | Makemetechie.com Summary. How booming Vietnam offers the US an alternative to China | Makemetechie.com Summary. Moving abroad What to consider when making a decision | CNN | Makemetechie.com Summary. North Korean train presumably carrying leader Kim Jong Un departed for Russia, South Korea media say | Makemetechie.com Summary. LexisNexis is embracing generative AI to ease legal writing and research | TechCrunch | Makemetechie.com Summary"
}