{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Tennessee Tech defeats Tennessee State 7163  The Associated Press  en Espaol",
            "description": "COOKEVILLE, Tenn. (AP)  Tyrone Perrys 15 points helped Tennessee Tech defeat Tennessee State 7163 on Saturday night. Perry also added three steals for the Golden Eagles (811, 42 Ohio Valley Conference).",
            "url": "/2023-01-14-sports-jaylen-sebree-jayvis-harvey-tyrone-perry-jr-clay-b95f7a44f53943dba4e8b7860180b723",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-15T00:36:19Z",
            "content": "COOKEVILLE, Tenn. (AP) Tyrone Perrys 15 points helped Tennessee Tech defeat Tennessee State 7163 on Saturday night.Perry also added three steals for the Golden Eagles (811, 42 Ohio Valley Confer [+706 chars]",
            "summary": "Jaylen Sebree shot 3 for 13 (2 for 7 from 3-point range) and 3 of 4 from the free throw line to finish with 11 points.The Tigers (10-9, 2-4) were led by Jr. Clay, who recorded 22 points and seven rebounds. Zion Griffin also had 14 points, six rebounds and two blocks.NEXT UPBoth teams next play Thursday. COOKEVILLE, Tenn. (AP)  Tyrone Perrys 15 points helped Tennessee Tech defeat Tennessee State 71-63 on Saturday night.Perry also added three steals for the Golden Eagles (8-11, 4-2 Ohio Valley Conference). Jayvis Harvey scored 14 points while going 4 of 14 from the floor, including 2 for 5 from distance, and 4 for 6 from the line. Tennessee State also got 14 points and 10 rebounds from Adong Makuoi. Tennessee Tech visits Little Rock while Tennessee State hosts Eastern Illinois.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Jaylen Sebree shot 3 for 13 (2 for 7 from 3-point range) and 3 of 4 from the free throw line to finish with 11 points.The Tigers (10-9, 2-4) were led by Jr. Clay, who recorded 22 points and seven rebounds.</li><li>Zion Griffin also had 14 points, six rebounds and two blocks.NEXT UPBoth teams next play Thursday.</li><li>COOKEVILLE, Tenn. (AP) — Tyrone Perry’s 15 points helped Tennessee Tech defeat Tennessee State 71-63 on Saturday night.Perry also added three steals for the Golden Eagles (8-11, 4-2 Ohio Valley Conference).</li><li>Jayvis Harvey scored 14 points while going 4 of 14 from the floor, including 2 for 5 from distance, and 4 for 6 from the line.</li><li>Tennessee State also got 14 points and 10 rebounds from Adong Makuoi.</li></ul>",
            "website_url": "https://apnews.com/article/sports-jaylen-sebree-jayvis-harvey-tyrone-perry-jr-clay-b95f7a44f53943dba4e8b7860180b723"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Gaines scores 22, UAB takes down Louisiana Tech 8174  The Associated Press  en Espaol",
            "description": "RUSTON, La. (AP)  Eric Gaines 22 points helped UAB defeat Louisiana Tech 8174 on Saturday night. Gaines added six assists for the Blazers (135, 43 Conference USA). Trey Jemison scored 11 points and added nine rebounds.",
            "url": "/2023-01-14-portland-trail-blazers-sports-louisiana-tech-bulldogs-tavin-lovan-eric-gaines-59b2281d47fc42a68df2f51eccaa707a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-15T00:42:26Z",
            "content": "RUSTON, La. (AP) Eric Gaines 22 points helped UAB defeat Louisiana Tech 8174 on Saturday night.Gaines added six assists for the Blazers (135, 43 Conference USA). Trey Jemison scored 11 points an [+553 chars]",
            "summary": "Tavin Lovan recorded 11 points and finished 5 of 10 from the floor.The Bulldogs (10-8, 3-4) were led in scoring by Cobe Williams, who finished with 27 points, eight rebounds and five assists. (AP)  Eric Gaines 22 points helped UAB defeat Louisiana Tech 81-74 on Saturday night.Gaines added six assists for the Blazers (13-5, 4-3 Conference USA). In addition, Quandre Bullock finished with 10 points.NEXT UPUAB plays Monday against Middle Tennessee on the road, and Louisiana Tech hosts Western Kentucky on Thursday.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. Trey Jemison scored 11 points and added nine rebounds. Keaston Willis added 23 points for Louisiana Tech.",
            "html_summary": "<ul><li>Tavin Lovan recorded 11 points and finished 5 of 10 from the floor.The Bulldogs (10-8, 3-4) were led in scoring by Cobe Williams, who finished with 27 points, eight rebounds and five assists.</li><li>(AP) — Eric Gaines’ 22 points helped UAB defeat Louisiana Tech 81-74 on Saturday night.Gaines added six assists for the Blazers (13-5, 4-3 Conference USA).</li><li>In addition, Quandre Bullock finished with 10 points.NEXT UPUAB plays Monday against Middle Tennessee on the road, and Louisiana Tech hosts Western Kentucky on Thursday.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>Trey Jemison scored 11 points and added nine rebounds.</li></ul>",
            "website_url": "https://apnews.com/article/portland-trail-blazers-sports-louisiana-tech-bulldogs-tavin-lovan-eric-gaines-59b2281d47fc42a68df2f51eccaa707a"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "So much fintech M&A",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2023-01-14-so-much-fintech-ma",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1353300158.jpg?resize=1200,816",
            "publishedAt": "2023-01-15T15:15:31Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+16100 chars]",
            "summary": "Lee (a very nice guy, incidentally) moved on years ago, recently founding another startup, Comprehensive.io and launching layoff tracker Layoffs.FYI soon after the COVID-19 pandemic hit.The deal was just one of many M&A deals in the fintech space that occurred last week. Heres what a spokesperson told me: Utility Bidder [is] a price comparison site for energy and utility rates, so they have a focus on business finances as well as energy as a whole.Identity decisioning platform and fintech unicorn Alloy recently released its annual State of Fraud Benchmark Report. The report found that 70% of financial institutions surveyed lost over half a million to fraud last year and that 27% of respondents lost over $1 million to fraud in the last 12 months. The startup later confirmed the development over an email. More here.Digital mortgage platform Blend said last week its slashing its U.S. workforce by 28%, or 340 jobs, in its fourth layoff in less than a year. For one, as one source told me, BlackRocks investment is a show of faith in the SMB 401(k) market  one where the firm hasnt historically played. Via email, a spokesperson told me: This new service equips retailers with a fixed rate model and the ability to accept all major contactless payment options including credit/debit cards and mobile wallets  all without hidden fees, long-term contracts or minimum monthly requirements. The firms new study has revealed the global fintech companies achieving the $1 billion valuation mark the fastest.",
            "html_summary": "<ul><li>Lee (a very nice guy, incidentally) moved on years ago, recently founding another startup, Comprehensive.io and launching layoff tracker Layoffs.FYI soon after the COVID-19 pandemic hit.The deal was just one of many M&A deals in the fintech space that occurred last week.</li><li>Here’s what a spokesperson told me: “Utility Bidder [is] a price comparison site for energy and utility rates, so they have a focus on business finances as well as energy as a whole.”Identity decisioning platform and fintech unicorn Alloy recently released its annual State of Fraud Benchmark Report.</li><li>The report found that 70% of financial institutions surveyed lost over half a million to fraud last year and that 27% of respondents lost over $1 million to fraud in the last 12 months.</li><li>The startup later confirmed the development over an email.” More here.Digital mortgage platform Blend said last week its slashing its U.S. workforce by 28%, or 340 jobs, in its fourth layoff in less than a year.</li><li>For one, as one source told me, BlackRock’s investment is a show of faith in the SMB 401(k) market — one where the firm hasn’t historically played.</li><li>Via email, a spokesperson told me: “This new service equips retailers with a fixed rate model and the ability to accept all major contactless payment options including credit/debit cards and mobile wallets — all without hidden fees, long-term contracts or minimum monthly requirements.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/15/so-much-fintech-ma/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps ChatGPT app scammers, Instagram revamp and a consumer spending slowdown",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. The app economy in 2023 hit a few snags, as consumer spending last year dropped for the first time by 2%",
            "url": "/2023-01-14-this-week-in-apps-chatgpt-app-scammers-instagram-revamp-and-a-consumer-spending-slowdown",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/this-week-in-apps-splash-2022.webp?resize=1200,637",
            "publishedAt": "2023-01-14T19:15:47Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.The app economy in 2023 hit a few snags, as [+19755 chars]",
            "summary": "Though consumer spend on mobile games dropped 5% to $110 billion, spending on non-game apps increased 6% to $58 billion  driven by streaming subscriptions, dating apps and short-form video apps.Image Credits: data.aiThe data also indicated that despite the tightening of wallets, consumer engagement on mobile continues to grow. Sign up here: techcrunch.com/newslettersData.ais anticipated review of the app ecosystem, State of Mobile 2023, arrived this week, finding that consumer spending on apps has been hit by the same macroeconomic forces impacting the broader economy. Unlike the top apps used by older generations, which tend to be more utilitarian and practical (think Amazon, eBay, Walmart, The Weather Channel, Waze, Ring, PayPal and others), Gen Z is still devoted to video apps, user-generated content and mindfulness apps, data.ai said. Developers have long argued that Apple should be cracking down on apps with high-priced subscriptions or those that are charging users for basic utilities or otherwise free features  in other words, the apps that are profiting from scamming users. Data.ai is forecasting that mobile ad spend in 2023 will hit $262 billion, up from $336 billion this year as short video apps drive growth. Creative Sandbox games like Roblox as well as Minecraft saw a global increase in time spent last year, up 25% from 2021 to 2022.Image Credits, above and below: data.aiA few other interesting highlights:Image Credits: data.aiWhat, no I mean, what is going on with App Review? One app, called ChatGPT Chat GPT AI With GPT-3, even managed to reach the Top Charts in the productivity category in multiple countries as a result of consumer demand for ChatGPT and Apples inattention.",
            "html_summary": "<ul><li>Though consumer spend on mobile games dropped 5% to $110 billion, spending on non-game apps increased 6% to $58 billion — driven by streaming subscriptions, dating apps and short-form video apps.Image Credits: data.aiThe data also indicated that despite the tightening of wallets, consumer engagement on mobile continues to grow.</li><li>Sign up here: techcrunch.com/newslettersData.ai’s anticipated review of the app ecosystem, “State of Mobile 2023,” arrived this week, finding that consumer spending on apps has been hit by the same macroeconomic forces impacting the broader economy.</li><li>Unlike the top apps used by older generations, which tend to be more utilitarian and practical (think Amazon, eBay, Walmart, The Weather Channel, Waze, Ring, PayPal and others), Gen Z is still devoted to video apps, user-generated content and mindfulness apps, data.ai said.</li><li>Developers have long argued that Apple should be cracking down on apps with high-priced subscriptions or those that are charging users for basic utilities or otherwise free features — in other words, the apps that are profiting from scamming users.</li><li>Data.ai is forecasting that mobile ad spend in 2023 will hit $262 billion, up from $336 billion this year as short video apps drive growth.</li><li>“Creative Sandbox” games like Roblox as well as Minecraft saw a global increase in time spent last year, up 25% from 2021 to 2022.Image Credits, above and below: data.aiA few other interesting highlights:Image Credits: data.aiWhat, no I mean, what is going on with App Review?</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/14/this-week-in-apps-chatgpt-app-scammers-instagram-revamp-and-a-consumer-spending-slowdown/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Zack Whittaker",
            "title": "CircleCI says hackers stole encryption keys and customers source code",
            "description": "In a postmortem, CircleCi blamed malware stole an employees session token allowing intruders to access customer data.",
            "url": "/2023-01-14-circleci-hackers-stole-customer-source-code",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-1404252962.jpg?resize=1200,800",
            "publishedAt": "2023-01-14T22:29:15Z",
            "content": "CircleCi, a software company whose products are popular with developers and software engineers, confirmed that some customers data was stolen in a data breach last month.The company said in a deta [+2952 chars]",
            "summary": "Zuber said the intruders had access from December 16 through January 4.Zuber said that while customer data was encrypted, the cybercriminals also obtained the encryption keys able to decrypt customer data. LastPass said the intruders had initially compromised an employees device and account access, allowing them to break into LastPass internal developer environment.Updated headline to better reflect the customer data that was taken. But a stolen session token allows an intruder to gain the same access as the account holder without needing their password or two-factor code. LastPass confirmed in December that its customers encrypted password vaults were stolen in an earlier breach.",
            "html_summary": "<ul><li>Zuber said the intruders had access from December 16 through January 4.Zuber said that while customer data was encrypted, the cybercriminals also obtained the encryption keys able to decrypt customer data.</li><li>LastPass said the intruders had initially compromised an employee’s device and account access, allowing them to break into LastPass’ internal developer environment.Updated headline to better reflect the customer data that was taken.</li><li>But a stolen session token allows an intruder to gain the same access as the account holder without needing their password or two-factor code.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/14/circleci-hackers-stole-customer-source-code/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tim De Chant",
            "title": "Climate tech roundup From solar to CES, this week had something for everyone",
            "description": "Even without a milestone fusion announcement this week, plenty happened in the climate tech world thats worth catching up on.",
            "url": "/2023-01-14-climate-tech-roundup-from-solar-to-ces-this-week-had-something-for-everyone",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/jackery.jpg?resize=1200,900",
            "publishedAt": "2023-01-15T15:00:58Z",
            "content": "Hello, climate tech readers! Even without a milestone fusion announcement this week, plenty happened in the climate tech world thats worth catching up on. From massive solar investments to plantbase [+4839 chars]",
            "summary": "Even though their emissions footprint is small, they let aging gas utilities keep their feet in the door, making it easier for homeowners to keep their fossil fuel systems running long after they should.But why are we talking about gas stoves this week? The move was spurred by the Inflation Reduction Act, which offers investment and production tax credits that should help cover about half the cost of a finished panel, helping to erase some of Chinas cost advantage.This isnt the first time the U.S. has attempted to bolster homegrown solar. If this years CES is anything to go by, weve reached an inflection point.TechCrunchs Haje Jan Kamps was bowled over by the number and diversity of battery-based home power solutions at the show this year. Project Eaden showed why this week, adding 2.1 million in funding to an existing seed round.The Berlin-based startup uses plant-based protein fibers to spin cuts of alternative meat that have a texture thats much closer to the real thing. Even without a milestone fusion announcement this week, plenty happened in the climate tech world thats worth catching up on. From massive solar investments to plant-based steaks and small, modular batteries to back up your home, theres something for everyone. If you dont have a battery in your home yet, you might in the next five years if this CES was anything to go by.",
            "html_summary": "<ul><li>Even though their emissions footprint is small, they let aging gas utilities keep their feet in the door, making it easier for homeowners to keep their fossil fuel systems running long after they should.But why are we talking about gas stoves this week?</li><li>The move was spurred by the Inflation Reduction Act, which offers investment and production tax credits that should help cover about half the cost of a finished panel, helping to erase some of China’s cost advantage.This isn’t the first time the U.S. has attempted to bolster homegrown solar.</li><li>If this year’s CES is anything to go by, we’ve reached an inflection point.TechCrunch’s Haje Jan Kamps was bowled over by the number and diversity of battery-based home power solutions at the show this year.</li><li>Project Eaden showed why this week, adding €2.1 million in funding to an existing seed round.The Berlin-based startup uses plant-based protein fibers to spin cuts of alternative meat that have a texture that’s much closer to the real thing.</li><li>Even without a milestone fusion announcement this week, plenty happened in the climate tech world that’s worth catching up on.</li><li>From massive solar investments to plant-based steaks and small, modular batteries to back up your home, there’s something for everyone.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/15/climate-tech-roundup-from-solar-to-ces-this-week-had-something-for-everyone/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Tennessee Tech defeats Tennessee State 7163  The Associated Press  en Espaol. Gaines scores 22, UAB takes down Louisiana Tech 8174  The Associated Press  en Espaol. So much fintech M&A. This Week in Apps ChatGPT app scammers, Instagram revamp and a consumer spending slowdown. CircleCI says hackers stole encryption keys and customers source code. Climate tech roundup From solar to CES, this week had something for everyone"
}