{
    "status": "ok",
    "totalResults": 10,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Poll 61% of Americans say AI threatens humanitys future",
            "description": "New Reuters/Ipsos poll reveals religious and political divides over AI as well.",
            "url": "/2023-05-17-poll-61-of-americans-say-ai-threatens-humanitys-future",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/ai_threat_hero_1-760x380.jpg",
            "publishedAt": "2023-05-17T16:39:18Z",
            "content": "Enlarge/ An AIgenerated image of real space invaders threatening the earth.36 with A majority of Americans believe that the rise of artificial intelligence technology could put humanitys futu [+3939 chars]",
            "summary": "The poll found that over two-thirds of respondents are anxious about the adverse effects of AI, while 61 percent consider it a potential threat to civilization.The online poll, conducted from May 9 to May 15, sampled the opinions of 4,415 US adults. We did not have access to the poll methodology or raw poll results at press time.Along those lines, Reuters quoted Ion Stoica, a UC Berkeley professor and co-founder of AI company Anyscale, pointing out this potential contradiction. Almost all Americans now use \"AI\" (and software tools once considered \"AI\") in our everyday lives without much notice or fanfare, and it's unclear if the Reuters/Ipsos poll made any attempt to make that type of distinction for its respondents.  Benj Edwards - May 17, 2023 4:39 pm UTC A majority of Americans believe that the rise of artificial intelligence technology could put humanity's future in jeopardy, according to a Reuters/Ipsos poll published on Wednesday. \"Meanwhile, another group of AI researchers led by Timnit Gebru, Emily M. Bender, and Margaret Mitchell (three authors of a widely cited critical paper on large language models) say that while AI systems are indeed potentially harmful, the prevalent worry about AI-powered apocalypse is misguided. \"Another issue with the poll is that AI is a nebulous term that often means different things to different people. Americans' fears over AI's potential for harm far outweigh optimism about its benefits, with those predicting adverse outcomes outnumbering those who don't by three to one.",
            "html_summary": "<ul><li>The poll found that over two-thirds of respondents are anxious about the adverse effects of AI, while 61 percent consider it a potential threat to civilization.The online poll, conducted from May 9 to May 15, sampled the opinions of 4,415 US adults.</li><li>We did not have access to the poll methodology or raw poll results at press time.Along those lines, Reuters quoted Ion Stoica, a UC Berkeley professor and co-founder of AI company Anyscale, pointing out this potential contradiction.</li><li>Almost all Americans now use \"AI\" (and software tools once considered \"AI\") in our everyday lives without much notice or fanfare, and it's unclear if the Reuters/Ipsos poll made any attempt to make that type of distinction for its respondents.</li><li> Benj Edwards - May 17, 2023 4:39 pm UTC A majority of Americans believe that the rise of artificial intelligence technology could put humanity's future in jeopardy, according to a Reuters/Ipsos poll published on Wednesday.</li><li>\"Meanwhile, another group of AI researchers led by Timnit Gebru, Emily M. Bender, and Margaret Mitchell (three authors of a widely cited critical paper on large language models) say that while AI systems are indeed potentially harmful, the prevalent worry about AI-powered apocalypse is misguided.</li><li>\"Another issue with the poll is that AI is a nebulous term that often means different things to different people.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/05/poll-61-of-americans-say-ai-threatens-humanitys-future/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Rimac goes 060 in 1.74 seconds while blowing past 22 other EV records",
            "description": "Theres a reason other hypercar companies go to Rimac for electric powertrain tech.",
            "url": "/2023-05-17-rimac-goes-0-60-in-1-74-seconds-while-blowing-past-22-other-ev-records",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/rimac-nevera-sets-23-performance-records-in-a-single-day-3-760x380.jpg",
            "publishedAt": "2023-05-17T17:44:20Z",
            "content": "Enlarge/ The Rimac Nevera is a $2 million electric hypercar with 1,914 hp (1.4 MW) and 1,725 lbft (2,339 Nm).31 with Move over, Model S; youre no longer the quickest game in town. The electric  [+2468 chars]",
            "summary": "100 km/h (62 mph) took 1.82 seconds; 125 mph (200 km/h) was reached in 4.42 seconds, then 300 km/h (186 mph) in 9.23 seconds. Zero to 100 mph took 3.21 secondsas long as it took the legendary McLaren F1 to reach 60 mph and a production car record for many, many years. Among these, a 0-60 mph time of a mere 1.74 seconds and a standing quarter-mile in just 8.26 seconds. Zero to 200 mph took only 10.86 seconds, or about as long as it took you to read these last two paragraphs. That means the Nevera can even outrun the mighty Model S Plaid, which needs a second more to run the length of a drag strip.Perhaps the most impressive record is one that few cars, electric or otherwise, are even capable of. And 400 km/h took just 21.32 seconds from a standstill.For those who just want imperial records, how about these? It's the 04000 timehit 400 km/h (249 mph) from a standing start, then brake down to 0 mph.",
            "html_summary": "<ul><li>100 km/h (62 mph) took 1.82 seconds; 125 mph (200 km/h) was reached in 4.42 seconds, then 300 km/h (186 mph) in 9.23 seconds.</li><li>Zero to 100 mph took 3.21 seconds—as long as it took the legendary McLaren F1 to reach 60 mph and a production car record for many, many years.</li><li>Among these, a 0-60 mph time of a mere 1.74 seconds and a standing quarter-mile in just 8.26 seconds.</li><li>Zero to 200 mph took only 10.86 seconds, or about as long as it took you to read these last two paragraphs.</li><li>That means the Nevera can even outrun the mighty Model S Plaid, which needs a second more to run the length of a drag strip.Perhaps the most impressive record is one that few cars, electric or otherwise, are even capable of.</li><li>And 400 km/h took just 21.32 seconds from a standstill.For those who just want imperial records, how about these?</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/05/rimac-goes-0-60-in-1-74-seconds-while-blowing-past-22-other-ev-records/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "John Timmer",
            "title": "New animal family tree places us closer to weird diskshaped organisms",
            "description": "Sponges are more closely related to us than some animals with a nervous system.",
            "url": "/2023-05-17-new-animal-family-tree-places-us-closer-to-weird-disk-shaped-organisms",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/GettyImages-683444850-760x380.jpg",
            "publishedAt": "2023-05-17T18:38:14Z",
            "content": "Enlarge/ These complex creatures seem to be the earliest branch of the animal tree. Were more closely related to sponges than we are to them.2 with Ask someone to think of an animal, and chances [+5178 chars]",
            "summary": "It turns out that individual genes tend to stay in the same place on a chromosome for long periods of time; it's estimated that it takes 40 million years for just one percent of the genes in a typical animal genome to move to a new chromosome. Again, they performed 100 million random simulations and never saw this pattern of inheritance, so it seems to be real.This means that animals like us vertebrates, along with everything else that has a left and right side, is more closely related to sponges than we are to comb jellies. So, the exact answer you get can sometimes depend on what genes you choose to look at.The new study tries to avoid the confusion by looking at how genes are arranged on chromosomes. The researchers were only able to identify a bit under 300 genes that were in clusters that extended back to the single-celled relatives of animals, with the biggest cluster including 29 genes. And, by tracking changes in the arrangement of genes across different species, we can figure out where in an organism's past groups of genes got broken up, and which other species inherited the same rearrangement. But these barely scratch the surface of animal diversity, with things like cephalopods, insects, and echinoderms all having distinct features.And that's before you get to the really weird stuff, like the radially symmetric Cnidarians, or the sponges that lack muscle and nerve cells. And that can tell us which organisms are more closely related to us.To do this sort of analysis, you need to know how genes are arranged on chromosomes.",
            "html_summary": "<ul><li>It turns out that individual genes tend to stay in the same place on a chromosome for long periods of time; it's estimated that it takes 40 million years for just one percent of the genes in a typical animal genome to move to a new chromosome.</li><li>Again, they performed 100 million random simulations and never saw this pattern of inheritance, so it seems to be real.This means that animals like us vertebrates, along with everything else that has a left and right side, is more closely related to sponges than we are to comb jellies.</li><li>So, the exact answer you get can sometimes depend on what genes you choose to look at.The new study tries to avoid the confusion by looking at how genes are arranged on chromosomes.</li><li>The researchers were only able to identify a bit under 300 genes that were in clusters that extended back to the single-celled relatives of animals, with the biggest cluster including 29 genes.</li><li>And, by tracking changes in the arrangement of genes across different species, we can figure out where in an organism's past groups of genes got broken up, and which other species inherited the same rearrangement.</li><li>But these barely scratch the surface of animal diversity, with things like cephalopods, insects, and echinoderms all having distinct features.And that's before you get to the really weird stuff, like the radially symmetric Cnidarians, or the sponges that lack muscle and nerve cells.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/05/new-animal-family-tree-places-us-closer-to-weird-disk-shaped-organisms/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Montana is first state to ban TikTok over national security concerns",
            "description": "TikTok vows to fight Montana ban.",
            "url": "/2023-05-17-montana-is-first-state-to-ban-tiktok-over-national-security-concerns",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/GettyImages-1249958751-760x380.jpg",
            "publishedAt": "2023-05-18T14:11:52Z",
            "content": "51 with Montana became the first state to ban TikTok yesterday. In a press release, the states Republican governor, Greg Gianforte, said the move was a necessary step to keep Montanans safe from C [+4773 chars]",
            "summary": "And legally, it must hold up to First Amendment scrutiny, because Montanans should have the right to access information and express themselves using whatever communications tool they prefer.There are also possible complications with the ban because it prevents \"mobile application stores from offering TikTok within the state.\" Critics have said the RESTRICT Act is so broad, it would apply to nearly any type of tech product.TikTok's Oberwetter told Ars last month that Montana apparently has no plan to operationalize the ban, saying that courts will decide if the Montana ban is constitutional. In addition to weighing a TikTok ban bill, Congress is also considering alternative legislation, the RESTRICT Act, which would allow the government to restrict access to many more apps and technology products controlled by foreign adversaries. And a trade group that Apple and Google help fund has recently confirmed that preventing access to TikTok in a single state would be impossible, The New York Times reported.TikTok will most likely challenge the ban in court, NPR reported. \"Governor Gianforte has signed a bill that infringes on the First Amendment rights of the people of Montana by unlawfully banning TikTok, a platform that empowers hundreds of thousands of people across the state,\" Oberwetter said in the statement. Technically, since Montana doesn't control all Internet access in the state, the ban may be difficult to enforce. ByteDance is a private, global company, with roughly 60 percent owned by global institutional investors, 20 percent owned by the company's founders, and 20 percent owned by employeesincluding thousands of Americans.",
            "html_summary": "<ul><li>And legally, it must hold up to First Amendment scrutiny, because Montanans should have the right to access information and express themselves using whatever communications tool they prefer.There are also possible complications with the ban because it prevents \"mobile application stores from offering TikTok within the state.\"</li><li>Critics have said the RESTRICT Act is so broad, it would apply to nearly any type of tech product.TikTok's Oberwetter told Ars last month that Montana apparently has no plan to operationalize the ban, saying that courts will decide if the Montana ban is constitutional.</li><li>In addition to weighing a TikTok ban bill, Congress is also considering alternative legislation, the RESTRICT Act, which would allow the government to restrict access to many more apps and technology products controlled by foreign adversaries.</li><li>And a trade group that Apple and Google help fund has recently confirmed that preventing access to TikTok in a single state would be impossible, The New York Times reported.TikTok will most likely challenge the ban in court, NPR reported.</li><li>\"Governor Gianforte has signed a bill that infringes on the First Amendment rights of the people of Montana by unlawfully banning TikTok, a platform that empowers hundreds of thousands of people across the state,\" Oberwetter said in the statement.</li><li>Technically, since Montana doesn't control all Internet access in the state, the ban may be difficult to enforce.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/05/montana-is-first-state-to-ban-tiktok-over-national-security-concerns/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Montana Just Passed A Law Banning TikTok. But Can The State Enforce It?",
            "description": "NEW YORK (AP)  Montana Gov. Greg Gianforte on Wednesday signed into law a firstofits kind bill that makes it illegal for TikTok to operate in the state, setting up a potential legal fight with the company amid a litany of questions over whether the state c",
            "url": "/2023-05-17-tiktok-ban-montana-china-data-chinese-government-71143a3a87c9a0b692d927f72b6fec70",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/1a88fea20364434f90cf21507cecebf0/3000.webp",
            "publishedAt": "2023-05-18T13:04:00Z",
            "content": "NEW YORK (AP) Montana Gov. Greg Gianforte on Wednesday signed into law a firstofits kind bill that makes it illegal for TikTok to operate in the state, setting up a potential legal fight with the c [+6791 chars]",
            "summary": "It says the law is based on unfounded speculation that the Chinese government could access users data.The state cites nothing to support these allegations, the companys attorneys wrote. The law, scheduled to take effect Jan. 1, 2024, also faces questions over whether it can be enforced.Five TikTok users sued the state last week saying the law is unconstitutional. Oded Vanunu, head of products vulnerability research at the cybersecurity firm Check Point, agreed it would be difficult for app stores to isolate a single state from downloading an app. David Choffnes with Northeastern Universitys Cybersecurity and Privacy Institute said cell providers may use the same types of IP addresses for multiple states, which could mean someone not in Montana could incorrectly be blocked from TikTok.___AP Technology Writer Frank Bajak contributed to this report from Boston. NEW YORK (AP)  TikTok is challenging Montanas first-of-its kind law that makes it illegal for people to use the social media app in the state. Penalties would not apply to users.The statewide ban would be void if the social media platform is sold to a company that is not based in a country designated as a foreign adversary. The states bare speculation ignores the reality that (TikTok) has not shared, and would not share, U.S. user date with the Chinese government.Emily Flower, spokesperson for the Montana Department of Justice, said the legal challenges were expected.",
            "html_summary": "<ul><li>It says the law is based on unfounded speculation that the Chinese government could access users’ data.“The state cites nothing to support these allegations,” the company’s attorneys wrote.</li><li>The law, scheduled to take effect Jan. 1, 2024, also faces questions over whether it can be enforced.Five TikTok users sued the state last week saying the law is unconstitutional.</li><li>Oded Vanunu, head of products vulnerability research at the cybersecurity firm Check Point, agreed it would be difficult for app stores to isolate a single state from downloading an app.</li><li>David Choffnes with Northeastern University’s Cybersecurity and Privacy Institute said cell providers may use the same types of IP addresses for multiple states, which could mean someone not in Montana could incorrectly be blocked from TikTok.___AP Technology Writer Frank Bajak contributed to this report from Boston.</li><li>NEW YORK (AP) — TikTok is challenging Montana’s first-of-its kind law that makes it illegal for people to use the social media app in the state.</li><li>Penalties would not apply to users.The statewide ban would be void if the social media platform is sold to a company that is not based in a country designated as a foreign adversary.</li></ul>",
            "website_url": "https://apnews.com/article/tiktok-ban-montana-china-data-chinese-government-71143a3a87c9a0b692d927f72b6fec70"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Beth Mole",
            "title": "Elizabeth Holmes no good, very bad day Bail denied and a bill for $452 million",
            "description": "Holmes will use the next 13 days to get her affairs in order, she told the court.",
            "url": "/2023-05-17-holmes-will-go-to-prison-may-30-and-is-on-the-hook-for-up-to-452-million",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/12/GettyImages-1244877994-760x380.jpeg",
            "publishedAt": "2023-05-17T21:06:19Z",
            "content": "Enlarge/ Elizabeth Holmes (C), founder and former CEO of bloodtesting and life sciences company Theranos, walks with her mother Noel Holmes and partner Billy Evans into the federal courthouse for he [+4538 chars]",
            "summary": "\"In January 2022, Holmes was convicted on four counts related to defrauding investors, and Balwani was convicted last July of defrauding investors, doctors, and patients.In Davila's order Tuesday, he calculated that Balwani and Holmes owe restitution of $452 million. Balwani is also appealing his conviction and had attempted to remain out on bail during the process.While at the helm of Theranos, Holmes and Balwani claimed their proprietary blood testing device could accurately perform hundreds of medical tests using just a tiny drop of blood from a finger prick. Davila agreed.Balwani, who was convicted on all 12 counts of defrauding Theranos investors and patients, already began his nearly 13-year prison term last month. In 2015, the company was valued at $9 billion, and Forbes listed Holmes as the richest self-made woman, with an estimated net worth of $4.5 billion.But in 2018, federal prosecutors charged the duo with scheming to dupe investors into funding their startup technology, which never actually worked. This allegedly involved \"delivering marketing materials to doctors and patients regarding Theranoss blood tests, posting misrepresentations on Theranoss websites, and transmitting blood test results with inaccuracies and modifications. It also includes paying $14.5 million back to Safeway and $40 million to Walgreens, which partnered with Theranos to offer blood testing in the drugstore giant's neighborhood stores. Davila had previously ordered her to report to prison on April 27.While her latest effort bought her a few extra weeks of freedom, the appeals court unsurprisingly denied her bail.",
            "html_summary": "<ul><li>\"In January 2022, Holmes was convicted on four counts related to defrauding investors, and Balwani was convicted last July of defrauding investors, doctors, and patients.In Davila's order Tuesday, he calculated that Balwani and Holmes owe restitution of $452 million.</li><li>Balwani is also appealing his conviction and had attempted to remain out on bail during the process.While at the helm of Theranos, Holmes and Balwani claimed their proprietary blood testing device could accurately perform hundreds of medical tests using just a tiny drop of blood from a finger prick.</li><li>Davila agreed.Balwani, who was convicted on all 12 counts of defrauding Theranos investors and patients, already began his nearly 13-year prison term last month.</li><li>In 2015, the company was valued at $9 billion, and Forbes listed Holmes as the richest self-made woman, with an estimated net worth of $4.5 billion.But in 2018, federal prosecutors charged the duo with scheming to dupe investors into funding their startup technology, which never actually worked.</li><li>This allegedly involved \"delivering marketing materials to doctors and patients regarding Theranos’s blood tests, posting misrepresentations on Theranos’s websites, and transmitting blood test results with inaccuracies and modifications.</li><li>It also includes paying $14.5 million back to Safeway and $40 million to Walgreens, which partnered with Theranos to offer blood testing in the drugstore giant's neighborhood stores.</li></ul>",
            "website_url": "https://arstechnica.com/health/2023/05/holmes-will-go-to-prison-may-30-and-is-on-the-hook-for-up-to-452-million/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SETH BORENSTEIN - AP Science Writer",
            "title": "El Ninos are far costlier than once thought, in the trillions, study says  and ones brewing now",
            "description": "A new study finds the natural burst of El Nino warming that changes weather worldwide is far costlier with longerlasting expenses than experts had thought, averaging trillions of dollars in damage. Thursdays study is especially timely because an El Nino",
            "url": "/2023-05-17-el-nino-costly-warming-trillions-weather-fef931ec1230713d10fe4dd2abc4cd93",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/6/98/6980bd4d-1060-554a-92a7-66d95f58840a/64666f38d00b6.image.jpg?crop=1897%2C996%2C0%2C48&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-05-18T18:11:18Z",
            "content": "By SETH BORENSTEIN  AP Science WriterWASHINGTON (AP) The natural burst of El Nino warming that changes weather worldwide is far costlier with longerlasting expenses than experts had thought, aver [+5946 chars]",
            "summary": "The last strong El Nino was in 2016.Because the impacts of El Nino look a lot like the impacts of global warming, studying the El Nino economic damage is pretty essential to understanding the bigger damage from human-caused climate change, Mankin said. Economies bear the scars of El Nino for a decade or more and potentially forever, said study co-author Justin Mankin, a Dartmouth climate scientist.The economic scars are the diversion of spending away from technology and innovation toward recovery and rebuilding efforts, Callahan said. But we didnt have as much of a handle on its sort of macroeconomic implications, both what that means just on a year-to-year basis and what that might mean with future global warming, said study lead author Christopher Callahan, a climate impacts researcher at Dartmouth. And some  but not all  outside economists have issues with the new research out of Dartmouth College, saying its damage estimates are too big.Study authors said the average El Nino costs the global economy about $3.4 trillion. But the Dartmouth team said they are looking at more than the traditional costs and for longer time periods.We have this sense that El Nino is a really big hammer that hits the Earth system every few years. It also adds an extra boost to human-caused warming.The study in Thursdays journal Science totals global damage with an emphasis on lasting economic scars. And it shows a world unprepared for the hurt thats coming, he said.Our economies are poorly adjusted and poorly adapted to the climate variability that we have right now, Mankin said.Neither Mankin nor Callahan are full-time economists.",
            "html_summary": "<ul><li>The last strong El Nino was in 2016.Because “the impacts of El Nino look a lot like the impacts of global warming,” studying the El Nino economic damage “is pretty essential” to understanding the bigger damage from human-caused climate change, Mankin said.</li><li>“Economies bear the scars of El Nino for a decade or more and potentially forever,” said study co-author Justin Mankin, a Dartmouth climate scientist.The economic scars are the diversion of spending away from technology and innovation toward recovery and rebuilding efforts, Callahan said.</li><li>But we didn’t have as much of a handle on its sort of macroeconomic implications, both what that means just on a year-to-year basis and what that might mean with future global warming,” said study lead author Christopher Callahan, a climate impacts researcher at Dartmouth.</li><li>And some — but not all — outside economists have issues with the new research out of Dartmouth College, saying its damage estimates are too big.Study authors said the average El Nino costs the global economy about $3.4 trillion.</li><li>But the Dartmouth team said they are looking at more than the traditional costs and for longer time periods.“We have this sense that El Nino is a really big hammer that hits the Earth system every few years.</li><li>It also adds an extra boost to human-caused warming.The study in Thursday’s journal Science totals global damage with an emphasis on lasting economic scars.</li></ul>",
            "website_url": "https://apnews.com/article/el-nino-costly-warming-trillions-weather-fef931ec1230713d10fe4dd2abc4cd93"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ADAM SCHRECK - Associated Press",
            "title": "World leaders land in Hiroshima for G7 meeting, with Ukraine war high on agenda",
            "description": "Japanese Prime Minister Fumio Kishida has begun talks with U.S. President Joe Biden and other world leaders ahead of the Group of Seven meeting in Hiroshima, the site of the worlds first atomic bomb attack. The Japanese leader sat down",
            "url": "/2023-05-17-g7-japan-hiroshima-ukraine-biden-kishida-3ac64076f63786490a1b062f9a408408",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/a/65/a65726e2-c052-5100-8b56-c320057c366d/6465fe4596166.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-05-18T09:42:00Z",
            "content": "By ADAM SCHRECK  Associated PressHIROSHIMA, Japan (AP) World leaders landed Thursday for a Group of Seven meeting in Hiroshima, the site of the worlds first atomic bomb attack, with Russias war in [+4733 chars]",
            "summary": "They vowed to stand together against Russias illegal, unjustifiable and unprovoked war of aggression against Ukraine.Russia started this war and can end this war, they said. Zelenskyy has consistently called for the supply of Western fighter jets to bolster his countrys defenses against Russias invasion, but has until now faced skepticism from the United States that they would turn the tide in the war. 2 economy, sits at the nexus of many of those concerns.There is increasing anxiety in Asia that Beijing, which has been steadily building up its nuclear bomb program, could try to seize Taiwan by force, sparking a wider conflict. North Korea cannot and will never have the status of a nuclear-weapon State under international nuclear treaties, the statement said. An EU official, speaking on condition of anonymity to brief reporters on the deliberations, said Zelenskyy will take part in two separate sessions Sunday. The peace park contains reminders of Aug. 6, 1945, when a U.S. B-29 dropped an atomic bomb over Hiroshima, a city that has become synonymous with anti-nuclear peace efforts. The green light on F-16 training is the latest shift by the Biden administration as it moves to arm Ukraine with more advanced and lethal weaponry, following earlier decisions to send rocket launcher systems and Abrams tanks.",
            "html_summary": "<ul><li>They vowed “to stand together against Russia’s illegal, unjustifiable and unprovoked war of aggression against Ukraine.”“Russia started this war and can end this war,” they said.</li><li>Zelenskyy has consistently called for the supply of Western fighter jets to bolster his country’s defenses against Russia’s invasion, but has until now faced skepticism from the United States that they would turn the tide in the war.</li><li>2 economy, sits at the nexus of many of those concerns.There is increasing anxiety in Asia that Beijing, which has been steadily building up its nuclear bomb program, could try to seize Taiwan by force, sparking a wider conflict.</li><li>North Korea cannot and will never have the status of a nuclear-weapon State under” international nuclear treaties, the statement said.</li><li>An EU official, speaking on condition of anonymity to brief reporters on the deliberations, said Zelenskyy will take part in two separate sessions Sunday.</li><li>The peace park contains reminders of Aug. 6, 1945, when a U.S. B-29 dropped an atomic bomb over Hiroshima, a city that has become synonymous with anti-nuclear peace efforts.</li></ul>",
            "website_url": "https://apnews.com/article/g7-japan-hiroshima-ukraine-biden-kishida-3ac64076f63786490a1b062f9a408408"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By AMY BETH HANSON and HALELUYA HADERO - Associated Press",
            "title": "Montana says 1stinnation TikTok ban protects people. TikTok says it violates their rights",
            "description": "Montana has become the first state to enact a complete ban on TikTok. Republican Gov. Greg Gianforte signed the legislation Wednesday and it is scheduled to take effect next January. The measure is more sweeping than bans put in place",
            "url": "/2023-05-17-tiktok-ban-montana-325a33578a2bbfbe53e9c251d528c5fb",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/c5/dc5c251c-ad05-53db-8ebe-8ac776a20c18/64496e494cfa6.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-05-18T01:48:00Z",
            "content": "By AMY BETH HANSON and HALELUYA HADERO  Associated PressHELENA, Mont. (AP) Montana became the first state in the U.S. to enact a complete ban on TikTok on Wednesday when Republican Gov. Greg Gianf [+7043 chars]",
            "summary": "More than half of U.S. states and the federal government have a similar ban.On Wednesday, Gianforte also announced he was prohibiting the use of all social media applications tied to foreign adversaries on state equipment and for state businesses in Montana effective on June 1. Its also touting a data safety plan it calls Project Texas to assuage bipartisan concerns in Washington.At the same time, some lawmakers have emerged as allies, arguing efforts to restrict data harvesting practices need to include all social media companies, not just one. The penalties would not apply to users.Opponents say Montana residents could easily circumvent the ban by using a virtual private network, a service that shields internet users by encrypting their data traffic, preventing others from observing their web browsing. Greg Gianforte signed a measure thats more sweeping than any other states attempts to curtail the social media app, which is owned by a Chinese tech company. President Joe Bidens administration initially shelved those plans, but more recently threatened to ban the app if the companys Chinese owners dont sell their stakes.TikTok doesnt want either option and has been clamoring to prove its free of any Chinese government interference. But others who havent been part of an official campaign coordinated by the company are also worried about what lawmakers are doing.Adam Botkin, a former football player and recent graduate at the University of Montana, said it was a scary time for him as a content creator in Montana. He says hes trying to do that and wont try to circumvent the TikTok ban by using a VPN.You got to adapt and evolve with how things move, Botkin said.",
            "html_summary": "<ul><li>More than half of U.S. states and the federal government have a similar ban.On Wednesday, Gianforte also announced he was prohibiting the use of all social media applications tied to foreign adversaries on state equipment and for state businesses in Montana effective on June 1.</li><li>It’s also touting a data safety plan it calls “Project Texas” to assuage bipartisan concerns in Washington.At the same time, some lawmakers have emerged as allies, arguing efforts to restrict data harvesting practices need to include all social media companies, not just one.</li><li>The penalties would not apply to users.Opponents say Montana residents could easily circumvent the ban by using a virtual private network, a service that shields internet users by encrypting their data traffic, preventing others from observing their web browsing.</li><li>Greg Gianforte signed a measure that’s more sweeping than any other state’s attempts to curtail the social media app, which is owned by a Chinese tech company.</li><li>President Joe Biden’s administration initially shelved those plans, but more recently threatened to ban the app if the company’s Chinese owners don’t sell their stakes.TikTok doesn’t want either option and has been clamoring to prove it’s free of any Chinese government interference.</li><li>But others who haven’t been part of an official campaign coordinated by the company are also worried about what lawmakers are doing.Adam Botkin, a former football player and recent graduate at the University of Montana, said it was a scary time for him as a content creator in Montana.</li></ul>",
            "website_url": "https://apnews.com/article/tiktok-ban-montana-325a33578a2bbfbe53e9c251d528c5fb"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "FCC saves Starlink from 5G interference, backing SpaceX in fight against Dish",
            "description": "Satellite broadband would be harmed by mobile service in 12 GHz band, FCC rules.",
            "url": "/2023-05-17-fcc-saves-starlink-from-5g-interference-backing-spacex-in-fight-against-dish",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/getty-starlink-dish-760x380.jpg",
            "publishedAt": "2023-05-18T21:32:01Z",
            "content": "Enlarge/ A Starlink satellite dish.5 with The Federal Communications Commission sided with Starlink in a battle against Dish Network today, rejecting a Dish proposal that could have degraded Inte [+3583 chars]",
            "summary": "The band is also used for satellite TV.In its announcement of the vote, the FCC said it \"declin[ed] to authorize two-way, high-powered terrestrial mobile use due to a significant risk of harmful interference to existing and emergent services, particularly in the growing satellite broadband market. In a 4-0 vote, the FCC decided not to authorize high-powered terrestrial mobile service in the 12.2-12.7 GHz band that is already used by Starlink customer terminals for downloads.The vote \"ensure[s] the present and future of satellite services in the 12.2-12.7 GHz band. \"The power levels and coverage profiles of terrestrial networks risk saturating [satellite receiver] arrays with interference from networks of powerful terrestrial transmitters, including via side lobes even when care is taken with terrestrial antenna angles,\" Simington said. \"Dish already uses spectrum from the 12.2-12.7 GHz band for satellite TV and wants to use the band for cellular service as well. \"Dish has been attempting to claim new rights to the 12 GHz band, which is the spectrum you currently use to download content with Starlink,\" the SpaceX subsidiary told customers at the time. The agency also teed up a plan that could eventually allow mobile broadband in the adjacent 12.7-13.25 GHz band.  Jon Brodkin - May 18, 2023 9:32 pm UTC The Federal Communications Commission sided with Starlink in a battle against Dish Network today, rejecting a Dish proposal that could have degraded Internet service for Starlink satellite users.",
            "html_summary": "<ul><li>The band is also used for satellite TV.In its announcement of the vote, the FCC said it \"declin[ed] to authorize two-way, high-powered terrestrial mobile use due to a significant risk of harmful interference to existing and emergent services, particularly in the growing satellite broadband market.</li><li>In a 4-0 vote, the FCC decided not to authorize high-powered terrestrial mobile service in the 12.2-12.7 GHz band that is already used by Starlink customer terminals for downloads.The vote \"ensure[s] the present and future of satellite services in the 12.2-12.7 GHz band.</li><li>\"The power levels and coverage profiles of terrestrial networks risk saturating [satellite receiver] arrays with interference from networks of powerful terrestrial transmitters, including via side lobes even when care is taken with terrestrial antenna angles,\" Simington said.</li><li>\"Dish already uses spectrum from the 12.2-12.7 GHz band for satellite TV and wants to use the band for cellular service as well.</li><li>\"Dish has been attempting to claim new rights to the 12 GHz band, which is the spectrum you currently use to download content with Starlink,\" the SpaceX subsidiary told customers at the time.</li><li>The agency also teed up a plan that could eventually allow mobile broadband in the adjacent 12.7-13.25 GHz band.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/05/fcc-saves-starlink-from-5g-interference-backing-spacex-in-fight-against-dish/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Poll 61% of Americans say AI threatens humanitys future. Rimac goes 060 in 1.74 seconds while blowing past 22 other EV records. New animal family tree places us closer to weird diskshaped organisms. Montana is first state to ban TikTok over national security concerns. Montana Just Passed A Law Banning TikTok. But Can The State Enforce It?. Elizabeth Holmes no good, very bad day Bail denied and a bill for $452 million. El Ninos are far costlier than once thought, in the trillions, study says  and ones brewing now. World leaders land in Hiroshima for G7 meeting, with Ukraine war high on agenda. Montana says 1stinnation TikTok ban protects people. TikTok says it violates their rights. FCC saves Starlink from 5G interference, backing SpaceX in fight against Dish"
}