{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "Startups see just 1% of DoD spending, says the venture firm backed by billionaire Steve Cohen; its betting thats about to change",
            "description": "Startups see just 1% of DoD spending, says the venture firm backed by billionaire Steve Cohen; its betting thats about to changetechcrunch.com",
            "url": "/2023-08-05-startups-see-just-1-of-dod-spending-says-the-venture-firm-backed-by-billionaire-steve-cohen-its-betting-thats-about-to-change",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/Screen-Shot-2023-08-04-at-8.55.10-PM.png?resize=1200,704",
            "publishedAt": "2023-08-05T04:48:27Z",
            "content": "Dan Gwak has had a more varied life than many investors. He grew up in Jakarta, the son of Korean parents who ran a shipping business. After high school, he headed to Cornell in the U.S., and became  [+8325 chars]",
            "summary": "Now Im seeing additional investors, tier one venture investors, who were not necessarily historically interested in defense tech, start to be a lot more interested. So when you see defense tech companies so focused on the U.S. defense market, theres a good sound reason for that. But in a lengthy conversation with Gwak earlier today, he talked the longest about defense tech as hes passionate about it and because the way he sees it, Washington is focused more than ever on the global balance of power  and looking for any edge it can find. You can listen to the entire conversation here.TechCrunch: You have these four areas on which youre focused, but fintech has cooled off after several frothy years, defense tech now seems top of mind for investors. When you look at things like AI and all the ways it applies  whether thats autonomy or computer vision or natural language processing  these are all things that absolutely can shift the global superpower balance, and the government sees that now. .Lux is certainly one thats been investing where deep tech meets defense tech for a while. Good, sound, system design, as informed by the risks that we are willing to subject ourselves to, is always going to be an important part of the equation.The U.S. government is a big customer that can demand that things are tailored for its purposes.",
            "html_summary": "<ul><li>Now I’m seeing additional investors, tier one venture investors, who were not necessarily historically interested in defense tech, start to be a lot more interested.</li><li>So when you see defense tech companies so focused on the U.S. defense market, there’s a good sound reason for that.</li><li>But in a lengthy conversation with Gwak earlier today, he talked the longest about defense tech as he’s passionate about it and because the way he sees it, Washington is focused more than ever on the global balance of power — and looking for any edge it can find.</li><li>You can listen to the entire conversation here.TechCrunch: You have these four areas on which you’re focused, but fintech has cooled off after several frothy years, defense tech now seems top of mind for investors.</li><li>When you look at things like AI and all the ways it applies – whether that’s autonomy or computer vision or natural language processing – these are all things that absolutely can shift the global superpower balance, and the government sees that now.</li><li>.Lux is certainly one that’s been investing where deep tech meets defense tech for a while.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/04/startups-see-just-1-of-dod-spending-says-the-venture-firm-backed-by-billionaire-steve-cohen-its-betting-thats-about-to-change/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Steve Jobs son launches a fund, NASA debuts a streaming service, and writers protest a proposed surveillance law | TechCrunch",
            "description": "In this edition of TechCrunchs Week in Review (WiR) newsletter, we cover Steve Jobs son launching a cancerfighting fund, NASAs new streaming service and more.",
            "url": "/2023-08-05-steve-jobs-son-launches-a-fund-nasa-debuts-a-streaming-service-and-writers-protest-a-proposed-surveillance-law",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/Screen-Shot-2023-08-01-at-11.01.52-AM.png?resize=1200,700",
            "publishedAt": "2023-08-05T20:16:01Z",
            "content": "Hey, folks, and welcome to Week in Review (WiR), TechCrunchs newsletter that highlights key developments in the tech industry over the past few days. If you missed the news this week, no biggie. Tha [+6146 chars]",
            "summary": "Well fill you in.In this edition, we cover Reed Jobs, the son of Steve Jobs, who is launching a new venture fund to back cancer treatments; Chinas cutthroat e-commerce tactics; and fan-fiction writers rallying against a proposed U.S. law that could lead to greater surveillance online. Elsewhere, we pull back the curtains on Google Assistant reportedly pivoting to generative AI; NASA launching its own streaming service, called NASA+; and Walmart buying VC firm Tiger Globals remaining Flipkart stake.If you havent already, sign up here to get WiR in your inbox every Saturday. Now, on with the recap.Jobs fights cancer: Reed Jobs, the 31-year-old son of Apple co-founder Steve Jobs and philanthropist Laurene Powell Jobs, is stepping into the spotlight with a new venture capital firm to invest in emerging cancer treatments. Pollak dove into whats going on and why it matters, as well as where he sees Base going in the distant future.TC+ subscribers get access to in-depth commentary, analysis and surveys  which you know if youre already a subscriber. Responding to a survey for TC+, builders showed most interest in smart contract security and account abstraction.Room-temperature superconductors: Last week, a team from South Korea claimed to have created a material that superconducts at ambient temperature. Hey, folks, and welcome to Week in Review (WiR), TechCrunchs newsletter that highlights key developments in the tech industry over the past few days. Kids Online Safety Act (KOSA) could change the internet forever.",
            "html_summary": "<ul><li>We’ll fill you in.In this edition, we cover Reed Jobs, the son of Steve Jobs, who is launching a new venture fund to back cancer treatments; China’s cutthroat e-commerce tactics; and fan-fiction writers rallying against a proposed U.S. law that could lead to greater surveillance online.</li><li>Elsewhere, we pull back the curtains on Google Assistant reportedly pivoting to generative AI; NASA launching its own streaming service, called NASA+; and Walmart buying VC firm Tiger Global’s remaining Flipkart stake.If you haven’t already, sign up here to get WiR in your inbox every Saturday.</li><li>Now, on with the recap.Jobs fights cancer: Reed Jobs, the 31-year-old son of Apple co-founder Steve Jobs and philanthropist Laurene Powell Jobs, is stepping into the spotlight with a new venture capital firm to invest in emerging cancer treatments.</li><li>Pollak dove into what’s going on and why it matters, as well as where he sees Base going in the distant future.TC+ subscribers get access to in-depth commentary, analysis and surveys — which you know if you’re already a subscriber.</li><li>Responding to a survey for TC+, builders showed most interest in smart contract security and account abstraction.Room-temperature superconductors: Last week, a team from South Korea claimed to have created a material that superconducts at ambient temperature.</li><li>Hey, folks, and welcome to Week in Review (WiR), TechCrunch’s newsletter that highlights key developments in the tech industry over the past few days.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/05/steve-jobs-son-launches-a-fund-nasa-debuts-a-streaming-service-and-writers-protest-a-proposed-surveillance-law/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "Review Oppenheimer is pure visual poetry",
            "description": "Review Oppenheimer is pure visual poetryarstechnica.com",
            "url": "/2023-08-05-review-oppenheimer-is-pure-visual-poetry",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/oppie1-760x380.jpg",
            "publishedAt": "2023-08-05T20:44:34Z",
            "content": "Enlarge/ Cillian Murphy gives an Oscarworthy performance as the father of the atomic bomb in Oppenheimer4 with Ill admit I had my doubts when I first heard that director Christopher Nolan was [+9379 chars]",
            "summary": "The trailers understandably focused on the drama surrounding the birth of the atomic bomb leading up to the Trinity Test, but I had hoped that the film as a whole would follow the book's arc and include Oppenheimer's subsequent fall from grace. For instance, the truth about whether a young Oppenheimer really injected cyanide into an apple intended for one of his professors (future Nobel Prize winning physicist Patrick Blackett) is hotly debated by historians, but it was not invented for the film. Audiophiles, take note.Clocking in at three hours' running time, with many scenes featuring a bunch of white men sitting around talking about physics and defense strategy, Oppenheimer is the antithesis of what is usually deemed summer fare. There are two basic storylines, and the film shifts back and forth between them; Nolan has never been one to strictly adhere to a chronological timeline. It's my pick for best film of 2023 thus far, and a worthy addition to my growing list of films about the atomic bomb.Oppenheimer is now playing in theaters. In fact, that later, darker part of Oppenheimer's life provides the lens through which his earlier successes play out in Nolan's film. Even his signature cocktail gets a shout-out.Oppenheimer's mistress, Jean Tatlock (Florence Pugh), did commit suicide, and there is an assassination conspiracy theory that she was murdered and her suicide stagedsomething barely hinted at in the film, but present nonetheless.",
            "html_summary": "<ul><li>The trailers understandably focused on the drama surrounding the birth of the atomic bomb leading up to the Trinity Test, but I had hoped that the film as a whole would follow the book's arc and include Oppenheimer's subsequent fall from grace.</li><li>For instance, the truth about whether a young Oppenheimer really injected cyanide into an apple intended for one of his professors (future Nobel Prize winning physicist Patrick Blackett) is hotly debated by historians, but it was not invented for the film.</li><li>Audiophiles, take note.Clocking in at three hours' running time, with many scenes featuring a bunch of white men sitting around talking about physics and defense strategy, Oppenheimer is the antithesis of what is usually deemed summer fare.</li><li>There are two basic storylines, and the film shifts back and forth between them; Nolan has never been one to strictly adhere to a chronological timeline.</li><li>It's my pick for best film of 2023 thus far, and a worthy addition to my growing list of films about the atomic bomb.Oppenheimer is now playing in theaters.</li><li>In fact, that later, darker part of Oppenheimer's life provides the lens through which his earlier successes play out in Nolan's film.</li></ul>",
            "website_url": "https://arstechnica.com/culture/2023/08/review-oppenheimer-is-pure-visual-poetry/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Startups see just 1% of DoD spending, says the venture firm backed by billionaire Steve Cohen; its betting thats about to change. Steve Jobs son launches a fund, NASA debuts a streaming service, and writers protest a proposed surveillance law | TechCrunch. Review Oppenheimer is pure visual poetry"
}