{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "Flying taxis look to Frances city of revolution to unleash change on skies...",
            "description": "LE BOURGET, France (AP)  Just a dot on the horizon at first, the buglike and surprisingly quiet electricallypowered craft buzzes over Paris and its traffic snarls, treating its doubtless awestruck passenger to privileged vistas of the Eiffel Tower and the ",
            "url": "/2023-06-22-aviation-paris-olympics-macron-technology-e833949c5f10e72e5f4d883d7036a0ba",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/6a7dd784ec3f4d1d882e94a78b30bc1d/3000.webp",
            "publishedAt": "2023-06-22T12:00:03Z",
            "content": "Lean green flying machines take wing in Paris, heralding transport revolutionLE BOURGET, France (AP)  Just a dot on the horizon at first, the buglike and surprisingly quiet electricallypowered cra [+6486 chars]",
            "summary": "That would be a strong sign for Europe to see the president flying. But with Macron aboard or not, those pioneering first flights would still be just small steps for the nascent industry that has giant leaps to make before flying taxis are muscling out competitors on the ground. Just as Paris is using its Olympic Games to test flying taxis, Nolen said the 2028 Los Angeles Olympics offer another target for the industry to aim for and show that it can fly passengers in growing numbers safely, cleanly and affordably. Capitalizing on its moment in the global spotlight, the Paris region is planning for a small fleet of electric flying taxis to operate on multiple routes when it hosts the 2024 Olympic and Paralympic Games next summer. That would be super amazing, Hoke said, speaking this week at the Paris Air Show, where he and other developers of electric vertical take-off and landing aircraft  or eVTOLs for short  competed with industry heavyweights for attention. But they need technological leaps so flying taxis dont crash into each other and all the other things already congesting the skies or expected to take to them in very large numbers  including millions of drones. Starting first on existing helicopter routes, well continue to scale up using AI, using machine-learning to make sure that our airspace can handle it, said Billy Nolen of Archer Aviation Inc. Its called a helicopter.Still, electric taxis taking to Paris skies as Olympians are going faster, higher and stronger could have the power to surprise  pleasantly so, Volocopter hopes.",
            "html_summary": "<ul><li>“That would be a strong sign for Europe to see the president flying.” But with Macron aboard or not, those pioneering first flights would still be just small steps for the nascent industry that has giant leaps to make before flying taxis are muscling out competitors on the ground.</li><li>Just as Paris is using its Olympic Games to test flying taxis, Nolen said the 2028 Los Angeles Olympics offer another target for the industry to aim for and show that it can fly passengers in growing numbers safely, cleanly and affordably.</li><li>Capitalizing on its moment in the global spotlight, the Paris region is planning for a small fleet of electric flying taxis to operate on multiple routes when it hosts the 2024 Olympic and Paralympic Games next summer.</li><li>“That would be super amazing,” Hoke said, speaking this week at the Paris Air Show, where he and other developers of electric vertical take-off and landing aircraft — or eVTOLs for short — competed with industry heavyweights for attention.</li><li>But they need technological leaps so flying taxis don’t crash into each other and all the other things already congesting the skies or expected to take to them in very large numbers — including millions of drones.</li><li>Starting first on existing helicopter routes, “we’ll continue to scale up using AI, using machine-learning to make sure that our airspace can handle it,” said Billy Nolen of Archer Aviation Inc.</li></ul>",
            "website_url": "https://apnews.com/article/aviation-paris-olympics-macron-technology-e833949c5f10e72e5f4d883d7036a0ba"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MICHAEL LIEDTKE - AP Technology Writer",
            "title": "Microsoft, U.S. regulators head to court over $69 billion deal that could reshape video gaming",
            "description": "Microsoft on Thursday will try to gain clearance to complete a $69 billion takeover of video game maker Activision Blizzard in a legal showdown with U.S. regulators that will reshape a pastime thats bigger than the movie and music industries",
            "url": "/2023-06-22-microsoft-activision-video-game-takeover-court-ftc-caebb00c5c762c7c82cf7a62885424ba",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/9/f8/9f81a5bd-fb99-5124-8407-b0f7f433bb5c/649426528af6d.image.jpg?crop=1831%2C961%2C0%2C84&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-22T11:21:30Z",
            "content": "By MICHAEL LIEDTKE  AP Technology WriterSAN FRANCISCO (AP) Microsoft on Thursday will try to gain clearance to complete a $69 billion takeover of video game maker Activision Blizzard in a legal sh [+5177 chars]",
            "summary": "As part of that effort, Wilkinson displayed an email from Sony executive Jim Ryan shortly after the Activision deal was announced that indicated his confidence that Call of Duty would remain available the PlayStation for many years to come. When Wilkinson tried to display some information about Microsofts offer, a Sony lawyer interrupted the proceedings to assert the document was confidential and it was taken off the screen.A videotaped deposition of Ryan is expected to be played in court at some point in the proceedings. The U.S. Federal Trade Commission is trying to persuade Corley to issue an order that would prevent the takeover from being consummated before a more extensive administrative trial begins August 2 in Washington. -AP Technology Writer Matt OBrien contributed to this story.",
            "html_summary": "<ul><li>As part of that effort, Wilkinson displayed an email from Sony executive Jim Ryan shortly after the Activision deal was announced that indicated his confidence that Call of Duty would remain available the PlayStation for many years to come.</li><li>When Wilkinson tried to display some information about Microsoft’s offer, a Sony lawyer interrupted the proceedings to assert the document was confidential and it was taken off the screen.A videotaped deposition of Ryan is expected to be played in court at some point in the proceedings.</li><li>The U.S. Federal Trade Commission is trying to persuade Corley to issue an order that would prevent the takeover from being consummated before a more extensive administrative trial begins August 2 in Washington.</li></ul>",
            "website_url": "https://apnews.com/article/microsoft-activision-video-game-takeover-court-ftc-caebb00c5c762c7c82cf7a62885424ba"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By AAMER MADHANI - Associated Press",
            "title": "Indias Modi is getting a state visit with Biden, but the glitz is shadowed by human rights concerns",
            "description": "President Joe Biden and Prime Minister Narendra Modi are marking the state visit of the Indian leader by announcing several major deals between the two countries. Biden and Modi on Thursday are launching new partnerships in defense, semiconductor manufacturin",
            "url": "/2023-06-22-biden-modi-india-state-visit-human-rights-5e4bc32e679ad6bae7225a28f7f6334d",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/3/42/342d8fee-5460-5422-9909-c5baba80e2b4/64942610adb12.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-22T09:03:00Z",
            "content": "By AAMER MADHANI  Associated PressWASHINGTON (AP) President Joe Biden and Prime Minister Narendra Modi are marking the state visit of the Indian leader on Thursday by launching new partnerships in [+7282 chars]",
            "summary": "As Modi arrived, the crowd  including many members of the Indian diaspora  broke out in a chant of Modi, Modi, Modi. All eyes are on the two largest democracies in the world, India and America, Modi said. Im confident that working together will be successful.Later, Modi told Congress that our partnership augurs well for the future of democracy as the two countries expand partnerships in defense, semiconductor manufacturing and other industries. All this matters for America, for India and for the world.At the welcoming ceremony, Modi called the Indian diaspora in America  the millions of immigrants and their children from the subcontinent living in the U.S.  the real strength of the U.S.-India relationship. An investigation approved by the Indian Supreme Court later absolved Modi, but the stain of the dark moment has lingered.Biden and Modi have also had differences over Russias war in Ukraine. Democracy is our spirit, Modi, who rarely takes questions from journalists, said through an interpreter. U.S.-based Micron Technology has agreed to build a $2.75 billion semiconductor assembly and test facility in India, with Micron spending more than $800 million and India financing the rest. India abstained from voting on U.N. resolutions condemning Russia and refused to join the global coalition against Russia.",
            "html_summary": "<ul><li>As Modi arrived, the crowd — including many members of the Indian diaspora — broke out in a chant of “Modi, Modi, Modi.” “All eyes are on the two largest democracies in the world, India and America,” Modi said.</li><li>I’m confident that working together will be successful.”Later, Modi told Congress that “our partnership augurs well for the future of democracy” as the two countries expand partnerships in defense, semiconductor manufacturing and other industries.</li><li>“All this matters for America, for India and for the world.”At the welcoming ceremony, Modi called the Indian diaspora in America — the millions of immigrants and their children from the subcontinent living in the U.S. — “the real strength” of the U.S.-India relationship.</li><li>An investigation approved by the Indian Supreme Court later absolved Modi, but the stain of the dark moment has lingered.Biden and Modi have also had differences over Russia’s war in Ukraine.</li><li>“Democracy is our spirit,” Modi, who rarely takes questions from journalists, said through an interpreter.</li><li>U.S.-based Micron Technology has agreed to build a $2.75 billion semiconductor assembly and test facility in India, with Micron spending more than $800 million and India financing the rest.</li></ul>",
            "website_url": "https://apnews.com/article/biden-modi-india-state-visit-human-rights-5e4bc32e679ad6bae7225a28f7f6334d"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Byjus refutes claims of key board members resignation",
            "description": "Global audit firm Deloitte has quit as the auditor of Byjus and three board members have left the most valuable Indian startup.",
            "url": "/2023-06-22-byjus-board",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/03/GettyImages-1132893022.jpg?resize=1200,800",
            "publishedAt": "2023-06-22T12:12:06Z",
            "content": "Global giant Deloitte has quit as the auditor of Byjus and three board members have resigned from the most valuable Indian startup after the auditor aired a number of concerns a year after the India [+2812 chars]",
            "summary": "In view of the aforesaid, we are tendering our resignation as statutory auditors of the company with immediate effect.Byjus attracted intense scrutiny last year from the government, investors and creditors after it repeatedly failed to publish its accounts. Byjus said its lenders were operating in bad-faith negotiating tactics. Lenders allege that Byjus has technically defaulted on the loan.The startup is also cutting about 1,000 jobs as it pushes to improve its finances. Deloitte, which fanned concerns as it submitted its resignation to Byjus board, was slated to work with the Indian startup until 2025. BlackRock cut Byjus valuation by nearly two-thirds to $8.4 billion at the end of March this year, TechCrunch first reported. It refused to make a $40 million payment earlier this month and counter-sued its lenders.",
            "html_summary": "<ul><li>In view of the aforesaid, we are tendering our resignation as statutory auditors of the company with immediate effect.Byju’s attracted intense scrutiny last year from the government, investors and creditors after it repeatedly failed to publish its accounts.</li><li>Byju’s said its lenders were operating in “bad-faith negotiating tactics.” Lenders allege that Byju’s has technically defaulted on the loan.The startup is also cutting about 1,000 jobs as it pushes to improve its finances.</li><li>Deloitte, which fanned concerns as it submitted its resignation to Byju’s board, was slated to work with the Indian startup until 2025.</li><li>BlackRock cut Byju’s valuation by nearly two-thirds to $8.4 billion at the end of March this year, TechCrunch first reported.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/22/byjus-board/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Adtech giant Criteo his with revised 40M fine by French data privacy body over GDPR breaches",
            "description": "Frances Criteo has been issued with a revised 40M fine over the way it gathered and processed internet users data to target ads.",
            "url": "/2023-06-22-adtech-giant-criteo-his-with-revised-e40m-fine-by-french-data-privacy-body-over-gdpr-breaches",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1173266738.jpg?resize=1200,828",
            "publishedAt": "2023-06-22T09:47:24Z",
            "content": "French advertising technology giant Criteo has been issued with a revised fine of 40 million ($44 million) over failings to garner users consent around targeted advertising.The case in question da [+3628 chars]",
            "summary": "Privacy International said it was gravely concerned at the data processing activities of several players in the data broking and adtech industry, one of which was Criteo. Criteo, which uses only pseudonymized, non-directly identifiable and non-sensitive data in its activities, is fully committed to protecting the privacy and data of users. The decision relates to past matters and does not include any obligation for Criteo to change its current practices; there is no impact to the service levels and performance that we are able to deliver to our customers as a result of this decision. In the intervening months, however, Criteo sought to reduce the figure.In a summary document made public today, Criteo argued that its actions were non-deliberate and did not result in any harm. We continue to uphold the highest standards in this area and operate a fully transparent and regulatory-compliant global business. We will be making no further statement at this stage.This story was updated with comment from Criteo.",
            "html_summary": "<ul><li>Privacy International said it was “gravely concerned” at the data processing activities of several players in the data broking and adtech industry, one of which was Criteo.</li><li>“Criteo, which uses only pseudonymized, non-directly identifiable and non-sensitive data in its activities, is fully committed to protecting the privacy and data of users.</li><li>The decision relates to past matters and does not include any obligation for Criteo to change its current practices; there is no impact to the service levels and performance that we are able to deliver to our customers as a result of this decision.</li><li>In the intervening months, however, Criteo sought to reduce the figure.In a summary document made public today, Criteo argued that its actions were non-deliberate and did not result in any harm.</li><li>We continue to uphold the highest standards in this area and operate a fully transparent and regulatory-compliant global business.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/22/adtech-giant-criteo-his-with-revised-e40m-fine-by-french-data-privacy-body-over-gdpr-breaches/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Plastic upcycling startup Kubik closes $3.34M seed to scale production in Ethiopia",
            "description": "Kubik turns hardtorecycle plastic waste into affordable building materials including bricks, columns, beams, and jambs",
            "url": "/2023-06-22-kubik",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Team-Kubik-1-min.jpg?resize=1200,800",
            "publishedAt": "2023-06-22T07:00:25Z",
            "content": "The amount of plastic waste produced globally is on track to triple to over 1,000 million tonnesby 2060. The OECD report predicts that developed countries will continue to produce the most plastic w [+4213 chars]",
            "summary": "Besides, he says, these products are low carbon, with a greenhouse gas emission of at least 5x less than cement-based products.Asfaw says the materials affordability can play a role in bridging the current housing deficit that is partly driven by a growing urban population and hefty costs of construction. Asfaw says this does not compromise the buildings integrity and that the strength of walls built with its products is at par with cement-based walls.He added that Kubiks products cost at least 40% less per square meter and have chemical properties that make them safe, anti-flammable and nondegradable. Our company plays a role in addressing all three of these challenges through a lower-carbon, lower-cost building solution that removes plastic waste from the environment. The amount of plastic waste produced globally is on track to triple to over 1,000 million tons by 2060. Speaking of affordable housing, there is a 300M+ deficit of housing units globally that are considered affordable to the poor.",
            "html_summary": "<ul><li>Besides, he says, these products are low carbon, with a greenhouse gas emission of “at least 5x less than cement-based products.”Asfaw says the materials’ affordability can play a role in bridging the current housing deficit that is partly driven by a growing urban population and hefty costs of construction.</li><li>Asfaw says this does not compromise the building’s integrity and that the strength of walls built with its products is at par with cement-based walls.He added that Kubik’s products cost at least 40% less per square meter and have chemical properties that make them safe, anti-flammable and nondegradable.</li><li>Our company plays a role in addressing all three of these challenges through a lower-carbon, lower-cost building solution that removes plastic waste from the environment.</li><li>The amount of plastic waste produced globally is on track to triple to over 1,000 million tons by 2060.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/22/kubik/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Flying taxis look to Frances city of revolution to unleash change on skies.... Microsoft, U.S. regulators head to court over $69 billion deal that could reshape video gaming. Indias Modi is getting a state visit with Biden, but the glitz is shadowed by human rights concerns. Byjus refutes claims of key board members resignation. Adtech giant Criteo his with revised 40M fine by French data privacy body over GDPR breaches. Plastic upcycling startup Kubik closes $3.34M seed to scale production in Ethiopia"
}