{
    "status": "ok",
    "totalResults": 1,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By TIA GOLDENBERG - Associated Press",
            "title": "What went wrong? Questions emerge over Israels intelligence prowess after Hamas attack | Makemetechie.com Summary",
            "description": "Israels intelligence agencies have gained an aura of invincibility over the decades because of a string of intelligence achievements against its enemies both near and far. But after Hamas militants streamed into Israel and killed hundreds in an unprecedented",
            "url": "/2023-10-09-israel-hamas-gaza-attack-intel-a5287a18773232f26ca171233be01721",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/97/e97e54a8-a41d-5633-ab90-1239d779b486/6523005d833da.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-10-09T07:47:00Z",
            "content": "By TIA GOLDENBERG  Associated PressTEL AVIV, Israel (AP) For Palestinians in Gaza, Israels eyes are never very far away. Surveillance drones buzz constantly from the skies. The highlysecured bord [+7022 chars]",
            "summary": "Netanyahu had received repeated warnings by his defense chiefs, as well as several former leaders of the countrys intelligence agencies, that the divisive plan was chipping away at the cohesion of the countrys security services. Amir Avivi, a retired Israeli general, said that without a foothold inside Gaza, Israels security services have come to rely increasingly on technological means to gain intelligence. But they underestimated such warnings, said the official, who spoke on condition of anonymity because he wasnt authorized to discuss the content of sensitive intelligence discussions with the media.Israel has also been preoccupied and torn apart by Netanyahus judicial overhaul plan. Over 48 hours later, Hamas militants continued to battle Israeli forces inside Israeli territory, and dozens of Israelis were in Hamas captivity in Gaza.This is a major failure, said Yaakov Amidror, a former national security adviser to Prime Minister Benjamin Netanyahu. This operation actually proves that the (intelligence) abilities in Gaza were no good.Amidror declined to offer an explanation for the failure, saying lessons must be learned when the dust settles.Rear Adm. Daniel Hagari, the chief military spokesman, acknowledged the army owes the public an explanation. The results are catastrophic.Allies who share intelligence with Israel said security agencies were misreading reality. The ferocious attack, which likely took months of planning and meticulous training and involved coordination among multiple militant groups, appeared to have gone under Israels intelligence radar.",
            "html_summary": "<ul><li>Netanyahu had received repeated warnings by his defense chiefs, as well as several former leaders of the country’s intelligence agencies, that the divisive plan was chipping away at the cohesion of the country’s security services..</li><li>Amir Avivi, a retired Israeli general, said that without a foothold inside Gaza, Israel’s security services have come to rely increasingly on technological means to gain intelligence..</li><li>But they underestimated such warnings,” said the official, who spoke on condition of anonymity because he wasn’t authorized to discuss the content of sensitive intelligence discussions with the media.Israel has also been preoccupied and torn apart by Netanyahu’s judicial overhaul plan..</li><li>Over 48 hours later, Hamas militants continued to battle Israeli forces inside Israeli territory, and dozens of Israelis were in Hamas captivity in Gaza.“This is a major failure,” said Yaakov Amidror, a former national security adviser to Prime Minister Benjamin Netanyahu..</li><li>“This operation actually proves that the (intelligence) abilities in Gaza were no good.”Amidror declined to offer an explanation for the failure, saying lessons must be learned when the dust settles.Rear Adm. Daniel Hagari, the chief military spokesman, acknowledged the army owes the public an explanation..</li><li>“The results are catastrophic.”Allies who share intelligence with Israel said security agencies were misreading reality..</li></ul>",
            "website_url": "https://apnews.com/article/israel-hamas-gaza-attack-intel-a5287a18773232f26ca171233be01721"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. What went wrong? Questions emerge over Israels intelligence prowess after Hamas attack | Makemetechie.com Summary"
}