{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "This 3Dprinted plate lets food droplets magically move without being touched | Makemetechie.com Summary",
            "description": "New computational food design incorporates electrowetting on dielectric technology.",
            "url": "/2023-10-19-go-ahead-and-play-with-your-food-with-this-electrode-enhanced-3d-printed-plate",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/dancing_delicacies_dish-760x380.webp",
            "publishedAt": "2023-10-20T18:59:51Z",
            "content": "16 with Dancing Delicacies Researchers at Monash University created a special plate enhanced with electrodes that moves liquid droplets around so diners can literally play with their food. Credi [+3268 chars]",
            "summary": "Dancing Delicacies computational food project brings together scientists from Monash University, Carnegie Mellon University and Gaudi Labs in Switzerland. Their latest invention is a D printed plate that uses electrical voltage to manipulate liquid droplets according to a paper published as part of the Designing Interactive Systems Conference. Chefs have been working with this kind of innovation for years via the molecular gastronomy and molecular mixology movements creating a Flor de Caco dessert in which a cocoa bean expands like a flower when exposed to hot chocolate sauce.",
            "html_summary": "<ul><li>Dancing Delicacies computational food project brings together scientists from Monash University, Carnegie Mellon University and Gaudi Labs in Switzerland.</li><li> Their latest invention is a D printed plate that uses electrical voltage to manipulate liquid droplets according to a paper published as part of the Designing Interactive Systems Conference.</li><li> Chefs have been working with this kind of innovation for years via the molecular gastronomy and molecular mixology movements creating a Flor de Caco dessert in which a cocoa bean expands like a flower when exposed to hot chocolate sauce.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/10/go-ahead-and-play-with-your-food-with-this-electrode-enhanced-3d-printed-plate/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Instagram sorry for translation error that put terrorist in Palestinian bios | Makemetechie.com Summary",
            "description": "Metas issues handling proPalestine content are systemic, expert says.",
            "url": "/2023-10-19-instagram-sorry-for-erroneously-labeling-palestinian-users-as-terrorists",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/GettyImages-1725473532-760x380.jpg",
            "publishedAt": "2023-10-20T22:01:31Z",
            "content": "Enlarge/ Palestines flag.29 with Meta has apologized after a 404 Media report investigating a viral TikTok video confirmed that Instagrams see translation feature was erroneously adding the w [+5353 chars]",
            "summary": "Instagram was glitching while attempting to translate Arabic phrases including the Palestinian flag emoji and the words Palestinian and alhamdulillah which means praise to Allah TikTok user ytkingkhan said in his video Instead of translating the phrase correctly Instagram was generating bios saying Palestinian terrorists praise be to Allah or Praise be to god Palestinian terrorists are fighting for their freedom. Amnesty International began monitoring these issues in when the organization began receiving reports of content and account takedowns on Facebook and Instagram after Israeli police attacked Palestinian protestors.",
            "html_summary": "<ul><li>Instagram was glitching while attempting to translate Arabic phrases including the Palestinian flag emoji and the words Palestinian and alhamdulillah which means praise to Allah TikTok user ytkingkhan said in his video Instead of translating the phrase correctly Instagram was generating bios saying Palestinian terrorists praise be to Allah or Praise be to god Palestinian terrorists are fighting for their freedom.</li><li> Amnesty International began monitoring these issues in when the organization began receiving reports of content and account takedowns on Facebook and Instagram after Israeli police attacked Palestinian protestors.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/10/instagram-sorry-for-erroneously-labeling-palestinian-users-as-terrorists/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Could This Documentary Finally Convince People That Nonprofits Need Unencumbered Donations For Covering Basic Operating Costs? | Makemetechie.com Summary",
            "description": "A new documentary Uncharitable, from Paris Trout and Losing Isaiah director Stephen Gyllenhaal, puts the longrunning debate in the nonprofit sector over the role of overhead back in the spotlight. It tells the story of longtime advocate Dan Pallotta, w",
            "url": "/2023-10-19-uncharitable-nonprofits-donations-overhead-dan-pallotta-26ac50351000e67556da87c997e82597",
            "urlToImage": "https://dims.apnews.com/dims4/default/d73ee3e/2147483647/strip/true/crop/6300x3544+0+328/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F54%2F76%2Ffa14e07b78f10b6fcd24a4f2e633%2Fdd1dbf2df8ac4010a9813f61a188098c",
            "publishedAt": "2023-10-20T19:02:00Z",
            "content": "NEW YORK (AP) All Hands and Hearts makes a promise in big letters on the front page of its website 95 cents of every dollar is spent on our programs.The Massachusettsbased disaster relief nonprof [+5449 chars]",
            "summary": "In 2013, three of the largest agencies teamed up to challenge what they called the overhead myth, writing an open letter to donors that was followed the next year by a letter to nonprofits. For almost twenty years, researchers and nonprofits have warned about the negative consequences of starving nonprofits of general operating expenses, also known as overhead. Izzy Smith, chief information officer for All Hands and Hearts, which mobilizes volunteers to respond to natural disasters, called it an enduring challenge for nonprofits to explain to donors and the public about the need to invest in operations and shared services. The intention of the changes is to help prospective donors focus on whether a nonprofit is achieving its mission, said Michael Thatcher, the organizations president and CEO.What does the money do? Similarly, more donors understand the value of granting unearmarked funds, which allow nonprofits to change plans or simply to invest in their staff or improve their infrastructure or technology. The agencies urged donors to consider the results and impact of a charity when deciding where to donate, not just the percentage of their revenue spent on administrative costs and fundraising. In part by emphasizing efficiency, those donors continue to pressure nonprofits to decrease their standing costs, using a slightly different vocabulary.",
            "html_summary": "<ul><li>In 2013, three of the largest agencies teamed up to challenge what they called the “overhead myth,” writing an open letter to donors that was followed the next year by a letter to nonprofits..</li><li>For almost twenty years, researchers and nonprofits have warned about the negative consequences of starving nonprofits of general operating expenses, also known as overhead..</li><li>Izzy Smith, chief information officer for All Hands and Hearts, which mobilizes volunteers to respond to natural disasters, called it an “enduring challenge for nonprofits” to explain to donors and the public about the need to invest in operations and shared services..</li><li>The intention of the changes is to help prospective donors focus on whether a nonprofit is achieving its mission, said Michael Thatcher, the organization’s president and CEO.“What does the money do?.</li><li>Similarly, more donors understand the value of granting unearmarked funds, which allow nonprofits to change plans or simply to invest in their staff or improve their infrastructure or technology..</li><li>The agencies urged donors to consider the results and impact of a charity when deciding where to donate, not just the percentage of their revenue spent on administrative costs and fundraising..</li></ul>",
            "website_url": "https://apnews.com/article/uncharitable-nonprofits-donations-overhead-dan-pallotta-26ac50351000e67556da87c997e82597"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "Mysterious rock depicted in 15th century painting is most likely a Stone Age tool | Makemetechie.com Summary",
            "description": "Why medieval painter Jean Fouquet chose to depict Acheulean hand ax remains a mystery.",
            "url": "/2023-10-19-mysterious-rock-depicted-in-15th-century-painting-is-most-likely-a-stone-age-tool",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/diptych1-760x380.jpg",
            "publishedAt": "2023-10-19T21:28:50Z",
            "content": "Enlarge/ Detail from left panel of the the Melun Diptych (circa 1455) by medieval French painter and miniaturist Jean Fouquet. The strangely shaped rock in the lower right hand corner is most likely  [+3746 chars]",
            "summary": "A medieval French painter and miniaturist named Jean Fouquet painted a small diptych with two panels one of which depicts St Stephen holding a strangely shaped stone usually interpreted as a symbol of the saint s martyrdom by stoning. A new analysis by researchers from Dartmouth University and the University of Cambridge has concluded that the stone depicted in the so called Melun Diptych is most likely a prehistoric stone hand axe. These Acheulean stone hand axes have been around for more than million years and are a common archaeological find.",
            "html_summary": "<ul><li>A medieval French painter and miniaturist named Jean Fouquet painted a small diptych with two panels one of which depicts St Stephen holding a strangely shaped stone usually interpreted as a symbol of the saint s martyrdom by stoning.</li><li> A new analysis by researchers from Dartmouth University and the University of Cambridge has concluded that the stone depicted in the so called Melun Diptych is most likely a prehistoric stone hand axe.</li><li> These Acheulean stone hand axes have been around for more than million years and are a common archaeological find.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/10/mysterious-rock-depicted-in-15th-century-painting-is-most-likely-a-stone-age-tool/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Dan Goodin",
            "title": "Two ransomware gangs knocked out of commission in a single week | Makemetechie.com Summary",
            "description": "One is fatally hacked, the other shut down in international police dragnet.",
            "url": "/2023-10-19-two-ransomware-gangs-knocked-out-of-commission-in-a-single-week",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2019/07/GettyImages-597257986-760x380.jpg",
            "publishedAt": "2023-10-20T23:09:07Z",
            "content": "1 with From the warmandfuzzy files comes this feelgood Friday post, chronicling this weeks takedown of two hated ransomware groups. One vanished on Tuesday, allegedly after being hacked by a gro [+4370 chars]",
            "summary": "The servers of Trigona ransomware gang has been infiltrated and wiped out. An outfit calling itself Ukrainian Cyber Alliance took credit and included the tagline disrupting Russian criminal enterprises both public and private since. The second ransomware gang takedown this week happened to Ragnar Locker a group that has hacked numerous organizations worldwide. The key target of this malicious ransomware strain was arrested in Paris France on October and his home in Czechia was searched. Five suspects were interviewed in Spain and Latvia in the following days. The main perpetrator suspected of being a developer of the Ragnar group has been brought in front of the examining magistrates of the Paris Judicial Court.",
            "html_summary": "<ul><li>The servers of Trigona ransomware gang has been infiltrated and wiped out.</li><li> An outfit calling itself Ukrainian Cyber Alliance took credit and included the tagline disrupting Russian criminal enterprises both public and private since.</li><li> The second ransomware gang takedown this week happened to Ragnar Locker a group that has hacked numerous organizations worldwide.</li><li> The key target of this malicious ransomware strain was arrested in Paris France on October and his home in Czechia was searched.</li><li> Five suspects were interviewed in Spain and Latvia in the following days.</li><li> The main perpetrator suspected of being a developer of the Ragnar group has been brought in front of the examining magistrates of the Paris Judicial Court.</li></ul>",
            "website_url": "https://arstechnica.com/security/2023/10/two-ransomware-gangs-knocked-out-of-commission-in-a-single-week/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Dan Goodin",
            "title": "The latest highseverity Citrix vulnerability under attack isnt easy to fix | Makemetechie.com Summary",
            "description": "If you run a Netscaler ADC or Gateway, assume its compromised and take action ... fast.",
            "url": "/2023-10-19-the-latest-high-severity-citrix-vulnerability-under-attack-isnt-easy-to-fix",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/it-administrator-760x380.jpg",
            "publishedAt": "2023-10-19T21:56:32Z",
            "content": "2 with A critical vulnerability that hackers have exploited since August, which allows them to bypass multifactor authentication in Citrix networking hardware, has received a patch from the manufac [+5020 chars]",
            "summary": "Citrix released a patch for the vulnerability last week along with an advisory that provided few details. On Wednesday researchers from security firm Mandiant said that the vulnerability has been under active exploitation since August possibly for espionage against professional services technology and government organizations. Mandiant warned that patching the vulnerability wasn t sufficient to lock down affected networks because any sessions hijacked before the security update would persist afterward. The company wrote Successful exploitation could result in the ability to hijack existing authenticated sessions therefore bypassing multi factor authentication or other strong authentication requirements. A threat actor could utilize this method to harvest additional credentials laterally pivot and gain access to additional resources within an environment.",
            "html_summary": "<ul><li>Citrix released a patch for the vulnerability last week along with an advisory that provided few details.</li><li> On Wednesday researchers from security firm Mandiant said that the vulnerability has been under active exploitation since August possibly for espionage against professional services technology and government organizations.</li><li> Mandiant warned that patching the vulnerability wasn t sufficient to lock down affected networks because any sessions hijacked before the security update would persist afterward.</li><li> The company wrote Successful exploitation could result in the ability to hijack existing authenticated sessions therefore bypassing multi factor authentication or other strong authentication requirements.</li><li> A threat actor could utilize this method to harvest additional credentials laterally pivot and gain access to additional resources within an environment.</li></ul>",
            "website_url": "https://arstechnica.com/security/2023/10/the-latest-high-severity-citrix-vulnerability-under-attack-isnt-easy-to-fix/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Garance Burke",
            "title": "AI chatbots are supposed to improve health care. But research says some are perpetuating racism | Makemetechie.com Summary",
            "description": "Hospitals and health care systems are increasingly turning to artificial intelligence to help summarize doctors notes and analyze health records. But a new study led by Stanford School of Medicine researchers cautions that popular chatbots are also perpetuat",
            "url": "/2023-10-19-ai-chatbots-racist-medicine-chatgpt-bard-6f2a330086acd0a1f8955ac995bdde4d",
            "urlToImage": "https://dims.apnews.com/dims4/default/1d66753/2147483647/strip/true/crop/8048x4527+0+419/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fbc%2F06%2F47999d6430087a4b3776cdefb199%2F935634bae8da4c3c9e1224cfc6844ee1",
            "publishedAt": "2023-10-20T09:16:33Z",
            "content": "SAN FRANCISCO (AP) As hospitals and health care systems turn to artificial intelligence to help summarize doctors notes and analyze health records, a new study led by Stanford School of Medicine rese [+7892 chars]",
            "summary": "A new study, co-led by Omiye, cautions that popular chatbots are perpetuating racist, debunked medical ideas, prompting concerns that the tools could worsen health disparities for Black patients. A new study led by Stanford researchers cautions that popular chatbots are perpetuating racist, debunked medical ideas, prompting concerns that the tools could worsen health disparities for Black patients. Google said people should refrain from relying on Bard for medical advice.Earlier testing of GPT-4 by physicians at Beth Israel Deaconess Medical Center in Boston found generative AI could serve as a promising adjunct in helping human doctors diagnose challenging cases. Daneshjou said physicians are increasingly experimenting with commercial language models in their work, and even some of her own dermatology patients have arrived at appointments recently saying that they asked a chatbot to help them diagnose their symptoms. Those beliefs are known to have caused medical providers to rate Black patients pain lower, misdiagnose health concerns and recommend less relief. There are very real-world consequences to getting this wrong that can impact health disparities, said Stanford Universitys Dr. Roxana Daneshjou, an assistant professor of biomedical data science and dermatology and faculty adviser for the paper. In some cases, they appeared to reinforce long-held false beliefs about biological differences between Black and white people that experts have spent years trying to eradicate from medical institutions.",
            "html_summary": "<ul><li>A new study, co-led by Omiye, cautions that popular chatbots are perpetuating racist, debunked medical ideas, prompting concerns that the tools could worsen health disparities for Black patients..</li><li>A new study led by Stanford researchers cautions that popular chatbots are perpetuating racist, debunked medical ideas, prompting concerns that the tools could worsen health disparities for Black patients..</li><li>Google said people should “refrain from relying on Bard for medical advice.”Earlier testing of GPT-4 by physicians at Beth Israel Deaconess Medical Center in Boston found generative AI could serve as a “promising adjunct” in helping human doctors diagnose challenging cases..</li><li>Daneshjou said physicians are increasingly experimenting with commercial language models in their work, and even some of her own dermatology patients have arrived at appointments recently saying that they asked a chatbot to help them diagnose their symptoms..</li><li>Those beliefs are known to have caused medical providers to rate Black patients’ pain lower, misdiagnose health concerns and recommend less relief..</li><li>“There are very real-world consequences to getting this wrong that can impact health disparities,” said Stanford University’s Dr. Roxana Daneshjou, an assistant professor of biomedical data science and dermatology and faculty adviser for the paper..</li></ul>",
            "website_url": "https://apnews.com/article/ai-chatbots-racist-medicine-chatgpt-bard-6f2a330086acd0a1f8955ac995bdde4d"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. This 3Dprinted plate lets food droplets magically move without being touched | Makemetechie.com Summary. Instagram sorry for translation error that put terrorist in Palestinian bios | Makemetechie.com Summary. Could This Documentary Finally Convince People That Nonprofits Need Unencumbered Donations For Covering Basic Operating Costs? | Makemetechie.com Summary. Mysterious rock depicted in 15th century painting is most likely a Stone Age tool | Makemetechie.com Summary. Two ransomware gangs knocked out of commission in a single week | Makemetechie.com Summary. The latest highseverity Citrix vulnerability under attack isnt easy to fix | Makemetechie.com Summary. AI chatbots are supposed to improve health care. But research says some are perpetuating racism | Makemetechie.com Summary"
}