{
    "status": "ok",
    "totalResults": 10,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Anne D'innocenzio",
            "title": "Locked up merchandise Retailers try to curb theft while not angering shoppers...",
            "description": "NEW YORK (AP)  When the pandemic threat eased, Maureen Holohan was eager to scale back her online shopping and return to physical stores so she could more easily compare prices and scour ingredients on beauty and health care products for herself and her thre",
            "url": "/2023-02-05-theft-business-c5d9abbb9ca64c23419951c28380a534",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/0e1c520bf853479ca9d647ceba6fd8bf/3000.webp",
            "publishedAt": "2023-02-06T14:01:37Z",
            "content": "NEW YORK (AP) When the pandemic threat eased, Maureen Holohan was eager to scale back her online shopping and return to physical stores so she could more easily compare prices and scour ingredients o [+6644 chars]",
            "summary": "John Catsimatidis, who owns the New York supermarket chains Gristedes and DAgostinos, said the chain has locked up more products like aspirin and deodorant in the past year but not as many as his drug store chain rivals. Target confirmed it was locking up more products but instead of targeting certain items, it locks up entire categories.Its unclear how much money retailers are losing due to organized retail crime -- or if the problem has substantially increased. But if they exhibit suspicious behaviors, store workers will be notified to provide assistance, he said.Holohan said she doesnt mind extra security guards, but shes not interested in giving out her phone number.Its invasive, she said. In the past six months or so, CVS, Target and other retailers where Holohan shops have been locking up more everyday items like deodorant and laundry detergent as a way to reduce theft. Isabela Burrows, 20, a manager at pet supplies chain PetSmart in Howell, Michigan, noted that her store in recent months has had to lock up more items like diffusers to calm dogs and cats and electric shaving shears. Walmart said that its position of not locking up beauty products for women of color remains the same. You dont want to ask them for something if you dont have to.For consumers of color especially, the stepped-up security measures risk alienating a population that already feels overpoliced.",
            "html_summary": "<ul><li>John Catsimatidis, who owns the New York supermarket chains Gristedes and D’Agostino’s, said the chain has locked up more products like aspirin and deodorant in the past year but not as many as his drug store chain rivals.</li><li>Target confirmed it was locking up more products but instead of targeting certain items, it locks up entire categories.It’s unclear how much money retailers are losing due to organized retail crime -- or if the problem has substantially increased.</li><li>But if they exhibit suspicious behaviors, store workers will be notified to provide assistance, he said.Holohan said she doesn’t mind extra security guards, but she’s not interested in giving out her phone number.“It’s invasive,” she said.</li><li>In the past six months or so, CVS, Target and other retailers where Holohan shops have been locking up more everyday items like deodorant and laundry detergent as a way to reduce theft.</li><li>Isabela Burrows, 20, a manager at pet supplies chain PetSmart in Howell, Michigan, noted that her store in recent months has had to lock up more items like diffusers to calm dogs and cats and electric shaving shears.</li><li>Walmart said that its position of not locking up beauty products for women of color remains the same.</li></ul>",
            "website_url": "https://apnews.com/article/theft-business-c5d9abbb9ca64c23419951c28380a534"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Chris Megerian",
            "title": "CHINESE BALLOON BLOWN UP",
            "description": "WASHINGTON (AP)  Republican lawmakers on Sunday accused China of deliberately surveilling sensitive U.S. military sites with a suspected spy balloon  and said the Biden administration had given Beijing an intelligence opening by not downing the balloon durin",
            "url": "/2023-02-05-biden-politics-united-states-government-china-19e1f66a6db19f44548c402d81facc8e",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/ee11368580ab4b34bbf9a649619e810f/2056.webp",
            "publishedAt": "2023-02-05T20:25:36Z",
            "content": "WASHINGTON (AP) Republican lawmakers on Sunday accused China of deliberately surveilling sensitive U.S. military sites with a suspected spy balloon and said the Biden administration had given Beijing [+5427 chars]",
            "summary": "The official said that the Trump balloon transits only became known after Trump left office and that intelligence agencies would offer briefings to former officials from the last administration on Chinas global surveillance programs.Biden issued the shootdown order but had wanted it to happen earlier, on Wednesday. defense and military officials said the balloon entered the U.S. air defense zone north of the Aleutian Islands on Jan. 28 and moved largely over land across Alaska and then into Canadian airspace in the Northwest Territories on Monday. They said the military concluded that the technology on the balloon didnt give the Chinese significant intelligence beyond what it could already obtain from satellites, though the U.S. took steps to mitigate what information it could gather as it moved along. They went and looked at our nuclear weapon sites and the missile defense sites throughout the country.On Thursday the Pentagon publicly exposed the balloon, and after that, China maneuvered the balloon to leave the U.S., Schumer told reporters Sunday. The official wasnt authorized to discuss the plan by name and requested anonymity.Defense officials who briefed reporters have said the U.S. was able to collect intelligence on the balloon as it flew over the country. The Air Force said it monitored the objects flight path until it left the country and at no time did it pose a national security risk.In neighboring Venezuela, people on social media reported seeing a balloon, but the government did not confirm its presence. On Sunday, Colombias Air Force said in a statement that an object matching the characteristics of the Chinese balloon entered the countrys airspace, at a height of around 55,000 feet, on Friday morning.",
            "html_summary": "<ul><li>The official said that the Trump balloon transits only became known after Trump left office and that intelligence agencies would offer briefings to former officials from the last administration on China’s global surveillance programs.Biden issued the shootdown order but had wanted it to happen earlier, on Wednesday.</li><li>defense and military officials said the balloon entered the U.S. air defense zone north of the Aleutian Islands on Jan. 28 and moved largely over land across Alaska and then into Canadian airspace in the Northwest Territories on Monday.</li><li>They said the military concluded that the technology on the balloon didn’t give the Chinese significant intelligence beyond what it could already obtain from satellites, though the U.S. took steps to mitigate what information it could gather as it moved along.</li><li>“They went and looked at our nuclear weapon sites and the missile defense sites throughout the country.”On Thursday the Pentagon publicly exposed the balloon, and after that, “China maneuvered the balloon to leave the U.S.,” Schumer told reporters Sunday.</li><li>The official wasn’t authorized to discuss the plan by name and requested anonymity.Defense officials who briefed reporters have said the U.S. was able to collect intelligence on the balloon as it flew over the country.</li><li>The Air Force said it monitored the object’s flight path until it left the country and at no time did it pose a national security risk.In neighboring Venezuela, people on social media reported seeing a balloon, but the government did not confirm its presence.</li></ul>",
            "website_url": "https://apnews.com/article/biden-politics-united-states-government-china-19e1f66a6db19f44548c402d81facc8e"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Scott Rosenberg",
            "title": "Techs giants rush to put generative AI to work",
            "description": "The explosion of interest in ChatGPT and generative AI has tech giants scrambling to rethink and rewrite their product plans to capitalize on the trend.Whats happening Every major tech company has been investing in AI for years, but the overnight ChatGPT cr",
            "url": "/2023-02-05-chatgpt-tech-giants-generative-ai",
            "urlToImage": "https://images.axios.com/ysWBuiPGBlYzDCxB5JRk-32AE88=/0x0:1454x818/1366x768/2023/02/06/1675649677044.png",
            "publishedAt": "2023-02-06T10:30:30Z",
            "content": "The explosion of interest in ChatGPT and generative AI has tech giants scrambling to rethink and rewrite their product plans to capitalize on the trend.Whats happening Every major tech company ha [+5010 chars]",
            "summary": "ChatGPT has shown the industry there's a public hunger for the specific capabilities of generative AI to simulate human conversation and creativity.Our thought bubble: Tech's chase-the-hotness herd mentality almost always overshoots the mark, and that's likely to be the case with ChatGPT mania. AI has a huge future  but we still don't know what creative and economic uses generative AI will serve, what harms it will cause and what failures it may encounter. One of its projects, LaMDA, even inspired a Google engineer to claim that the program had achieved sentience.",
            "html_summary": "<ul><li>ChatGPT has shown the industry there's a public hunger for the specific capabilities of generative AI to simulate human conversation and creativity.Our thought bubble: Tech's chase-the-hotness herd mentality almost always overshoots the mark, and that's likely to be the case with ChatGPT mania.</li><li>AI has a huge future — but we still don't know what creative and economic uses generative AI will serve, what harms it will cause and what failures it may encounter.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/06/chatgpt-tech-giants-generative-ai"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jael Holzman",
            "title": "The coming ChinaEV showdown in Congress",
            "description": "The U.S. electric car market and its reliance on China is heading for a collision with Congress. Why it matters Lawmakers are setting their sights on the auto industrys global supply relationships as bipartisan support emerges to deal with the dirtier sides",
            "url": "/2023-02-05-congress-ev-china-oversight-incoming",
            "urlToImage": "https://images.axios.com/aV2lr2miim7_G8NgWuoKOHBlsPw=/0x0:1920x1080/1366x768/2023/02/03/1675458179657.jpg",
            "publishedAt": "2023-02-06T10:30:43Z",
            "content": "The U.S. electric car market and its reliance on China is heading for a collision with Congress. Why it matters Lawmakers are setting their sights on the auto industrys global supply relationships [+3378 chars]",
            "summary": "Between the lines: One auto industry source told Axios that the probes could be damaging if they make lawmakers question the benefits of EV and battery tax incentives, like those in the Inflation Reduction Act. Driving the news: House Republicans and Senate Democrats launched probes in recent weeks into EV and battery manufacturers, their reliance on Chinese businesses and potential risks to national security and efforts to prevent forced labor abroad. Why it matters: Lawmakers are setting their sights on the auto industrys global supply relationships as bipartisan support emerges to deal with the dirtier sides of \"clean energy.\" Zoom in: The Senate probe is getting results  the automakers all gave responses to the Finance Committee and lawmakers are considering whether to conduct additional investigation, a committee aide said. Their hold on supplying battery metals like graphite will make a full excision incredibly difficult. Meanwhile, the House Science investigations scrutiny of federal funding to a particular Texas-based company  Microvast  is finding a fan in Senate Energy and Natural Resources Chairman Joe Manchin. The big picture: China is the world leader in mining resources and making EV parts.",
            "html_summary": "<ul><li>Between the lines: One auto industry source told Axios that the probes could be damaging if they make lawmakers question the benefits of EV and battery tax incentives, like those in the Inflation Reduction Act.</li><li>Driving the news: House Republicans and Senate Democrats launched probes in recent weeks into EV and battery manufacturers, their reliance on Chinese businesses and potential risks to national security and efforts to prevent forced labor abroad.</li><li>Why it matters: Lawmakers are setting their sights on the auto industry’s global supply relationships as bipartisan support emerges to deal with the dirtier sides of \"clean energy.\"</li><li>Zoom in: The Senate probe is getting results — the automakers all gave responses to the Finance Committee and lawmakers are considering whether to conduct “additional investigation,” a committee aide said.</li><li>Their hold on supplying battery metals like graphite will make a full excision incredibly difficult.</li><li>Meanwhile, the House Science investigation’s scrutiny of federal funding to a particular Texas-based company — Microvast — is finding a fan in Senate Energy and Natural Resources Chairman Joe Manchin.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/06/congress-ev-china-oversight-incoming"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Chuong Nguyen",
            "title": "Dealmaster Best Super Bowl TV deals for 4K, OLED, and QLED",
            "description": "In the market for a new TV? Now is the perfect time to score a big deal.",
            "url": "/2023-02-05-dealmaster-best-super-bowl-tv-deals-for-4k-oled-and-qled",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2021/02/Google-TV-760x380.jpg",
            "publishedAt": "2023-02-06T21:36:32Z",
            "content": "2 with 0 posters participatingWhether youre looking to kick off your Super Bowl party or just in the market for a new TV, this is one of the best times to shop for a new bigscreen TV for your liv [+9124 chars]",
            "summary": "In addition to HDR10 support, 120 Hz native refresh rate, HDMI 2.1 support for latency-free gaming, and Dolby Vision HDR support, this Hisense TV boasts peak brightness of 1,500 nits. Gamers should be on the lookout for TVs that support faster refresh rates, like the Hisense ULED TV with HDMI 2.1 support for $898 after discount, as well as panels capable of displaying HDR content. It comes with Google Smart TV support built-in as well.LG 55-inch 4K (55QNED85UQA) for $997 ($1,400) at Amazon: LG markets its quantum dot LED TVs under its QNED brand, and like other competitors here, the company's model boasts Mini LED backlighting. It comes with HDMI 2.1 support, features designed for PlayStation 5 console gaming integration, and Google TV support with Google Assistant. Like its stablemates in the budget section, the refresh rate is set to 60 Hz.With your new TV in tow, you can tune in to Fox to watch the Super Bowl. If you're looking for a more affordable set, consider an LED TV, but keep in mind that more budget-oriented sets are limited to 60 Hz refresh rates, making them less ideal for gamers. Many, if not all, of the TVs on our list come with app support, so you'll be able to download your favorite streaming service or the Fox app to stream the Super Bowl on game day.",
            "html_summary": "<ul><li>In addition to HDR10 support, 120 Hz native refresh rate, HDMI 2.1 support for latency-free gaming, and Dolby Vision HDR support, this Hisense TV boasts peak brightness of 1,500 nits.</li><li>Gamers should be on the lookout for TVs that support faster refresh rates, like the Hisense ULED TV with HDMI 2.1 support for $898 after discount, as well as panels capable of displaying HDR content.</li><li>It comes with Google Smart TV support built-in as well.LG 55-inch 4K (55QNED85UQA) for $997 ($1,400) at Amazon: LG markets its quantum dot LED TVs under its QNED brand, and like other competitors here, the company's model boasts Mini LED backlighting.</li><li>It comes with HDMI 2.1 support, features designed for PlayStation 5 console gaming integration, and Google TV support with Google Assistant.</li><li>Like its stablemates in the budget section, the refresh rate is set to 60 Hz.With your new TV in tow, you can tune in to Fox to watch the Super Bowl.</li><li>If you're looking for a more affordable set, consider an LED TV, but keep in mind that more budget-oriented sets are limited to 60 Hz refresh rates, making them less ideal for gamers.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/02/dealmaster-best-super-bowl-tv-deals-for-4k-oled-and-qled/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By CALVIN WOODWARD and JOSH BOAK - Associated Press",
            "title": "ChatGPT bot channels history to pen State of Union speech",
            "description": "A presidents State of the Union address has a predictable formula. But what if a computer program were to write it? The Associated Press asked the ChatGPT bot to do just that. AP told the app to produce the speech",
            "url": "/2023-02-05-8b4dc4774acd0f4ba4ad2fb1ea768d47",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/e/de/edede84e-09bb-5d44-af06-d4a1136929f7/63e0da3db574b.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-06T10:25:14Z",
            "content": "By CALVIN WOODWARD and JOSH BOAK  Associated PressWASHINGTON (AP) If youve heard it once in a presidents State of the Union speech, youve heard it 100 times There is nothing the American people  [+25544 chars]",
            "summary": "Let us create a society where every person is valued and respected, where every person has an equal chance to succeed.And let us not forget, as we work for this noble cause, that we are all one people, bound together by our common humanity. For it is only by doing so that we can truly claim to be a great people.So let us come together, my friends, and let us work for a brighter future for all our citizens. Ive got faith in you, my fellow Americans, and I know that together, we can do anything.So lets get to work, lets keep this train rollin, and lets make America great again. We must provide our teachers with the support and resources they need to help students succeed, and we must encourage girls and underrepresented minorities to pursue careers in STEM fields.As we work to address this crisis, let us also remember the incredible potential of mathematics. For as Dr. King also said, We may have all come on different ships, but we are in the same boat now.So let us come together, as one people, to build a better future for all. That is why I am committed to achieving a 100% clean energy economy and creating good-paying jobs in the process.So let us come together, as one nation, and build a better future for all Americans. A goal of a better future for all Americans, a future where our children and grandchildren can live in peace, security, and prosperity.So let us stand together, my fellow citizens.",
            "html_summary": "<ul><li>Let us create a society where every person is valued and respected, where every person has an equal chance to succeed.And let us not forget, as we work for this noble cause, that we are all one people, bound together by our common humanity.</li><li>For it is only by doing so that we can truly claim to be a great people.So let us come together, my friends, and let us work for a brighter future for all our citizens.</li><li>I’ve got faith in you, my fellow Americans, and I know that together, we can do anything.So let’s get to work, let’s keep this train rollin’, and let’s make America great again.</li><li>We must provide our teachers with the support and resources they need to help students succeed, and we must encourage girls and underrepresented minorities to pursue careers in STEM fields.As we work to address this crisis, let us also remember the incredible potential of mathematics.</li><li>For as Dr. King also said, “We may have all come on different ships, but we are in the same boat now.”So let us come together, as one people, to build a better future for all.</li><li>That is why I am committed to achieving a 100% clean energy economy and creating good-paying jobs in the process.So let us come together, as one nation, and build a better future for all Americans.</li></ul>",
            "website_url": "https://apnews.com/8b4dc4774acd0f4ba4ad2fb1ea768d47"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Associated Press",
            "title": "After a massive growth spurt, big tech is cutting jobs",
            "description": "The tech industry started the year with a wave of job cuts, around 50,000 in January alone, and there doesnt appear to be any let up this month. The computer maker Dell said Monday that its cutting about 6,600 jobs.",
            "url": "/2023-02-05-5012d95678b50f699498cb11b5f3913d",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/78/0787f1d9-bee0-58fb-82b6-673b730f43ac/63d00e97c5ac1.image.jpg?crop=1920%2C1008%2C0%2C35&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-06T15:04:23Z",
            "content": "The tech industry started the year with a wave of job cuts, around 50,000 in January alone, and there doesnt appear to be any let up this month. The computer maker Dell said Monday that its cutting  [+3380 chars]",
            "summary": "IBM: Profits fell in the most recent quarter at the technology and consulting company, but it said the 3,900 job cuts announced in late January were due to earlier sale of parts of its business. Large and small tech companies went on a hiring spree in over the past several years due to a demand for their products, software and services surged with millions of people working remotely. Heres a look at some of the companies that have announced layoffs so far.Dell: The computer maker reduced its payroll by 5%, or about 6,600 jobs, saying that the steps its taken to stay ahead of eroding market conditions are no longer enough. However, even with all of the layoffs announced this year, most tech companies are still vastly larger than they were three years ago. Profits have slipped over the past two quarters at the company, which employed about 133,000 people at the start of last year. Snap: The parent company of social media platform Snapchat said that it was letting go of 20% of its staff. An earlier round of layoffs last year cut 9% of its workforce.",
            "html_summary": "<ul><li>IBM: Profits fell in the most recent quarter at the technology and consulting company, but it said the 3,900 job cuts announced in late January were due to earlier sale of parts of its business.</li><li>Large and small tech companies went on a hiring spree in over the past several years due to a demand for their products, software and services surged with millions of people working remotely.</li><li>Here’s a look at some of the companies that have announced layoffs so far.Dell: The computer maker reduced its payroll by 5%, or about 6,600 jobs, saying that the steps it’s taken to stay ahead of eroding market conditions are no longer enough.</li><li>However, even with all of the layoffs announced this year, most tech companies are still vastly larger than they were three years ago.</li><li>Profits have slipped over the past two quarters at the company, which employed about 133,000 people at the start of last year.</li><li>Snap: The parent company of social media platform Snapchat said that it was letting go of 20% of its staff.</li></ul>",
            "website_url": "https://apnews.com/5012d95678b50f699498cb11b5f3913d"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Getty sues Stability AI for copying 12M photos and imitating famous watermark",
            "description": "Getty sues Stability AI for copying 12M photos and imitating famous watermarkarstechnica.com",
            "url": "/2023-02-05-getty-sues-stability-ai-for-copying-12m-photos-and-imitating-famous-watermark",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/GettyImages-1243526891-760x380.jpg",
            "publishedAt": "2023-02-06T22:10:29Z",
            "content": "13 with 0 posters participatingGetty Images is wellknown for its extensive collection of millions of images, including its exclusive archive of historical images and its wider selection of stock i [+3427 chars]",
            "summary": "On top of those lawsuits, Stability AI is also facing a class-action lawsuit from artists claiming that the company trained its Stable Diffusion model on billions of copyrighted artworks without compensating artists or asking for permission.Stability AI did not immediately respond to Ars' request for comment. \"Last month, Getty said in a statement that the company believes artificial intelligence has the potential to stimulate creative endeavors, but Stability AI has gone about potentially disrupting the company's stock imagery business in the wrong way.  Ashley Belanger - Feb 6, 2023 10:04 pm UTC Getty Images is well-known for its extensive collection of millions of images, including its exclusive archive of historical images and its wider selection of stock images hosted on iStock. If the court sides with Getty, it could answer some of the legal questions that many artists have been asking since the controversy began. Reuters reported Getty's second lawsuit against Stability AI followed last month's filing in the United Kingdom. Getty Images responded with a \"no comment.",
            "html_summary": "<ul><li>On top of those lawsuits, Stability AI is also facing a class-action lawsuit from artists claiming that the company trained its Stable Diffusion model on billions of copyrighted artworks without compensating artists or asking for permission.Stability AI did not immediately respond to Ars' request for comment.</li><li>\"Last month, Getty said in a statement that the company “believes artificial intelligence has the potential to stimulate creative endeavors,” but Stability AI has gone about potentially disrupting the company's stock imagery business in the wrong way.</li><li> Ashley Belanger - Feb 6, 2023 10:04 pm UTC Getty Images is well-known for its extensive collection of millions of images, including its exclusive archive of historical images and its wider selection of stock images hosted on iStock.</li><li>If the court sides with Getty, it could answer some of the legal questions that many artists have been asking since the controversy began.</li><li>Reuters reported Getty's second lawsuit against Stability AI followed last month's filing in the United Kingdom.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/02/getty-sues-stability-ai-for-copying-12m-photos-and-imitating-famous-watermark/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Florida hospital taking expectant moms, delaying surgeries",
            "description": "TALLAHASSEE, Fla. (AP)  A major regional hospital system based in northern Florida resumed seeing patients at its clinical practices on Monday, days after a security problem forced it to take its IT network offline.",
            "url": "/2023-02-05-40675396248be0adf9f65c7e487d346a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/8f811af9fdc443cfa6fe1cd3c69d7ac4/3000.webp",
            "publishedAt": "2023-02-06T21:20:17Z",
            "content": "TALLAHASSEE, Fla. (AP) A major regional hospital system based in northern Florida resumed seeing patients at its clinical practices on Monday, days after a security problem forced it to take its IT n [+1317 chars]",
            "summary": "Our investigation is ongoing and, as is typical in such situations, we expect it will take some time to determine exactly what happened.The hospital system, headquartered in Tallahassee, provides health care across 21 counties in northern Florida, southern Georgia and southern Alabama, according to its website. Victims often, at least initially, decline to confirm ransomware attacks.Our teams are working around the clock in collaboration with outside consultants to investigate the cause of the event and safely restore all computer systems as quickly as possible, the statement said. It had the hallmarks of such an attack, but the hospital has characterized it as an IT security issue that it reported to law enforcement. IT security events take time to investigate and resolve.",
            "html_summary": "<ul><li>Our investigation is ongoing and, as is typical in such situations, we expect it will take some time to determine exactly what happened.”The hospital system, headquartered in Tallahassee, provides health care across 21 counties in northern Florida, southern Georgia and southern Alabama, according to its website.</li><li>Victims often, at least initially, decline to confirm ransomware attacks.“Our teams are working around the clock in collaboration with outside consultants to investigate the cause of the event and safely restore all computer systems as quickly as possible,” the statement said.</li><li>It had the hallmarks of such an attack, but the hospital has characterized it as an “IT security issue” that it reported to law enforcement.</li></ul>",
            "website_url": "https://apnews.com/40675396248be0adf9f65c7e487d346a"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Twitter only reported 2% of accounts suspended for child abuse content, org says",
            "description": "Twitters internal detection of child sexual abuse materials may be failing.",
            "url": "/2023-02-05-twitter-only-reported-2-of-accounts-suspended-for-child-abuse-content-org-says",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/GettyImages-1246209098-760x380.jpg",
            "publishedAt": "2023-02-06T20:01:01Z",
            "content": "3 with 0 posters participatingLast week, Twitter Safety tweeted that the platform is now moving faster than ever to remove child sexual abuse materials (CSAM). It seems, however, thats not entirely [+5760 chars]",
            "summary": "Irwin confirmed that most Twitter account suspensions involved accounts that engaged with the material or were claiming to sell or distribute it, rather than those that posted it, the Times reported.Portnoy said that the reality is that these account suspensions \"very much do warrant cyber tips.  Ashley Belanger - Feb 6, 2023 8:01 pm UTC Last week, Twitter Safety tweeted that the platform is now moving faster than ever to remove child sexual abuse materials (CSAM). Portnoy confirmed to Ars that NCMEC and Twitter remain seemingly divided by a disagreement over Twitters policy not to report to authorities all suspended accounts spreading CSAM.Out of 404,000 suspensions in January, Twitter reported approximately 8,000 accounts. So the organization created an automated computer program to detect CSAM without displaying any illegal imagery, partnering with the Canadian Center for Child Protection to cross-reference CSAM found with illegal content previously identified in the centers database. Irwin told the Times that Twitter is only obligated to report suspended accounts to authorities when the company has high confidence that the person is knowingly transmitting CSAM. Lloyd Richardson, the technology director at the Canadian center, which ran its own scan for CSAM on Twitter to complement the Times' analysis, told the Times that the volume were able to find with a minimal amount of effort is quite significant. \"From our standpoint, every minute that that content's up, it's re-victimizing that child,\" Gavin Portnoy, vice president of communications for the National Center for Missing and Exploited Children (NCMEC), told Ars.",
            "html_summary": "<ul><li>Irwin confirmed that most Twitter account suspensions “involved accounts that engaged with the material or were claiming to sell or distribute it, rather than those that posted it,” the Times reported.Portnoy said that the reality is that these account suspensions \"very much do warrant cyber tips.</li><li> Ashley Belanger - Feb 6, 2023 8:01 pm UTC Last week, Twitter Safety tweeted that the platform is now “moving faster than ever” to remove child sexual abuse materials (CSAM).</li><li>Portnoy confirmed to Ars that NCMEC and Twitter remain seemingly divided by a disagreement over Twitter’s policy not to report to authorities all suspended accounts spreading CSAM.Out of 404,000 suspensions in January, Twitter reported approximately 8,000 accounts.</li><li>So the organization created an automated computer program to detect CSAM without displaying any illegal imagery, partnering with the Canadian Center for Child Protection to cross-reference CSAM found with illegal content previously identified in the center’s database.</li><li>Irwin told the Times that Twitter is only obligated to report suspended accounts to authorities when the company has “high confidence that the person is knowingly transmitting” CSAM.</li><li>Lloyd Richardson, the technology director at the Canadian center, which ran its own scan for CSAM on Twitter to complement the Times' analysis, told the Times that “the volume we’re able to find with a minimal amount of effort is quite significant.”</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/02/twitter-only-reported-2-of-accounts-suspended-for-child-abuse-content-org-says/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Locked up merchandise Retailers try to curb theft while not angering shoppers.... CHINESE BALLOON BLOWN UP. Techs giants rush to put generative AI to work. The coming ChinaEV showdown in Congress. Dealmaster Best Super Bowl TV deals for 4K, OLED, and QLED. ChatGPT bot channels history to pen State of Union speech. After a massive growth spurt, big tech is cutting jobs. Getty sues Stability AI for copying 12M photos and imitating famous watermark. Florida hospital taking expectant moms, delaying surgeries. Twitter only reported 2% of accounts suspended for child abuse content, org says"
}