{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Shawna Chen",
            "title": "Ohio derailment prompts calls to investigate federal oversight of freight trains",
            "description": "As emergency crews continue to clean up the site where a train carrying hazardous materials derailed in East Palestine, Ohio, several lawmakers are pushing for answers about government oversight of the freight train system.Why it matters The derailment and s",
            "url": "/2023-02-16-palestine-ohio-train-derailment-congress-blame",
            "urlToImage": "https://images.axios.com/I6DOCPEuugB541mPksisZERpF0k=/0x58:2000x1183/1366x768/2023/02/15/1676504142453.jpg",
            "publishedAt": "2023-02-16T01:01:27Z",
            "content": "As emergency crews continue to clean up the site where a train carrying hazardous materials derailed in East Palestine, Ohio, several lawmakers are pushing for answers about government oversight of t [+3103 chars]",
            "summary": "Vance (Ohio) sent a letter to Transportation Secretary Pete Buttigieg on Wednesday demanding information about his department's oversight of the U.S. freight train system. The site of the train derailment in East Palestine, Ohio. Driving the news: GOP Sens.",
            "html_summary": "<ul><li>Vance (Ohio) sent a letter to Transportation Secretary Pete Buttigieg on Wednesday demanding information about his department's oversight of the U.S. freight train system.</li><li>The site of the train derailment in East Palestine, Ohio.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/16/palestine-ohio-train-derailment-congress-blame"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Joann Muller",
            "title": "Tesla opening up its chargers could spur electric car adoption",
            "description": "Teslas agreement to open part of its proprietary carcharging network to drivers of other brands should make it far easier for electric vehicle (EV) owners to charge away from home, potentially accelerating adoption.Why it matters The Biden administrations",
            "url": "/2023-02-16-telsa-electric-vehicle-ev-chargers",
            "urlToImage": "https://images.axios.com/kzjpclGWd1NponBBW_9Cd37HVFU=/0x0:1920x1080/1366x768/2023/02/15/1676487877592.jpg",
            "publishedAt": "2023-02-16T10:30:00Z",
            "content": "Teslas agreement to open part of its proprietary carcharging network to drivers of other brands should make it far easier for electric vehicle (EV) owners to charge away from home, potentially acce [+3726 chars]",
            "summary": "Driving the news: The White House on Wednesday detailed a slew of measures meant to address those concerns, and to ensure that chargers are built in America.Of note: The announcement was made by the White House, not Tesla. But many Americans have resisted buying EVs because they're worried about charging on long road trips. Yes, but: Most other EVs, including our press loaner Kia, use a different type of plug than Tesla's proprietary connector.",
            "html_summary": "<ul><li>Driving the news: The White House on Wednesday detailed a slew of measures meant to address those concerns, and to ensure that chargers are built in America.Of note: The announcement was made by the White House, not Tesla.</li><li>But many Americans have resisted buying EVs because they're worried about charging on long road trips.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/16/telsa-electric-vehicle-ev-chargers"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "Dividing work between humans and AI",
            "description": "Many of the smartest people working in artificial intelligence argue that these systems work best paired with human beings, letting each partner do what they do best. But dividing the tasks is often trickier than it sounds.Why it matters Figuring out where h",
            "url": "/2023-02-16-humans-ai-dividing-work-toyota",
            "urlToImage": "https://images.axios.com/t-ki7MIFdTf_-TW8KcNHSpCWfZM=/0x0:1920x1080/1366x768/2023/02/16/1676511792399.jpg",
            "publishedAt": "2023-02-16T10:45:00Z",
            "content": "Many of the smartest people working in artificial intelligence argue that these systems work best paired with human beings, letting each partner do what they do best. But dividing the tasks is often  [+4069 chars]",
            "summary": "It also requires a mix of intentionality and hard work.AI systems are really good at digesting vast amounts of data and increasingly good at presenting their findings in creative and even inventive ways.Humans, for all their flaws, are amazing at tasks that computers still struggle with. Illustration: Annelise Capossela/AxiosMany of the smartest people working in artificial intelligence argue that these systems work best paired with human beings, letting each partner do what they do best. Of note: The argument for humans and AI working in tandem often presupposes the pairing of a trained computer system and a worker with years of hands-on experience. Be smart: Ideally, says Balachandran, computers can be trained to make humans better over time, but that often doesn't happen. Even toddlers readily master tasks like understanding object permanence or identifying novel obstacles. Yet there's no simple method for combining the skills of both people and AI in the real-time decision-making driving demands.",
            "html_summary": "<ul><li>It also requires a mix of intentionality and hard work.AI systems are really good at digesting vast amounts of data and increasingly good at presenting their findings in creative and even inventive ways.Humans, for all their flaws, are amazing at tasks that computers still struggle with.</li><li>Illustration: Annelise Capossela/AxiosMany of the smartest people working in artificial intelligence argue that these systems work best paired with human beings, letting each partner do what they do best.</li><li>Of note: The argument for humans and AI working in tandem often presupposes the pairing of a trained computer system and a worker with years of hands-on experience.</li><li>Be smart: Ideally, says Balachandran, computers can be trained to make humans better over time, but that often doesn't happen.</li><li>Even toddlers readily master tasks like understanding object permanence or identifying novel obstacles.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/16/humans-ai-dividing-work-toyota"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "Pastor Sermons written by tech will have no soul...",
            "description": "NEW YORK (AP)  Among sermon writers, there is fascination  and unease  over the fastexpanding abilities of artificialintelligence chatbots .",
            "url": "/2023-02-16-technology-artificial-intelligence-kentucky-religion-65822bf1c46de7630d3441e9ff4ff41a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/8af82dfa2f3b4a0399a27ea92f787ade/3000.webp",
            "publishedAt": "2023-02-16T03:00:04Z",
            "content": "Pastors view Sermons written by ChatGPT will have no soulNEW YORK (AP)  Among sermon writers, there is fascination  and unease  over the fastexpanding abilities of artificialintelligence chatb [+6733 chars]",
            "summary": "He confided to his readers that his first sermon, delivered at age 12, was a well-intentioned mess.Preaching needs someone who knows the text and can convey that to the people  but its not just about transmitting information, Moore wrote. When they appeared stumped, he revealed that the writer was ChatGPT, responding to his request to write a 1,000-word sermon related to that weeks lesson from the Torah.Now, youre clapping -- Im deathly afraid, Franklin said when several congregants applauded. even seems to understand what makes the birth of Jesus genuinely good news, Brewer added.Yet the ChatGPT sermon lacks any human warmth, he wrote. He said AI has yet to develop compassion and love, and is unable to build community and relationships.Those are the things that bring us together, the rabbi concluded.Rachael Keefe, pastor of Living Table United Church of Christ in Minneapolis, undertook an experiment similar to Franklins. Its the evidence of a changed life.When listening to a sermon, what a congregation is looking for is evidence that the pastor has been with Jesus, Glenn added. AI will always have to  literally  take someone elses words for it... it wont ever be a sermon that will convince anyone to come and follow Jesus.Also weighing in with an online essay was the Rev. I thought truck drivers were going to go long before the rabbi, in terms of losing our positions to artificial intelligence.ChatGPT might be really great at sounding intelligent, but the question is, can it be empathetic?",
            "html_summary": "<ul><li>He confided to his readers that his first sermon, delivered at age 12, was a well-intentioned mess.“Preaching needs someone who knows the text and can convey that to the people — but it’s not just about transmitting information,” Moore wrote.</li><li>When they appeared stumped, he revealed that the writer was ChatGPT, responding to his request to write a 1,000-word sermon related to that week’s lesson from the Torah.“Now, you’re clapping -- I’m deathly afraid,” Franklin said when several congregants applauded.</li><li>even seems to understand what makes the birth of Jesus genuinely good news,” Brewer added.Yet the ChatGPT sermon “lacks any human warmth,” he wrote.</li><li>He said AI has yet to develop compassion and love, and is unable to build community and relationships.“Those are the things that bring us together,” the rabbi concluded.Rachael Keefe, pastor of Living Table United Church of Christ in Minneapolis, undertook an experiment similar to Franklin’s.</li><li>It’s the evidence of a changed life.”“When listening to a sermon, what a congregation is looking for is evidence that the pastor has been with Jesus,” Glenn added.</li><li>“AI will always have to – literally – take someone else’s words for it... it won’t ever be a sermon that will convince anyone to come and follow Jesus.”Also weighing in with an online essay was the Rev.</li></ul>",
            "website_url": "https://apnews.com/article/technology-artificial-intelligence-kentucky-religion-65822bf1c46de7630d3441e9ff4ff41a"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "German startup Kern AI nabs seed funding for modular NLP development platform",
            "description": "German startup Kern AI has raised a $2.9M seed funding round for a platform that helps NLP developers and data scientists.",
            "url": "/2023-02-16-german-startup-kern-ai-nabs-seed-funding-for-modular-nlp-development-platform",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/team_picture-1-e1676299586848.png?resize=1200,810",
            "publishedAt": "2023-02-16T09:08:02Z",
            "content": "Natural language processing (NLP), while hardly a new discipline, has catapulted into the public consciousness these past few months thanks in large part to the generative AI hype train that is ChatG [+5582 chars]",
            "summary": "For example, a logistics company might need to respond to a customer request such as please ship 20 palettes to our plant in Gothenburg by tomorrow 4pm  such time-sensitive requests need to be answered swiftly. These include Argilla, which recently raised a $1.6 million seed round of funding, and Heartex which closed a heftier $25 million tranche of funding last year for Labelstudio. Alternatively, you can also use the algorithms of Refinery to deploy a realtime API, and to orchestrate full workflows, which would cover the full value chain. Htter also said that they will expedite plans to make a free, personal tier generally available, as its currently only available on an invite basis. Natural language processing (NLP), while hardly a new discipline, has catapulted into the public consciousness these past few months thanks in large part to the generative AI hype train that is ChatGPT. Htter says that its the only open-core and modular full stack currently on the market. And then there is Snorkel AI, a proprietary offering which has secured some $135 million in financing through its history.So what, exactly, is Kern AI doing thats different?",
            "html_summary": "<ul><li>For example, a logistics company might need to respond to a customer request such as “please ship 20 palettes to our plant in Gothenburg by tomorrow 4pm” — such time-sensitive requests need to be answered swiftly.</li><li>These include Argilla, which recently raised a $1.6 million seed round of funding, and Heartex which closed a heftier $25 million tranche of funding last year for Labelstudio.</li><li>“Alternatively, you can also use the algorithms of Refinery to deploy a realtime API, and to orchestrate full workflows, which would cover the full value chain.</li><li>Hötter also said that they will expedite plans to make a free, personal tier generally available, as it’s currently only available on an invite basis.</li><li>Natural language processing (NLP), while hardly a new discipline, has catapulted into the public consciousness these past few months thanks in large part to the generative AI hype train that is ChatGPT.</li><li>Hötter says that it’s the only “open-core and modular full stack” currently on the market.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/16/german-startup-kern-ai-nabs-seed-funding-for-modular-nlp-development-platform/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "VivaCity raises at $42M valuation to make US cities safer, starting with New York",
            "description": "Viva is looking to tackle transportation impacts in North America, with the longterm hope toreduce the number of injuries and make traffic safer overall.",
            "url": "/2023-02-16-vivacity-fundraise",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/vivacity-Large.jpeg",
            "publishedAt": "2023-02-16T08:01:50Z",
            "content": "Around 39,000 people were killed in motor vehicle incidents in the USA in 2020  and 6,200 of those deaths were pedestrians. Needless to say, those deaths arent just statistics each has a ripple eff [+5450 chars]",
            "summary": "Viva is looking to tackle transportation impacts after raising $8.5 million in funding to expand its transport data collection into North America, with the long-term hope to reduce the number of injuries and make traffic safer overall. Image Credits: VivaCityThe collation of large-scale anonymized data will allow for the analysis of how a citys roads function: how and when people move about, and where the bottlenecks and blackspots are. Good for people, good for the planet. Im excited to see the impact this will have on road safety, particularly for vulnerable road users like cyclists. To change, we need to have data to better understand how people are using the roads, Vivas CEO Mark Nicholson explains. Its latest funding aims to help it grow further.Vivas latest funding is led by sustainable infrastructure VC investor EnBW New Ventures (ENV), sustainability-led alternative assets and SME investment manager Foresight Group and Gresham House Ventures, the growth equity arm of specialist alternative asset manager Gresham House. Bitten by the entrepreneurial bug, they founded Viva in 2015, looking to improve road safety and fight climate collapse.Optibus taps $100M at a $1.3B valuation for its AI-based mass transit operations platformSince its foundation, Viva has deployed more than 3,500 sensors in seven countries. The new product portfolio has targeted products that address the three major challenges the industry faces: road safety, sustainable transport and network optimization to beat congestion, Nicholson concludes.",
            "html_summary": "<ul><li>Viva is looking to tackle transportation impacts after raising $8.5 million in funding to expand its transport data collection into North America, with the long-term hope to reduce the number of injuries and make traffic safer overall.</li><li>Image Credits: VivaCityThe collation of large-scale anonymized data will allow for the analysis of how a city’s roads function: how and when people move about, and where the bottlenecks and blackspots are.</li><li>Good for people, good for the planet.” “I’m excited to see the impact this will have on road safety, particularly for vulnerable road users like cyclists.</li><li>To change, we need to have data to better understand how people are using the roads,” Viva’s CEO Mark Nicholson explains.</li><li>Its latest funding aims to help it grow further.Viva’s latest funding is led by sustainable infrastructure VC investor EnBW New Ventures (ENV), sustainability-led alternative assets and SME investment manager Foresight Group and Gresham House Ventures, the growth equity arm of specialist alternative asset manager Gresham House.</li><li>Bitten by the entrepreneurial bug, they founded Viva in 2015, looking to improve road safety and fight climate collapse.Optibus taps $100M at a $1.3B valuation for its AI-based mass transit operations platformSince its foundation, Viva has deployed more than 3,500 sensors in seven countries.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/16/vivacity-fundraise/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Ohio derailment prompts calls to investigate federal oversight of freight trains. Tesla opening up its chargers could spur electric car adoption. Dividing work between humans and AI. Pastor Sermons written by tech will have no soul.... German startup Kern AI nabs seed funding for modular NLP development platform. VivaCity raises at $42M valuation to make US cities safer, starting with New York"
}