{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "AI comes to expense reports",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2023-02-12-ai-comes-to-expense-reports",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/GettyImages-1371961757.jpg?resize=1200,800",
            "publishedAt": "2023-02-12T15:16:14Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+9298 chars]",
            "summary": "Last week, we wrote about the companys plans to lay off 2,000 employees.In July 2022, Brazilian fintech alt.bank launched novcard, a credit card in Brazil that has a dynamic credit limit, with the ability to see the limit adjusted upward and downward automatically based on usage and payment timeliness. A company spokesperson told me that since that launch, novcard has grown to 150,000 new clients, making it the fastest growing credit card in Brazil. She added: As many as 3,000 new customers per day are obtaining a new novcard. In October, amid its continued growth, the company raised $154 million in equity at a post-money valuation of $9.2 billion, up from its prior valuation of $7.5 billion, as well as a $150 million structured financing deal from Coatue. The company expects this figure will grow, boosted primarily by word of mouth  and that the number of customers will increase to 2 million by the end of 2023. Founded by American Brad Liebmann, fintech alt.bank has 130 employees based primarily in So Paulo and So Carlos. The company raised $5.5 million in seed funding in May of 2021.Former Gemini CTO launches Fierce, a high-yield finance super appNew social investment platform Follow taps influencers to mirror their investment strategiesSUMA Wealth acquires Reel to close the U.S. wealth gap. They say also that admins can use the tool as a personal assistant to perform tasks such as performing personalized data analysis, providing granular carbon emission details or ordering corporate cards for their company. I plan to get into that more next week, so stay tuned.Gusto also slashed jobs  laying off 126 people last week.",
            "html_summary": "<ul><li>Last week, we wrote about the company’s plans to lay off 2,000 employees.In July 2022, Brazilian fintech alt.bank launched novücard, a credit card in Brazil that has a “dynamic” credit limit, with the ability to see the limit adjusted upward and downward automatically based on usage and payment timeliness.</li><li>A company spokesperson told me that since that launch, novücard has grown to 150,000 new clients, “making it the fastest growing credit card in Brazil.” She added: “As many as 3,000 new customers per day are obtaining a new novücard.</li><li>In October, amid its continued growth, the company raised $154 million in equity at a post-money valuation of $9.2 billion, up from its prior valuation of $7.5 billion, as well as a $150 million structured financing deal from Coatue.</li><li>The company expects this figure will grow, boosted primarily by word of mouth — and that the number of customers will increase to 2 million by the end of 2023.” Founded by American Brad Liebmann, fintech alt.bank has 130 employees based primarily in São Paulo and São Carlos.</li><li>The company raised $5.5 million in seed funding in May of 2021.Former Gemini CTO launches Fierce, a high-yield finance super appNew social investment platform Follow taps influencers to mirror their investment strategiesSUMA Wealth acquires Reel to close the U.S. wealth gap.</li><li>They say also that admins can use the tool as a personal assistant to perform tasks such as performing personalized data analysis, providing granular carbon emission details or ordering corporate cards for their company.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/12/ai-comes-to-expense-reports/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DANIELLA MATAR - AP Sports Writer",
            "title": "Juventus edges Fiorentina 10 to close in on European spot",
            "description": "Juventus has won 10 at fierce rival Fiorentina to inch closer to the final European qualifying spot in Serie A. Adrien Rabiot netted the only goal of the match in the first half and both sides had a goal ruled",
            "url": "/2023-02-12-66e5e49ff3c92c9af1bca590c067acd9",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/5/9b/59bad0fe-ba2c-5947-8f08-20e09582b5d8/63e943541edd3.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-12T19:46:31Z",
            "content": "By DANIELLA MATAR  AP Sports WriterMILAN (AP) Still reeling from a massive points penalty, Juventus inched closer to the final European qualifying spot in Serie A on Sunday with a 10 win at fierc [+2624 chars]",
            "summary": "Cremonese remained rock bottom of Serie A, 11 points from safety.Cremonese pulled off a big upset when it won at Napoli on penalties in the Italian Cup last month. A cross was cleared but only to Di Mara on the right side of the area and he floated the ball back in for Rabiot to head in at the back post. Monza won 1-0 at Bologna to leave both teams a point behind Udinese.___More AP soccer: https://apnews.com/hub/soccer and https://twitter.com/AP_Sports",
            "html_summary": "<ul><li>Cremonese remained rock bottom of Serie A, 11 points from safety.Cremonese pulled off a big upset when it won at Napoli on penalties in the Italian Cup last month.</li><li>A cross was cleared but only to Di María on the right side of the area and he floated the ball back in for Rabiot to head in at the back post.</li></ul>",
            "website_url": "https://apnews.com/66e5e49ff3c92c9af1bca590c067acd9"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ANNIE MILLERBERND NerdWallet",
            "title": "How fresh tax credits, rebates can launch eco home updates",
            "description": "The Inflation Reduction Act includes tax credits and rebates for homeowners who make energysaving updates to their homes. Tax credits are available now for updates like new windows, doors, air conditioners, insulation and solar panels, while larger rebates f",
            "url": "/2023-02-12-e9ab7edaf28baf36cbb32a4b5829b90e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/6/2d/62d32c24-ab91-549f-8b8f-50ae8f197708/63e595e7bb050.preview.jpg?crop=572%2C572%2C0%2C23&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2023-02-12T12:00:00Z",
            "content": "By ANNIE MILLERBERNDNerdWalletIf youve been holding off on home improvements, a new law signed last year and now in effect as of Jan. 1, 2023, may provide a fresh incentive.The Inflation Reduct [+4677 chars]",
            "summary": "Twitter: @annieanyway.RELATED LINKSInternal Revenue Service: Frequently asked questions about energy efficient home improvements and residential clean energy property credits https://www.irs.gov/pub/taxpros/fs-2022-40.pdfNorth Carolina Clean Energy Technology Center: Database of state incentives for renewables & efficiency https://www.dsireusa.org/NerdWallet: How to finance a home remodel https://bit.ly/nerdwallet-how-to-finance-a-home-remodel If youve been holding off on home improvements, a new law signed last year and now in effect as of Jan. 1, 2023, may provide a fresh incentive.The Inflation Reduction Act, or IRA, includes tax credits and rebates for homeowners who make energy-saving updates to their homes. Then work the savings into home improvement plans for this year and next, Saul Rinaldi says.FINANCING ENERGY-EFFICIENT HOME UPDATESThe cost of some home improvements could diminish the IRA tax incentives. If you have equity, consider a home equity loan or line of credit to finance larger updates, like new solar panels. For example, a $500 credit lowers your taxes owed by $500.The IRA allows homeowners a 30% tax credit for some energy-efficient updates, capped at $1,200 per year. An IRS fact sheet outlines eligible home improvements.Tax credits reduce your tax liability for the year, says Los Angeles-based certified public accountant Michael DiBernardo. The North Carolina Clean Energy Technology Center manages a database of state and local incentives that includes resources like solar installation rebates and low-interest loan programs.",
            "html_summary": "<ul><li>Twitter: @annieanyway.RELATED LINKSInternal Revenue Service: Frequently asked questions about energy efficient home improvements and residential clean energy property credits https://www.irs.gov/pub/taxpros/fs-2022-40.pdfNorth Carolina Clean Energy Technology Center: Database of state incentives for renewables & efficiency https://www.dsireusa.org/NerdWallet: How to finance a home remodel https://bit.ly/nerdwallet-how-to-finance-a-home-remodel</li><li>If you’ve been holding off on home improvements, a new law signed last year and now in effect as of Jan. 1, 2023, may provide a fresh incentive.The Inflation Reduction Act, or IRA, includes tax credits and rebates for homeowners who make energy-saving updates to their homes.</li><li>Then work the savings into home improvement plans for this year and next, Saul Rinaldi says.FINANCING ENERGY-EFFICIENT HOME UPDATESThe cost of some home improvements could diminish the IRA tax incentives.</li><li>If you have equity, consider a home equity loan or line of credit to finance larger updates, like new solar panels.</li><li>For example, a $500 credit lowers your taxes owed by $500.The IRA allows homeowners a 30% tax credit for some energy-efficient updates, capped at $1,200 per year.</li><li>An IRS fact sheet outlines eligible home improvements.Tax credits reduce your tax liability for the year, says Los Angeles-based certified public accountant Michael DiBernardo.</li></ul>",
            "website_url": "https://apnews.com/e9ab7edaf28baf36cbb32a4b5829b90e"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Twoyearold Zeekr raises $750M at $13B valuation",
            "description": "At a time when venture capital funding is slowing in China, EV is one of the few sectors that are still keeping investors excited. Case in point, Zeekr, the luxury electric vehicle brand of Chinas largest private carmaker Geely, announced Monday that investo",
            "url": "/2023-02-12-china-ev-upstart-zeekr-750m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/zeekr-e1676256028857.jpeg?resize=1200,638",
            "publishedAt": "2023-02-13T02:42:55Z",
            "content": "At a time when venture capital funding is slowing in China, EV is one of the few sectors that are still keeping investors excited. Case in point, Zeekr, the luxury electric vehicle brand of Chinas l [+1791 chars]",
            "summary": "Case in point, Zeekr, the luxury electric vehicle brand of Chinas largest private carmaker Geely, announced Monday that investors have committed to investing $750 million in its Series A funding round. At a time when venture capital funding is slowing in China, EV is one of the few sectors that are still keeping investors excited. The young carmaker was also opening an office in Silicon Valley.Founded in March 2021, Zeekr landed its first external funding round in August of that year. In January, my colleague Kirsten wrote that the company had some 3,000 open positions in more than 30 cities around the world, including at its R&D center in Ningbo and Shanghai in China, and Gothenburg, Sweden. Indeed, the firm has been aggressively ramping up its international footprint.",
            "html_summary": "<ul><li>Case in point, Zeekr, the luxury electric vehicle brand of China’s largest private carmaker Geely, announced Monday that investors have committed to investing $750 million in its Series A funding round.</li><li>At a time when venture capital funding is slowing in China, EV is one of the few sectors that are still keeping investors excited.</li><li>The young carmaker was also opening an office in Silicon Valley.Founded in March 2021, Zeekr landed its first external funding round in August of that year.</li><li>In January, my colleague Kirsten wrote that the company had some 3,000 open positions in more than 30 cities around the world, including at its R&D center in Ningbo and Shanghai in China, and Gothenburg, Sweden.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/12/china-ev-upstart-zeekr-750m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Teslas biggest hater airs Super Bowl ad against FSD",
            "description": "The Dawn Project is airing a Super Bowl ad attacking Teslas FSD, calling for regulators to ban the software.",
            "url": "/2023-02-12-tesla-dawn-project-super-bowl-fsd",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Screen-Shot-2023-02-13-at-3.09.20-pm.png?resize=1200,607",
            "publishedAt": "2023-02-13T02:20:47Z",
            "content": "Safety advocacy group The Dawn Project is taking its campaign to ban Teslas Full SelfDriving (FSD) system to the Super Bowl.The 30second ad, which is broadcasting to millions of football fans in [+4694 chars]",
            "summary": "As a result, Tesla has been criticized, investigated and sued for falsely marketing the capabilities of its automated driving systems.This most recent critique comes as Tesla has recently released its latest version of FSD to around 400,000 drivers in North America, renewing concerns of the systems safety. have called for more oversight on Teslas tech, but the issue hasnt exactly gone mainstream.After The Dawn Project aired a commercial last summer showing a Tesla Model 3 striking four different child-sized mannequins while driving a test track in California, Tesla sent the organization a cease-and-desist letter. The $15,000 system isnt perfect, though, and drivers must remain alert to take over in case the system malfunctions or comes across something it cant handle. That fact at once lends credence to the organizations potential subject matter expertise, and makes it clear that Green Hill is in competition with Teslas FSD. There have been several reports of accidents occurring while Autopilot, Teslas lower level ADAS, was engaged. Some politicians like Sens.",
            "html_summary": "<ul><li>As a result, Tesla has been criticized, investigated and sued for falsely marketing the capabilities of its automated driving systems.This most recent critique comes as Tesla has recently released its latest version of FSD to around 400,000 drivers in North America, renewing concerns of the system’s safety.</li><li>have called for more oversight on Tesla’s tech, but the issue hasn’t exactly gone mainstream.After The Dawn Project aired a commercial last summer showing a Tesla Model 3 striking four different child-sized mannequins while driving a test track in California, Tesla sent the organization a cease-and-desist letter.</li><li>The $15,000 system isn’t perfect, though, and drivers must remain alert to take over in case the system malfunctions or comes across something it can’t handle.</li><li>That fact at once lends credence to the organization’s potential subject matter expertise, and makes it clear that Green Hill is in competition with Tesla’s FSD.</li><li>There have been several reports of accidents occurring while Autopilot, Tesla’s lower level ADAS, was engaged.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/12/tesla-dawn-project-super-bowl-fsd/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. AI comes to expense reports. Juventus edges Fiorentina 10 to close in on European spot. How fresh tax credits, rebates can launch eco home updates. Twoyearold Zeekr raises $750M at $13B valuation. Teslas biggest hater airs Super Bowl ad against FSD"
}