{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Cole scores 23, Lindenwood defeats Tennessee Tech 8264  The Associated Press  en Espaol",
            "description": "SAINT CHARLES, Mo. (AP)  Keenon Cole scored 23 points as Lindenwood beat Tennessee Tech 8264 on Saturday night. Cole added seven rebounds for the Lions (69, 11 Ohio Valley Conference). Cam Burrell scored 19 points and added 11 rebounds and three blocks.",
            "url": "/2023-01-01-sports-tennessee-keenon-cole-eagles-lions-352e5e24aa364e4ca7b63c4a9279b02c",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-01T00:46:50Z",
            "content": "SAINT CHARLES, Mo. (AP) Keenon Cole scored 23 points as Lindenwood beat Tennessee Tech 8264 on Saturday night.Cole added seven rebounds for the Lions (69, 11 Ohio Valley Conference). Cam Burrell [+565 chars]",
            "summary": "Kevin Caldwell Jr. finished with 14 points and six assists.The Golden Eagles (4-11, 0-2) were led in scoring by Jayvis Harvey, who finished with 18 points. Jaylen Sebree added 10 points, six rebounds and two steals for Tennessee Tech. Tyrone Perry had 10 points and two steals.Lindenwood plays Wednesday against Little Rock on the road, and Tennessee Tech hosts Eastern Illinois on Thursday.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. (AP)  Keenon Cole scored 23 points as Lindenwood beat Tennessee Tech 82-64 on Saturday night.Cole added seven rebounds for the Lions (6-9, 1-1 Ohio Valley Conference). Cam Burrell scored 19 points and added 11 rebounds and three blocks.",
            "html_summary": "<ul><li>Kevin Caldwell Jr. finished with 14 points and six assists.The Golden Eagles (4-11, 0-2) were led in scoring by Jayvis Harvey, who finished with 18 points.</li><li>Jaylen Sebree added 10 points, six rebounds and two steals for Tennessee Tech.</li><li>Tyrone Perry had 10 points and two steals.Lindenwood plays Wednesday against Little Rock on the road, and Tennessee Tech hosts Eastern Illinois on Thursday.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>(AP) — Keenon Cole scored 23 points as Lindenwood beat Tennessee Tech 82-64 on Saturday night.Cole added seven rebounds for the Lions (6-9, 1-1 Ohio Valley Conference).</li></ul>",
            "website_url": "https://apnews.com/article/sports-tennessee-keenon-cole-eagles-lions-352e5e24aa364e4ca7b63c4a9279b02c"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Woodbury scores 20, Utah Valley beats Utah Tech 7160  The Associated Press  en Espaol",
            "description": "OREM, Utah (AP)  Trey Woodburys 20 points helped Utah Valley defeat Utah Tech 7160 on Saturday night. Woodbury added six rebounds, five assists, and three steals for the Wolverines (114, 20 Western Athletic Conference).",
            "url": "/2023-01-01-sports-utah-trey-woodbury-letre-darthard-isaiah-pope-165b5326dbc94833b36138e4bb2be943",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-01T00:26:00Z",
            "content": "OREM, Utah (AP) Trey Woodburys 20 points helped Utah Valley defeat Utah Tech 7160 on Saturday night.Woodbury added six rebounds, five assists, and three steals for the Wolverines (114, 20 Wester [+580 chars]",
            "summary": "OREM, Utah (AP)  Trey Woodburys 20 points helped Utah Valley defeat Utah Tech 71-60 on Saturday night.Woodbury added six rebounds, five assists, and three steals for the Wolverines (11-4, 2-0 Western Athletic Conference). It was the eighth straight win for the Wolverines.The Trailblazers (9-6, 1-1) were led by Isaiah Pope, who posted 14 points, six rebounds, four assists and two steals. LeTre Darthard scored 18 points and added six rebounds. Jacob Nicolds added 12 points and seven rebounds for Utah Tech. Utah Valley visits UT Arlington and Utah Tech visits Cal Baptist.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. The loss snapped the Trailblazers six-game winning streak.Both teams play on Thursday.",
            "html_summary": "<ul><li>OREM, Utah (AP) — Trey Woodbury’s 20 points helped Utah Valley defeat Utah Tech 71-60 on Saturday night.Woodbury added six rebounds, five assists, and three steals for the Wolverines (11-4, 2-0 Western Athletic Conference).</li><li>It was the eighth straight win for the Wolverines.The Trailblazers (9-6, 1-1) were led by Isaiah Pope, who posted 14 points, six rebounds, four assists and two steals.</li><li>Le’Tre Darthard scored 18 points and added six rebounds.</li><li>Jacob Nicolds added 12 points and seven rebounds for Utah Tech.</li><li>Utah Valley visits UT Arlington and Utah Tech visits Cal Baptist.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li></ul>",
            "website_url": "https://apnews.com/article/sports-utah-trey-woodbury-letre-darthard-isaiah-pope-165b5326dbc94833b36138e4bb2be943"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ram Iyer",
            "title": "Fintech predictions and opportunities for 2023",
            "description": "While 2022 was largely about the reset of the funding environment, 2023 will be a year of recalibration for fintech companies.Fintech predictions and opportunities for 2023 by Ram Iyer originally published on TechCrunch",
            "url": "/2023-01-01-fintech-predictions-and-opportunities-for-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-1393673728.jpg?resize=1200,800",
            "publishedAt": "2023-01-02T15:30:28Z",
            "content": "Its been quite an eventful year. Fintech has fallen a long way from the highs of 2021, and while 2022 was largely about the reset of the funding environment, 2023 is going to be a year of recalibrati [+2684 chars]",
            "summary": "While big players, like Chime, who raised large amounts of capital will be fine, expect to see consolidation among the smaller neobanks.The reality is that many neobanks have customers with small average deposit balances, and deposits are critical to banking business models in the long term. These younger companies dont have the models fully built out to predict which customers are likelier to default.Managing risk during a downturn can be brutal, and lenders will feel this most acutely.Neobanks transformed the customer experience of traditional banks by offering better digital products and lower costs. Lenders have to manage three big tailwinds in todays market: The rise in delinquency rates and charge-offs from non-paying customers will be tough to manage for newer fintechs that have been operating for less than five years. Neobanks will also be downstream victims of layoffs  if any of their customers are laid off, the banks will see their direct deposit flows diminishing.Small businesses are more likely to shut shop during a recession. In turn, fintechs that serve SMBs rather than larger midmarket and enterprise customers are more likely to lose their SMB customers. This is why you already see businesses like Brex moving away from serving SMBs.The opportunities for fintechs in 2023 lie in the boring areas like fraud, compliance, payment operations, taxes and infrastructure. Fintechs that are able to demonstrate a measurable improvement in payment authorization and reconciliation rates or a reduction in fraud will be able to weather the downturn and grow.",
            "html_summary": "<ul><li>While big players, like Chime, who raised large amounts of capital will be fine, expect to see consolidation among the smaller neobanks.The reality is that many neobanks have customers with small average deposit balances, and deposits are critical to banking business models in the long term.</li><li>These younger companies don’t have the models fully built out to predict which customers are likelier to default.Managing risk during a downturn can be brutal, and lenders will feel this most acutely.Neobanks transformed the customer experience of traditional banks by offering better digital products and lower costs.</li><li>Lenders have to manage three big tailwinds in today’s market: The rise in delinquency rates and charge-offs from non-paying customers will be tough to manage for newer fintechs that have been operating for less than five years.</li><li>Neobanks will also be downstream victims of layoffs — if any of their customers are laid off, the banks will see their direct deposit flows diminishing.Small businesses are more likely to shut shop during a recession.</li><li>In turn, fintechs that serve SMBs rather than larger midmarket and enterprise customers are more likely to lose their SMB customers.</li><li>This is why you already see businesses like Brex moving away from serving SMBs.The opportunities for fintechs in 2023 lie in the “boring” areas like fraud, compliance, payment operations, taxes and infrastructure.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/02/fintech-predictions-and-opportunities-for-2023/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Terretta",
            "title": "Google to pay Indiana $20M to resolve privacy suit",
            "description": "INDIANAPOLIS (AP)  Google will pay Indiana $20 million to resolve the states lawsuit against the technology giant  over allegedly deceptive location tracking practices, state Attorney General Todd Rokita announced.",
            "url": "/2023-01-01-technology-indiana-state-government-business-tod-rokita-3fc0f24cd0ca72cc9c4de14204abda01",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-01T21:21:28Z",
            "content": "INDIANAPOLIS (AP) Google will pay Indiana $20 million to resolve the states lawsuit against the technology giant over allegedly deceptive location tracking practices, state Attorney General Todd Roki [+1976 chars]",
            "summary": "It alleged that the company has deceived and misled users about its practices since at least 2014.Rokita said he sued Google because even a limited amount of location data can expose a persons identity and routines. The company issued a lengthy statement Friday saying that over the past few years, it has introduced more transparency  and tools to help users manage their data and minimize the data it collects. Such data can be used to infer personal details such as political or religious affiliation, income, health status or participation in support groups  as well as major life events such as marriage and the birth of children, he said. Rokitas filed a separate lawsuit against Google when negotiations between the company and a coalition of state attorneys general stalled, he said. INDIANAPOLIS (AP)  Google will pay Indiana $20 million to resolve the states lawsuit against the technology giant over allegedly deceptive location tracking practices, state Attorney General Todd Rokita announced. Indianas lawsuit alleged Google uses location data to build detailed user profiles and target ads. Those states agreed to a $391.5 million settlement with the company in November.",
            "html_summary": "<ul><li>It alleged that the company has deceived and misled users about its practices since at least 2014.Rokita said he sued Google because even a limited amount of location data can expose a person’s identity and routines.</li><li>The company issued a lengthy statement Friday saying that over the past few years, it has introduced more transparency — and tools to help users manage their data and minimize the data it collects.</li><li>Such data can be used to infer personal details such as political or religious affiliation, income, health status or participation in support groups — as well as major life events such as marriage and the birth of children, he said.</li><li>Rokitas filed a separate lawsuit against Google when negotiations between the company and a coalition of state attorneys general stalled, he said.</li><li>INDIANAPOLIS (AP) — Google will pay Indiana $20 million to resolve the state’s lawsuit against the technology giant over allegedly deceptive location tracking practices, state Attorney General Todd Rokita announced.</li><li>Indiana’s lawsuit alleged Google uses location data to build detailed user profiles and target ads.</li></ul>",
            "website_url": "https://apnews.com/article/technology-indiana-state-government-business-tod-rokita-3fc0f24cd0ca72cc9c4de14204abda01"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Yet another Zomato cofounder leaves the firm",
            "description": "Gunjan Patidar is the fourth Zomato cofounder to resign from the Indian food delivery firm, whose shares are down over 55% in a year.",
            "url": "/2023-01-01-yet-another-zomato-co-founder-leaves-the-firm",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/05/GettyImages-1209753713.jpg?resize=1200,800",
            "publishedAt": "2023-01-02T14:09:37Z",
            "content": "Zomato said on Monday its cofounder and chief technology officer Gunjan Patidar has left the firm, the latest in a series of departures at the Indian food delivery firm whose shares have lost over 5 [+1768 chars]",
            "summary": "His contribution to building Zomato has been invaluable, the Indian food delivery firm disclosed in a stock exchange filing.The exits come at a time when Zomato chief executive Deepinder Goyal, also a co-founder, is attempting to share and delegate top responsibilities with other executives. His departure also follows exits by Mohit Gupta, another co-founder, and two other senior executives last month.Patidar was one of the first few employees of Zomato and built the core tech systems for the Company. Over the last ten plus years, he also nurtured a stellar tech leadership team that is capable of taking on the mantle of leading the tech function going forward. Theres Akriti Chopra, another executive who became co-founder last year.",
            "html_summary": "<ul><li>His contribution to building Zomato has been invaluable,” the Indian food delivery firm disclosed in a stock exchange filing.The exits come at a time when Zomato chief executive Deepinder Goyal, also a co-founder, is attempting to share and delegate top responsibilities with other executives.</li><li>His departure also follows exits by Mohit Gupta, another co-founder, and two other senior executives last month.“Patidar was one of the first few employees of Zomato and built the core tech systems for the Company.</li><li>Over the last ten plus years, he also nurtured a stellar tech leadership team that is capable of taking on the mantle of leading the tech function going forward.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/02/yet-another-zomato-co-founder-leaves-the-firm/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Scott Brown",
            "title": "How to make the most of your startups big fundraising moment",
            "description": "One of the biggest reasons founders overlook the value of announcing funding news is assuming the round isnt big enough to warrant attention.",
            "url": "/2023-01-01-how-to-make-the-most-of-your-startups-big-fundraising-moment",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1443200899.jpg?resize=1200,798",
            "publishedAt": "2023-01-02T12:30:21Z",
            "content": "Latestage startups are facing major fundraising headwinds, but earlystage investing is still a bright spot for startups until they hit Series B rounds.Traditional venture capital dollars are hard [+4200 chars]",
            "summary": "While big numbers may draw splashy headlines, smaller rounds can still drive interest if the announcement is executed well and you can connect the news with some larger industry/technology/societal trend.Another reason founders hesitate is if all or part of the new capital is through a debt investment. No matter the size of the round, securing external investment is a key milestone in many companies journeys, and it often takes a tremendous amount of effort. This includes aligning with your investors early about their ability to participate in a news announcement.Some key questions your marketing lead should consider include: When you see other companies raising hundreds of millions of dollars, it can be easy to think no one will be interested in hearing about your startups much smaller round.Fortunately, that isnt true. As soon as youve reached the point in your investor conversations where term sheets are a likely next step, you should assemble your marketing team to start working on a plan.",
            "html_summary": "<ul><li>While big numbers may draw splashy headlines, smaller rounds can still drive interest if the announcement is executed well and you can connect the news with some larger industry/technology/societal trend.Another reason founders hesitate is if all or part of the new capital is through a debt investment.</li><li>No matter the size of the round, securing external investment is a key milestone in many companies’ journeys, and it often takes a tremendous amount of effort.</li><li>This includes aligning with your investors early about their ability to participate in a news announcement.Some key questions your marketing lead should consider include:</li><li>When you see other companies raising hundreds of millions of dollars, it can be easy to think no one will be interested in hearing about your startup’s much smaller round.Fortunately, that isn’t true.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/02/how-to-make-the-most-of-your-startups-big-fundraising-moment/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Cole scores 23, Lindenwood defeats Tennessee Tech 8264  The Associated Press  en Espaol. Woodbury scores 20, Utah Valley beats Utah Tech 7160  The Associated Press  en Espaol. Fintech predictions and opportunities for 2023. Google to pay Indiana $20M to resolve privacy suit. Yet another Zomato cofounder leaves the firm. How to make the most of your startups big fundraising moment"
}