{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP, KHOU-TV",
            "title": "Toxic wastewater from Ohio train derailment moved to Texas",
            "description": "A Texas county official says there are outstanding questions about the transportation and disposal of toxic wastewater that has been moved to a Houston suburb from the site of an Ohio train derailment. Harris County Judge Lina Hidalgo says 500,000",
            "url": "/2023-02-24-53c8cd54e99d05b3ec7d07d1d6ef97a8",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/3/82/382e5ab6-9c0a-5480-abe1-4e7396b2c97f/63f89c4b174b7.image.jpg?crop=1919%2C1007%2C0%2C36&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-24T10:50:00Z",
            "content": "DEER PARK, Texas (AP) Toxic wastewater used to extinguish a fire following a train derailment in Ohio has been transported to a Houston suburb for disposal, according to a county official in Texas wh [+4854 chars]",
            "summary": "Im not clear on who has the full picture of what is happening here and that is a problem, She noted Harris County has around 10 injection wells capable of receiving hazardous commercial waste, making the area one of the few places where the materials could be disposed. But she said there are similar facilities in Vickery, Ohio, and Romulus, Michigan, that also could handle the wastewater and are located closer to the crash site.There may be logistical reasons for all of this. I know that our community was taken aback by the news just as I was, Hidalgo said. I also want folks to know there are many things we dont know that we should know. The company told KHOU-TV it is experienced in managing this type of disposal.Our technology safely removes hazardous constituents from the biosphere. Perhaps Texas Molecular outbid the Michigan facility, Hidalgo said. There may be economic reasons.",
            "html_summary": "<ul><li>“I’m not clear on who has the full picture of what is happening here and that is a problem,” She noted Harris County has around 10 injection wells capable of receiving hazardous commercial waste, making the area one of the few places where the materials could be disposed.</li><li>But she said there are similar facilities in Vickery, Ohio, and Romulus, Michigan, that also could handle the wastewater and are located closer to the crash site.“There may be logistical reasons for all of this.</li><li>“I know that our community was taken aback by the news just as I was,” Hidalgo said.</li><li>“I also want folks to know there are many things we don’t know that we should know.</li><li>The company told KHOU-TV it is experienced in managing this type of disposal.“Our technology safely removes hazardous constituents from the biosphere.</li><li>Perhaps Texas Molecular outbid the Michigan facility,” Hidalgo said.</li></ul>",
            "website_url": "https://apnews.com/53c8cd54e99d05b3ec7d07d1d6ef97a8"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Sibi Arasu",
            "title": "Modi urges G20 finance leaders to focus on most vulnerable",
            "description": "BENGALURU, India (AP)  Policymakers of the Group of 20 leading economies should focus on helping the worlds most vulnerable people, Prime Minister Narendra Modi said Friday as toplevel financial talks kicked off in the Indian technology hub of Bengaluru.",
            "url": "/2023-02-24-f56cde167cd928faf1be98d8baf1f20b",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/2ff54eb213af45dcbd5bf3894c38bce9/3000.webp",
            "publishedAt": "2023-02-24T07:40:36Z",
            "content": "BENGALURU, India (AP) Policymakers of the Group of 20 leading economies should focus on helping the worlds most vulnerable people, Prime Minister Narendra Modi said Friday as toplevel financial talk [+2484 chars]",
            "summary": "The meetings in Bengaluru were due to touch on a wide range of issues including digital currencies and payments, reform of institutions like the World Bank, climate change and financial inclusion. BENGALURU, India (AP)  Tensions over Russias war on Ukraine flared Friday at meetings of financial chiefs of the Group of 20 leading economies, where geopolitics affected the atmosphere if not the agenda of the gathering in the Indian technology hub of Bengaluru. U.S. Treasury Secretary Janet Yellen condemned the illegal and unjustified war against Ukraine at a session attended by Russian officials and reiterated calls for G-20 nations to do more to support Ukraine and hinder Moscows war effort. You represent the leadership of global finance and economy at a time when the world is facing serious economic difficulties, Modi said in a video address. At the last major G-20 meeting, in Bali, Indonesia, G-20 leaders strongly condemned the war, warning that the conflict is intensifying fragilities in the worlds economy. They finessed divisions among them given that the group includes Russia and also countries like China and India that have significant trade ties with Moscow and have stopped short of outright criticism of the war. Multiple meetings between various leaders were also taking place, including talks between Indias finance minister, Nirmala Sitharaman, and her counterparts from France and Brazil.",
            "html_summary": "<ul><li>The meetings in Bengaluru were due to touch on a wide range of issues including digital currencies and payments, reform of institutions like the World Bank, climate change and financial inclusion.</li><li>BENGALURU, India (AP) — Tensions over Russia’s war on Ukraine flared Friday at meetings of financial chiefs of the Group of 20 leading economies, where geopolitics affected the atmosphere if not the agenda of the gathering in the Indian technology hub of Bengaluru.</li><li>U.S. Treasury Secretary Janet Yellen condemned the “illegal and unjustified war against Ukraine” at a session attended by Russian officials and reiterated calls for G-20 nations to do more to support Ukraine and hinder Moscow’s war effort.</li><li>“You represent the leadership of global finance and economy at a time when the world is facing serious economic difficulties,” Modi said in a video address.</li><li>At the last major G-20 meeting, in Bali, Indonesia, G-20 leaders strongly condemned the war, warning that the conflict is intensifying fragilities in the world’s economy.</li><li>They finessed divisions among them given that the group includes Russia and also countries like China and India that have significant trade ties with Moscow and have stopped short of outright criticism of the war.</li></ul>",
            "website_url": "https://apnews.com/f56cde167cd928faf1be98d8baf1f20b"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Jill Biden to Namibian youth Protect your democracy",
            "description": "WINDHOEK, Namibia (AP)  U.S. first lady Jill Biden on Friday told the young people of Namibia that the democracy their parents and grandparents fought for is now theirs to defend and protect.  She encouraged them to include women and girls, voices that she s",
            "url": "/2023-02-24-0a90440615a380c3e7b6f5e1c69be784",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/65f2ed22a65c4e739aa0929cde2e6011/2903.webp",
            "publishedAt": "2023-02-24T10:14:44Z",
            "content": "WINDHOEK, Namibia (AP) U.S. first lady Jill Biden on Friday told the young people of Namibia that the democracy their parents and grandparents fought for is now theirs to defend and protect. She en [+1894 chars]",
            "summary": "Biden has worked with young people throughout a 30-year-long teaching career and said in her address to the students that they must exercise their rights to disagree and to dissent, to speak up when they see injustice and support leaders who listen to their concerns. One thing Ive learned is that each country is so different  the people are different, the culture is different, the religion is different, the language, she said. We have to keep fighting for it. The first lady opened her trip earlier this week in Namibia, a young democracy, where on Friday she delivered a rousing speech to more than 1,000 students. And they do, too. She said the Biden administration is not isolationist like we were becoming in the last administration, a reference to Trump and his America-first posture.We are reaching out and saying, Hey, were a global society. And as we look forward, we must remember that the fight for democracy has no end. Biden later Friday moved on to Kenya, the second and final stop on her trip.She highlighted the plight of women and girls on her earlier stops in Namibia. But its worth it, because democracy delivers.Afterward, she worked her way around the courtyard in a way that she rarely do to shake hands and pose for selfies with scores of excited students. Im hoping that, you know, that people do pay attention, Biden said in the AP interview.",
            "html_summary": "<ul><li>Biden has worked with young people throughout a 30-year-long teaching career and said in her address to the students that they must exercise their rights to disagree and to dissent, to speak up when they see injustice and support leaders who listen to their concerns.</li><li>“One thing I’ve learned is that each country is so different — the people are different, the culture is different, the religion is different, the language,” she said.</li><li>We have to keep fighting for it.” The first lady opened her trip earlier this week in Namibia, a young democracy, where on Friday she delivered a rousing speech to more than 1,000 students.</li><li>And they do, too.” She said the Biden administration is not “isolationist like we were becoming in the last administration,” a reference to Trump and his America-first posture.“We are reaching out and saying, ’Hey, we’re a global society.</li><li>And as we look forward, we must remember that the fight for democracy has no end.” Biden later Friday moved on to Kenya, the second and final stop on her trip.She highlighted the plight of women and girls on her earlier stops in Namibia.</li><li>“But it’s worth it, because democracy delivers.”Afterward, she worked her way around the courtyard in a way that she rarely do to shake hands and pose for selfies with scores of excited students.</li></ul>",
            "website_url": "https://apnews.com/0a90440615a380c3e7b6f5e1c69be784"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Rocket Report SpaceX may see revenue spike in 2023; Terran 1 gets a date",
            "description": "Each Artemis mission will be properly characterized as a test mission.",
            "url": "/2023-02-24-rocket-report-spacex-may-see-revenue-spike-in-2023-terran-1-gets-a-date",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/terran-1-760x380.jpg",
            "publishedAt": "2023-02-24T12:00:23Z",
            "content": "Enlarge/ Relativity Spaces Terran 1 rocket may be less than two weeks away from its debut launch.1 with Welcome to Edition 5.27 of the Rocket Report! The big news this week is that Relativity Sp [+5344 chars]",
            "summary": "In other words, based on revenue, SpaceX is now more a satellite company than a launch company. On Wednesday Relativity Space announced that it had secured a launch license from the Federal Aviation Administration for the debut launch of its Terran 1 rocket. However, company officials said they have lowered the risks during launch through other hot-firings of the launch system. It will be streamed live.Print your way to space ... Interestingly, Relativity Space has decided to forego a first-stage hot-fire test of the rocket on the launch pad. The main Russian space corporation, Roscosmos, is set to conduct an uncrewed flight of a Soyuz spacecraft to the International Space Station as part of a plan to replace the stricken Soyuz MS-22 vehicle, NASASpaceflight.com reports. Since Soyuz MS-23 will fly without crew on board, much like a Progress mission, the spacecraft will conduct its mission autonomously until it docks with the ISS. The MS-23 mission will launch atop a Soyuz-2.1a rocket from Site 31/6 at the Baikonur Cosmodrome in Kazakhstan no earlier than February 24, at 00:24 UTC.Bringing some spare cargo ...",
            "html_summary": "<ul><li>In other words, based on revenue, SpaceX is now more a satellite company than a launch company.</li><li>On Wednesday Relativity Space announced that it had secured a launch license from the Federal Aviation Administration for the debut launch of its Terran 1 rocket.</li><li>However, company officials said they have lowered the risks during launch through other hot-firings of the launch system.</li><li>It will be streamed live.Print your way to space ... Interestingly, Relativity Space has decided to forego a first-stage hot-fire test of the rocket on the launch pad.</li><li>The main Russian space corporation, Roscosmos, is set to conduct an uncrewed flight of a Soyuz spacecraft to the International Space Station as part of a plan to replace the stricken Soyuz MS-22 vehicle, NASASpaceflight.com reports.</li><li>Since Soyuz MS-23 will fly without crew on board, much like a Progress mission, the spacecraft will conduct its mission autonomously until it docks with the ISS.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/rocket-report-spacex-may-see-revenue-spike-in-2023-terran-1-gets-a-date/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "A year on from Russias invasion, Ukrainian startups show astounding resilience",
            "description": "Today marks exactly one year since Russias illegal, unprovoked, and brutal of Ukraine. This week, a majority of the members of the United Nations reiterated its demand that Russia immediately, completely and unconditionally withdraw all of its military forc",
            "url": "/2023-02-24-a-year-on-from-russias-invasion-ukrainian-startups-show-astounding-resilience",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/1080px-Flag_of_Ukraine.svg_.png",
            "publishedAt": "2023-02-24T12:34:12Z",
            "content": "Today marks exactly one year since Russias illegal, unprovoked, and brutal of Ukraine. This week, a majority of the members of the United Nations reiterated its demand that Russia immediately, compl [+19543 chars]",
            "summary": "Ahrefs claims to have become a $100 million company in annual revenue without venture capital.An online tool for digital advertising campaigns to help increase clients revenue.Aspichi is working on an audio/visual teleportation platform allowing people to capture experiences and let others be immersed into it. The startups products include rekava cups, rekava pots, and rekava candles.Respeecher, AI voice generation startup used to create the Darth Vader AI voice in the Star Wars TV series  Obi-Wan Kenobi  and during the war! The fund is listed on AngelList.This NGO was created by Ukrainian and Belgian tech founders.The European Association of Software Engineering has launched a service for helping Ukrainian tech people get jobs. For instance, get pet cameras by Petcube, use Grammarly, increase work productivity with Readdle apps, protect your homes with the professional Ajax smart alarm, etc.This is a nonprofit venture fund that will invest in tech startups founded by Ukrainian immigrants in Europe and the U.S. Since the war began, UnderDefense team has grown x2 and donated $500,000 directly to artillery units of the Armed Forces of Ukraine.UA Drone School offers a four-day training drone courses in Kyiv and the region. Despite not having electricity or internet access half of the time, the company keeps working and growing, saying it has sustainable 50% quarter-over-quarter growth.A cash flow management service for businesses. As the war began, the company relocated the team of 70 to safer regions in western Ukraine and EU.",
            "html_summary": "<ul><li>Ahrefs claims to have become a $100 million company in annual revenue without venture capital.An online tool for digital advertising campaigns to help increase clients’ revenue.Aspichi is working on an audio/visual teleportation platform allowing people to capture experiences and let others be immersed into it.</li><li>The startup’s products include rekava cups, rekava pots, and rekava candles.“Respeecher, AI voice generation startup used to create the Darth Vader AI voice in the Star War’s TV series — Obi-Wan Kenobi — and during the war!</li><li>The fund is listed on AngelList.This NGO was created by Ukrainian and Belgian tech founders.The European Association of Software Engineering has launched a service for helping Ukrainian tech people get jobs.</li><li>For instance, get pet cameras by Petcube, use Grammarly, increase work productivity with Readdle apps, protect your homes with the professional Ajax smart alarm, etc.This is a nonprofit venture fund that will invest in tech startups founded by Ukrainian immigrants in Europe and the U.S.</li><li>Since the war began, UnderDefense team has grown x2 and donated $500,000 directly to artillery units of the Armed Forces of Ukraine.UA Drone School offers a four-day training drone courses in Kyiv and the region.</li><li>Despite not having electricity or internet access half of the time, the company keeps working and growing, saying it has sustainable 50% quarter-over-quarter growth.A cash flow management service for businesses.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/24/a-year-on-from-russias-invasion-ukrainian-startups-show-astounding-resilience/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "South Africas Envisionit Deep AI gets $1.65M to expand access to medical imaging",
            "description": "The investment is from New GX Ventures SA, a joint venture between New GX Capital, RMB Ventures and GIIG Africa.",
            "url": "/2023-02-24-south-africas-envisionit-deep-ai-gets-1-65m-to-expand-access-to-medical-imaging",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/IMG_6453-e1677220071471.jpg",
            "publishedAt": "2023-02-24T07:08:13Z",
            "content": "Dr. Jaishree Naidoo was in charge of pediatric radiology at a South African hospital in 2014, when she had a moment of epiphany after coming across a news story on the usage of AI recognition pattern [+4504 chars]",
            "summary": "They also offer tele-radiology for patients that require radiology reports.Typically a radiographer takes X-rays, then patients go back home and collect the results later, sometimes after several months. This was deployed to drive efficiency at a 700-bed hospital in South Africas Northern Cape province, which only had one radiologist. Delayed diagnosis means diseases could advance further.",
            "html_summary": "<ul><li>They also offer tele-radiology for patients that require radiology reports.“Typically a radiographer takes X-rays, then patients go back home and collect the results later, sometimes after several months.</li><li>This was deployed to drive efficiency at a 700-bed hospital in South Africa’s Northern Cape province, which only had one radiologist.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/23/south-africas-envisionit-deep-ai-gets-1-65m-to-expand-access-to-medical-imaging/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Toxic wastewater from Ohio train derailment moved to Texas. Modi urges G20 finance leaders to focus on most vulnerable. Jill Biden to Namibian youth Protect your democracy. Rocket Report SpaceX may see revenue spike in 2023; Terran 1 gets a date. A year on from Russias invasion, Ukrainian startups show astounding resilience. South Africas Envisionit Deep AI gets $1.65M to expand access to medical imaging"
}