{
    "status": "ok",
    "totalResults": 2,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Newsom kills law to have human drivers ride in autonomous trucks... | Makemetechie.com Summary",
            "description": "Californias Democratic governor has vetoed a bill that would have required human drivers to be on board selfdriving trucks. Union leaders and truck drivers had said the measure would save jobs. Gov. Gavin Newsom vetoed the legislation Friday night. It would",
            "url": "/2023-09-23-california-self-driving-trucks-newsom-veto-b585941fa05fc2c6b3a1965bcec3ee73",
            "urlToImage": "https://dims.apnews.com/dims4/default/0a80a4d/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Ff5%2Fe9%2Fd6c3c8a4669471d3d53f3d6bf62f%2Fdd69b634c61c46ce9e2d3a878713ace3",
            "publishedAt": "2023-09-24T12:52:37Z",
            "content": "SACRAMENTO, Calif. (AP) California Gov. Gavin Newsom has vetoed a bill to require human drivers on board selfdriving trucks, a measure that union leaders and truck drivers said would save hundreds o [+3053 chars]",
            "summary": "Gavin Newsom on Friday, Sept. 22, 2023, has vetoed a bill to require human drivers on board self-driving trucks, a measure that union leaders and truck drivers said would save hundreds of thousands of jobs in the state. Union leaders and truck drivers had said the measure would save jobs. The legislation vetoed Friday, Sept. 22, 2023, night would have banned self-driving trucks weighing more than 10,000 pounds (4,536 kilograms), vehicles from UPS delivery vans to massive big rigs, from operating on public roads unless a human driver is on board. Gavin Newsom has vetoed a bill that would have required human drivers to be onboard self-driving trucks, a measure that union leaders and truck drivers said would save hundreds of thousands of jobs. Newsom has vetoed a bill Friday, Sept. 22, 2023, that would have required human drivers to be onboard self-driving trucks, a measure that union leaders and truck drivers said would save hundreds of thousands of jobs. Gavin Newsom has vetoed a bill Friday, Sept. 22, 2023, that would have required human drivers to be onboard self-driving trucks, a measure that union leaders and truck drivers said would save hundreds of thousands of jobs. Gavin Newsom has vetoed a bill that would have required human drivers to be onboard self-driving trucks, a measure that union leaders and truck drivers said would save jobs.",
            "html_summary": "<ul><li>Gavin Newsom on Friday, Sept. 22, 2023, has vetoed a bill to require human drivers on board self-driving trucks, a measure that union leaders and truck drivers said would save hundreds of thousands of jobs in the state..</li><li>Union leaders and truck drivers had said the measure would save jobs..</li><li>The legislation vetoed Friday, Sept. 22, 2023, night would have banned self-driving trucks weighing more than 10,000 pounds (4,536 kilograms), vehicles from UPS delivery vans to massive big rigs, from operating on public roads unless a human driver is on board..</li><li>Gavin Newsom has vetoed a bill that would have required human drivers to be onboard self-driving trucks, a measure that union leaders and truck drivers said would save hundreds of thousands of jobs..</li><li>Newsom has vetoed a bill Friday, Sept. 22, 2023, that would have required human drivers to be onboard self-driving trucks, a measure that union leaders and truck drivers said would save hundreds of thousands of jobs..</li><li>Gavin Newsom has vetoed a bill Friday, Sept. 22, 2023, that would have required human drivers to be onboard self-driving trucks, a measure that union leaders and truck drivers said would save hundreds of thousands of jobs..</li></ul>",
            "website_url": "https://apnews.com/article/california-self-driving-trucks-newsom-veto-b585941fa05fc2c6b3a1965bcec3ee73"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Stephen Clark",
            "title": "NASA spacecraft returns to Earth with pieces of an asteroid | Makemetechie.com Summary",
            "description": "NASA spacecraft returns to Earth with pieces of an asteroidarstechnica.com",
            "url": "/2023-09-23-nasa-spacecraft-returns-to-earth-with-pieces-of-an-asteroid",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/dante-src1-760x380.jpg",
            "publishedAt": "2023-09-24T19:29:19Z",
            "content": "Enlarge/ Dante Lauretta (right), OSIRISREx principal investigator, approaches the sample return capsule Sunday at the Utah Test and Training Range.3 with A small capsule carrying pristine specim [+13451 chars]",
            "summary": "NASA s OSIRIS REx mission brought back the largest unspoiled sample of material ever returned to Earth from beyond the Moon probably on the order of about grams or roughly ounces. The spacecraft collected the samples from asteroid Bennu a loosely bound rocky world about the size of a small mountain during a touch and go landing in October. It s the third asteroid sampling mission in history and the first for the United States following two Japanese spacecraft that returned a smaller quantity of asteroid specimens to Earth in and.",
            "html_summary": "<ul><li>NASA s OSIRIS REx mission brought back the largest unspoiled sample of material ever returned to Earth from beyond the Moon probably on the order of about grams or roughly ounces.</li><li> The spacecraft collected the samples from asteroid Bennu a loosely bound rocky world about the size of a small mountain during a touch and go landing in October.</li><li> It s the third asteroid sampling mission in history and the first for the United States following two Japanese spacecraft that returned a smaller quantity of asteroid specimens to Earth in and.</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/09/nasa-spacecraft-returns-to-earth-with-pieces-of-an-asteroid/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Newsom kills law to have human drivers ride in autonomous trucks... | Makemetechie.com Summary. NASA spacecraft returns to Earth with pieces of an asteroid | Makemetechie.com Summary"
}