{
    "status": "ok",
    "totalResults": 39,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Zooms CEO thinks Zoom sucks for building trust, leaked audio reveals",
            "description": "Everyone being friendly on Zoom stifles creativity, Zoom founder said.",
            "url": "/2023-08-23-leaked-audio-reveals-zoom-ceo-believes-its-hard-to-build-trust-on-zoom",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/GettyImages-1312119575-760x380.jpg",
            "publishedAt": "2023-08-24T20:28:38Z",
            "content": "53 with Earlier this month, Zoom announced a surprising decision to require some of its employees to return to the office, where they were expected to work more effectively. Now, leaked audio from  [+3728 chars]",
            "summary": "Zoom CEO Eric Yuan called employees back to the office because he believes that remote work didn t allow people to build as much trust or be as innovative. Yuan said that instead to the seeming detriment of the company s ability to generate new ideas everyone tends to be very friendly when you join a Zoom call. To remedy what Yuan described as a less desirable work environment for his team Zoom is requiring employees who live within miles of an office to show up in person at least two days a week. Any employees who are resistant to accepting the policy can apply for an exception.",
            "html_summary": "<ul><li>Zoom CEO Eric Yuan called employees back to the office because he believes that remote work didn t allow people to build as much trust or be as innovative</li><li> Yuan said that instead to the seeming detriment of the company s ability to generate new ideas everyone tends to be very friendly when you join a Zoom call</li><li> To remedy what Yuan described as a less desirable work environment for his team Zoom is requiring employees who live within miles of an office to show up in person at least two days a week</li><li> Any employees who are resistant to accepting the policy can apply for an exception</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/08/leaked-audio-reveals-zoom-ceo-believes-its-hard-to-build-trust-on-zoom/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Nvidia thinks AI boom is far from over as GPU sales drive big earnings win",
            "description": "Everybody wants GPUs for AI, and thats making Nvidia very happy (and rich).",
            "url": "/2023-08-23-nvidia-thinks-ai-boom-is-far-from-over-as-gpu-sales-drive-big-earnings-win",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/robot_victor_3-760x380.jpg",
            "publishedAt": "2023-08-24T19:03:56Z",
            "content": "21 with On top of Wednesdays news that Nvidia earnings have performed far better than expected, Reuters reports that Nvidia CEO Jensen Huang expects the AI boom to last well into next year. As a t [+2834 chars]",
            "summary": "Nvidia CEO Jensen Huang expects the AI boom to last well into next year. Nvidia will buy back billion of shares which happen to be worth triple what they were just before the generative AI craze kicked off. The firm reported its adjusted gross margins a financial metric that measures a company s profitability after accounting for the cost of goods sold almost doubled to percent in its second quarter. Nvidia enjoys what Reuters calls a near monopoly on hardware that accelerates the training and deployment of neural networks that power today sGenerative AI models.",
            "html_summary": "<ul><li>Nvidia CEO Jensen Huang expects the AI boom to last well into next year</li><li> Nvidia will buy back billion of shares which happen to be worth triple what they were just before the generative AI craze kicked off</li><li> The firm reported its adjusted gross margins a financial metric that measures a company s profitability after accounting for the cost of goods sold almost doubled to percent in its second quarter</li><li> Nvidia enjoys what Reuters calls a near monopoly on hardware that accelerates the training and deployment of neural networks that power today sGenerative AI models</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/08/nvidia-thinks-ai-boom-is-far-from-over-as-gpu-sales-drive-big-earnings-win/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Project Moohan is Google and Samsungs inevitable Apple Vision Pro clone",
            "description": "After a decade in the market with nothing to show for it, heres the latest plan.",
            "url": "/2023-08-23-project-moohan-is-google-and-samsungs-inevitable-apple-vision-pro-clone",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/IMG_4028-760x380.jpeg",
            "publishedAt": "2023-08-23T20:00:40Z",
            "content": "Enlarge/ This is Apples Vision Pro headset. It looks a bit like a particularly bulky pair of ski goggles, with the materials and design language of Apples AirPods Max headphones.2 with Poor Googl [+4480 chars]",
            "summary": "A new report from Business Insider details how Google has fallen so far behind in the AR VR space. The report describes employees who were frustrated at Google s lack of progress when the Vision Pro was unveiled and provides a glimpse of what Google s current again constantly changing plans for an AR product are Google s wheel spinning in AR and VR is up there with instant messaging and payment platforms as some of the worst run projects at the company. Google s next AR pivot is a partnership with Samsung another company that has dabbled in AR VR for years yet has no current product line. Google now wants to pivot to software and follow the Android model.",
            "html_summary": "<ul><li>A new report from Business Insider details how Google has fallen so far behind in the AR VR space</li><li> The report describes employees who were frustrated at Google s lack of progress when the Vision Pro was unveiled and provides a glimpse of what Google s current again constantly changing plans for an AR product are Google s wheel spinning in AR and VR is up there with instant messaging and payment platforms as some of the worst run projects at the company</li><li> Google s next AR pivot is a partnership with Samsung another company that has dabbled in AR VR for years yet has no current product line</li><li> Google now wants to pivot to software and follow the Android model</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/08/project-moohan-is-google-and-samsungs-inevitable-apple-vision-pro-clone/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Big Tech isnt ready for landmark EU rules that take effect tomorrow",
            "description": "Starting Friday, the EU will require more transparency from platforms than ever.",
            "url": "/2023-08-23-big-tech-isnt-ready-for-landmark-eu-rules-that-take-effect-tomorrow",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/GettyImages-1126061785-760x380.jpg",
            "publishedAt": "2023-08-24T19:16:26Z",
            "content": "8 with Tomorrow, the worlds biggest tech companies will finally be confronted with a European Union law designed to change the Internet foreverrequiring more transparency and accountability from c [+3738 chars]",
            "summary": "The Digital Services Act DSA takes effect tomorrow requiring more transparency and accountability from companies operating large platforms like Meta TikTok X Google Apple and Amazon than before. Under the DSA platforms will have to stop harmful content from spreading stop or limit targeting many users with personalized content and ads and share insights with researchers into how their opaque algorithms work to recommend content. Repeat offenders could be banned from operating in the EU entirely. Questions remain on how consistent the EU will be with DSA enforcement accepting that violations may be inevitable could seem worth the risk to some platforms that anticipate little to no enforcement.",
            "html_summary": "<ul><li>The Digital Services Act DSA takes effect tomorrow requiring more transparency and accountability from companies operating large platforms like Meta TikTok X Google Apple and Amazon than before</li><li> Under the DSA platforms will have to stop harmful content from spreading stop or limit targeting many users with personalized content and ads and share insights with researchers into how their opaque algorithms work to recommend content</li><li> Repeat offenders could be banned from operating in the EU entirely</li><li> Questions remain on how consistent the EU will be with DSA enforcement accepting that violations may be inevitable could seem worth the risk to some platforms that anticipate little to no enforcement</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/08/big-tech-isnt-ready-for-landmark-eu-rules-that-take-effect-tomorrow/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Marshall Cohen, CNN",
            "title": "Judge lets Smartmatic expand 2020 election defamation suit against Newsmax",
            "description": "A Delaware judge on Wednesday rejected Newsmaxs attempt to throw out part of a defamation case brought by the election technology company Smartmatic against...",
            "url": "/2023-08-23-smartmatic-newsmax-lawsuit?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/7c4f9c5580bde5c9a4e88273a0c77ecc",
            "publishedAt": "2023-08-23T22:07:13Z",
            "content": "A Delaware judge on Wednesday rejected Newsmaxs attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the rightwing network.Smartmatic sued N [+1135 chars]",
            "summary": "A Delaware judge on Wednesday rejected Newsmax s attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the right wing network. Smartmatic sued Newsmax after the network repeatedly aired false claims about the election specifically the lie that the company s software was involved in an international plot to rig the presidential election against Donald Trump. The company later updated its lawsuit to add additional examples of alleged defamation claiming it found the new material during the discovery process. The ruling on Wednesday from Delaware Superior Court Judge Eric Davis means those additional allegations will remain in the lawsuit in a blow to Newsmax.",
            "html_summary": "<ul><li>A Delaware judge on Wednesday rejected Newsmax s attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the right wing network</li><li> Smartmatic sued Newsmax after the network repeatedly aired false claims about the election specifically the lie that the company s software was involved in an international plot to rig the presidential election against Donald Trump</li><li> The company later updated its lawsuit to add additional examples of alleged defamation claiming it found the new material during the discovery process</li><li> The ruling on Wednesday from Delaware Superior Court Judge Eric Davis means those additional allegations will remain in the lawsuit in a blow to Newsmax</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/23/media/smartmatic-newsmax-lawsuit?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Friend.tech hype grows, Tornado Cash founders go for a spin and FBIs monitoring North Korean hackers",
            "description": "There was also a lot of talk around Tornado Cash as the two founders behind the crypto mixer were charged on Wednesday by U.S. federal agencies.  For this...",
            "url": "/2023-08-23-friend-tech-hype-grows-tornado-cash-founders-go-for-a-spin-and-fbis-monitoring-north-korean-hackers",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/iDLG.05DgWeqkPzWq4R.Iw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/d930cee04a3b15b418913aec502b6a39",
            "publishedAt": "2023-08-24T19:00:34Z",
            "content": "Welcome back to Chain Reaction.To get a roundup of TechCrunchs biggest and most important crypto stories delivered to your inbox every Thursday at 12 p.m. PT, subscribe here. Follow me on Twitter @ [+3154 chars]",
            "summary": "Jacquelyn interviewed Erik Svenson co founder president and chief financial officer at Blockstream. Erik previously worked on Wall Street as a VP for AIG investments and was a co founder and consultant of other startups. We discussed how the current macroenvironment is impacting Bitcoin focused businesses and where Erik sees the most opportunities for startups today. We also talked about Subscribe to Chain Reaction on Apple Podcasts Spotify or your favorite pod platform to keep up with the latest episodes. Want to branch out from the world of web? Here are some articles on TechCrunch that caught our attention this week.",
            "html_summary": "<ul><li>Jacquelyn interviewed Erik Svenson co founder president and chief financial officer at Blockstream</li><li> Erik previously worked on Wall Street as a VP for AIG investments and was a co founder and consultant of other startups</li><li> We discussed how the current macroenvironment is impacting Bitcoin focused businesses and where Erik sees the most opportunities for startups today</li><li> We also talked about Subscribe to Chain Reaction on Apple Podcasts Spotify or your favorite pod platform to keep up with the latest episodes</li><li> Want to branch out from the world of web? Here are some articles on TechCrunch that caught our attention this week</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/24/friend-tech-hype-grows-tornado-cash-founders-go-for-a-spin-and-fbis-monitoring-north-korean-hackers/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Alex Wilhelm and Mary Ann Azevedo",
            "title": "Better.coms stock tanks after SPAC combination brings it to the public markets",
            "description": "Shares of Better.com are getting hammered into the ground Thursday morning after the digital mortgage company completed its longdelayed SPAC merger and...",
            "url": "/2023-08-23-better-coms-stock-tanks-after-spac-combination-brings-it-to-the-public-markets",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/mrCgxambnxqYThMzRjDtIg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03MTI-/https://media.zenfs.com/en/techcrunch_350/402c1f9aba6f3d3e7a545ec2451643a8",
            "publishedAt": "2023-08-24T14:30:41Z",
            "content": "Shares of Better.com are getting hammered into the ground Thursday morning after the digital mortgage company completed its longdelayed SPAC merger and began to trade as a public company for the fir [+4063 chars]",
            "summary": "Shares of Better com are getting hammered into the ground Thursday morning after the digital mortgage company completed its long delayed SPAC merger. Better has shed more than nine tenths of its value in a single fell swoop. The company has reported a net loss in several quarters in a row although it has managed to somehow narrow that loss through what CEO Vishal Garg described as billion in cost cutting measures. The list of post combination SPAC deals that have simply set fire to all or nearly all their value after the deal completed is long and tortuous.",
            "html_summary": "<ul><li>Shares of Better com are getting hammered into the ground Thursday morning after the digital mortgage company completed its long delayed SPAC merger</li><li> Better has shed more than nine tenths of its value in a single fell swoop</li><li> The company has reported a net loss in several quarters in a row although it has managed to somehow narrow that loss through what CEO Vishal Garg described as billion in cost cutting measures</li><li> The list of post combination SPAC deals that have simply set fire to all or nearly all their value after the deal completed is long and tortuous</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/24/better-coms-stock-tanks-after-spac-combination-brings-it-to-the-public-markets/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Marshall Cohen",
            "title": "Judge lets Smartmatic expand 2020 election defamation suit against Newsmax",
            "description": "A Delaware judge on Wednesday rejected Newsmaxs attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the rightwing network.",
            "url": "/2023-08-23-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230215104848-file-newsmax.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-23T21:07:16Z",
            "content": "A Delaware judge on Wednesday rejected Newsmaxs attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the rightwing network.Smartmatic sued N [+1073 chars]",
            "summary": "A Delaware judge on Wednesday rejected Newsmax s attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the right wing network. Smartmatic sued Newsmax after the network repeatedly aired false claims about the election specifically the lie that the company s software was involved in an international plot to rig the presidential election against Donald Trump. The company later updated its lawsuit to add additional examples of alleged defamation claiming it found the new material during the discovery process. The ruling on Wednesday from Delaware Superior Court Judge Eric Davis means those additional allegations will remain in the lawsuit in a blow to Newsmax.",
            "html_summary": "<ul><li>A Delaware judge on Wednesday rejected Newsmax s attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the right wing network</li><li> Smartmatic sued Newsmax after the network repeatedly aired false claims about the election specifically the lie that the company s software was involved in an international plot to rig the presidential election against Donald Trump</li><li> The company later updated its lawsuit to add additional examples of alleged defamation claiming it found the new material during the discovery process</li><li> The ruling on Wednesday from Delaware Superior Court Judge Eric Davis means those additional allegations will remain in the lawsuit in a blow to Newsmax</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/23/media/smartmatic-newsmax-lawsuit/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Clare Duffy",
            "title": "Nvidias quarterly sales double on the back of AI boom",
            "description": "The artificial intelligence boom continues to fuel a blockbuster year for chipmaker Nvidia.",
            "url": "/2023-08-23-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230823161111-01-nvidia-artificial-intelligence-0529-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-23T20:48:17Z",
            "content": "The artificial intelligence boom continues to fuel a blockbuster year for chipmaker Nvidia. Nvidias stock jumped as much as 9% in afterhours trading Wednesday after the Santa Clara, Californiabas [+1543 chars]",
            "summary": " chipmaker Nvidia posted year over year sales growth of to billion for the three months ended in July a new record for the company. The results were even stronger than the billion in revenue that Wall Street analysts expected. The American chipmaker produces processors that power generative AI technology that can create text images and other media and which forms the foundation of buzzy new services such as ChatGPT. Nvidia also announced that its board authorized a billion share buyback program Buyback programs can signal that a company s management believes its stock is currently undervalued.",
            "html_summary": "<ul><li> chipmaker Nvidia posted year over year sales growth of to billion for the three months ended in July a new record for the company</li><li> The results were even stronger than the billion in revenue that Wall Street analysts expected</li><li> The American chipmaker produces processors that power generative AI technology that can create text images and other media and which forms the foundation of buzzy new services such as ChatGPT</li><li> Nvidia also announced that its board authorized a billion share buyback program Buyback programs can signal that a company s management believes its stock is currently undervalued</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/23/tech/nvidia-earnings-ai-chips/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Clare Duffy",
            "title": "TMobile to lay off 5,000 employees",
            "description": "TMobile on Thursday announced it plans to lay off 5,000 employees, or around 7% of its total staff, over the next five weeks.",
            "url": "/2023-08-23-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230824095320-01-tmobile-logo-101922-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-24T14:08:06Z",
            "content": "TMobile on Thursday announced it plans to lay off 5,000 employees, or around 7% of its total staff, over the next five weeks. The reductions will largely affect corporate and backoffice jobs that [+617 chars]",
            "summary": "T Mobile on Thursday announced it plans to lay off employees or around of its total staff over the next five weeks. The reductions will largely affect corporate and back office jobs that are primarily duplicative to other roles and will reduce the company s middle management layers CEO Mike Sievert said in a letter to employees Thursday. The company also plans to reduce its spending on external workers and resources but its retail and consumer care staff who work directly with customers will not be affected. T Mobile s cuts comes after months of mass layoff announcements at a range of other technology companies including Microsoft and Meta as firms grapple with uncertain economic environment.",
            "html_summary": "<ul><li>T Mobile on Thursday announced it plans to lay off employees or around of its total staff over the next five weeks</li><li> The reductions will largely affect corporate and back office jobs that are primarily duplicative to other roles and will reduce the company s middle management layers CEO Mike Sievert said in a letter to employees Thursday</li><li> The company also plans to reduce its spending on external workers and resources but its retail and consumer care staff who work directly with customers will not be affected</li><li> T Mobile s cuts comes after months of mass layoff announcements at a range of other technology companies including Microsoft and Meta as firms grapple with uncertain economic environment</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/24/tech/tmobile-layoffs-5000-employees/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Allison Morrow, Krystal Hur",
            "title": "Why Wall Streets obsession with a company you probably never heard of is sending stocks surging",
            "description": "The stock market has boomed this year, and one big reason is a company without much name recognition  unless youre a hard core video gamer.",
            "url": "/2023-08-23-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/220825075026-nvidia-computer-chips-file.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-24T14:38:19Z",
            "content": "The stock market has boomed this year, and one big reason is a company without much name recognition unless youre a hard core video gamer.Nvidia (NVDA) has surged 222% this year, including a 3% bum [+2004 chars]",
            "summary": " chipmaker Nvidia NVDA has surged this year including a bump Thursday following super impressive earnings. The American chipmaker produces the building blocks of generative artificial intelligence think ChatGPT and the like. It s leading the S P this year by a mile and is now one of only a handful of companies with a market capitalization of more than trillion. Investor enthusiasm for AI has also helped boost other tech stocks Meta is up this year and the tech heavy Nasdaq has grown. But Nvidia is by far the most sought after AI stock.",
            "html_summary": "<ul><li> chipmaker Nvidia NVDA has surged this year including a bump Thursday following super impressive earnings</li><li> The American chipmaker produces the building blocks of generative artificial intelligence think ChatGPT and the like</li><li> It s leading the S P this year by a mile and is now one of only a handful of companies with a market capitalization of more than trillion</li><li> Investor enthusiasm for AI has also helped boost other tech stocks Meta is up this year and the tech heavy Nasdaq has grown</li><li> But Nvidia is by far the most sought after AI stock</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/24/investing/nvidia-stock/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Marshall Cohen",
            "title": "Fox argues its conspiracytinged Jan. 6 coverage is protected by the First Amendment",
            "description": "Fox News argued in court Wednesday that its hosts and guests were merely raising questions and presented a puzzle to unravel when they repeatedly suggested, falsely, that January 6 rioter Ray Epps was a government agent who orchestrated the attack.",
            "url": "/2023-08-23-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230801091211-fox-news-0418-file.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-23T22:05:33Z",
            "content": "Fox News argued in court Wednesday that its hosts and guests were merely raising questions and presented a puzzle to unravel when they repeatedly suggested, falsely, that January 6 rioter Ray Epps wa [+1478 chars]",
            "summary": "Fox News argued in court Wednesday that its hosts and guests were merely raising questions and presented a puzzle to unravel when they suggested falsely that January rioter Ray Epps was a government agent. The pushback came in a defamation suit that Epps filed against the right wing network. He claims Fox figures including ex host Tucker Carlson destroyed his reputation by repeatedly raising the baseless idea that he led a false flag plot to hurt Donald Trump. Fox News paid million to settle with Dominion earlier this year and is still facing a billion lawsuit from Smartmatic another voting technology company.",
            "html_summary": "<ul><li>Fox News argued in court Wednesday that its hosts and guests were merely raising questions and presented a puzzle to unravel when they suggested falsely that January rioter Ray Epps was a government agent</li><li> The pushback came in a defamation suit that Epps filed against the right wing network</li><li> He claims Fox figures including ex host Tucker Carlson destroyed his reputation by repeatedly raising the baseless idea that he led a false flag plot to hurt Donald Trump</li><li> Fox News paid million to settle with Dominion earlier this year and is still facing a billion lawsuit from Smartmatic another voting technology company</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/23/media/fox-news-first-amendment-january-6/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Zooms CEO thinks Zoom sucks for building trust, leaked audio reveals. Nvidia thinks AI boom is far from over as GPU sales drive big earnings win. Project Moohan is Google and Samsungs inevitable Apple Vision Pro clone. Big Tech isnt ready for landmark EU rules that take effect tomorrow. Judge lets Smartmatic expand 2020 election defamation suit against Newsmax. Friend.tech hype grows, Tornado Cash founders go for a spin and FBIs monitoring North Korean hackers. Better.coms stock tanks after SPAC combination brings it to the public markets. Judge lets Smartmatic expand 2020 election defamation suit against Newsmax. Nvidias quarterly sales double on the back of AI boom. TMobile to lay off 5,000 employees. Why Wall Streets obsession with a company you probably never heard of is sending stocks surging. Fox argues its conspiracytinged Jan. 6 coverage is protected by the First Amendment"
}