{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Joann Muller",
            "title": "Family SUVs are finally going electric",
            "description": "Kias newest model, making its North American debut at this weeks New York International Auto Show, is a spacious and sleek threerow SUV, with an innovative interior and loads of technology to satisfy busy families.Oh, and by the way  its electric",
            "url": "/2023-04-06-family-suvs-electric-evs-kia-ev9",
            "urlToImage": "https://images.axios.com/pz8mNkH_z9z1au2doQHohFdJMdY=/0x0:1920x1080/1366x768/2023/04/05/1680723882017.png",
            "publishedAt": "2023-04-06T09:00:00Z",
            "content": "Kias newest model, making its North American debut at this weeks New York International Auto Show, is a spacious and sleek threerow SUV, with an innovative interior and loads of technology to sati [+2857 chars]",
            "summary": "\"There's going to be an unprecedented number of EV launches this year that will bring people into dealerships,\" said Carlisle at an industry conference Tuesday.The bottom line: Instead of asking buyers to compromise, carmakers are finally offering EVs that check all the boxes. General Motors, for instance, sold a record 20,000 EVs in the first quarter of 2023, mostly Chevy Bolt EVs and Bolt EUVs. Kia's spacious EV9 debuts at the New York International Auto Show.",
            "html_summary": "<ul><li>\"There's going to be an unprecedented number of EV launches this year that will bring people into dealerships,\" said Carlisle at an industry conference Tuesday.The bottom line: Instead of asking buyers to compromise, carmakers are finally offering EVs that check all the boxes.</li><li>General Motors, for instance, sold a record 20,000 EVs in the first quarter of 2023, mostly Chevy Bolt EVs and Bolt EUVs.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/06/family-suvs-electric-evs-kia-ev9"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Britain Fines TikTok Nearly $16 Million For Misusing Childrens Personal Data",
            "description": "The Information Commissioners Office said it issued a fine of 12.7 million pounds ($15.9 million)  (and that) TikTok allowed as many as 1.4 million children in the U.K. under 13 to use the app in 2020, despite the platforms own rules prohibiting children",
            "url": "/2023-04-06-tiktok-data-privacy-britain-fine-china-2a94fcb6b74619ea7d04fdfc2ffe4e33",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/53c2db1961f147b997ff9f22bc184be1/3000.webp",
            "publishedAt": "2023-04-06T12:06:23Z",
            "content": "LONDON (AP) Britains privacy watchdog hit TikTok with a multimilliondollar penalty Tuesday for misusing childrens data and violating other protections for young users personal information.The Info [+3198 chars]",
            "summary": "And even though it knew younger children were using the app, TikTok failed to get consent from their parents to process their data, as required by Britains data protection laws, the agency said. The watchdog said TikTok failed to properly inform people about how their data is collected, used and shared in an easily understandable way. TikTok also failed to ensure personal data of British users was processed lawfully, fairly and transparently, the regulator said. Also Tuesday, Australia became the latest country to ban TikTok from its government devices, with authorities from the European Union to the United States concerned that the app could share data with the Chinese government or push pro-Beijing narratives. We will continue to review the decision and are considering next steps.TIkTok says it has improved its sign-up system since the breaches happened by no longer allowing users to simply declare they are old enough and looking for other signs that an account is used by someone under 13. Without this information, its unlikely that young users would be able to make informed choices about whether and how to use TikTok, it said. TikTok didnt adequately identify and remove children under 13 from the platform, the watchdog said.",
            "html_summary": "<ul><li>And even though it knew younger children were using the app, TikTok failed to get consent from their parents to process their data, as required by Britain’s data protection laws, the agency said.</li><li>The watchdog said TikTok failed to properly inform people about how their data is collected, used and shared in an easily understandable way.</li><li>TikTok also failed to ensure personal data of British users was processed lawfully, fairly and transparently, the regulator said.</li><li>Also Tuesday, Australia became the latest country to ban TikTok from its government devices, with authorities from the European Union to the United States concerned that the app could share data with the Chinese government or push pro-Beijing narratives.</li><li>“We will continue to review the decision and are considering next steps.”TIkTok says it has improved its sign-up system since the breaches happened by no longer allowing users to simply declare they are old enough and looking for other signs that an account is used by someone under 13.</li><li>Without this information, it’s unlikely that young users would be able “to make informed choices” about whether and how to use TikTok, it said.</li></ul>",
            "website_url": "https://apnews.com/article/tiktok-data-privacy-britain-fine-china-2a94fcb6b74619ea7d04fdfc2ffe4e33"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "Robot waiters future? Some restaurants think so...",
            "description": "MADISON HEIGHTS, Mich. (AP)  You may have already seen them in restaurants waisthigh machines that can greet guests, lead them to their tables, deliver food and drinks and ferry dirty dishes to the kitchen.",
            "url": "/2023-04-06-robots-waiters-restaurants-84336d32667219776d4d0942c28caa46",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/76249d444185499abda8efbc207f596a/3000.webp",
            "publishedAt": "2023-04-06T12:00:04Z",
            "content": "Are robot waiters the future? Some restaurants think soMADISON HEIGHTS, Mich. (AP)  You may have already seen them in restaurants waisthigh machines that can greet guests, lead them to their table [+6937 chars]",
            "summary": "But managers at several outlets said the robots havent proved as reliable or cost-effective as human servers.Wang Long, the manager of a Beijing outlet, said his two robots have both have broken down.We only used them now and then, Wang said. A robot costs around $15,000, he said, but a person costs $5,000 to $6,000 per month.Zhai said the robots give human servers more time to mingle with customers, which increases tips. Saru Jayaraman, who advocates for higher pay for restaurant workers as president of One Fair Wage, said restaurants could easily solve their labor shortages if they just paid workers more.Humans dont go to a full-service restaurant to be served by technology, she said. The schools restaurant began using a robot in December, and Reynolds says it has eased the workload for human staff and made service more efficient.But others say robot waiters arent much more than a gimmick that have a long way to go before they can replace humans. Shenzen, China-based Pudu Robotics, which was founded in 2016, has deployed more than 56,000 robots worldwide.Every restaurant chain is looking toward as much automation as possible, said Phil Zheng of Richtech Robotics, an Austin-based maker of robot servers. The robot didnt seem to be replacing staff, he said; he counted 13 employees in the store, and workers told him the robot helps service move a little faster. Chick-fil-A is trying them at multiple U.S. locations, and says its found that the robots give human employees more time to refresh drinks, clear tables and greet guests.Marcus Merritt was surprised to see a robot server at a Chick-fil-A in Atlanta recently.",
            "html_summary": "<ul><li>But managers at several outlets said the robots haven’t proved as reliable or cost-effective as human servers.Wang Long, the manager of a Beijing outlet, said his two robots have both have broken down.“We only used them now and then,” Wang said.</li><li>A robot costs around $15,000, he said, but a person costs $5,000 to $6,000 per month.Zhai said the robots give human servers more time to mingle with customers, which increases tips.</li><li>Saru Jayaraman, who advocates for higher pay for restaurant workers as president of One Fair Wage, said restaurants could easily solve their labor shortages if they just paid workers more.“Humans don’t go to a full-service restaurant to be served by technology,” she said.</li><li>The school’s restaurant began using a robot in December, and Reynolds says it has eased the workload for human staff and made service more efficient.But others say robot waiters aren’t much more than a gimmick that have a long way to go before they can replace humans.</li><li>Shenzen, China-based Pudu Robotics, which was founded in 2016, has deployed more than 56,000 robots worldwide.“Every restaurant chain is looking toward as much automation as possible,” said Phil Zheng of Richtech Robotics, an Austin-based maker of robot servers.</li><li>The robot didn’t seem to be replacing staff, he said; he counted 13 employees in the store, and workers told him the robot helps service move a little faster.</li></ul>",
            "website_url": "https://apnews.com/article/robots-waiters-restaurants-84336d32667219776d4d0942c28caa46"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "India cracks down on betting games",
            "description": "India is cracking down on games that offer betting services by amending its IT Rules 2021 that will require selfregulatory bodies to ban apps that offer wagering, potentially disrupting a wide range of venturefunded startups that have mushroomed in the spac",
            "url": "/2023-04-06-india-cracks-down-on-betting-games",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-1236881430.jpg?resize=1200,800",
            "publishedAt": "2023-04-06T11:42:23Z",
            "content": "India is cracking down on games that offer betting services by amending its IT Rules 2021 that will require selfregulatory bodies to ban apps that offer wagering, potentially disrupting a wide range [+2116 chars]",
            "summary": "Fantasy sports startups insist that their offerings test customers skills and is different from gambling.Steep growth in fantasy sports gaming will come from tier 2 cities driven by increasing adoption of fantasy platforms and cross-migration of users from other games. Additionally, online games will not be permitted, either directly or through a third-party, to offer credit financing options to their users.The vast majority of betting games focus on IPL, a two-month long T20 cricket tournament. An earlier version of the story focused on the amendment to rules pertaining to online games betting. We have seen over the last few months many startups running afoul of state laws, state rules and state regulations. Revenue for fantasy sports is estimated to grow as much as 35% this year to over $375 million, according to consultancy firm Redseer. Our estimates suggest that the average revenue per user is expected to grow from INR 410 ($5) in IPL 2022 to INR 440 ($5.37) per user in IPL 2023, the firm said.Jagmeet Singh contributed to this report. Facebook and Google have ploughed more than $15 billion in India in the past decade as they raced to win the last great growth market.",
            "html_summary": "<ul><li>Fantasy sports startups insist that their offerings test customers’ skills and is different from gambling.“Steep growth in fantasy sports gaming will come from tier 2 cities driven by increasing adoption of fantasy platforms and cross-migration of users from other games.</li><li>Additionally, online games will not be permitted, either directly or through a third-party, to offer credit financing options to their users.The vast majority of betting games focus on IPL, a two-month long T20 cricket tournament.</li><li>An earlier version of the story focused on the amendment to rules pertaining to online games betting.</li><li>“We have seen over the last few months many startups running afoul of state laws, state rules and state regulations.</li><li>Revenue for fantasy sports is estimated to grow as much as 35% this year to over $375 million, according to consultancy firm Redseer.</li><li>Our estimates suggest that the average revenue per user is expected to grow from INR 410 ($5) in IPL 2022 to INR 440 ($5.37) per user in IPL 2023,” the firm said.Jagmeet Singh contributed to this report.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/06/india-cracks-down-on-betting-games/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Amazons $1.7B iRobot acquisition scrutinized by UK on competition grounds",
            "description": "The U.K.s competition authority has confirmed that its assessing Amazons proposed acquisition of robot vacuum maker iRobot.",
            "url": "/2023-04-06-amazons-1-7b-irobot-acquisition-scrutinized-by-uk-on-competition-grounds",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1451099623-e1680772849833.jpg?resize=1200,677",
            "publishedAt": "2023-04-06T10:09:44Z",
            "content": "The U.K.s Competition and Markets Authority (CMA) has confirmed that its assessing Amazons proposed acquisition of robot vacuum maker iRobot.The case is still at its earliest possible stage, wher [+2673 chars]",
            "summary": "The Federal Trade Commission (FTC) is currently mulling over an official investigation into its iRobot deal, though notably the FTC did greenlight Amazons $3.9 billion One Medical acquisition.As for the U.K., it currently has a bunch of antitrust deals to contend with. In its domestic market, meanwhile, Amazon is already in the regulators crosshairs as part of a multifaceted investigation covering acquisitions, competition, privacy and more. Microsofts bumper $68.7 billion bid for Activision is also in the CMAs line of sight, as is Broadcoms planned $61 billion VMware acquisition. Just yesterday, regulator Ofcom revealed that it was preparing to refer the U.K. cloud infrastructure market for an in-depth investigation, with Amazons AWS and Microsoft specifically in focus.",
            "html_summary": "<ul><li>The Federal Trade Commission (FTC) is currently mulling over an official investigation into its iRobot deal, though notably the FTC did greenlight Amazon’s $3.9 billion One Medical acquisition.As for the U.K., it currently has a bunch of antitrust deals to contend with.</li><li>In its domestic market, meanwhile, Amazon is already in the regulators’ crosshairs as part of a multifaceted investigation covering acquisitions, competition, privacy and more.</li><li>Microsoft’s bumper $68.7 billion bid for Activision is also in the CMA’s line of sight, as is Broadcom’s planned $61 billion VMware acquisition.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/06/amazons-1-7b-irobot-acquisition-scrutinized-by-uk-on-competition-grounds/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Alternative seafood startup Aqua Cultured Foods reels in $5.5M",
            "description": "Aqua Cultured Foods is using fungi fermentation to create whole cuts of calamari, shrimp, scallops and filets of tuna and whitefish.",
            "url": "/2023-04-06-alternative-seafood-aqua-cultured-foods-foodtech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Sea-bass-sashimi-plated.jpg?resize=1200,674",
            "publishedAt": "2023-04-06T12:01:29Z",
            "content": "Venture capital investors focused on food tech are calling 2023 the year when alternative seafood startups will make notable strides. Meanwhile, investors expect 40 investments to be made in this sec [+5347 chars]",
            "summary": "The company also produces minced seafood fillings for applications like dumplings, ravioli and sushi rolls.Just texturally speaking, theres nothing like it, Palermo said. Meanwhile, investors expect 40 investments to be made in this sector this year, up from 36 in 2022, according to the Good Food Institutes annual investor report.Within the past year, TechCrunch reported on a number of those investments into startups producing alternatives to traditional seafood. For example, one of the biggest venture capital investments into alternative seafood in 2022 went into Wildtype, which raised $100 million in a Series B round for its cultured salmon product. Venture capital investors focused on food tech are calling 2023 the year when alternative seafood startups will make notable strides. Then we can produce it ahead of time to get exactly what they need.4 investors discuss the next big wave for alternative seafood startups Its quite an accomplishment.Palermo was mum on exactly how the technology worked, but did say the company was using proprietary mycoprotein (fungi) fermentation processes that dont include any animal inputs, genetic altering or modification. Palermo expects Aqua to be able to grow between 5,000 and 10,000 pounds of product in a 450-square-foot space.What that does is open us up to have decentralized manufacturing, Palermo said.",
            "html_summary": "<ul><li>The company also produces minced “seafood” fillings for applications like dumplings, ravioli and sushi rolls.“Just texturally speaking, there’s nothing like it,” Palermo said.</li><li>Meanwhile, investors expect 40 investments to be made in this sector this year, up from 36 in 2022, according to the Good Food Institute’s annual investor report.Within the past year, TechCrunch reported on a number of those investments into startups producing alternatives to traditional seafood.</li><li>For example, one of the biggest venture capital investments into alternative seafood in 2022 went into Wildtype, which raised $100 million in a Series B round for its cultured salmon product.</li><li>Venture capital investors focused on food tech are calling 2023 the year when alternative seafood startups will make notable strides.</li><li>“Then we can produce it ahead of time to get exactly what they need.”4 investors discuss the next big wave for alternative seafood startups</li><li>It’s quite an accomplishment.”Palermo was mum on exactly how the technology worked, but did say the company was using proprietary mycoprotein (fungi) fermentation processes that don’t include any animal inputs, genetic altering or modification.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/06/alternative-seafood-aqua-cultured-foods-foodtech/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Family SUVs are finally going electric. Britain Fines TikTok Nearly $16 Million For Misusing Childrens Personal Data. Robot waiters future? Some restaurants think so.... India cracks down on betting games. Amazons $1.7B iRobot acquisition scrutinized by UK on competition grounds. Alternative seafood startup Aqua Cultured Foods reels in $5.5M"
}