{
    "status": "ok",
    "totalResults": 18,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Anne D'innocenzio",
            "title": "Locked up merchandise Retailers try to curb theft while not angering shoppers...",
            "description": "NEW YORK (AP)  When the pandemic threat eased, Maureen Holohan was eager to scale back her online shopping and return to physical stores so she could more easily compare prices and scour ingredients on beauty and health care products for herself and her thre",
            "url": "/2023-02-06-theft-business-c5d9abbb9ca64c23419951c28380a534",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/0e1c520bf853479ca9d647ceba6fd8bf/3000.webp",
            "publishedAt": "2023-02-06T14:01:37Z",
            "content": "NEW YORK (AP) When the pandemic threat eased, Maureen Holohan was eager to scale back her online shopping and return to physical stores so she could more easily compare prices and scour ingredients o [+6644 chars]",
            "summary": "John Catsimatidis, who owns the New York supermarket chains Gristedes and DAgostinos, said the chain has locked up more products like aspirin and deodorant in the past year but not as many as his drug store chain rivals. Target confirmed it was locking up more products but instead of targeting certain items, it locks up entire categories.Its unclear how much money retailers are losing due to organized retail crime -- or if the problem has substantially increased. But if they exhibit suspicious behaviors, store workers will be notified to provide assistance, he said.Holohan said she doesnt mind extra security guards, but shes not interested in giving out her phone number.Its invasive, she said. In the past six months or so, CVS, Target and other retailers where Holohan shops have been locking up more everyday items like deodorant and laundry detergent as a way to reduce theft. Isabela Burrows, 20, a manager at pet supplies chain PetSmart in Howell, Michigan, noted that her store in recent months has had to lock up more items like diffusers to calm dogs and cats and electric shaving shears. Walmart said that its position of not locking up beauty products for women of color remains the same. You dont want to ask them for something if you dont have to.For consumers of color especially, the stepped-up security measures risk alienating a population that already feels overpoliced.",
            "html_summary": "<ul><li>John Catsimatidis, who owns the New York supermarket chains Gristedes and D’Agostino’s, said the chain has locked up more products like aspirin and deodorant in the past year but not as many as his drug store chain rivals.</li><li>Target confirmed it was locking up more products but instead of targeting certain items, it locks up entire categories.It’s unclear how much money retailers are losing due to organized retail crime -- or if the problem has substantially increased.</li><li>But if they exhibit suspicious behaviors, store workers will be notified to provide assistance, he said.Holohan said she doesn’t mind extra security guards, but she’s not interested in giving out her phone number.“It’s invasive,” she said.</li><li>In the past six months or so, CVS, Target and other retailers where Holohan shops have been locking up more everyday items like deodorant and laundry detergent as a way to reduce theft.</li><li>Isabela Burrows, 20, a manager at pet supplies chain PetSmart in Howell, Michigan, noted that her store in recent months has had to lock up more items like diffusers to calm dogs and cats and electric shaving shears.</li><li>Walmart said that its position of not locking up beauty products for women of color remains the same.</li></ul>",
            "website_url": "https://apnews.com/article/theft-business-c5d9abbb9ca64c23419951c28380a534"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Scott Rosenberg",
            "title": "Techs giants rush to put generative AI to work",
            "description": "The explosion of interest in ChatGPT and generative AI has tech giants scrambling to rethink and rewrite their product plans to capitalize on the trend.Whats happening Every major tech company has been investing in AI for years, but the overnight ChatGPT cr",
            "url": "/2023-02-06-chatgpt-tech-giants-generative-ai",
            "urlToImage": "https://images.axios.com/ysWBuiPGBlYzDCxB5JRk-32AE88=/0x0:1454x818/1366x768/2023/02/06/1675649677044.png",
            "publishedAt": "2023-02-06T10:30:30Z",
            "content": "The explosion of interest in ChatGPT and generative AI has tech giants scrambling to rethink and rewrite their product plans to capitalize on the trend.Whats happening Every major tech company ha [+5010 chars]",
            "summary": "ChatGPT has shown the industry there's a public hunger for the specific capabilities of generative AI to simulate human conversation and creativity.Our thought bubble: Tech's chase-the-hotness herd mentality almost always overshoots the mark, and that's likely to be the case with ChatGPT mania. AI has a huge future  but we still don't know what creative and economic uses generative AI will serve, what harms it will cause and what failures it may encounter. One of its projects, LaMDA, even inspired a Google engineer to claim that the program had achieved sentience.",
            "html_summary": "<ul><li>ChatGPT has shown the industry there's a public hunger for the specific capabilities of generative AI to simulate human conversation and creativity.Our thought bubble: Tech's chase-the-hotness herd mentality almost always overshoots the mark, and that's likely to be the case with ChatGPT mania.</li><li>AI has a huge future — but we still don't know what creative and economic uses generative AI will serve, what harms it will cause and what failures it may encounter.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/06/chatgpt-tech-giants-generative-ai"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jael Holzman",
            "title": "The coming ChinaEV showdown in Congress",
            "description": "The U.S. electric car market and its reliance on China is heading for a collision with Congress. Why it matters Lawmakers are setting their sights on the auto industrys global supply relationships as bipartisan support emerges to deal with the dirtier sides",
            "url": "/2023-02-06-congress-ev-china-oversight-incoming",
            "urlToImage": "https://images.axios.com/aV2lr2miim7_G8NgWuoKOHBlsPw=/0x0:1920x1080/1366x768/2023/02/03/1675458179657.jpg",
            "publishedAt": "2023-02-06T10:30:43Z",
            "content": "The U.S. electric car market and its reliance on China is heading for a collision with Congress. Why it matters Lawmakers are setting their sights on the auto industrys global supply relationships [+3378 chars]",
            "summary": "Between the lines: One auto industry source told Axios that the probes could be damaging if they make lawmakers question the benefits of EV and battery tax incentives, like those in the Inflation Reduction Act. Driving the news: House Republicans and Senate Democrats launched probes in recent weeks into EV and battery manufacturers, their reliance on Chinese businesses and potential risks to national security and efforts to prevent forced labor abroad. Why it matters: Lawmakers are setting their sights on the auto industrys global supply relationships as bipartisan support emerges to deal with the dirtier sides of \"clean energy.\" Zoom in: The Senate probe is getting results  the automakers all gave responses to the Finance Committee and lawmakers are considering whether to conduct additional investigation, a committee aide said. Their hold on supplying battery metals like graphite will make a full excision incredibly difficult. Meanwhile, the House Science investigations scrutiny of federal funding to a particular Texas-based company  Microvast  is finding a fan in Senate Energy and Natural Resources Chairman Joe Manchin. The big picture: China is the world leader in mining resources and making EV parts.",
            "html_summary": "<ul><li>Between the lines: One auto industry source told Axios that the probes could be damaging if they make lawmakers question the benefits of EV and battery tax incentives, like those in the Inflation Reduction Act.</li><li>Driving the news: House Republicans and Senate Democrats launched probes in recent weeks into EV and battery manufacturers, their reliance on Chinese businesses and potential risks to national security and efforts to prevent forced labor abroad.</li><li>Why it matters: Lawmakers are setting their sights on the auto industry’s global supply relationships as bipartisan support emerges to deal with the dirtier sides of \"clean energy.\"</li><li>Zoom in: The Senate probe is getting results — the automakers all gave responses to the Finance Committee and lawmakers are considering whether to conduct “additional investigation,” a committee aide said.</li><li>Their hold on supplying battery metals like graphite will make a full excision incredibly difficult.</li><li>Meanwhile, the House Science investigation’s scrutiny of federal funding to a particular Texas-based company — Microvast — is finding a fan in Senate Energy and Natural Resources Chairman Joe Manchin.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/06/congress-ev-china-oversight-incoming"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Chuong Nguyen",
            "title": "Dealmaster Best Super Bowl TV deals for 4K, OLED, and QLED",
            "description": "In the market for a new TV? Now is the perfect time to score a big deal.",
            "url": "/2023-02-06-dealmaster-best-super-bowl-tv-deals-for-4k-oled-and-qled",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2021/02/Google-TV-760x380.jpg",
            "publishedAt": "2023-02-06T21:36:32Z",
            "content": "2 with 0 posters participatingWhether youre looking to kick off your Super Bowl party or just in the market for a new TV, this is one of the best times to shop for a new bigscreen TV for your liv [+9124 chars]",
            "summary": "In addition to HDR10 support, 120 Hz native refresh rate, HDMI 2.1 support for latency-free gaming, and Dolby Vision HDR support, this Hisense TV boasts peak brightness of 1,500 nits. Gamers should be on the lookout for TVs that support faster refresh rates, like the Hisense ULED TV with HDMI 2.1 support for $898 after discount, as well as panels capable of displaying HDR content. It comes with Google Smart TV support built-in as well.LG 55-inch 4K (55QNED85UQA) for $997 ($1,400) at Amazon: LG markets its quantum dot LED TVs under its QNED brand, and like other competitors here, the company's model boasts Mini LED backlighting. It comes with HDMI 2.1 support, features designed for PlayStation 5 console gaming integration, and Google TV support with Google Assistant. Like its stablemates in the budget section, the refresh rate is set to 60 Hz.With your new TV in tow, you can tune in to Fox to watch the Super Bowl. If you're looking for a more affordable set, consider an LED TV, but keep in mind that more budget-oriented sets are limited to 60 Hz refresh rates, making them less ideal for gamers. Many, if not all, of the TVs on our list come with app support, so you'll be able to download your favorite streaming service or the Fox app to stream the Super Bowl on game day.",
            "html_summary": "<ul><li>In addition to HDR10 support, 120 Hz native refresh rate, HDMI 2.1 support for latency-free gaming, and Dolby Vision HDR support, this Hisense TV boasts peak brightness of 1,500 nits.</li><li>Gamers should be on the lookout for TVs that support faster refresh rates, like the Hisense ULED TV with HDMI 2.1 support for $898 after discount, as well as panels capable of displaying HDR content.</li><li>It comes with Google Smart TV support built-in as well.LG 55-inch 4K (55QNED85UQA) for $997 ($1,400) at Amazon: LG markets its quantum dot LED TVs under its QNED brand, and like other competitors here, the company's model boasts Mini LED backlighting.</li><li>It comes with HDMI 2.1 support, features designed for PlayStation 5 console gaming integration, and Google TV support with Google Assistant.</li><li>Like its stablemates in the budget section, the refresh rate is set to 60 Hz.With your new TV in tow, you can tune in to Fox to watch the Super Bowl.</li><li>If you're looking for a more affordable set, consider an LED TV, but keep in mind that more budget-oriented sets are limited to 60 Hz refresh rates, making them less ideal for gamers.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/02/dealmaster-best-super-bowl-tv-deals-for-4k-oled-and-qled/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Matthew Panzarino",
            "title": "Apple execs on M2 chips, winning gamers and when to buy a Mac",
            "description": "Apples M series chips were incredibly well telegraphed when they arrived in late 2021. Apple had been designing its own silicon since the A4 appeared in the iPhone 4 just over a decade earlier. The appearance of Apples inhouse efforts in the Mac was really",
            "url": "/2023-02-06-apple-execs-on-m2-chips-winning-gamers-and-when-to-buy-a-mac",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Apple-M2-chips-lifestyle-230117.jpg?resize=1200,675",
            "publishedAt": "2023-02-07T00:41:25Z",
            "content": "Apples M series chips were incredibly well telegraphed when they arrived in late 2021. Apple had been designing its own silicon since the A4 appeared in the iPhone 4 just over a decade earlier. The  [+19437 chars]",
            "summary": "Now that system has expanded to envelop the Mac branch as well.I think it felt very natural for us to sit down side by side with our industrial design partners and our system team partners inside Apple because theyre familiar faces to us, Millet says. Millet says that Apple knows that the top few percent of power-hungry users that want the edge on capability are savvy enough to know the rough release timeline of the new Macs and will wait for it.That 20% is going to make a big difference to some folks. That, says Millet, wasnt a byproduct  it was the intent from the beginning.We wanted to have the ability to build a scale of solutions that deliver the absolute maximum performance for machines that had no fan; for machines that had active cooling systems like our pro class machines. So I actually think you hit on something interesting there in kind of this difference between a feedback loop and a different kind of process.Apple M2 Max features 67 billion transistors, 400GB/s of unified memory bandwidth, and up to 96GB of fast, low-latency unified memory. There will be different expectations over time  lets make sure we have our toolbox complete.And so we did very directed work to make sure that the GPU toolbox was there  working super closely with our Metal partners. It was important, Millet says, to make sure people didnt see the M1 as a one and done.As far as the when Macs question goes, Millet and Borchers are both in the when possible, ship camp. And I dont think were going to fool anybody by saying that overnight were going to make Mac a great gaming platform.",
            "html_summary": "<ul><li>Now that system has expanded to envelop the Mac branch as well.“I think it felt very natural for us to sit down side by side with our industrial design partners and our system team partners inside Apple because they’re familiar faces to us,” Millet says.</li><li>Millet says that Apple knows that the top few percent of power-hungry users that want the edge on capability are savvy enough to know the rough release timeline of the “new Macs” and will wait for it.“That 20% is going to make a big difference to some folks.</li><li>That, says Millet, wasn’t a byproduct — it was the intent from the beginning.“We wanted to have the ability to build a scale of solutions that deliver the absolute maximum performance for machines that had no fan; for machines that had active cooling systems like our pro class machines.</li><li>So I actually think you hit on something interesting there in kind of this difference between a feedback loop and a different kind of process.”Apple M2 Max features 67 billion transistors, 400GB/s of unified memory bandwidth, and up to 96GB of fast, low-latency unified memory.</li><li>There will be different expectations over time — let’s make sure we have our toolbox complete.“And so we did very directed work to make sure that the GPU toolbox was there — working super closely with our Metal partners.</li><li>It was important, Millet says, to make sure people didn’t see the M1 as a “one and done.”As far as the “when Macs” question goes, Millet and Borchers are both in the “when possible, ship” camp.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/06/apple-execs-on-m2-chips-winning-gamers-and-when-to-buy-a-mac/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By CALVIN WOODWARD and JOSH BOAK - Associated Press",
            "title": "ChatGPT bot channels history to pen State of Union speech",
            "description": "A presidents State of the Union address has a predictable formula. But what if a computer program were to write it? The Associated Press asked the ChatGPT bot to do just that. AP told the app to produce the speech",
            "url": "/2023-02-06-8b4dc4774acd0f4ba4ad2fb1ea768d47",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/e/de/edede84e-09bb-5d44-af06-d4a1136929f7/63e0da3db574b.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-06T10:25:14Z",
            "content": "By CALVIN WOODWARD and JOSH BOAK  Associated PressWASHINGTON (AP) If youve heard it once in a presidents State of the Union speech, youve heard it 100 times There is nothing the American people  [+25544 chars]",
            "summary": "Let us create a society where every person is valued and respected, where every person has an equal chance to succeed.And let us not forget, as we work for this noble cause, that we are all one people, bound together by our common humanity. For it is only by doing so that we can truly claim to be a great people.So let us come together, my friends, and let us work for a brighter future for all our citizens. Ive got faith in you, my fellow Americans, and I know that together, we can do anything.So lets get to work, lets keep this train rollin, and lets make America great again. We must provide our teachers with the support and resources they need to help students succeed, and we must encourage girls and underrepresented minorities to pursue careers in STEM fields.As we work to address this crisis, let us also remember the incredible potential of mathematics. For as Dr. King also said, We may have all come on different ships, but we are in the same boat now.So let us come together, as one people, to build a better future for all. That is why I am committed to achieving a 100% clean energy economy and creating good-paying jobs in the process.So let us come together, as one nation, and build a better future for all Americans. A goal of a better future for all Americans, a future where our children and grandchildren can live in peace, security, and prosperity.So let us stand together, my fellow citizens.",
            "html_summary": "<ul><li>Let us create a society where every person is valued and respected, where every person has an equal chance to succeed.And let us not forget, as we work for this noble cause, that we are all one people, bound together by our common humanity.</li><li>For it is only by doing so that we can truly claim to be a great people.So let us come together, my friends, and let us work for a brighter future for all our citizens.</li><li>I’ve got faith in you, my fellow Americans, and I know that together, we can do anything.So let’s get to work, let’s keep this train rollin’, and let’s make America great again.</li><li>We must provide our teachers with the support and resources they need to help students succeed, and we must encourage girls and underrepresented minorities to pursue careers in STEM fields.As we work to address this crisis, let us also remember the incredible potential of mathematics.</li><li>For as Dr. King also said, “We may have all come on different ships, but we are in the same boat now.”So let us come together, as one people, to build a better future for all.</li><li>That is why I am committed to achieving a 100% clean energy economy and creating good-paying jobs in the process.So let us come together, as one nation, and build a better future for all Americans.</li></ul>",
            "website_url": "https://apnews.com/8b4dc4774acd0f4ba4ad2fb1ea768d47"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Associated Press",
            "title": "After a massive growth spurt, big tech is cutting jobs",
            "description": "The tech industry started the year with a wave of job cuts, around 50,000 in January alone, and there doesnt appear to be any let up this month. The computer maker Dell said Monday that its cutting about 6,600 jobs.",
            "url": "/2023-02-06-5012d95678b50f699498cb11b5f3913d",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/78/0787f1d9-bee0-58fb-82b6-673b730f43ac/63d00e97c5ac1.image.jpg?crop=1920%2C1008%2C0%2C35&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-06T15:04:23Z",
            "content": "The tech industry started the year with a wave of job cuts, around 50,000 in January alone, and there doesnt appear to be any let up this month. The computer maker Dell said Monday that its cutting  [+3380 chars]",
            "summary": "IBM: Profits fell in the most recent quarter at the technology and consulting company, but it said the 3,900 job cuts announced in late January were due to earlier sale of parts of its business. Large and small tech companies went on a hiring spree in over the past several years due to a demand for their products, software and services surged with millions of people working remotely. Heres a look at some of the companies that have announced layoffs so far.Dell: The computer maker reduced its payroll by 5%, or about 6,600 jobs, saying that the steps its taken to stay ahead of eroding market conditions are no longer enough. However, even with all of the layoffs announced this year, most tech companies are still vastly larger than they were three years ago. Profits have slipped over the past two quarters at the company, which employed about 133,000 people at the start of last year. Snap: The parent company of social media platform Snapchat said that it was letting go of 20% of its staff. An earlier round of layoffs last year cut 9% of its workforce.",
            "html_summary": "<ul><li>IBM: Profits fell in the most recent quarter at the technology and consulting company, but it said the 3,900 job cuts announced in late January were due to earlier sale of parts of its business.</li><li>Large and small tech companies went on a hiring spree in over the past several years due to a demand for their products, software and services surged with millions of people working remotely.</li><li>Here’s a look at some of the companies that have announced layoffs so far.Dell: The computer maker reduced its payroll by 5%, or about 6,600 jobs, saying that the steps it’s taken to stay ahead of eroding market conditions are no longer enough.</li><li>However, even with all of the layoffs announced this year, most tech companies are still vastly larger than they were three years ago.</li><li>Profits have slipped over the past two quarters at the company, which employed about 133,000 people at the start of last year.</li><li>Snap: The parent company of social media platform Snapchat said that it was letting go of 20% of its staff.</li></ul>",
            "website_url": "https://apnews.com/5012d95678b50f699498cb11b5f3913d"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Quora opens its new AI chatbot app Poe to the general public",
            "description": "Q&A platform Quora has opened up public access to its new AI chatbot app, Poe, which lets users ask questions and get answers from a range of AI chatbots, including those from ChatGPT maker, OpenAI, and other companies like Anthropic. Beyond allowing users to",
            "url": "/2023-02-06-quora-opens-its-new-ai-chatbot-app-poe-to-the-general-public",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/poe.jpg?resize=1200,619",
            "publishedAt": "2023-02-06T19:25:53Z",
            "content": "Q&amp;A platform Quora has opened up public access to its new AI chatbot app, Poe, which lets users ask questions and get answers from a range of AI chatbots, including those from ChatGPT maker, Open [+4217 chars]",
            "summary": "Q&A platform Quora has opened up public access to its new AI chatbot app, Poe, which lets users ask questions and get answers from a range of AI chatbots, including those from ChatGPT maker, OpenAI, and other companies like Anthropic. This is particularly true in the back-and-forth dialogue paradigm that has become standard for question answering and other use of large language models like ChatGPT, but we expect it to become useful for other modalities as well. Beyond allowing users to experiment with new AI technologies, Poes content will ultimately help to evolve Quora itself, the company says.Quora first announced Poes mobile app in December, but at the time, it required an invite to try it out. The best examples will also be distributed to all users of Poe through the apps feed, where others can Like or Repost the chatbot Q&A session. All three have been known to make incorrect statements  which is another reason why Quora itself isnt immediately integrating Poe into its service.Image Credits: Poe screenshotThe factual inaccuracies offered by AIs like ChatGPT have raised concerns about whether these technologies are ready for primetime. They can then switch between three different AI chatbots available at launch.These include the general knowledge chatbots Sage, Claude and Dragonfly. The Wall Street Journal, for example, recently reported how ChatGPT has been shown to be fairly bad at math problems written in natural language, often returning entertaining, but entirely wrong answers with confidence.",
            "html_summary": "<ul><li>Q&A platform Quora has opened up public access to its new AI chatbot app, Poe, which lets users ask questions and get answers from a range of AI chatbots, including those from ChatGPT maker, OpenAI, and other companies like Anthropic.</li><li>“This is particularly true in the back-and-forth dialogue paradigm that has become standard for question answering and other use of large language models like ChatGPT, but we expect it to become useful for other modalities as well.</li><li>Beyond allowing users to experiment with new AI technologies, Poe’s content will ultimately help to evolve Quora itself, the company says.Quora first announced Poe’s mobile app in December, but at the time, it required an invite to try it out.</li><li>The best examples will also be distributed to all users of Poe through the app’s feed, where others can Like or Repost the chatbot Q&A session.</li><li>All three have been known to make incorrect statements — which is another reason why Quora itself isn’t immediately integrating Poe into its service.Image Credits: Poe screenshotThe factual inaccuracies offered by AIs like ChatGPT have raised concerns about whether these technologies are ready for primetime.</li><li>They can then switch between three different AI chatbots available at launch.These include the general knowledge chatbots Sage, Claude and Dragonfly.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/06/quora-opens-its-new-ai-chatbot-app-poe-to-the-general-public/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Breef raises $16M to match brands with marketing agencies",
            "description": "Breef, a startup developing a marketplace for matching brands with marketing agencies, has raised $16 million in a venture round.",
            "url": "/2023-02-06-breef-raises-16m-to-match-brands-with-marketing-agencies",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/GettyImages-1382292808.jpg?resize=1200,800",
            "publishedAt": "2023-02-06T13:01:11Z",
            "content": "Breef, a platform that allows brands to manage and service marketing agency projects, today announced that it raised $16 million in a Series A round (an undisclosed portion of which was debt) led by  [+4715 chars]",
            "summary": "But the technology had not been created to vet and centralize agencies and give brands confidence throughout the search  In short, if someone could centralize agencies and help brands move faster, then the old way of working with agencies was ready to be replaced.Breefs online agency-finding marketplace. But he expressed confidence in the startups growth trajectory, despite competition from startups like BizBulwark (which offers a similar marketing marketplace) and Agency Spotter (an ad agency search tool).For marketers, Breef means ease of planning, scoping and outsourcing  at the speed modern brands require. An agency marketplace, Breef lets brands plan, scope and post projects for digital marketing, social media, PR campaigns, web and app development and branding to get pitches from agencies on the platform. The nature of work is long, with brands embarking on a search process spanning months despite inaccurate scopes of work and often no guidance  hence the emergence of the boutique agency,' Raptis said. Breef, a platform that allows brands to manage and service marketing agency projects, today announced that it raised $16 million in a Series A round (an undisclosed portion of which was debt) led by Greycroft with participation from BDMI, UTA.VC, Afterpays Touch Ventures and UC Berkeleys The House Fund. Full-time hires and the big agency model were no longer flexible  or affordable  enough to service the demands of todays brands, they felt, while the challenges around outsourcing were steeply increasing.The agency space has traditionally been a relationship-first business. For the creative and boutique agencies, it means the opportunity to work with leading brands without needing an internal sales team.",
            "html_summary": "<ul><li>“But the technology had not been created to vet and centralize agencies and give brands confidence throughout the search … In short, if someone could centralize agencies and help brands move faster, then ‘the old way’ of working with agencies was ready to be replaced.”Breef’s online agency-finding marketplace.</li><li>But he expressed confidence in the startup’s growth trajectory, despite competition from startups like BizBulwark (which offers a similar marketing marketplace) and Agency Spotter (an ad agency search tool).“For marketers, Breef means ease of planning, scoping and outsourcing — at the speed modern brands require.</li><li>An “agency marketplace,” Breef lets brands plan, scope and post projects for digital marketing, social media, PR campaigns, web and app development and branding to get pitches from agencies on the platform.</li><li>The nature of work is long, with brands embarking on a search process spanning months despite inaccurate ‘scopes of work’ and often no guidance — hence the emergence of the ’boutique agency,'” Raptis said.</li><li>Breef, a platform that allows brands to manage and service marketing agency projects, today announced that it raised $16 million in a Series A round (an undisclosed portion of which was debt) led by Greycroft with participation from BDMI, UTA.VC, Afterpay’s Touch Ventures and UC Berkeley’s The House Fund.</li><li>Full-time hires and the “big agency” model were no longer flexible — or affordable — enough to service the demands of today’s brands, they felt, while the challenges around outsourcing were steeply increasing.“The agency space has traditionally been a relationship-first business.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/06/breef-raises-16m-to-match-brands-with-marketing-agencies/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Neko, Daniel Eks next play, is another spin on preventative healthcare",
            "description": "Spotify founder Daniel Ek officially confirmed rumors of his new health tech startup by quietly kicking off a body scanning service in Sweden last week, after four years of stealthy development...",
            "url": "/2023-02-06-neko-health",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/neko-founders.jpeg?resize=1200,800",
            "publishedAt": "2023-02-06T16:18:26Z",
            "content": "Make room for yet another preventative health play Spotify founder Daniel Ek officially confirmed rumors of his new health tech startup, Neko, Friday by quietly kicking off a body scanning service [+8991 chars]",
            "summary": ")A part of the startups focus appears to be on technology thats interpreting (or presenting) data on users behalf  since it says they will get access to a summary of their health data in its app. But its marketing material offers the general claim that its technology includes the latest advances in sensors and AI  further specifying that the sensing technology involves more than 70 sensors which it says can record 50 million data points and 15 GB of patients health data in minutes. Neko will obviously need proper legal bases for each and every proposed use of users health data, which EU law classes as sensitive data  requiring the highest bar of explicit consent for processing. Since the startup is building (or applying) health data capture devices, and appears to be intending to develop AI for (at least) clinician support and/or medical diagnostics, a range of regulations are likely to apply, depending on where it wants to operate the service. )The startups marketing talks about wanting its new medical scanning technology concept to make it possible to do broad and non-invasive health data collection that is convenient and affordable for the public. (Although, equally, its worth noting that the human body undergoes all sorts of changes throughout its lifetime which do not necessarily signify a negative health implication so simply having oodles of data does not necessarily translate into better healthcare. )Another issue which will need close attention is privacy  given how much sensitive health data these body scans will obviously capture.",
            "html_summary": "<ul><li>)A part of the startup’s focus appears to be on technology that’s interpreting (or presenting) data on users’ behalf — since it says they will get access to a “summary” of their health data in its app.</li><li>But its marketing material offers the general claim that its technology includes “the latest advances in sensors and AI” — further specifying that the sensing technology involves more than 70 sensors which it says can record 50 million data points and 15 GB of patients’ health data “in minutes”.</li><li>Neko will obviously need proper legal bases for each and every proposed use of users’ health data, which EU law classes as sensitive data — requiring the highest bar of explicit consent for processing.</li><li>Since the startup is building (or applying) health data capture devices, and appears to be intending to develop AI for (at least) clinician support and/or medical diagnostics, a range of regulations are likely to apply, depending on where it wants to operate the service.</li><li>)The startup’s marketing talks about wanting its “new medical scanning technology concept to make it possible to do broad and non-invasive health data collection that is convenient and affordable for the public”.</li><li>(Although, equally, it’s worth noting that the human body undergoes all sorts of changes throughout its lifetime which do not necessarily signify a negative health implication so simply having oodles of data does not necessarily translate into better healthcare.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/06/neko-health/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Elon dodges liability, Ford falters and Rivian lays off more workers",
            "description": "This week in the Station, a weekly transportation newsletter , Elon Musk dodges liability, Rivian lays off workers and Ford falters.",
            "url": "/2023-02-06-elon-dodges-liability-ford-falters-and-rivian-lays-off-more-workers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/06/Rouge-Electric-Vehicle-Center_02.jpeg?resize=1200,900",
            "publishedAt": "2023-02-06T15:18:45Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+14664 chars]",
            "summary": "The company said in its Q4 earnings that it invested $650 million into Lithium Americas as part of an agreement to develop a mine in Nevada.Meanwhile, Ford CEO Jim Farley said the company left about $2 billion in profits on the table in 2022. Also joining the round are two unnamed strategic investors, a manufacturer of EV technology solutions and a renewable energy provider, the company said.Phantom AI raised $36.5 million in a Series C funding round led by Intervest, a South Korean venture fund. The company announced last week it had increased production and cut the price of its all-electric Mustang Mach-E crossover, the latest automaker to join an EV price war started by Tesla.Tesla reported earnings last week, but its 10K dropped a few days later and contained some interesting bits. And now, theres news about Lotus Technology, which Geely acquired in 2017 for $65 million.This week, Lotus Technology agreed to go public via a merger with special purpose acquisition company L Catterton Asia Acquisition in a transaction that values the combined entity at about $5.4 billion. Well, now it seems that much of the news surrounding SPACs  when a company goes public by merging with a blank-check company  falls into the official ruh-roh category. South Korean investment bank Shinhan GIB and Samsungs venture arm also participated.Tau, an Italy-based supplier of winding wire for EVs, raised 9 million ($9.7 million) in a Series B funding round led by Solvay Ventures. This is the commercial EV companys third restructuring since July 2022.Getaround, a peer-to-peer car-sharing company, had two bits of bad news.",
            "html_summary": "<ul><li>The company said in its Q4 earnings that it invested $650 million into Lithium Americas as part of an agreement to develop a mine in Nevada.Meanwhile, Ford CEO Jim Farley said the company left about $2 billion in profits on the table in 2022.</li><li>Also joining the round are two unnamed strategic investors, “a manufacturer of EV technology solutions and a renewable energy provider,” the company said.Phantom AI raised $36.5 million in a Series C funding round led by Intervest, a South Korean venture fund.</li><li>The company announced last week it had increased production and cut the price of its all-electric Mustang Mach-E crossover, the latest automaker to join an EV price war started by Tesla.Tesla reported earnings last week, but its 10K dropped a few days later and contained some interesting bits.</li><li>And now, there’s news about Lotus Technology, which Geely acquired in 2017 for $65 million.This week, Lotus Technology agreed to go public via a merger with special purpose acquisition company L Catterton Asia Acquisition in a transaction that values the combined entity at about $5.4 billion.</li><li>Well, now it seems that much of the news surrounding SPACs — when a company goes public by merging with a blank-check company — falls into the official “ruh-roh” category.</li><li>South Korean investment bank Shinhan GIB and Samsung’s venture arm also participated.Tau, an Italy-based supplier of winding wire for EVs, raised €9 million ($9.7 million) in a Series B funding round led by Solvay Ventures.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/06/elon-dodges-liability-ford-falters-and-rivian-lays-off-more-workers/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Modular eel robots combine soft and rigid components",
            "description": "The robot is largely hollow, built of modular voxels that can be assembled to create systems that are both rigid and soft.",
            "url": "/2023-02-06-modular-eel-robots-combine-soft-and-rigid-components",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/MIT-Reconfig-Aqua-02-press.jpg",
            "publishedAt": "2023-02-06T22:13:14Z",
            "content": "Heres an interesting comment from MITs Alfonso Parra Rubio, Treating soft versus hard robotics is a false dichotomy. For, I suppose, obvious reasons, thinking around technology tends to be a bitbinar [+1676 chars]",
            "summary": "Certainly weve traditionally regarded soft robots as being something that exists in direct opposition to their more traditional counterparts.But the organic beings that inspire them are often some combination of rigid and soft. But theyre generally made of bespoke components, as opposed to these simple building blocks that are scalable.Modularity also potentially means dramatically cutting down the assembly time required to build these robots. It follows, then, that roboticists would do well to marry the two, in order to harness the best of both worlds.Image Credits: MITThis is one of the guiding principles behind MITs recent rethink of its underwater, snakelike aquabots. Heres an interesting comment from MITs Alfonso Parra Rubio, Treating soft versus hard robotics is a false dichotomy. For, I suppose, obvious reasons, thinking around technology tends to be a bitbinary. The 60 pieces in this system were assembled in two days, rather than the two years that went into building RoboTuna. After all, what are we if not a bunch of soft tissue bound to a rigid skeletal structure.",
            "html_summary": "<ul><li>Certainly we’ve traditionally regarded soft robots as being something that exists in direct opposition to their more traditional counterparts.But the organic beings that inspire them are often some combination of rigid and soft.</li><li>“But they’re generally made of bespoke components, as opposed to these simple building blocks that are scalable.”Modularity also potentially means dramatically cutting down the assembly time required to build these robots.</li><li>It follows, then, that roboticists would do well to marry the two, in order to harness the best of both worlds.Image Credits: MITThis is one of the guiding principles behind MIT’s recent rethink of its underwater, snakelike aquabots.</li><li>Here’s an interesting comment from MIT’s Alfonso Parra Rubio, “Treating soft versus hard robotics is a false dichotomy.” For, I suppose, obvious reasons, thinking around technology tends to be a bit…binary.</li><li>The 60 pieces in this system were assembled in two days, rather than the two years that went into building RoboTuna.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/06/modular-eel-robots-combine-soft-and-rigid-components/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Locked up merchandise Retailers try to curb theft while not angering shoppers.... Techs giants rush to put generative AI to work. The coming ChinaEV showdown in Congress. Dealmaster Best Super Bowl TV deals for 4K, OLED, and QLED. Apple execs on M2 chips, winning gamers and when to buy a Mac. ChatGPT bot channels history to pen State of Union speech. After a massive growth spurt, big tech is cutting jobs. Quora opens its new AI chatbot app Poe to the general public. Breef raises $16M to match brands with marketing agencies. Neko, Daniel Eks next play, is another spin on preventative healthcare. Elon dodges liability, Ford falters and Rivian lays off more workers. Modular eel robots combine soft and rigid components"
}