{
    "status": "ok",
    "totalResults": 13,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Fearing leaks, Apple restricts its employees from using ChatGPT and AI tools",
            "description": "Cloud AI tools could leak confidential Apple company data; Apple works on its own LLM.",
            "url": "/2023-05-19-fearing-leaks-apple-restricts-its-employees-from-using-chatgpt-and-ai-tools",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/no_chatgpt_hero_3-760x380.jpg",
            "publishedAt": "2023-05-19T16:16:03Z",
            "content": "Enlarge/ An AIgenerated cartoon depiction of a chatbot being crossed out.9 with According to internal sources and company documents reviewed by The Wall Street Journal, Apple has restricted its  [+3041 chars]",
            "summary": " Benj Edwards - May 19, 2023 4:16 pm UTC According to internal sources and company documents reviewed by The Wall Street Journal, Apple has restricted its employees' use of ChatGPT and AI coding tools such as GitHub Copilot for fear of leaking confidential data to outside sources. Siri, which launched in 2011, briefly inspired a miniature version of the AI hype we're seeing now.It's important to note that while Apple has restricted ChatGPT use for its employees, that ban does not extend to Apple users. Meanwhile, Apple is also reportedly developing similar AI technology.ChatGPT is a conversational large language model (LLM) developed by Microsoft-backed OpenAI that is capable of tasks ranging from answering questions and writing essays to assisting with programming chores. Just yesterday, OpenAI released an official ChatGPT client for iPhone users in the US, who can now easily access the tool on the go with an OpenAI account.",
            "html_summary": "<ul><li> Benj Edwards - May 19, 2023 4:16 pm UTC According to internal sources and company documents reviewed by The Wall Street Journal, Apple has restricted its employees' use of ChatGPT and AI coding tools such as GitHub Copilot for fear of leaking confidential data to outside sources.</li><li>Siri, which launched in 2011, briefly inspired a miniature version of the AI hype we're seeing now.It's important to note that while Apple has restricted ChatGPT use for its employees, that ban does not extend to Apple users.</li><li>Meanwhile, Apple is also reportedly developing similar AI technology.ChatGPT is a conversational large language model (LLM) developed by Microsoft-backed OpenAI that is capable of tasks ranging from answering questions and writing essays to assisting with programming chores.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/05/fearing-leaks-apple-restricts-its-employees-from-using-chatgpt-and-ai-tools/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Contributors",
            "title": "When it comes to advanced math, ChatGPT is no star student",
            "description": "AIs ability to handle math depends on what exactly you ask it to do.",
            "url": "/2023-05-19-when-it-comes-to-advanced-math-chatgpt-is-no-star-student",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/GettyImages-826680702-760x380.jpg",
            "publishedAt": "2023-05-20T16:00:15Z",
            "content": "3 with While learning highlevel mathematics is no easy feat, teaching math concepts can often be just as tricky. That may be why many teachers are turning to ChatGPT for help. According to a recen [+2548 chars]",
            "summary": "Theres a middle [road] for some use cases; ChatGPT is performing pretty well [for some students and educators], but for others, not so much, Simon elaborated.At the testing level of high school and undergraduate math classes, ChatGPT performs well, ranking in the 89th percentile for the SAT math test. While ChatGPT failed on a significant number of them, its correct answers suggested that it could be useful for math researchers and teachers as a type of specialized search engine.The media tends to portray ChatGPTs mathematical intelligence as either brilliant or incompetent. ChatGPT can help relay technical information in more basic terms, but it may not always provide the correct solution, especially for upper-level math.An international team of researchers tested what the software could manage by providing the generative AI program with challenging graduate-level mathematics questions. ChatGPT can pass these tests because it can recall facts that it has picked up in its training.Simon and his research team proposed a unique set of upper-level math questions to assess whether ChatGPT also had test-taking and problem-solving skills. Were often led to believe that these tests evaluate our intelligence, but more often than not, they evaluate our ability to recall facts. One thing media have focused on is ChatGPTs ability to pass various popular standardized tests, stated Leah Henrickson, a professor of digital media at the University of Queensland.  KENNA HUGHES-CASTLEBERRY - May 20, 2023 4:00 pm UTC While learning high-level mathematics is no easy feat, teaching math concepts can often be just as tricky.",
            "html_summary": "<ul><li>“There’s a middle [road] for some use cases; ChatGPT is performing pretty well [for some students and educators], but for others, not so much,” Simon elaborated.At the testing level of high school and undergraduate math classes, ChatGPT performs well, ranking in the 89th percentile for the SAT math test.</li><li>While ChatGPT failed on a significant number of them, its correct answers suggested that it could be useful for math researchers and teachers as a type of specialized search engine.The media tends to portray ChatGPT’s mathematical intelligence as either brilliant or incompetent.</li><li>ChatGPT can help relay technical information in more basic terms, but it may not always provide the correct solution, especially for upper-level math.An international team of researchers tested what the software could manage by providing the generative AI program with challenging graduate-level mathematics questions.</li><li>ChatGPT can pass these tests because it can recall facts that it has picked up in its training.”Simon and his research team proposed a unique set of upper-level math questions to assess whether ChatGPT also had test-taking and problem-solving skills.</li><li>We’re often led to believe that these tests evaluate our intelligence, but more often than not, they evaluate our ability to recall facts.</li><li>“One thing media have focused on is ChatGPT’s ability to pass various popular standardized tests,” stated Leah Henrickson, a professor of digital media at the University of Queensland.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/05/when-it-comes-to-advanced-math-chatgpt-is-no-star-student/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "TikTok Creators Sue Montana Over Its Ban Of The App",
            "description": "Five TikTok content creators have filed a lawsuit seeking to overturn Montanas firstinthenation ban on the video sharing app, arguing the law is an unconstitutional violation of free speech rights  (and) that the state doesnt have any authority over ma",
            "url": "/2023-05-19-tiktok-ban-montana-lawsuit-72be560de89fb87e3c677c8e0cfd9fec",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/04ba4e80428d4cf1ac4f201e7bb80db1/3000.jpeg",
            "publishedAt": "2023-05-19T14:33:00Z",
            "content": "HELENA, Mont. (AP) Five TikTok content creators have filed a lawsuit seeking to overturn Montanas firstinthenation ban on the video sharing app, arguing the law is an unconstitutional violation of [+4742 chars]",
            "summary": "Cybersecurity experts say it could be difficult to enforce.Some lawmakers, the FBI and officials at other agencies are concerned the video-sharing app, owned by ByteDance, could be used to allow the Chinese government to access information on U.S. citizens or push pro-Beijing misinformation that could influence the public. The penalties would not apply to users.Opponents say Montana residents could easily circumvent the ban by using a virtual private network, a service that shields internet users by encrypting their data traffic, preventing others from observing their web browsing. She also declined to say whether the company helped coordinate the complaint.The plaintiffs are Montana residents who use the video-sharing app for things like promoting a business, connecting with military veterans, sharing outdoor adventures or expressing their sense of humor. Greg Gianforte signed the bill into law Wednesday and said it would protect Montana residents private data and personal information from being harvested by the Chinese government. It is owned by a Chinese company, and under China law, if you are based in China, you will cooperate with the Chinese Communist Party. Her account has 97,000 followers and has allowed her to roughly triple her familys household income, the complaint states. Two of them have more than 200,000 followers.One content creator, Carly Ann Goddard, shares videos about living on a ranch, parenting, recipes and home decor.",
            "html_summary": "<ul><li>Cybersecurity experts say it could be difficult to enforce.Some lawmakers, the FBI and officials at other agencies are concerned the video-sharing app, owned by ByteDance, could be used to allow the Chinese government to access information on U.S. citizens or push pro-Beijing misinformation that could influence the public.</li><li>The penalties would not apply to users.Opponents say Montana residents could easily circumvent the ban by using a virtual private network, a service that shields internet users by encrypting their data traffic, preventing others from observing their web browsing.</li><li>She also declined to say whether the company helped coordinate the complaint.The plaintiffs are Montana residents who use the video-sharing app for things like promoting a business, connecting with military veterans, sharing outdoor adventures or expressing their sense of humor.</li><li>Greg Gianforte signed the bill into law Wednesday and said it would protect Montana residents’ private data and personal information from being harvested by the Chinese government.</li><li>It is owned by a Chinese company, and under China law, if you are based in China, you will cooperate with the Chinese Communist Party.</li><li>Her account has 97,000 followers and has allowed her to roughly triple her family’s household income, the complaint states.</li></ul>",
            "website_url": "https://apnews.com/article/tiktok-ban-montana-lawsuit-72be560de89fb87e3c677c8e0cfd9fec"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tracey Meares, Sudhir Venkatesh and Matt Katsaros",
            "title": "Procedural justice can address generative AIs trust/legitimacy problem",
            "description": "The muchtouted arrival of generative AI has reignited a familiar debate about trust and safety Can tech executives be trusted to keep societys best...",
            "url": "/2023-05-19-procedural-justice-can-address-generative-ais-trust-legitimacy-problem",
            "urlToImage": "https://media.zenfs.com/en/techcrunch_350/6bb9c288c6c49ebb5154b80ad5abe2ff",
            "publishedAt": "2023-05-19T19:30:39Z",
            "content": "The muchtouted arrival of generative AI has reignited a familiar debate about trust and safety Can tech executives be trusted to keep societys best interests at heart?Because its training data is [+5445 chars]",
            "summary": "They might also consider providing opportunities for public comment on new policy or product changes.Companies should ensure all rules and related safety processes are transparent and convey trustworthy motives about how decisions were made. This can, in turn, boost the publics perception of the technology as neutral and trustworthy.Another element of procedural justice is giving people an opportunity to take part in a decision-making process. To get diverse viewpoints, companies need to look beyond their own employees, disciplines and geography.They can also enable more direct feedback into AI products by providing users greater controls over how the AI performs. With a variety of perspectives regarding how to train AI applications and implement safety parameters, companies can articulate transparent reasoning for their decisions. Of the remaining 23 participants, the majority were computer science scholars from predominantly Western universities. In OpenAIs red teaming exercise, 82 out of 103 participants were employees.",
            "html_summary": "<ul><li>They might also consider providing opportunities for public comment on new policy or product changes.Companies should ensure all rules and related safety processes are transparent and convey trustworthy motives about how decisions were made.</li><li>This can, in turn, boost the public’s perception of the technology as neutral and trustworthy.Another element of procedural justice is giving people an opportunity to take part in a decision-making process.</li><li>To get diverse viewpoints, companies need to look beyond their own employees, disciplines and geography.They can also enable more direct feedback into AI products by providing users greater controls over how the AI performs.</li><li>With a variety of perspectives regarding how to train AI applications and implement safety parameters, companies can articulate transparent reasoning for their decisions.</li><li>Of the remaining 23 participants, the majority were computer science scholars from predominantly Western universities.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/19/procedural-justice-can-address-generative-ais-trust-legitimacy-problem/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Restaurant365 gobbles up $135M to supersize its software for the food service industry",
            "description": "The price of food continues to go up and up, but surprisingly that hasnt (yet?) played out as pressure on the wider restaurant industry.  Now, a startup...",
            "url": "/2023-05-19-restaurant365-gobbles-up-135m-to-supersize-its-software-for-the-food-service-industry",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/1ZjzPPAoxVU9KVzFIvEC_Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MjE-/https://media.zenfs.com/en/techcrunch_350/25e47ee5f9ead753337a2840b31f90b9",
            "publishedAt": "2023-05-19T11:57:20Z",
            "content": "The price of food continues to go up and up, but surprisingly that hasnt (yet?) played out as pressure on the wider restaurant industry. Now, a startup thats building technology to serve that secto [+4565 chars]",
            "summary": "Now, a startup thats building technology to serve that sector announced a supersized round of funding to nourish its growth.Restaurant365, which develops all-in-one restaurant management software, announced $135 million in new funding co-led by KKR and L Catterton. We look forward to being a part of this next chapter, helping even more operators achieve their highest potential.L Catterton has deep experience investing in world-class restaurant brands globally, added Ian Friedman, a partner at L Catterton. However, the primary driver of this round is uniting with two strategic investors so intimately tied to the restaurant industry. Moreover, their software has played a crucial role in helping many struggling operators keep their doors open during uncertain times. played out as pressure on the wider restaurant industry. A spokesperson for the company has now confirmed to me that the enterprise value is, indeed, over $1 billion. The price of food continues to go up and up, but surprisingly that hasnt (yet?)",
            "html_summary": "<ul><li>Now, a startup that’s building technology to serve that sector announced a supersized round of funding to nourish its growth.Restaurant365, which develops all-in-one restaurant management software, announced $135 million in new funding co-led by KKR and L Catterton.</li><li>We look forward to being a part of this next chapter, helping even more operators achieve their highest potential.”“L Catterton has deep experience investing in world-class restaurant brands globally,” added Ian Friedman, a partner at L Catterton.</li><li>However, the primary driver of this round is uniting with two strategic investors so intimately tied to the restaurant industry.</li><li>“Moreover, their software has played a crucial role in helping many struggling operators keep their doors open during uncertain times.</li><li>played out as pressure on the wider restaurant industry.</li><li>A spokesperson for the company has now confirmed to me that the enterprise value is, indeed, over $1 billion.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/19/restaurant365-gobbles-up-135m-to-supersize-its-software-for-the-food-service-industry/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "Gary Marcus is happy to help regulate AI on behalf of the U.S. government",
            "description": "On Tuesday of this week, neuroscientist, founder and author Gary Marcus sat between OpenAI CEO Sam Altman and Christina Montgomery, who is IBMs chief...",
            "url": "/2023-05-19-psst-gary-marcus-is-happy-to-help-regulate-ai-on-behalf-of-the-u-s-government",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/.oNx9ToWpR.IstapaI5ehg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MzY-/https://media.zenfs.com/en/techcrunch_350/5922740fb1f9ca9dd1048b2425833b51",
            "publishedAt": "2023-05-19T05:35:22Z",
            "content": "On Tuesday of this week, neuroscientist, founder and author Gary Marcus sat between OpenAI CEO Sam Altman and Christina Montgomery, who is IBMs chief privacy trust officer, as all three testified bef [+7487 chars]",
            "summary": "I thought it was interesting that weapons didnt come up.We covered a bunch of ground, but there are lots of things we didnt get to, including enforcement, which is really important, and national security and autonomous weapons and things like that. Maybe you want to have some kind of licensing around things that are going to be deployed at very large scale, but they carry particular risks, including security risks. Maybe they did, but the decision process with that or, say, Bing, is basically just: a company decides were going to do this.But some of the things that companies decide might carry harm, whether in the near future or in the long term. I interviewed Brooks on stage back in 2017 and he said then he didnt think Elon Musk really understood AI and that he thought Musk was wrong that AI was an existential threat. I think Rod and I share skepticism about whether current AI is anything like artificial general intelligence. So I think governments and scientists should increasingly have some role in deciding what goes out there [through a kind of] FDA for AI where, if you want to do widespread deployment, first you do a trial. Im meeting with lawmakers and their staff and various other interesting people and trying to see if we can turn the kinds of things that I talked about into reality.Youve taught at NYU.",
            "html_summary": "<ul><li>I thought it was interesting that weapons didn’t come up.We covered a bunch of ground, but there are lots of things we didn’t get to, including enforcement, which is really important, and national security and autonomous weapons and things like that.</li><li>Maybe you want to have some kind of licensing around things that are going to be deployed at very large scale, but they carry particular risks, including security risks.</li><li>Maybe they did, but the decision process with that or, say, Bing, is basically just: a company decides we’re going to do this.But some of the things that companies decide might carry harm, whether in the near future or in the long term.</li><li>I interviewed Brooks on stage back in 2017 and he said then he didn’t think Elon Musk really understood AI and that he thought Musk was wrong that AI was an existential threat.</li><li>I think Rod and I share skepticism about whether current AI is anything like artificial general intelligence.</li><li>So I think governments and scientists should increasingly have some role in deciding what goes out there [through a kind of] FDA for AI where, if you want to do widespread deployment, first you do a trial.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/18/psst-gary-marcus-is-happy-to-help-regulate-ai-on-behalf-of-the-u-s-government/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jagmeet Singh",
            "title": "Apple is on the hunt for generative AI talent",
            "description": "Apple, like a number of companies right now, may be grappling with what role the newest advances in AI are playing, and should play, in its business. But one thing Apple is confident about is the fact that it wants to bring more generative AI talent into its ",
            "url": "/2023-05-19-apple-generative-ai-jobs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1247232650.jpg?resize=1200,700",
            "publishedAt": "2023-05-19T13:16:54Z",
            "content": "Apple, like a number of companies right now, may be grappling with what role the newest advances in AI are playing, and should play, in its business. But one thing Appleis confident about is the fact [+4269 chars]",
            "summary": "But one thing Apple is confident about is the fact that it wants to bring more generative AI talent into its business.The Cupertino company has posted at least a dozen job ads on its career page seeking experts in generative AI. The job ads (some of which seem to cover the same role, or are calling for multiple applicants) first started appearing April 27, with the most recent of them getting published earlier this week.The job postings are coming amid some mixed signals from the company around generative AI. That wave, led by companies like (Microsoft-backed) OpenAI, Midjourney and Stability.AI and their advances in generative AI  take simple verbal cues and returning detailed responses based on vast amounts of information knitted together.Now weve seen a number of moves from those leviathans to catch up. Some believe Apples had its policy in place for a while.But more third-party apps are bringing in generative AI elements  it was only yesterday that OpenAI released its own ChatGPT iOS app  and Apple is reportedly working on its own generative AI products, according to the WSJ. Then yesterday, the WSJ reported that the company had started restricting use of OpenAIs ChatGPT and other external generative AI tools for some employees over concerns of proprietary data leaking out through the platforms.Those restrictions are not new nor unique to Apple. Apple, like a number of companies right now, may be grappling with what role the newest advances in AI are playing, and should play, in its business. During its Q2 earnings call earlier this month, CEO Tim Cook dodged giving specific answers to questions about what the company is doing in the area  but also didnt dismiss it.",
            "html_summary": "<ul><li>But one thing Apple is confident about is the fact that it wants to bring more generative AI talent into its business.The Cupertino company has posted at least a dozen job ads on its career page seeking experts in generative AI.</li><li>The job ads (some of which seem to cover the same role, or are calling for multiple applicants) first started appearing April 27, with the most recent of them getting published earlier this week.The job postings are coming amid some mixed signals from the company around generative AI.</li><li>That wave, led by companies like (Microsoft-backed) OpenAI, Midjourney and Stability.AI and their advances in generative AI — take simple verbal cues and returning detailed responses based on vast amounts of information knitted together.Now we’ve seen a number of moves from those leviathans to catch up.</li><li>Some believe Apple’s had its policy in place for a while.But more third-party apps are bringing in generative AI elements — it was only yesterday that OpenAI released its own ChatGPT iOS app — and Apple is reportedly working on its own generative AI products, according to the WSJ.</li><li>Then yesterday, the WSJ reported that the company had started restricting use of OpenAI’s ChatGPT and other external generative AI tools for some employees over concerns of proprietary data leaking out through the platforms.Those restrictions are not new nor unique to Apple.</li><li>Apple, like a number of companies right now, may be grappling with what role the newest advances in AI are playing, and should play, in its business.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/19/apple-generative-ai-jobs/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Google at I/O 2023 Weve been doing AI since before it was cool",
            "description": "Googles Code Red was on full display at I/O, but it felt like AI for AIs sake.",
            "url": "/2023-05-19-google-at-i-o-2023-weve-been-doing-ai-since-before-it-was-cool",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/chrome_dcahmkPPXG-760x380.png",
            "publishedAt": "2023-05-20T11:17:22Z",
            "content": "Enlarge/ Google CEO Sundar Pichai explains some of the companys many new AI models. 0 with That Google I/O show sure was something, wasnt it? It was a riproaring two hours of nonstop AI talk w [+5033 chars]",
            "summary": "It seems like it was conceived when the Assistant was a viable product at Google and then shipped as leftover hardware when Assistant had fallen out of favor.The Google Assistant team has reportedly been asked to stop working on its own product and focus on improving Bard. The AI directive led to ridiculous situations, like Android's head of engineering going on stage to talk only about an AI-powered poop emoji wallpaper generator rather than any meaningful OS improvements.Wall Street investors were apparently one group excited by Google I/Othe company's stock jumped 4 percent after the show. The Assistant hasn't really ever made money in its seven years; the hardware is all sold at cost, voice recognition servers are expensive to run, and Assistant doesn't have any viable post-sale revenue streams like ads. Anecdotally, it seems like the power for those voice recognition servers is being turned way down, as Assistant commands seem to take several seconds to process lately. Google has been trying to get consumers excited about AI for years, but people only seemed to start caring once someone other than Google took a swing at it.Even more embarrassing is that the rise of ChatGPT was built on Google's technology. \"Google's avoidance of Google Assistant at I/O seemed like a further deprioritization of what used to be its primary AI product. Google highlighted past AI projects like Gmail's Smart Reply and Smart Compose, Google Photos' magic eraser and AI-powered search, Deepmind's AlphaGo, and Google Lens, but Google Assistant could not manage a single mention.",
            "html_summary": "<ul><li>It seems like it was conceived when the Assistant was a viable product at Google and then shipped as leftover hardware when Assistant had fallen out of favor.The Google Assistant team has reportedly been asked to stop working on its own product and focus on improving Bard.</li><li>The AI directive led to ridiculous situations, like Android's head of engineering going on stage to talk only about an AI-powered poop emoji wallpaper generator rather than any meaningful OS improvements.Wall Street investors were apparently one group excited by Google I/O—the company's stock jumped 4 percent after the show.</li><li>The Assistant hasn't really ever made money in its seven years; the hardware is all sold at cost, voice recognition servers are expensive to run, and Assistant doesn't have any viable post-sale revenue streams like ads.</li><li>Anecdotally, it seems like the power for those voice recognition servers is being turned way down, as Assistant commands seem to take several seconds to process lately.</li><li>Google has been trying to get consumers excited about AI for years, but people only seemed to start caring once someone other than Google took a swing at it.Even more embarrassing is that the rise of ChatGPT was built on Google's technology.</li><li>\"Google's avoidance of Google Assistant at I/O seemed like a further deprioritization of what used to be its primary AI product.</li></ul>",
            "website_url": "https://arstechnica.com/google/2023/05/google-at-i-o-2023-weve-been-doing-ai-since-before-it-was-cool/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Rocket Report Canada places premium on a spaceport, Lueders heads to Starbase",
            "description": "I fell to my knees, sobbing, from witnessing such an incredible feat.",
            "url": "/2023-05-19-rocket-report-canada-places-premium-on-a-spaceport-lueders-heads-to-starbase",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/FwbB1IzaIAIaBvb-760x380.jpg",
            "publishedAt": "2023-05-19T11:00:30Z",
            "content": "Enlarge/ SpaceX rolls a Falcon 9 rocket to the launch pad at Kennedy Space Center for the Axiom2 mission.0 with Welcome to Edition 5.39 of the Rocket Report! Weather permitting, SpaceX has a bus [+5891 chars]",
            "summary": "The successful completion of acceptance testing is a major milestone for Vector, and we look forward to conducting a successful launch for our customer, said Robert Spalding, Vector Launch CEO.Embry-Riddle students set rocketry record. Instead, we're left with statements like this: \"The upcoming Vector Launch national security mission will rely on Ursa Major's engines, and the company is confident they will perform within mission specifications. With the upcoming flight, Virgin Galactic aims to \"make a final assessment of the full spaceflight and astronaut experience before commercial service begins,\" the company said.Another flight next month? The British government, which helped buy OneWeb out of bankruptcy three years ago, has no plans to do the same with launch company Virgin Orbit, Space News reports. The company has two launches within nine hours of one another on Friday, and then the crewed launch of the Ax-2 private mission on Sunday. \"Our first commercial flight Galactic 01 is planned for late June and will be a scientific research flight with members of the Italian Air Force,\" Colglazier said \"We plan to follow Galactic 01 with both civilian astronauts and research customers flying on regular intervals thereafter.\" The report has more rosy numbers, too: \"Once Spaceport Nova Scotia fully ramps up its operations, we project it will add around $300 million to Canadas GDP annually, boost revenue to governments by more than $100 million, and create close to 1,000 annual full-year jobs across Canada.\"",
            "html_summary": "<ul><li>The successful completion of acceptance testing is a major milestone for Vector, and we look forward to conducting a successful launch for our customer,” said Robert Spalding, Vector Launch CEO.Embry-Riddle students set rocketry record.</li><li>Instead, we're left with statements like this: \"The upcoming Vector Launch national security mission will rely on Ursa Major's engines, and the company is confident they will perform within mission specifications.</li><li>With the upcoming flight, Virgin Galactic aims to \"make a final assessment of the full spaceflight and astronaut experience before commercial service begins,\" the company said.Another flight next month?</li><li>The British government, which helped buy OneWeb out of bankruptcy three years ago, has no plans to do the same with launch company Virgin Orbit, Space News reports.</li><li>The company has two launches within nine hours of one another on Friday, and then the crewed launch of the Ax-2 private mission on Sunday.</li><li>\"Our first commercial flight Galactic 01 is planned for late June and will be a scientific research flight with members of the Italian Air Force,\" Colglazier said \"We plan to follow Galactic 01 with both civilian astronauts and research customers flying on regular intervals thereafter.\"</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/05/rocket-report-canada-places-premium-on-a-spaceport-lueders-heads-to-starbase/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Stoke Space has received repeated investments from the CIAs venture arm",
            "description": "Small launch startup Stoke Space has found a new investor in InQTel, the venture arm of the Central Intelligence Agency",
            "url": "/2023-05-19-stoke-space-cias-venture-arm",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/hopper3.jpeg?resize=1200,682",
            "publishedAt": "2023-05-19T18:35:47Z",
            "content": "Stoke Space has received multiple investments from InQTel, the venture capital arm of the Central Intelligence Agency, TechCrunch has learned.Stoke Space and InQTel have not publicly announced  [+3145 chars]",
            "summary": "Building a robust commercial launch economy is critical to sustaining our industrial base and ensuring space access for defense and national security needs.In-Q-Tel was established in 1999 as a not-for-profit venture to help the federal government take advantage of growing innovation and emerging technologies in the private sector. One of In-Q-Tels key value propositions is facilitating connections between private companies and its government partners, including in the intelligence community.In-Q-Tel has made 25 investments in the space sector, including Stoke. According to its website, Stoke is currently preparing to fly the reusable upper stage on a vertical take-off and landing hopper test flight.Space access continues to be launch availability constrained, Lapsa said in a statement to TechCrunch. Stoke Space has received multiple investments from In-Q-Tel, the strategic investor for the U.S. intelligence and defense community, TechCrunch has learned.Stoke Space and In-Q-Tel have not publicly announced their relationship before. An In-Q-Tel spokesperson confirmed all of its investments in Stoke are within that window.Morrison added in a separate written statement that access to space is an important focus area for the firm. Stoke joins a very small cadre of launch companies  including Rocket Lab and ABL Space Systems  that have received investment from the firm.The team has been incredible at execution, insanely capital efficient, Morrison said.Kent, Washington-based Stoke was founded in 2019 by Andy Lapsa and Tom Feldman. The U.S. Space Force has publicly stated its interest in procuring rapid turn-around launch capabilities.Stoke raised $65 million in a Series A round in December 2021, from investors including Bill Gates Breakthrough Energy Ventures, Toyota Ventures and Spark Capital.",
            "html_summary": "<ul><li>“Building a robust commercial launch economy is critical to sustaining our industrial base and ensuring space access for defense and national security needs.”In-Q-Tel was established in 1999 as a not-for-profit venture to help the federal government take advantage of growing innovation and emerging technologies in the private sector.</li><li>One of In-Q-Tel’s key value propositions is facilitating connections between private companies and its government partners, including in the intelligence community.In-Q-Tel has made 25 investments in the space sector, including Stoke.</li><li>According to its website, Stoke is currently preparing to fly the reusable upper stage on a vertical take-off and landing “hopper” test flight.“Space access continues to be launch availability constrained,” Lapsa said in a statement to TechCrunch.</li><li>Stoke Space has received multiple investments from In-Q-Tel, the strategic investor for the U.S. intelligence and defense community, TechCrunch has learned.Stoke Space and In-Q-Tel have not publicly announced their relationship before.</li><li>An In-Q-Tel spokesperson confirmed all of its investments in Stoke are within that window.Morrison added in a separate written statement that access to space is an important focus area for the firm.</li><li>Stoke joins a very small cadre of launch companies — including Rocket Lab and ABL Space Systems — that have received investment from the firm.“The team has been incredible at execution, insanely capital efficient,” Morrison said.Kent, Washington-based Stoke was founded in 2019 by Andy Lapsa and Tom Feldman.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/19/stoke-space-cias-venture-arm/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "NASA picks Blue Originled team to build second human landing system on the moon, joining SpaceX",
            "description": "NASA has chosen a Blue Originled team to develop a second lunar landing system for the Artemis program, as the agency looks to provide competition with SpaceX and support longterm exploration of the moon. The winning team includes Lockheed Martin, Draper, B",
            "url": "/2023-05-19-nasa-picks-blue-origin-led-team-to-build-second-human-landing-system-on-the-moon-joining-spacex",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/blue-origin-lander.jpeg?resize=1200,675",
            "publishedAt": "2023-05-19T14:42:04Z",
            "content": "NASA has chosen a Blue Originled team to develop a second lunar landing system for the Artemis program, as the agency looks to provide competition with SpaceX and support longterm exploration of th [+1821 chars]",
            "summary": "NASA has chosen a Blue Origin-led team to develop a second lunar landing system for the Artemis program, as the agency looks to provide competition with SpaceX and support long-term exploration of the moon.The winning team includes Lockheed Martin, Draper, Boeing, Astrobotic and Honeybee Robotics. The team beat out one other proposal from Dynetics for this award, which is called Sustaining Lunar Development (SLD).The SLD award includes an uncrewed demonstration landing and a crewed demonstration landing. SpaceXs two missions are scheduled for Artemis III and Artemis IV.Blue Origin said it would develop a 52-foot tall lander its calling Blue Moon and land it on the lunar south pole. It was notable at the time that the agency selected only one vendor for the task  so notable, in fact, that competitors Blue Origin and Dynetics filed protests with a major government watchdog over the decision. The agency wants to maintain a cadence of about a mission a month, with astronauts staying on the moon for up to thirty days at a time. However, it and this team will be eligible to compete for future crewed missions to the moon beyond Artemis V.NASAs Artemis program is incredibly ambitious. The contract is valued at $3.4 billion, but Blue Origin Vice President John Couluris said the company plans to contribute well north of that number  meaning the entire endeavor will likely cost at least $7 billion.",
            "html_summary": "<ul><li>NASA has chosen a Blue Origin-led team to develop a second lunar landing system for the Artemis program, as the agency looks to provide competition with SpaceX and support long-term exploration of the moon.The winning team includes Lockheed Martin, Draper, Boeing, Astrobotic and Honeybee Robotics.</li><li>The team beat out one other proposal from Dynetics for this award, which is called Sustaining Lunar Development (SLD).The SLD award includes an uncrewed demonstration landing and a crewed demonstration landing.</li><li>SpaceX’s two missions are scheduled for Artemis III and Artemis IV.Blue Origin said it would develop a 52-foot tall lander its calling Blue Moon and land it on the lunar south pole.</li><li>It was notable at the time that the agency selected only one vendor for the task – so notable, in fact, that competitors Blue Origin and Dynetics filed protests with a major government watchdog over the decision.</li><li>The agency wants to maintain a cadence of about a mission a month, with astronauts staying on the moon for up to thirty days at a time.</li><li>However, it and this team will be eligible to compete for future crewed missions to the moon beyond Artemis V.NASA’s Artemis program is incredibly ambitious.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/19/nasa-picks-blue-origin-led-team-to-build-second-human-landing-system-on-the-moon-joining-spacex/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Chainlink cofounder wants web3 to provide cryptographic guarantees to the world",
            "description": "This weeks podcast was with Sergey Nazarov, cofounder of Chainlink, a protocol that provides an oracle network to power smart contracts.",
            "url": "/2023-05-19-chainlink-co-founder-wants-web3-to-provide-cryptographic-guarantees-to-the-world",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/12/electron-blockchain.jpg?resize=1200,675",
            "publishedAt": "2023-05-20T14:01:04Z",
            "content": "Welcome back to Chain Reaction, a podcast that interviews newsmakers in crypto to better understand the tech behind the hype and the people working to build a decentralized future.For this weeks ep [+3416 chars]",
            "summary": "Without those APIs, you cant build an advanced application, he added.For Nazarov, the Web 2.0 world that most people use is not guaranteed in any meaningful way.What does that mean? And for good reason: The platform has enabled over $7 trillion in transaction volume across DeFi, gaming, NFTs and other major industries.When it was launched in 2017, the total value locked (TVL) in the entirety of DeFi was well below $100 million, Nazarov said. Well, at any point, an entity like Silicon Valley Bank can change the rules and then you have a difficult situation, he explained.Up until SVBs collapse, many people thought banks were predetermined, Nazarov said. They felt that banks would always behave in a predictable, repeating way they understood. Its a parallel system of contracts.",
            "html_summary": "<ul><li>“Without those APIs, you can’t build an advanced application,” he added.For Nazarov, the Web 2.0 world that most people use is “not guaranteed in any meaningful way.”What does that mean?</li><li>And for good reason: The platform has enabled over $7 trillion in transaction volume across DeFi, gaming, NFTs and other major industries.When it was launched in 2017, the total value locked (TVL) in the entirety of DeFi was “well below $100 million,” Nazarov said.</li><li>Well, at any point, an entity like Silicon Valley Bank can “change the rules and then you have a difficult situation,” he explained.Up until SVB’s collapse, many people thought banks were predetermined, Nazarov said.</li><li>“They felt that banks would always behave in a predictable, repeating way they understood.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/20/chainlink-co-founder-wants-web3-to-provide-cryptographic-guarantees-to-the-world/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Fearing leaks, Apple restricts its employees from using ChatGPT and AI tools. When it comes to advanced math, ChatGPT is no star student. TikTok Creators Sue Montana Over Its Ban Of The App. Procedural justice can address generative AIs trust/legitimacy problem. Restaurant365 gobbles up $135M to supersize its software for the food service industry. Gary Marcus is happy to help regulate AI on behalf of the U.S. government. Apple is on the hunt for generative AI talent. Google at I/O 2023 Weve been doing AI since before it was cool. Rocket Report Canada places premium on a spaceport, Lueders heads to Starbase. Stoke Space has received repeated investments from the CIAs venture arm. NASA picks Blue Originled team to build second human landing system on the moon, joining SpaceX. Chainlink cofounder wants web3 to provide cryptographic guarantees to the world"
}