{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ivan Mehta",
            "title": "China reportedly bars some government officials from using iPhones",
            "description": "China has made a massive move of barring central government officials from using iPhones at work, part of its grand plan to restrict foreign influence as its relationship with the U.S. sours. The move, first reported by the Wall Street Journal, will likely de",
            "url": "/2023-09-06-china-reportedly-bars-some-government-officials-from-using-iphones",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/CMC_3800.jpg?resize=1200,800",
            "publishedAt": "2023-09-06T09:46:29Z",
            "content": "China has made a massive move of barring central government officials from using iPhones at work, part of its grand plan to restrict foreign influence as its relationship with the U.S. sours.The mo [+2713 chars]",
            "summary": "China has made a massive move of barring central government officials from using iPhones at work. The move is part of its grand plan to restrict foreign influence as its relationship with the U S sours. The country is also asking government employees to not bring devices from foreign manufacturers to the workplace. The U S itself has made moves in the past few years against China based tech giants by banning manufacturers such as Huawei and ZTE. In March TikTok CEO Shou Zi Chew was asked to testify before Congress to address security concerns regarding data sharing with China.",
            "html_summary": "<ul><li>China has made a massive move of barring central government officials from using iPhones at work</li><li> The move is part of its grand plan to restrict foreign influence as its relationship with the U S sours</li><li> The country is also asking government employees to not bring devices from foreign manufacturers to the workplace</li><li> The U S itself has made moves in the past few years against China based tech giants by banning manufacturers such as Huawei and ZTE</li><li> In March TikTok CEO Shou Zi Chew was asked to testify before Congress to address security concerns regarding data sharing with China</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/06/china-reportedly-bars-some-government-officials-from-using-iphones/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "LocalGlobe and Pronomos Capital back Itana to pave the way for Africas first digital free zone | TechCrunch",
            "description": "This funding will bolster Itanas efforts to improve the easeofdoingbusiness index and drive foreign direct investment in Nigeria.",
            "url": "/2023-09-06-localglobe-and-pronomos-capital-back-itana-to-pave-the-way-for-africas-first-digital-free-zone",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/2E6A3490-6CC6-43BD-B13F-92A0C1A7E8BE.jpeg?w=985",
            "publishedAt": "2023-09-06T09:05:03Z",
            "content": "In early 2022, exAndela and Flutterwave cofounder Iyinoluwa Aboyeji, in an interview with TechCrunch, discussed a moonshot project he was working on Talent City, explicitly designed for local and  [+6384 chars]",
            "summary": "But while waiting for the completion of its physical charter city, Itana is looking to establish a virtual city in these free zones for businesses in the digital and service industry while still offering the same benefits, according to Edu. In the meantime, though, Talent City, now known as Itana, has raised a $2 million pre-seed, money it intends to use to establish a digital free zone.Itana, founded by CEO Luqman Edu, COO Coco Liu and Aboyeji, a founding investor, is primed to be Africas first digital free zone. The first phase of its development will be completed by 2027.Model digital citiesAccording to Liu, Itana will explore several revenue streams from providing unique digital and physical online jurisdictions for global businesses trying to operate in Africa. With it, international businesses, without having a physical presence in a Nigerian free zone, can, upon incorporation and operation in the country, access incentives, including taxation, business visas, banking, capital repatriation and supportive legislation. Then, several other revenue streams would be around on-demand services from the Free Zones one-stop-shop app, such as banking, visas, tax auditing, recruitment, payroll management, business sector licenses and establishing minimal transaction fees for non-VAT revenue. For instance, Bosuns emergency as a minister, especially given his penchant for focusing government funding on Nigerian incorporated businesses and the plans for the Nigeria stock exchange to allow companies in the free zone to go public in dollars. Back home, theres also the Nigerian Startup Act and the appointment of Bosun Tijani, a tech CEO, as minister of innovation and digital economy, a role that could foster the development of nationwide projects from Nigerias tech community, including audacious ones such as Itanas.",
            "html_summary": "<ul><li>But while waiting for the completion of its physical charter city, Itana is looking to establish a virtual city in these free zones for businesses in the digital and service industry while still offering the same benefits, according to Edu.</li><li>In the meantime, though, Talent City, now known as Itana, has raised a $2 million pre-seed, money it intends to use to establish a digital free zone.Itana, founded by CEO Luqman Edu, COO Coco Liu and Aboyeji, a founding investor, is primed to be Africa’s first digital free zone.</li><li>The first phase of its development will be completed by 2027.Model digital citiesAccording to Liu, Itana will explore several revenue streams from providing unique digital and physical online jurisdictions for global businesses trying to operate in Africa.</li><li>With it, international businesses, without having a physical presence in a Nigerian free zone, can, upon incorporation and operation in the country, access incentives, including taxation, business visas, banking, capital repatriation and supportive legislation.</li><li>Then, several other revenue streams would be around on-demand services from the Free Zone’s one-stop-shop app, such as banking, visas, tax auditing, recruitment, payroll management, business sector licenses and establishing minimal transaction fees for non-VAT revenue.</li><li>“For instance, Bosun’s emergency as a minister, especially given his penchant for focusing government funding on Nigerian incorporated businesses and the plans for the Nigeria stock exchange to allow companies in the free zone to go public in dollars.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/06/localglobe-and-pronomos-capital-back-itana-to-pave-the-way-for-africas-first-digital-free-zone/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Affordable, hightech EVs in focus at Munichs IAA Mobility 2023 | TechCrunch",
            "description": "Automakers around the world have been making an appearance this week at IAA Mobility 2023 in Munich, the largest auto show in Europe. One of the biggest",
            "url": "/2023-09-06-affordable-high-tech-evs-in-focus-at-munichs-iaa-mobility-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/P90519775_lowRes_bmw-vision-neue-klas.jpg?resize=1200,800",
            "publishedAt": "2023-09-06T00:36:10Z",
            "content": "Automakers around the world have been making an appearance this week at IAA Mobility 2023 in Munich, the largest auto show in Europe.One of the biggest themes at the event this year was the heighte [+9754 chars]",
            "summary": "Image Credits: Mercedes-BenzThe CLA concept car is the first of Mercedes new entry-level EV class that will underpin the automakers future compact and midsize EVs. Tesla has sparked an EV price war around the world, something Mercedes will take into account when its time to price its new electric class.Image Credits: BMW MiniMini is hoping to capture the attention of Americans by going big, or going home. Each display will have different sizes and features.The first display, an 11.9-inch screen sitting directly in front of the driver, shows the gauge cluster and other vehicle information. Renault says 90% of the cars mass, including the battery, is recyclable.Its also got the roominess to attract families carting kids and soccer balls and cellos and groceries, with a flat glass roof and a nine-foot wheelbase. With the rear seats removed and the front passenger seat folded down, that extends to about 132 cubic feet.The Grand Kangoos 45 kWh battery gives the motor a polite 165 miles of range, which is fine, but not amazing. The four-door coupe promises a range of 466 miles, a direct challenge to the Tesla Model S, which offers up to 405 miles of range, according to EPA estimates. The CLA class also promises rapid top-up of up to 248 miles in just 15 minutes.Mercedes said the CLA class was close to production, but didnt say when it would hit markets or how much it would cost.",
            "html_summary": "<ul><li>Image Credits: Mercedes-BenzThe CLA concept car is the first of Mercedes’ new entry-level EV class that will underpin the automaker’s future compact and midsize EVs.</li><li>Tesla has sparked an EV price war around the world, something Mercedes will take into account when it’s time to price its new electric class.Image Credits: BMW MiniMini is hoping to capture the attention of Americans by going big, or going home.</li><li>Each display will have different sizes and features.The first display, an 11.9-inch screen sitting directly in front of the driver, shows the gauge cluster and other vehicle information.</li><li>Renault says 90% of the car’s mass, including the battery, is recyclable.It’s also got the roominess to attract families carting kids and soccer balls and cellos and groceries, with a flat glass roof and a nine-foot wheelbase.</li><li>With the rear seats removed and the front passenger seat folded down, that extends to about 132 cubic feet.The Grand Kangoo’s 45 kWh battery gives the motor a polite 165 miles of range, which is fine, but not amazing.</li><li>The four-door coupe promises a range of 466 miles, a direct challenge to the Tesla Model S, which offers up to 405 miles of range, according to EPA estimates.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/05/affordable-high-tech-evs-in-focus-at-munichs-iaa-mobility-2023/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. China reportedly bars some government officials from using iPhones. LocalGlobe and Pronomos Capital back Itana to pave the way for Africas first digital free zone | TechCrunch. Affordable, hightech EVs in focus at Munichs IAA Mobility 2023 | TechCrunch"
}