{
    "status": "ok",
    "totalResults": 9,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Noah Bressner",
            "title": "Southwest Airlines exec to Senate We messed up in holiday meltdown",
            "description": "A top Southwest Airlines executive, appearing at a Senate hearing on Thursday, plans to deliver another apology for the companys disastrous holiday meltdown.Driving the news Let me be clear we messed up, Southwest Airlines COO Andrew Watterson will tell ",
            "url": "/2023-02-09-southwest-airlines-senate-hearing-cancellations",
            "urlToImage": "https://images.axios.com/h-JevikN6xIU2cAWKmXYhgr28Hc=/0x157:4351x2604/1366x768/2023/02/09/1675945411735.jpg",
            "publishedAt": "2023-02-09T12:26:06Z",
            "content": "A top Southwest Airlines executive, appearing at a Senate hearing on Thursday, plans to deliver another apology for the companys disastrous holiday meltdown.Driving the news Let me be clear we  [+1001 chars]",
            "summary": "Photo: Kamil Krzaczynski/ReutersA top Southwest Airlines executive, appearing at a Senate hearing on Thursday, plans to deliver another apology for the company's disastrous holiday meltdown.Driving the news: \"Let me be clear: we messed up,\" Southwest Airlines COO Andrew Watterson will tell the Commerce Committee before being grilled. \"In hindsight, we did not have enough winter operational resilience. A Southwest Airlines traveler looks for her baggage at Chicago Midway International Airport on Dec. 27.",
            "html_summary": "<ul><li>Photo: Kamil Krzaczynski/ReutersA top Southwest Airlines executive, appearing at a Senate hearing on Thursday, plans to deliver another apology for the company's disastrous holiday meltdown.Driving the news: \"Let me be clear: we messed up,\" Southwest Airlines COO Andrew Watterson will tell the Commerce Committee before being grilled.</li><li>\"In hindsight, we did not have enough winter operational resilience.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/09/southwest-airlines-senate-hearing-cancellations"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Amanda Silberling",
            "title": "Meta acquires Within despite FTC concerns",
            "description": "After an antitrust lawsuit with the FTC, Meta has officially closed the deal to acquire Within, the VR developer behind fitness app Supernatural. It has taken more than a year for the deal to secure necessary approvals to move forward. The financial terms wer",
            "url": "/2023-02-09-meta-acquires-within-despite-ftc-concerns",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Supernatural-within-1.jpg?resize=1200,675",
            "publishedAt": "2023-02-09T14:56:40Z",
            "content": "After an antitrust lawsuit with the FTC, Meta has officially closed the deal to acquire Within, the VR developer behind fitness app Supernatural. It has taken more than a year for the deal to secure  [+1268 chars]",
            "summary": "Reality Labs, its division for these technologies, only brought in $2.16 billion in revenue.The subscription-based Supernatural app has a cult following  its Facebook group has almost 77,000 members ( only some of whom think theyre on a fan page for the long-running CW show of the same name). But after a trial in which Meta CEO Mark Zuckerberg testified, a judge ruled that Meta could go forward with the acquisition.This victory comes at a trying time for Meta, only a few months out from its 13% workforce reduction. The financial terms were not disclosed.The FTC sued Meta in July to block the purchase of Within, the creators of the VR fitness app Supernatural, alleging that the acquisition would be anti-competitive. After an antitrust lawsuit with the FTC, Meta has officially closed the deal to acquire Within, the VR developer behind fitness app Supernatural. Meta has a history of buying up promising VR technology to power its mutlibillion-dollar bet on the metaverse, including Beat Games, the studio behind Beat Saber, and Oculus, which powers Metas hardware. It has taken more than a year for the deal to secure necessary approvals to move forward. Last week, the company revealed in its earnings report that it has lost $13.7 billion on AR and VR in the past year.",
            "html_summary": "<ul><li>Reality Labs, its division for these technologies, only brought in $2.16 billion in revenue.The subscription-based Supernatural app has a cult following — its Facebook group has almost 77,000 members (… only some of whom think they’re on a fan page for the long-running CW show of the same name).</li><li>But after a trial in which Meta CEO Mark Zuckerberg testified, a judge ruled that Meta could go forward with the acquisition.This victory comes at a trying time for Meta, only a few months out from its 13% workforce reduction.</li><li>The financial terms were not disclosed.The FTC sued Meta in July to block the purchase of Within, the creators of the VR fitness app Supernatural, alleging that the acquisition would be anti-competitive.</li><li>After an antitrust lawsuit with the FTC, Meta has officially closed the deal to acquire Within, the VR developer behind fitness app Supernatural.</li><li>Meta has a history of buying up promising VR technology to power its mutlibillion-dollar bet on the metaverse, including Beat Games, the studio behind Beat Saber, and Oculus, which powers Meta’s hardware.</li><li>It has taken more than a year for the deal to secure necessary approvals to move forward.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/09/meta-acquires-within-despite-ftc-concerns/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Arrcus snaps up $50M for a softwarebased alternative to costly network router equipment",
            "description": "Software may be eating the world, but its still largely running across physical, often expensive, hardware. Thats slowly starting to change.",
            "url": "/2023-02-09-arrcus-snaps-up-50m-for-a-software-based-alternative-to-costly-network-router-equipment",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GettyImages-1382834268.jpg?resize=1200,800",
            "publishedAt": "2023-02-09T12:55:50Z",
            "content": "Software may be eating the world, but its all still largely running across very physical, and often very expensive, equipment. That is now slowly starting to change, though. Today, a startup called  [+5011 chars]",
            "summary": "Traditionally, telecoms carriers have been the primary buyers of network switches and routers, used to manage and carry fixed, mobile and broadband traffic between their core networks and out to consumers and other end users. The company saw its revenues grow 100% in the last year, and its valuation is now at $400 million, double its $200 million valuation from its $28 million Series C in 2021. We believe Arrcus is a disruptive leader in next generation network infrastructure that is software defined, flexile, programmable and efficient; and we are excited to support the company and its distinguished team. Software may be eating the world, but its all still largely running across very physical, and often very expensive, equipment. It has raised $126 million to date.Aramcos involvement in the round speaks to the addressable market for technology like Arrcuss. The Series D is being led by Prosperity7, the investment arm of petrochemical giant Aramco (aka the Saudi Arabian Oil Company), who is coming on as a strategic investor.Previous backers Clear Ventures, General Catalyst, Liberty Global and Lightspeed are also participating, alongside Silicon Valley Bank. That is now slowly starting to change, though.",
            "html_summary": "<ul><li>Traditionally, telecoms carriers have been the primary buyers of network switches and routers, used to manage and carry fixed, mobile and broadband traffic between their core networks and out to consumers and other end users.</li><li>The company saw its revenues grow 100% in the last year, and its valuation is now at $400 million, double its $200 million valuation from its $28 million Series C in 2021.</li><li>“We believe Arrcus is a disruptive leader in next generation network infrastructure that is software defined, flexile, programmable and efficient; and we are excited to support the company and its distinguished team.”</li><li>Software may be eating the world, but it’s all still largely running across very physical, and often very expensive, equipment.</li><li>It has raised $126 million to date.Aramco’s involvement in the round speaks to the addressable market for technology like Arrcus’s.</li><li>The Series D is being led by Prosperity7, the investment arm of petrochemical giant Aramco (aka the Saudi Arabian Oil Company), who is coming on as a strategic investor.Previous backers Clear Ventures, General Catalyst, Liberty Global and Lightspeed are also participating, alongside Silicon Valley Bank.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/09/arrcus-snaps-up-50m-for-a-software-based-alternative-to-costly-network-router-equipment/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Coincover raises $30M to help protect digital assets from hacks and human error",
            "description": "Coincover, a digital asset protection company, has raised $30 million to protect people and their digital assets from hacks or human error.",
            "url": "/2023-02-09-coincover-raises-30m-to-help-protect-digital-assets-from-hacks-and-human-error",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-1197780051.jpg?resize=1200,800",
            "publishedAt": "2023-02-09T13:01:02Z",
            "content": "Coincover, a digital asset protection company, has raised $30 million in funding led by Foundation Capital to protect people and their digital assets from hacks or human error, David Janczewski, CEO  [+3540 chars]",
            "summary": "Weve also seen a sharp increase in demand for seed phrase backup where we provide a route to recovery of funds.Seed phrases, or recovery phrases, are a series of random words that act as a password to ones crypto wallet. One of the most significant limitations to digital asset adoption, at both the individual and institutional levels, is the fear of loss or theft of assets.The platform, which was founded in 2018 and launched in 2019, has raised $41.6 million to date, Janczewski said. Image Credits: CoincoverThe new capital will be used to recruit talent, update products and add partnerships to protect against crypto hacks or human error. So, in that sense, what were doing isnt revolutionary  its almost compulsory.For Coincover, its about tackling the next frontier of risk, which is social engineering, Janczewski said.If someones convinced you to send a lot of money and youve done it, its considered a scam, not theft, Janczewski said. For our customers, private key backup provides an additional layer of protection that enables the recovery of assets if they lose their keys or their platform becomes unavailable. In traditional finance, banks are not able to refund users when they have willingly sent funds in this way even if you have been duped. Businesses will often have an independent third party to help them back up their data or protect against malware, for example.",
            "html_summary": "<ul><li>We’ve also seen a sharp increase in demand for seed phrase backup where we provide a route to recovery of funds.”Seed phrases, or recovery phrases, are a series of random words that act as a password to one’s crypto wallet.</li><li>“One of the most significant limitations to digital asset adoption, at both the individual and institutional levels, is the fear of loss or theft of assets.”The platform, which was founded in 2018 and launched in 2019, has raised $41.6 million to date, Janczewski said.</li><li>Image Credits: CoincoverThe new capital will be used to recruit talent, update products and add partnerships to protect against crypto hacks or human error.</li><li>So, in that sense, what we’re doing isn’t revolutionary — it’s almost compulsory.”For Coincover, it’s about “tackling the next frontier of risk, which is social engineering,” Janczewski said.“If someone’s convinced you to send a lot of money and you’ve done it, it’s considered a scam, not theft,” Janczewski said.</li><li>“For our customers, private key backup provides an additional layer of protection that enables the recovery of assets if they lose their keys or their platform becomes unavailable.</li><li>“In traditional finance, banks are not able to refund users when they have willingly sent funds in this way even if you have been duped.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/09/coincover-raises-30m-to-help-protect-digital-assets-from-hacks-and-human-error/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Replo gives businesses a lowcode option for creating Shopify landing pages",
            "description": "Prior to starting Replo, the cofounders launched and sold Berkeleytime.com, a platform that digitized UC Berkeleys course scheduling system.",
            "url": "/2023-02-09-replo-shopify-low-code",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Rendering-2.png?resize=1200,675",
            "publishedAt": "2023-02-09T14:02:40Z",
            "content": "This is a tale as old as time a small ecommerce owner wants to build a great landing page for their company, but the available tools only get them so far, and they dont have the funds to hire a dev [+3218 chars]",
            "summary": "Its good when everyone starts talking about it, but we also want to build out a community and a support channel so things can happen without us, too.Why the last click in e-commerce matters  and how to get it right Today, the company announced a $4.2 million seed round from backers, including Y Combinator, Infinity Ventures, La Famiglia, Figma Ventures, Guillermo Rauch (Vercel) and a group of strategic investors from the e-commerce space.Meanwhile, connecting with Shopify is big. The next level starts at $99 a month.Replo is targeting mid-market e-commerce companies, those that sell between $1 million and $100 million per year. Shopify processed $175 billion in online sales in 2021, and there were over 6 million Shopify Plus stores in 2022.So Replo is not alone in building infrastructure for these merchants or attracting venture capital for their approach. It also integrates with a users Shopify store.You can start using Replo for free with one user and get unlimited features and previews. Rounding out the team at Replo is Justin Wiley, former vice president of business development at JUMP, and Steven Schlaefer, who was previously with LiveRamp.The founders honed the company at Y Combinator and was part of its Summer 2021 batch. While undergraduates at UC Berkeley, they launched and sold Berkeleytime.com, a platform that digitized Berkeleys course scheduling system.Replo Noah Gilmore and Yuxin Zhu (Image credit: Replo)Prior to starting Replo, Zhu and Gilmore held senior engineering and management roles at Uber and Plangrid, respectively.",
            "html_summary": "<ul><li>“It’s good when everyone starts talking about it, but we also want to build out a community and a support channel so things can happen without us, too.”Why the ‘last click’ in e-commerce matters — and how to get it right</li><li>Today, the company announced a $4.2 million seed round from backers, including Y Combinator, Infinity Ventures, La Famiglia, Figma Ventures, Guillermo Rauch (Vercel) and a group of strategic investors from the e-commerce space.Meanwhile, connecting with Shopify is big.</li><li>The next level starts at $99 a month.Replo is targeting mid-market e-commerce companies, those that sell between $1 million and $100 million per year.</li><li>Shopify processed $175 billion in online sales in 2021, and there were over 6 million Shopify Plus stores in 2022.So Replo is not alone in building infrastructure for these merchants or attracting venture capital for their approach.</li><li>It also integrates with a user’s Shopify store.You can start using Replo for free with one user and get unlimited features and previews.</li><li>Rounding out the team at Replo is Justin Wiley, former vice president of business development at JUMP, and Steven Schlaefer, who was previously with LiveRamp.The founders honed the company at Y Combinator and was part of its Summer 2021 batch.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/09/replo-shopify-low-code/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Egyptian health tech Yodawy raises $16M, backed by Delivery Hero Ventures",
            "description": "Yodawy, an Egyptian healthtech that connects pharmacies, insurance companies and pharmaceuticals with patients, raises $16 million Series B.",
            "url": "/2023-02-09-egyptian-health-tech-yodawy-raises-16m-backed-by-delivery-hero-ventures",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/D862CD23-5008-42EC-974F-BFD61A1D84A1.jpeg?resize=1200,675",
            "publishedAt": "2023-02-09T07:00:34Z",
            "content": "Without proper governmentled public health initiatives, healthcare expenditures, including insurance and pharmaceutical drugs, can burden individuals and households. In recent years, private institu [+6353 chars]",
            "summary": "As trivial as that might sound, this affects every player in that value chain, from issues ranging from prescription errors to long processing times and queues at pharmacies and hospitals.Yodawys platform allows insurance companies and hospitals to automate approvals, save costs and improve customer experience. The Giza-based health tech upstart, which employs a B2B2C model, has partnered with 20 health insurance companies and 500 doctors, and 3,000 pharmacies have processed over 4 million prescriptions via individuals in these corporates. But Khashaba argues that Yodawy is the only full-fledged pharmacy benefit manager powered by tech that manages the end-to-end prescription cycle  whether creating an e-prescription gateway for hospitals and doctors or an approval automation engine for insurance companies  and handles fulfillment.What Yodawy lacks, however, is last-mile capabilities. The companys revenue has grown by 400% since its last priced round 18 months ago.The medication value chain is quite complex, and being able to streamline the process required us to build it [and] additional products for insurance companies and doctors. They built an infrastructure that accommodates the services of its partners  insurance companies, medical providers, pharmacies, and pharmaceutical/FMCG companies  and connects them with business clients and individuals.Heres one instance that highlights the problem every Yodawy stakeholder faces. Meanwhile, Yodawy recently launched a flagship e-prescription gateway that lets physicians go paperless, with seven insurance companies and health management organizations participating in the program, resulting in more than 2,000 e-prescriptions generated daily. Also, pharmacies get an online presence and boost sales via Yodawys e-commerce offering, which patients (via employer-led medical schemes) can benefit from as they get their medicines and drugs delivered to their doorsteps.",
            "html_summary": "<ul><li>As trivial as that might sound, this affects every player in that value chain, from issues ranging from prescription errors to long processing times and queues at pharmacies and hospitals.Yodawy’s platform allows insurance companies and hospitals to automate approvals, save costs and improve customer experience.</li><li>The Giza-based health tech upstart, which employs a B2B2C model, has partnered with 20 health insurance companies and 500 doctors, and 3,000 pharmacies have processed over 4 million prescriptions via individuals in these corporates.</li><li>But Khashaba argues that Yodawy is the only full-fledged pharmacy benefit manager powered by tech that manages the end-to-end prescription cycle — whether creating an e-prescription gateway for hospitals and doctors or an approval automation engine for insurance companies — and handles fulfillment.What Yodawy lacks, however, is last-mile capabilities.</li><li>The company’s revenue has grown by 400% since its last priced round 18 months ago.“The medication value chain is quite complex, and being able to streamline the process required us to build it [and] additional products for insurance companies and doctors.</li><li>They built an infrastructure that accommodates the services of its partners — insurance companies, medical providers, pharmacies, and pharmaceutical/FMCG companies — and connects them with business clients and individuals.Here’s one instance that highlights the problem every Yodawy stakeholder faces.</li><li>Meanwhile, Yodawy recently launched a flagship e-prescription gateway that lets physicians go paperless, with seven insurance companies and health management organizations participating in the program, resulting in more than 2,000 e-prescriptions generated daily.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/08/egyptian-health-tech-yodawy-raises-16m-backed-by-delivery-hero-ventures/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "GitLab to reduce workforce by 7%",
            "description": "GitLab is the latest tech company to announce a round of layoffs, as the developer operations (DevOps) giant revealed today that its reducing its headcount by 7 percent. It has been a tough 2023 so far for the technology industry, with most of the bi",
            "url": "/2023-02-09-gitlab-to-reduce-workforce-by-7",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1238219265.jpg?resize=1200,853",
            "publishedAt": "2023-02-09T14:37:33Z",
            "content": "GitLab is the latest tech company to announce a round of layoffs, as the developer operations (DevOps) giant revealed today that its reducing its headcount by 7 percent.It has been a tough 2023 so [+1732 chars]",
            "summary": "Unfortunately, we need to take further steps and match our pace of spending with our commitment to responsible growth.In terms of severance, Sijbrandij said that all staff affected will receive pay through the transition period, plus a single payout equivalent to around four months base salary. He also said that staff will continue to receive healthcare for six months in locations where that is part of their package.",
            "html_summary": "<ul><li>“Unfortunately, we need to take further steps and match our pace of spending with our commitment to responsible growth.”In terms of severance, Sijbrandij said that all staff affected will receive pay through the “transition period,” plus a single payout equivalent to around four months base salary.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/09/gitlab-to-reduce-workforce-by-7/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Amid ChatGPT frenzy, a hundred followers bloom in China",
            "description": "Technological breakthroughs in the U.S. never fail to inspire challengers, followers and opportunists in China. Its ChatGPTs turn to capture the imagination of the worlds largest internet population. On WeChat, ChatGPTs trending index, an indicator of a",
            "url": "/2023-02-09-chatgpt-china-openai",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1218915733.jpg?resize=1200,800",
            "publishedAt": "2023-02-09T14:33:46Z",
            "content": "Technological breakthroughs in the U.S. never fail to inspire challengers, followers and opportunists in China. Its ChatGPTs turn to capture the imagination of the worlds largest internet populati [+5289 chars]",
            "summary": "A developer made a tool that can translate chat history into digestible bullet points, which comes in handy when one wakes up finding 100 unread group messages on WeChat.We wrote previously that censorship is perhaps one of the biggest challenges for the future of natural-language systems in China. Will Ernie Bot and its local rivals be adroit enough to spot the ever-changing puns and emoticons used for skirting censorship?State control shapes not only the rules of AI applications but also how much resources go towards certain types of AI research. At the time of writing, it has hidden enterprise accounts (think Facebook Pages) with misleading names that contain ChatGPT from its search results, presumably to protect users from these dubious copycats.I tested one account, blatantly named ChatGPT, out of curiosity. But Baidu reportedly gleans data from both inside and outside the Great Firewall, Chinas elaborate censorship mechanism.That makes perfect sense because there is a much greater amount of English source data such as academic research. But load time is slow, and users cant sign up with Chinese phone numbers, which adds an extra barrier to using it.China wants its own intelligent natural-language systems for reasons ranging from language to politics, as we wrote before. But one knows froth is forming when investors start rallying around smaller AI players that are far from being able to develop powerful language models. Just as Im writing, WeChats parent and video game giant Tencent said it also has relevant research ongoing.Baidu and Alibaba stocks surged briefly on their chatbot announcements.",
            "html_summary": "<ul><li>A developer made a tool that can translate chat history into digestible bullet points, which comes in handy when one wakes up finding 100 unread group messages on WeChat.We wrote previously that censorship is perhaps one of the biggest challenges for the future of natural-language systems in China.</li><li>Will Ernie Bot and its local rivals be adroit enough to spot the ever-changing puns and emoticons used for skirting censorship?State control shapes not only the rules of AI applications but also how much resources go towards certain types of AI research.</li><li>At the time of writing, it has hidden enterprise accounts (think Facebook Pages) with misleading names that contain “ChatGPT” from its search results, presumably to protect users from these dubious copycats.I tested one account, blatantly named “ChatGPT”, out of curiosity.</li><li>But Baidu reportedly gleans data from both inside and outside the Great Firewall, China’s elaborate censorship mechanism.That makes perfect sense because there is a much greater amount of English source data such as academic research.</li><li>But load time is slow, and users can’t sign up with Chinese phone numbers, which adds an extra barrier to using it.China wants its own intelligent natural-language systems for reasons ranging from language to politics, as we wrote before.</li><li>But one knows froth is forming when investors start rallying around smaller AI players that are far from being able to develop powerful language models.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/09/chatgpt-china-openai/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "Nintendo Direct gives us Zelda Tears of the Kingdom details, Metroid, and more",
            "description": "Also Samba de Amigo, a Castlevania Dead Cells, Advance Wars, and Pikmin 4.",
            "url": "/2023-02-09-nintendo-direct-gives-us-zelda-tears-of-the-kingdom-details-metroid-and-more",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/zelda1-760x380.jpeg",
            "publishedAt": "2023-02-09T00:45:41Z",
            "content": "Enlarge/ Link gets an ancienttech ATV/combine/dragster was not in most peoples list of likely content in The Legend of Zelda Tears of the Kingdom.4 with 0 posters participatingTodays Ninten [+6096 chars]",
            "summary": "More games were teased in the trailer, including Advance titles like Metroid Fusion and F-Zero: Maximum Velocity.Nintendo's intent to offer Game Boy titles was tipped in early 2022, when emulators seemingly made by Nintendo leaked online. But it's another major game publisher asking for that price, which may become a trend.Few things could compare in size to that announcement, but the availability of classic Game Boy games on the Switch certainly stacks up.  Kevin Purdy - Feb 9, 2023 12:45 am UTC Today's Nintendo Direct livestream gave those with sky-high but long-deferred Zelda hopes just enough to stay excited: ominous tones, real gameplay footage, a tease at a playable Zelda, and a definitive May 12 release date and preorder offer. Toward the end, Zelda's voice says, \"Link, lend me your power,\" offering a loose but still real hint that the princess could be playable in this title.The $70 price tag might surprise some people, but only if they haven't been watching closely. Various files and dates in the emulators suggest that their development began as far back as 2018, with major work accomplished by 2020.The other major blast from the past showing up today was Metroid Prime Remastered. Along with the souped-up graphics and portable convenience, this version allows for modern dual-stick controls, with one to look and one to move.Many of the titles displayed were DLC or expansion passes for existing games. And, not for nothing, a $70 price tag.The Legend of Zelda: Tears of the Kingdom was announced in mid-2019, given a May 2023 release date, and had most of its details held back until today.",
            "html_summary": "<ul><li>More games were teased in the trailer, including Advance titles like Metroid Fusion and F-Zero: Maximum Velocity.Nintendo's intent to offer Game Boy titles was tipped in early 2022, when emulators seemingly made by Nintendo leaked online.</li><li>But it's another major game publisher asking for that price, which may become a trend.Few things could compare in size to that announcement, but the availability of classic Game Boy games on the Switch certainly stacks up.</li><li> Kevin Purdy - Feb 9, 2023 12:45 am UTC Today's Nintendo Direct livestream gave those with sky-high but long-deferred Zelda hopes just enough to stay excited: ominous tones, real gameplay footage, a tease at a playable Zelda, and a definitive May 12 release date and preorder offer.</li><li>Toward the end, Zelda's voice says, \"Link, lend me your power,\" offering a loose but still real hint that the princess could be playable in this title.The $70 price tag might surprise some people, but only if they haven't been watching closely.</li><li>Various files and dates in the emulators suggest that their development began as far back as 2018, with major work accomplished by 2020.The other major blast from the past showing up today was Metroid Prime Remastered.</li><li>Along with the souped-up graphics and portable convenience, this version allows for modern dual-stick controls, with one to look and one to move.Many of the titles displayed were DLC or expansion passes for existing games.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/02/nintendo-direct-gives-us-zelda-tears-of-the-kingdom-details-metroid-and-more/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Southwest Airlines exec to Senate We messed up in holiday meltdown. Meta acquires Within despite FTC concerns. Arrcus snaps up $50M for a softwarebased alternative to costly network router equipment. Coincover raises $30M to help protect digital assets from hacks and human error. Replo gives businesses a lowcode option for creating Shopify landing pages. Egyptian health tech Yodawy raises $16M, backed by Delivery Hero Ventures. GitLab to reduce workforce by 7%. Amid ChatGPT frenzy, a hundred followers bloom in China. Nintendo Direct gives us Zelda Tears of the Kingdom details, Metroid, and more"
}