{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Growfins AIbased cash collection SaaS expands further to US and Asia",
            "description": "Cash management  tracking who needs to pay an invoice and whether its been done  can make or break a business. Now, a startup building SaaS software to help finance departments manage this more intelligently is announcing some funding to expand after seein",
            "url": "/2023-03-07-growfin-for-cfos-and-finance-teams-to-the-cash-collection-cycle",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2015/07/money-cash.jpg?resize=1200,720",
            "publishedAt": "2023-03-07T05:00:49Z",
            "content": "Cash management  tracking who needs to pay an invoice and whether its been done  can make or break a business. Now, a startup building SaaS software to help finance departments manage this more in [+5471 chars]",
            "summary": "The resounding message was that finance teams were unsatisfied with legacy systems that were based around spreadsheets and the expensive prospect of simply hiring more people as a solution to the time-consuming workload.Managing receivables and collecting payments are often complex and compound even more as companies grow. It sells primarily to clients who are finance teams, although as you might guess, revenue-generating teams like sales and customer success are also users of its service. Despite the growth of ERPs and CRMs such as Salesforce and Netsuite, Ive understood that 90% of finance teams still manage their AR (account receivables) processes outside these tools, typically on spreadsheets or in-house databases, said Gopalan. The startup touts that the latest funding comes on the back of 8x growth in customer numbers over the last 12 months, during which Growfin has helped clients collect more than $1 billion in account receivables (AR). Next up: a forecasting tool that predicts trends based on past payment behavior and current receivables data through Growfin.Singapores SWC Global led the funding round with participation from existing backers 3one4 Capital and angel investors. Growfins primary users currently scale B2B tech companies in SaaS, adtech, logistics tech, and edtech, and it now has 25 customers, including Intercom, Fourkites, Mindtickle, LeadSquared, and Quick Dry Restoration, co-founder and CEO of Growfin, Aravind Gopalan, told TechCrunch. The company plans to use this funding to continue expanding in the U.S. and Asia, and to double down on building more AI-based technology to expand its platform.",
            "html_summary": "<ul><li>The resounding message was that finance teams were unsatisfied with legacy systems that were based around spreadsheets and the expensive prospect of simply hiring more people as a solution to the time-consuming workload.“Managing receivables and collecting payments are often complex and compound even more as companies grow.</li><li>It sells primarily to clients who are finance teams, although as you might guess, revenue-generating teams like sales and customer success are also users of its service.</li><li>Despite the growth of ERPs and CRMs such as Salesforce and Netsuite, I’ve understood that 90% of finance teams still manage their AR (account receivables) processes outside these tools, typically on spreadsheets or in-house databases,” said Gopalan.</li><li>The startup touts that the latest funding comes on the back of 8x growth in customer numbers over the last 12 months, during which Growfin has helped clients collect more than $1 billion in account receivables (AR).</li><li>Next up: a forecasting tool that predicts trends “based on past payment behavior and current receivables data through Growfin.”Singapore’s SWC Global led the funding round with participation from existing backers 3one4 Capital and angel investors.</li><li>Growfin’s primary users currently scale B2B tech companies in SaaS, adtech, logistics tech, and edtech, and it now has 25 customers, including Intercom, Fourkites, Mindtickle, LeadSquared, and Quick Dry Restoration, co-founder and CEO of Growfin, Aravind Gopalan, told TechCrunch.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/06/growfin-for-cfos-and-finance-teams-to-the-cash-collection-cycle/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Assured Allies secures $42.5M Series B to help Americans successfully age",
            "description": "The company uses machine learning and predictive analytics along with scienceofaging and essential human support to offer retirement products and programs.Assured Allies secures $42.5M Series B to help Americans successfully age by Christine Hall origin",
            "url": "/2023-03-07-assured-allies-retirement-insurance-series-b",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Assured-Allies-co-founders-Afik-Roee.jpg?resize=1200,675",
            "publishedAt": "2023-03-07T11:01:46Z",
            "content": "Assured Allies, an insurtech company focused on retirement savings, announced today the closing of $42.5 million in Series B funding.Its a pretty significant Series B size given the challenging fun [+3215 chars]",
            "summary": "The company uses technology like machine learning and predictive analytics, along with science-of-aging and essential human support to offer retirement products and programs.Its first product, launched in 2020, was AgeAssured, which partners with long-term care insurers to reduce disability and support easier aging-at-home capabilities. NeverStop, its second product, came in 2022 and uses artificial intelligence and science to create and underwrite retirement products.Nahir explained that there is an aging economy paradox where older Americans have accumulated $80 trillion in assets, but also have a lot of real hard problems, like depression and loneliness. In order to sell something to an 80-year-old user, you should have partnerships with 100-year-old companies. It has been proven to reduce the cost of long-term insurance claims by roughly 20%, Nahir told TechCrunch.",
            "html_summary": "<ul><li>The company uses technology like machine learning and predictive analytics, along with science-of-aging and essential human support to offer retirement products and programs.Its first product, launched in 2020, was AgeAssured, which partners with long-term care insurers to reduce disability and support easier aging-at-home capabilities.</li><li>NeverStop, its second product, came in 2022 and uses artificial intelligence and science to create and underwrite retirement products.Nahir explained that there is an “aging economy paradox” where older Americans have accumulated $80 trillion in assets, but also have a lot of real hard problems, like depression and loneliness.</li><li>“In order to sell something to an 80-year-old user, you should have partnerships with 100-year-old companies.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/07/assured-allies-retirement-insurance-series-b/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "In 1st news conference, China minister lashes out at US",
            "description": "BEIJING (AP)  In his first news conference since taking office, Chinese Foreign Minister Qin Gang lashed out Tuesday at the United States over deteriorating bilateral relations and Washingtons support for Taiwan.",
            "url": "/2023-03-07-china-congress-2023-qin-us-1938a701c0d7a2114a18226962de4879",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/d5e3c177241249c0835b8d04eaa3ceb0/3000.webp",
            "publishedAt": "2023-03-07T06:43:16Z",
            "content": "BEIJING (AP) In his first news conference since taking office, Chinese Foreign Minister Qin Gang lashed out Tuesday at the United States over deteriorating bilateral relations and Washingtons support [+6908 chars]",
            "summary": "The meeting also is expected to name Xi to a third term in the ceremonial post of Chinese president after he broke with tradition and awarded himself a third five-year term as ruling party leader in October, possibly preparing to make himself leader for life. Its electronics and optical equipment are being analyzed by the FBI.Then last week, Beijing reacted with indignation when U.S. officials raised the issue again of whether the COVID-19 outbreak that first was detected in southern China in late 2019 began with a leak from a Chinese laboratory. Many in Washington have called for the U.S. government to make a bigger effort to counter Chinese influence abroad.Concerns about Chinese spying on the U.S. and Beijings influence campaigns there have drawn particular concern.U.S. officials are increasingly worried about Chinas goals and the possibility of war over Taiwan, the self-ruled island democracy claimed by Beijing as part of its territory. China says it is neutral but said before the invasion that it had a )no-limits friendship with Russia. It regards China as its primary rival and the most consequential geopolitical challenge, Qin said. Beijing has also accused the West of fanning the flames by providing Ukraine with weaponry to fend off the Russian invasion.",
            "html_summary": "<ul><li>The meeting also is expected to name Xi to a third term in the ceremonial post of Chinese president after he broke with tradition and awarded himself a third five-year term as ruling party leader in October, possibly preparing to make himself leader for life.</li><li>Its electronics and optical equipment are being analyzed by the FBI.Then last week, Beijing reacted with indignation when U.S. officials raised the issue again of whether the COVID-19 outbreak that first was detected in southern China in late 2019 began with a leak from a Chinese laboratory.</li><li>Many in Washington have called for the U.S. government to make a bigger effort to counter Chinese influence abroad.Concerns about Chinese spying on the U.S. and Beijing’s influence campaigns there have drawn particular concern.U.S.</li><li>officials are increasingly worried about China’s goals and the possibility of war over Taiwan, the self-ruled island democracy claimed by Beijing as part of its territory.</li><li>China says it is neutral but said before the invasion that it had a )“no-limits friendship” with Russia.</li><li>It regards China as its primary rival and the most consequential geopolitical challenge,” Qin said.</li></ul>",
            "website_url": "https://apnews.com/article/china-congress-2023-qin-us-1938a701c0d7a2114a18226962de4879"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Soci raises $120M in debt and equity to grow its marketing management platform",
            "description": "Soci, a marketing platform for large brands with lots of local marketing engagements, has raised $120 million in a debt and equity round.",
            "url": "/2023-03-07-soci-raises-120m-in-debt-and-equity-to-grow-its-marketing-management-platform",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1369567969.jpg?resize=1200,800",
            "publishedAt": "2023-03-07T13:00:32Z",
            "content": "Soci (pronounced sohshee), a marketing automation platform with customers including Ace Hardware, Jersey Mikes, Pet Supplies Plus and Ford, today announced that it raised $120 million in a financ [+6804 chars]",
            "summary": "However, there was a new trend swelling [several years ago] whereby brands consumers were no longer interacting with the national digital marketing pages but rather the local digital marketing page. Beyond this, it delivers a database for consolidating marketing info including data from search, social media, reviews, surveys and chatbots.An enterprise business with hundreds to thousands of locations must determine how theyre going to win the digital marketing battle at every location. This requires the collection and visualization of an incredible breadth of local insight and data, the development of hundreds of local strategies based on that data, and a sophisticated tool and process to deliver on such strategies across tens of thousands of digital pages, Khoury said. To date, Soci has raised nearly $240 million.The pandemic drove consumers inside and online, inciting a shift to digital channels and fundamentally changing how consumers communicate and engage with brands, Khoury told TechCrunch in an email interview. In a recent HubSpot poll of marketers, 19% said that generating traffic and leads remained their biggest hurdles followed by hiring talent and marketing strategy pivots.Khoury pointed to the investment from Renew Group, which owns 5-hour Energy International, as strong validation of Socis current growth trajectory. From the impact of COVID-19 on local sales to the recent recession, brands are assessing their budgets and marketing more closely than in years past, he added. The Soci team has developed models to analyze the data and its correlation to outcomes such as customer engagements, foot traffic, calls, clicks and other customer lead, loyalty and revenue data.",
            "html_summary": "<ul><li>“However, there was a new trend swelling [several years ago] whereby brands’ consumers were no longer interacting with the national digital marketing pages but rather the local digital marketing page.</li><li>Beyond this, it delivers a database for consolidating marketing info including data from search, social media, reviews, surveys and chatbots.“An enterprise business with hundreds to thousands of locations must determine how they’re going to win the digital marketing battle at every location.</li><li>This requires the collection and visualization of an incredible breadth of local insight and data, the development of hundreds of local strategies based on that data, and a sophisticated tool and process to deliver on such strategies across tens of thousands of digital pages,” Khoury said.</li><li>To date, Soci has raised nearly $240 million.“The pandemic drove consumers inside and online, inciting a shift to digital channels and fundamentally changing how consumers communicate and engage with brands,” Khoury told TechCrunch in an email interview.</li><li>In a recent HubSpot poll of marketers, 19% said that generating traffic and leads remained their biggest hurdles followed by hiring talent and marketing strategy pivots.Khoury pointed to the investment from Renew Group, which owns 5-hour Energy International, as “strong validation” of Soci’s current growth trajectory.</li><li>“From the impact of COVID-19 on local sales to the recent recession, brands are assessing their budgets and marketing more closely than in years past,” he added.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/07/soci-raises-120m-in-debt-and-equity-to-grow-its-marketing-management-platform/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Salesforce plans to incorporate generative AI across the platform",
            "description": "Salesforce introduced Einstein GPT today, a set of generative AI technologies being applied across the Salesforce platform.",
            "url": "/2023-03-07-salesforce-plans-to-incorporate-generative-ai-across-the-platform",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/mingwei-lim-_ypG9UJI4Mo-unsplash.jpg?resize=1200,675",
            "publishedAt": "2023-03-07T13:00:03Z",
            "content": "Salesforce has been in the news for a lot of nonproduct reasons of late, so it would be understandable that the company wants to bring the focus back to the business of selling software and away fro [+4139 chars]",
            "summary": "Today at the TrailblazerDX developer conference, the company announced a generative AI push with a pilot of technology they are calling Einstein GPT that adds ChatGPT-like features across the platform.Were announcing Einstein GPT, the worlds first generative AI for CRM. Salesforce has been in the news for a lot of non-product reasons of late, so it would be understandable that the company wants to bring the focus back to the business of selling software and away from the machinations of activist investors. Imagine entering a question about a company, and the bot finds publicly available information to add or update a company record in the CRM. For Service Cloud, the company will generate a reasonable answer to a customers inquiry based on information in the knowledge base automatically. In Slack, you could summarize long threads to understand them better, or perhaps gain insight on your customers, and ask questions to get back more details from long threads. The generative AI is more content-oriented and helps business users auto-generate text, pictures and code.For Salesforce though, the data wont in most cases be coming from the open internet, as with chat-based search. With Einstein GPT for Service we can auto-generate draft replies so that the agents can respond to customers much faster, and they get final say.",
            "html_summary": "<ul><li>Today at the TrailblazerDX developer conference, the company announced a generative AI push with a pilot of technology they are calling “Einstein GPT” that adds ChatGPT-like features across the platform.“We’re announcing Einstein GPT, the world’s first generative AI for CRM.</li><li>Salesforce has been in the news for a lot of non-product reasons of late, so it would be understandable that the company wants to bring the focus back to the business of selling software and away from the machinations of activist investors.</li><li>Imagine entering a question about a company, and the bot finds publicly available information to add or update a company record in the CRM.</li><li>For Service Cloud, the company will generate a reasonable answer to a customer’s inquiry based on information in the knowledge base automatically.</li><li>In Slack, you could summarize long threads to understand them better, or perhaps gain insight on your customers, and ask questions to get back more details from long threads.</li><li>The generative AI is more content-oriented and helps business users auto-generate text, pictures and code.For Salesforce though, the data won’t in most cases be coming from the open internet, as with chat-based search.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/07/salesforce-plans-to-incorporate-generative-ai-across-the-platform/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "DIDs new web app gives a face and voice to OpenAIs ChatGPT",
            "description": "DID, the Israeli startup behind Deep Nostalgia, announced today that its launching the beta version of its new web app that allows users to talk facetoface with photorealistic AI. The web app, called chat.DID, combines DIDs texttovideo st",
            "url": "/2023-03-07-d-ids-new-web-app-gives-a-face-and-voice-to-openais-chatgpt",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/chat.D-ID-solid.png?resize=1200,780",
            "publishedAt": "2023-03-07T13:00:56Z",
            "content": "DID, the Israeli startup behind Deep Nostalgia, announced today that its launching the beta version of its new web app that allows users to talk facetoface with photorealistic AI. The web app, ca [+4318 chars]",
            "summary": "The company believes its new web app opens up access to ChatGPT more widely.The app is an easier way to use the power of AI and converse with ChatGPT, Perry said. Given that the web app is still in the beta phase, its not perfect.Image Credits: D-IDThe web app will soon offer a variety of present avatars that users will be able to choose from. D-ID, the Israeli startup behind Deep Nostalgia, announced today that its launching the beta version of its new web app that allows users to talk face-to-face with photorealistic AI. Perry notes that D-ID is ready for the application to go viral, and that the goal is to keep it free.Some may find the new web app a bit creepy, and D-ID is aware of that. In a few weeks, the web app will let users generate a character, such as Dumbledore from Harry Potter, and talk to them. D-ID believes that it wont face a similar situation because OpenAI has improved its ChatGPT API and added guardrails. Another goal of the chat.D-ID to make it easier for elderly people to use AI.",
            "html_summary": "<ul><li>The company believes its new web app opens up access to ChatGPT more widely.“The app is an easier way to use the power of AI and converse with ChatGPT,” Perry said.</li><li>Given that the web app is still in the beta phase, it’s not perfect.Image Credits: D-IDThe web app will soon offer a variety of present avatars that users will be able to choose from.</li><li>D-ID, the Israeli startup behind Deep Nostalgia, announced today that it’s launching the beta version of its new web app that allows users to talk face-to-face with photorealistic AI.</li><li>Perry notes that D-ID is ready for the application to go viral, and that the goal is to keep it free.Some may find the new web app a bit creepy, and D-ID is aware of that.</li><li>In a few weeks, the web app will let users generate a character, such as Dumbledore from Harry Potter, and talk to them.</li><li>D-ID believes that it won’t face a similar situation because OpenAI has improved its ChatGPT API and added guardrails.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/07/d-ids-new-web-app-gives-a-face-and-voice-to-openais-chatgpt/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Growfins AIbased cash collection SaaS expands further to US and Asia. Assured Allies secures $42.5M Series B to help Americans successfully age. In 1st news conference, China minister lashes out at US. Soci raises $120M in debt and equity to grow its marketing management platform. Salesforce plans to incorporate generative AI across the platform. DIDs new web app gives a face and voice to OpenAIs ChatGPT"
}