{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "As ChatGPT hype hits fever pitch, Neeva launches its generative AI search engine internationally",
            "description": "Challenger search engine Neevawants to replace the familiar 10 blue links in search results with something more fitting for the modern AI age. Back in December, Neeva cofounder and CEO Sridhar Ramaswamy, who previously spearheaded Googles advertising tec",
            "url": "/2023-02-13-as-chatgpt-hype-hits-fever-pitch-neeva-brings-its-generative-ai-search-engine-to-international-markets",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/NeevaFeat.gif?resize=1200,665",
            "publishedAt": "2023-02-13T10:59:41Z",
            "content": "Challenger search engine Neevawants to replace the familiar 10 blue links in search results with something more fitting for the modern AI age.Back in December, Neeva cofounder and CEO Sridhar R [+10829 chars]",
            "summary": "However, Neeva is hopeful that its ad-free approach will win it enough supporters to see it flourish more generally as a search engine, at a time when the world has grown increasingly weary of big techs big data harnessing. While there is nothing to indicate that such trends will wither any time soon, its clear from the first six weeks of the new year that generative AI will be the big talking point of 2023.Generative AI, essentially, describes the process of using algorithms to create (generate) new content. While it is pushing toward relying entirely on its own search stack, for now it does lean on Bing for some web search activity. And its clear now that Google will be doing something similar in the future.Elsewhere, other search engine upstarts are following a similar trajectory to that of Neeva. Or no response at all, which is what it will do with questions where its not confident of the answer.NeevaAI refusing to answer a question Image Credits: TechCrunchClearly, NeevaAIs response here isnt perfect. The poster child of this movement is ChatGPT, a chatbot-style technology trained on large language models (LLMs) capable of producing scarily good (but far from flawless) work such as essays, articles, poems, lyrics, and even computer programs. Generative AI is one direction, doing site-specific search is another super-interesting direction.",
            "html_summary": "<ul><li>However, Neeva is hopeful that its ad-free approach will win it enough supporters to see it flourish more generally as a search engine, at a time when the world has grown increasingly weary of big tech’s big data harnessing.</li><li>While there is nothing to indicate that such trends will wither any time soon, it’s clear from the first six weeks of the new year that generative AI will be the big talking point of 2023.Generative AI, essentially, describes the process of using algorithms to create (“generate”) new content.</li><li>While it is pushing toward relying entirely on its own search stack, for now it does lean on Bing for some web search activity.</li><li>And it’s clear now that Google will be doing something similar in the future.Elsewhere, other search engine upstarts are following a similar trajectory to that of Neeva.</li><li>Or no response at all, which is what it will do with questions where it’s not confident of the answer.NeevaAI refusing to answer a question Image Credits: TechCrunchClearly, NeevaAI’s response here isn’t perfect.</li><li>The poster child of this movement is ChatGPT, a chatbot-style technology trained on large language models (LLMs) capable of producing scarily good (but far from flawless) work such as essays, articles, poems, lyrics, and even computer programs.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/13/as-chatgpt-hype-hits-fever-pitch-neeva-brings-its-generative-ai-search-engine-to-international-markets/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Twoyearold Zeekr raises $750M at $13B valuation",
            "description": "At a time when venture capital funding is slowing in China, EV is one of the few sectors that are still keeping investors excited. Case in point, Zeekr, the luxury electric vehicle brand of Chinas largest private carmaker Geely, announced Monday that investo",
            "url": "/2023-02-13-china-ev-upstart-zeekr-750m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/zeekr-e1676256028857.jpeg?resize=1200,638",
            "publishedAt": "2023-02-13T02:42:55Z",
            "content": "At a time when venture capital funding is slowing in China, EV is one of the few sectors that are still keeping investors excited. Case in point, Zeekr, the luxury electric vehicle brand of Chinas l [+1791 chars]",
            "summary": "Case in point, Zeekr, the luxury electric vehicle brand of Chinas largest private carmaker Geely, announced Monday that investors have committed to investing $750 million in its Series A funding round. At a time when venture capital funding is slowing in China, EV is one of the few sectors that are still keeping investors excited. The young carmaker was also opening an office in Silicon Valley.Founded in March 2021, Zeekr landed its first external funding round in August of that year. In January, my colleague Kirsten wrote that the company had some 3,000 open positions in more than 30 cities around the world, including at its R&D center in Ningbo and Shanghai in China, and Gothenburg, Sweden. Indeed, the firm has been aggressively ramping up its international footprint.",
            "html_summary": "<ul><li>Case in point, Zeekr, the luxury electric vehicle brand of China’s largest private carmaker Geely, announced Monday that investors have committed to investing $750 million in its Series A funding round.</li><li>At a time when venture capital funding is slowing in China, EV is one of the few sectors that are still keeping investors excited.</li><li>The young carmaker was also opening an office in Silicon Valley.Founded in March 2021, Zeekr landed its first external funding round in August of that year.</li><li>In January, my colleague Kirsten wrote that the company had some 3,000 open positions in more than 30 cities around the world, including at its R&D center in Ningbo and Shanghai in China, and Gothenburg, Sweden.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/12/china-ev-upstart-zeekr-750m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Teslas biggest hater airs Super Bowl ad against FSD",
            "description": "The Dawn Project is airing a Super Bowl ad attacking Teslas FSD, calling for regulators to ban the software.",
            "url": "/2023-02-13-tesla-dawn-project-super-bowl-fsd",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Screen-Shot-2023-02-13-at-3.09.20-pm.png?resize=1200,607",
            "publishedAt": "2023-02-13T02:20:47Z",
            "content": "Safety advocacy group The Dawn Project is taking its campaign to ban Teslas Full SelfDriving (FSD) system to the Super Bowl.The 30second ad, which is broadcasting to millions of football fans in [+4694 chars]",
            "summary": "As a result, Tesla has been criticized, investigated and sued for falsely marketing the capabilities of its automated driving systems.This most recent critique comes as Tesla has recently released its latest version of FSD to around 400,000 drivers in North America, renewing concerns of the systems safety. have called for more oversight on Teslas tech, but the issue hasnt exactly gone mainstream.After The Dawn Project aired a commercial last summer showing a Tesla Model 3 striking four different child-sized mannequins while driving a test track in California, Tesla sent the organization a cease-and-desist letter. The $15,000 system isnt perfect, though, and drivers must remain alert to take over in case the system malfunctions or comes across something it cant handle. That fact at once lends credence to the organizations potential subject matter expertise, and makes it clear that Green Hill is in competition with Teslas FSD. There have been several reports of accidents occurring while Autopilot, Teslas lower level ADAS, was engaged. Some politicians like Sens.",
            "html_summary": "<ul><li>As a result, Tesla has been criticized, investigated and sued for falsely marketing the capabilities of its automated driving systems.This most recent critique comes as Tesla has recently released its latest version of FSD to around 400,000 drivers in North America, renewing concerns of the system’s safety.</li><li>have called for more oversight on Tesla’s tech, but the issue hasn’t exactly gone mainstream.After The Dawn Project aired a commercial last summer showing a Tesla Model 3 striking four different child-sized mannequins while driving a test track in California, Tesla sent the organization a cease-and-desist letter.</li><li>The $15,000 system isn’t perfect, though, and drivers must remain alert to take over in case the system malfunctions or comes across something it can’t handle.</li><li>That fact at once lends credence to the organization’s potential subject matter expertise, and makes it clear that Green Hill is in competition with Tesla’s FSD.</li><li>There have been several reports of accidents occurring while Autopilot, Tesla’s lower level ADAS, was engaged.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/12/tesla-dawn-project-super-bowl-fsd/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Adtech joint venture by European telcos DK, Orange, Telefonica, Vodafone not a competition concern, finds EU",
            "description": "A joint venture between four big European carriers to build crossnetwork adtargeting has been given the green light to proceed by the European Commissions antitrust division in a decision announced Friday.",
            "url": "/2023-02-13-european-mobile-carriers-adtech-jv-competition-clearance",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/09/virtualevents.jpg?resize=1200,800",
            "publishedAt": "2023-02-13T12:35:55Z",
            "content": "A joint venture (JV) between four big European carriers to build crossnetwork adtargeting infrastructure  which they claim will rely on affirmative consent to target mobile and/or fixed network  [+7724 chars]",
            "summary": "The platform has been designed from the outset to be compliant with European data protection policy such as GDPR [General Data Protection Regulation] and the ePrivacy directive, the four carriers also claimed Friday. The quality of the claimed consent and wider issues of legal basis should merit close attention by the EUs data protection regulators  whove already spent years fumbling a response to the privacy incursions of tracking ads. It also specified that the JV will apply contractual limits on advertisers (such as prohibiting special category data from being used for targeting); and conduct regular audits of participants. Although it remains to be seen whether finding and flicking a centralized off switch will actually spare carriers customers from being mobbed with yet more pop-ups nagging them to turn it back on as they browse the Internet via the connectivity theyre already paying actual money for. It also told us in January that the plan is for the JV to retain the final say on the language used in these consent pop-ups  i.e. (A spokeswoman for noyb told us its looking at the JV project and has not yet taken any decisions on any actions it may take. Any fresh wave of telco-powered pop-ups would  therefore  present a compelling target for fresh legal complaints.",
            "html_summary": "<ul><li>“The platform has been designed from the outset to be compliant with European data protection policy such as GDPR [General Data Protection Regulation] and the ePrivacy directive,” the four carriers also claimed Friday.</li><li>The quality of the claimed consent and wider issues of legal basis should merit close attention by the EU’s data protection regulators — who’ve already spent years fumbling a response to the privacy incursions of tracking ads.</li><li>It also specified that the JV will apply contractual limits on advertisers (such as prohibiting special category data from being used for targeting); and conduct regular audits of participants.</li><li>Although it remains to be seen whether finding and flicking a centralized ‘off switch’ will actually spare carriers’ customers from being mobbed with yet more pop-ups nagging them to turn it back on as they browse the Internet via the connectivity they’re already paying actual money for.</li><li>It also told us in January that the plan is for the JV to retain the final say on the language used in these consent pop-ups — i.e.</li><li>(A spokeswoman for noyb told us it’s looking at the JV project and has not yet taken any decisions on any actions it may take.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/13/european-mobile-carriers-adtech-jv-competition-clearance/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Uber and Lyft earnings diverge, a selfdriving truck roadblock emerges and Redwood Materials lands a big one",
            "description": "The Station is a weekly newsletter dedicated to transportation. This week includes news and reviews of the Mercedes EQE and Arcimotos FUV.",
            "url": "/2023-02-13-uber-lyft-earnings-self-driving-truck-roadblock-redwood-materials-deal",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/08/GettyImages-1062215080.jpg",
            "publishedAt": "2023-02-13T12:19:14Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+11516 chars]",
            "summary": "The money will fund the start of production of the FF 91 Futurist EV, the company said.Jones Logistics, a national specialized transportation and logistics company, acquired Nationwide Express.Liminal, a battery manufacturing inspection company, raised $17.5 million in a Series A2 funding round led by climate tech fund ArcTern Ventures. Existing backers Chrysalix Venture Capital, Good Growth Capital, University of Tokyo Edge Capital Partners, Volta Energy Technologies, Impact Science Ventures, and Helios Climate Ventures also participated.Otonomo, an Israeli startup that went public by merging with a special purpose acquisition company, has merged with digital road assistant company Urgently. Importantly, the company issued positive guidance for Q1 2023.Harley-Davidson delayed the launch of the LiveWire S2 Del Mar, the latest electric motorcycle to come out of its new LiveWire brand, to the second half of the year. The company brought on Katrina Heineking as EVP of operations; Marc Klein as SVP of strategic accounts and smart cities; and Alex Poirot as vice president of public policy.BorgWarner appointed former Ford executive Hau Thai-Tang to its board of directors.Electrify America changed up its leadership. The certification will allow the company to proceed with the first flight of its hydrogen-powered regional aircraft known as the Dash 8-300 flying testbed.GM struck a deal with GlobalFoundries to dedicate an unknown amount of U.S. production capacity for GMs chip supply. This funding is the charge, ahem, needed to ramp those plans.Here are other deals that got my attention this week Bike Bazaar has closed a $30 million round to finance e-scooters in India. Uber said it hit record trips, surpassing 2 billion trips globally in the fourth quarter, which averages almost 1 million trips per hour.",
            "html_summary": "<ul><li>The money will fund the start of production of the FF 91 Futurist EV, the company said.Jones Logistics, a national specialized transportation and logistics company, acquired Nationwide Express.Liminal, a battery manufacturing inspection company, raised $17.5 million in a Series A2 funding round led by climate tech fund ArcTern Ventures.</li><li>Existing backers Chrysalix Venture Capital, Good Growth Capital, University of Tokyo Edge Capital Partners, Volta Energy Technologies, Impact Science Ventures, and Helios Climate Ventures also participated.Otonomo, an Israeli startup that went public by merging with a special purpose acquisition company, has merged with digital road assistant company Urgently.</li><li>Importantly, the company issued positive guidance for Q1 2023.Harley-Davidson delayed the launch of the LiveWire S2 Del Mar, the latest electric motorcycle to come out of its new LiveWire brand, to the second half of the year.</li><li>The company brought on Katrina Heineking as EVP of operations; Marc Klein as SVP of strategic accounts and smart cities; and Alex Poirot as vice president of public policy.BorgWarner appointed former Ford executive Hau Thai-Tang to its board of directors.Electrify America changed up its leadership.</li><li>The certification will allow the company to proceed with the first flight of its hydrogen-powered regional aircraft known as the Dash 8-300 flying testbed.GM struck a deal with GlobalFoundries to dedicate an unknown amount of U.S. production capacity for GM’s chip supply.</li><li>This funding is the charge, ahem, needed to ramp those plans.Here are other deals that got my attention this week …Bike Bazaar has closed a $30 million round to finance e-scooters in India.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/13/uber-lyft-earnings-self-driving-truck-roadblock-redwood-materials-deal/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Cleantech Qotto embarks on growth plan backed by $8M funding",
            "description": "Qotto, a solar kits provider with operations in Burkina Faso and Benin, has raised $8 million in a Series A equitydebt round led by the IBL group, a billiondollar conglomerate headquartered in Mauritius with business interests in a number of sectors inc",
            "url": "/2023-02-13-cleantech-qotto-embarks-on-growth-plan-backed-by-8m-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Technicien-Qotto-en-Installation-e1676282318824.jpg",
            "publishedAt": "2023-02-13T10:09:38Z",
            "content": "Qotto, a solar kits provider with operations in Burkina Faso and Benin, has raised $8 million in a Series A equitydebt round led by the IBL group, a billiondollar conglomerate headquartered in Maur [+3463 chars]",
            "summary": "Many of these customers are overlapping in their needs for off-grid solutions, connectivity and financial services, said LenoirOur model helps to solve these critical issues under a single solution  which we call essential services, backed by our proprietary technology stack. Qotto said it has already sold thousands of life insurance contracts.The internet hotspots will be located in high-foot traffic areas like the shops, restaurants or bars.In sub-Saharan Africa, 650M people do not have access to electricity. 550M do not have access to the Internet and 800M do not have access to financial services.",
            "html_summary": "<ul><li>Many of these customers are overlapping in their needs for off-grid solutions, connectivity and financial services,” said Lenoir“Our model helps to solve these critical issues under a single solution – which we call “essential services”, backed by our proprietary technology stack.</li><li>Qotto said it has already sold thousands of life insurance contracts.The internet hotspots will be located in high-foot traffic areas like the shops, restaurants or bars.“In sub-Saharan Africa, 650M people do not have access to electricity.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/13/cleantech-qotto-embarks-on-growth-plan-backed-by-8m-funding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "BuuPass raises $1.3M to scale mobility sector digitization in Africa",
            "description": "The public transport sector in Kenya is largely traditional and a majority of operators, especially those in road travel, still require their clients to physically book tickets at their offices even when making advance travel plans. Others do not have pro",
            "url": "/2023-02-13-buupass-raises-1-3m-to-scale-mobility-sector-digitization-in-africa",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/cool-e1676268091348.jpeg",
            "publishedAt": "2023-02-13T08:01:59Z",
            "content": "The public transport sector in Kenya is largely traditional and a majority of operators, especially those in road travel, still require their clients to physically book tickets at their offices even  [+3938 chars]",
            "summary": "It also enabled us to build trust in the market, and helped us think about scale such that we have developed solutions capable of handling millions of transactions and providing a seamless experience for the end user. The public transport sector in Kenya is largely traditional and a majority of operators, especially those in road travel, still require their clients to physically book tickets at their offices even when making advance travel plans. Its Gross Merchandise Value was slightly over $30 million in 2022.It supports a total fleet size of 1,200 vehicles from over 25 bus companies, including one of the oldest, Easy Coach. There were a lot of cash leakages, and they were not able to digitize and access the users who are coming online every day. And so, we built a bus management system for them, said Kabra.",
            "html_summary": "<ul><li>It also enabled us to build trust in the market, and helped us think about scale such that we have developed solutions capable of handling millions of transactions and providing a seamless experience for the end user.</li><li>The public transport sector in Kenya is largely traditional and a majority of operators, especially those in road travel, still require their clients to physically book tickets at their offices even when making advance travel plans.</li><li>Its Gross Merchandise Value was slightly over $30 million in 2022.It supports a total fleet size of 1,200 vehicles from over 25 bus companies, including one of the oldest, Easy Coach.</li><li>There were a lot of cash leakages, and they were not able to digitize and access the users who are coming online every day.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/13/buupass-raises-1-3m-to-scale-mobility-sector-digitization-in-africa/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. As ChatGPT hype hits fever pitch, Neeva launches its generative AI search engine internationally. Twoyearold Zeekr raises $750M at $13B valuation. Teslas biggest hater airs Super Bowl ad against FSD. Adtech joint venture by European telcos DK, Orange, Telefonica, Vodafone not a competition concern, finds EU. Uber and Lyft earnings diverge, a selfdriving truck roadblock emerges and Redwood Materials lands a big one. Cleantech Qotto embarks on growth plan backed by $8M funding. BuuPass raises $1.3M to scale mobility sector digitization in Africa"
}