{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "The Digital Wellness Lab aims to mediate between TikTok and parents",
            "description": "As some states try to regulate childrens social media use and TikTok emerges as a geopolitical chew toy, a new clearinghouse has emerged for mediating between tech companies and those concerned about their products impact on kids the Digital Wellness Lab a",
            "url": "/2023-03-28-digital-wellness-lab-tiktok-social-media",
            "urlToImage": "https://images.axios.com/JFL-uMTW8y9wDXyWBki2PA2-jrg=/0x0:1920x1080/1366x768/2023/03/27/1679924708002.jpg",
            "publishedAt": "2023-03-28T09:30:00Z",
            "content": "As some states try to regulate childrens social media use and TikTok emerges as a geopolitical chew toy, a new clearinghouse has emerged for mediating between tech companies and those concerned abou [+5668 chars]",
            "summary": "\"We have to learn to live with it, not point fingers at it and say, 'This is horrible  get rid of it,'\" Rich says.",
            "html_summary": "<ul><li>\"We have to learn to live with it, not point fingers at it and say, 'This is horrible — get rid of it,'\" Rich says.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/28/digital-wellness-lab-tiktok-social-media"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ivan Mehta",
            "title": "Apple Music Classical is now available for download to everyone",
            "description": "Apples new app for classical music, Apple Music Classical, is available for download to everyone. The app is free for everyone, but you need an Apple Music subscription. Notably, it is not available in countries like China, Japan, Korea, Russia, Taiwan and T",
            "url": "/2023-03-28-apple-music-classical-is-now-available-for-download-to-everyone",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/apple-music-classical-3-up.jpg?w=1098",
            "publishedAt": "2023-03-28T09:34:36Z",
            "content": "Apples new app for classical music, Apple Music Classical, is available for download to everyone. The app is free for everyone, but you need an Apple Music subscription. Notably, it is not available [+1801 chars]",
            "summary": "Earlier this month, Apple announced the new classical streaming service was available for pre-order on the App Store with a March 28 release date.Apple launches its new classical music streaming app for preorderYou can add a track to the library or your own playlist, downloads arent supported. This data helps Apple Music subscribers find recordings across the catalog through the apps specialized search engine built for classical music.As Apple explains, classical works have multiple movements and tracks, while famous pieces have hundreds of recordings with different orchestras, conductors, and soloists. Apples new app for classical music, Apple Music Classical, is now available for download. However, Apple says it will arrive in these markets in the future.The company said that there are more than 5 million tracks available on the app right now, as well over 50+ million data points with data attributes of 20,000+ composers, 115,000+ unique works, and 350,000+ movements. One initial collection, The Story of Classical audio guides, will combine commentary and selected works to introduce key composers, periods, instruments, and classical terminology for those just starting their discovery of this genre. Classical figures like Bach, Beethoven, Hildegard von Bingen, Chopin, John Dowland, Fanny Mendelssohn, Shostakovich, and Tchaikovsky, among other, are represented.Currently, the app is only available on iPhones, so you cant access the app on Mac or iPad. Apple has also made an interesting choice by not making shuffle available on the Classical app.All compositions are available to stream in audio quality up to 192kHz/24-bit Hi-Res Lossless.",
            "html_summary": "<ul><li>Earlier this month, Apple announced the new classical streaming service was available for pre-order on the App Store with a March 28 release date.Apple launches its new classical music streaming app for preorderYou can add a track to the library or your own playlist, downloads aren’t supported.</li><li>This data helps Apple Music subscribers find recordings across the catalog through the app’s specialized search engine built for classical music.As Apple explains, classical works have multiple movements and tracks, while famous pieces have hundreds of recordings with different orchestras, conductors, and soloists.</li><li>Apple’s new app for classical music, Apple Music Classical, is now available for download.</li><li>However, Apple says it will arrive in these markets in the future.The company said that there are more than 5 million tracks available on the app right now, as well over 50+ million data points with data attributes of 20,000+ composers, 115,000+ unique works, and 350,000+ movements.</li><li>One initial collection, The Story of Classical audio guides, will combine commentary and selected works to introduce key composers, periods, instruments, and classical terminology for those just starting their discovery of this genre.</li><li>Classical figures like Bach, Beethoven, Hildegard von Bingen, Chopin, John Dowland, Fanny Mendelssohn, Shostakovich, and Tchaikovsky, among other, are represented.Currently, the app is only available on iPhones, so you can’t access the app on Mac or iPad.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/28/apple-music-classical-is-now-available-for-download-to-everyone/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "When life gives you carbon, make Carbonaide",
            "description": "Finnish startup Carbonaide has just raised 1.8 million in seed funding to knock down concretes carbon emissions but not the construction industry.",
            "url": "/2023-03-28-carbonaide-cement",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Carbonaide-first-pilot-plant-in-Hollola-Finland-6-Large.jpeg?resize=1200,801",
            "publishedAt": "2023-03-28T07:01:46Z",
            "content": "Concrete. Ubiquitous. A mainstay of the construction industry  over 10 billion cubic meters of concrete are used every year. And also responsible for up to 8% of CO2 emissions  one ton of ordinary  [+4780 chars]",
            "summary": "By reducing the quantity of required cement content and mineralizing CO2 into the concrete itself, Carbonaide believes it can halve the carbon dioxide emissions of traditional Portland cement concrete. With the funding, we can implement the technology into a precast concrete production line that allows carbon curing as a part of the industrial process, says Vehmas. It is very natural that the constructed environment becomes a CO2 sink, as it is the largest volume of man-made material.Carbonaides process binds carbon dioxide into precast concrete using an automated system at atmospheric pressure. We want to make this process easy to implement by packing the technology into a modular unit that is easy to install and enables easy implementation of the technology on-site, says Vehmas. Carbonaide also needs to bring the naturally conservative construction industry with it.The technology must fit in perfectly, otherwise, it wont make a change, says Vehmas. The round was completed with public loans and in-kind contributions from Business Finland and other Finnish concrete companies and strategic investors.Heimdal pulls CO2 and cement-making materials out of seawater using renewable energyThe concrete and energy companies supporting Carbonaide are doing so in more ways than just financially. If everything goes as I dream, our technology will start a process where the constructed environment becomes a carbon sink in the future, not a source of massive emissions.",
            "html_summary": "<ul><li>By reducing the quantity of required cement content and mineralizing CO2 into the concrete itself, Carbonaide believes it can halve the carbon dioxide emissions of traditional Portland cement concrete.</li><li>With the funding, we can implement the technology into a precast concrete production line that allows carbon curing as a part of the industrial process,” says Vehmas.</li><li>“It is very natural that the constructed environment becomes a CO2 sink, as it is the largest volume of man-made material.”Carbonaide’s process binds carbon dioxide into precast concrete using an automated system at atmospheric pressure.</li><li>We want to make this process easy to implement by packing the technology into a modular unit that is easy to install and enables easy implementation of the technology on-site,” says Vehmas.</li><li>Carbonaide also needs to bring the naturally conservative construction industry with it.“The technology must fit in perfectly, otherwise, it won’t make a change,” says Vehmas.</li><li>The round was completed with public loans and in-kind contributions from Business Finland and other Finnish concrete companies and strategic investors.Heimdal pulls CO2 and cement-making materials out of seawater using renewable energyThe concrete and energy companies supporting Carbonaide are doing so in more ways than just financially.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/28/carbonaide-cement/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Techstarsbacked Fez Delivery gets funding to scale its lastmile logistics platform",
            "description": "Lagosbased Fez Delivery receives $1 million to expand its lastmile logistics capabilities across its hubs.",
            "url": "/2023-03-28-techstars-backed-fez-delivery-gets-funding-to-scale-its-last-mile-logistics-platform",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/C7364557-39E2-4646-852F-8CF47EEF6514.jpeg?w=1170",
            "publishedAt": "2023-03-28T07:58:05Z",
            "content": "Fez Delivery, a Lagosbased lastmile logistics startup with hubs across Nigeria, has raised $1 million led by panAfrican investor Ventures Platform with participation from Voltron Capital, Acasia V [+5036 chars]",
            "summary": "The sector is still pretty nascent in many parts of Africa and has barely scratched the surface even though the millions poured into startups  operating in various facets from haulage to last mile  are yet to build sustainable businesses. And the reason for this, we learned, was because most of the places they were buying stuff from did not have a dispatch or logistics service.The situation is peculiar to many businesses across Nigeria, as evident in a simple market research Alley undertook before launching Fez Delivery. The startup also intends to improve its technology and operation efficiency, hire more talent and increase its marketing spend.Alley, who worked for over a decade in Nigerias banking sector and later in startups such as OPay and Bloc, founded Fez Delivery in 2020. Alley said she spoke with entrepreneurs and small business owners, including those outside and within her circle, to ask about their major issues: talent and logistics topped the list. To meet up with the demand, Fez Delivery recently developed a SaaS platform to onboard and verify trained third-party two-wheeler logistics platforms, with fleet sizes of about five-10, to help complete orders that it cant fulfill. Fez Delivery, a Lagos-based last-mile logistics startup with hubs across Nigeria, has raised $1 million led by pan-African investor Ventures Platform with participation from Voltron Capital, Acasia Ventures and other angel investors. Meanwhile, in the last-mile category, pricing, reach and delivery times are common headaches that startups and small businesses encounter; these features are what Fez Deliverys solutions optimize for, according to Alley.",
            "html_summary": "<ul><li>The sector is still pretty nascent in many parts of Africa and has barely scratched the surface even though the millions poured into startups — operating in various facets from haulage to last mile — are yet to build sustainable businesses.</li><li>“And the reason for this, we learned, was because most of the places they were buying stuff from did not have a dispatch or logistics service.”The situation is peculiar to many businesses across Nigeria, as evident in a simple market research Alley undertook before launching Fez Delivery.</li><li>The startup also intends to improve its technology and operation efficiency, hire more talent and increase its marketing spend.Alley, who worked for over a decade in Nigeria’s banking sector and later in startups such as OPay and Bloc, founded Fez Delivery in 2020.</li><li>Alley said she spoke with entrepreneurs and small business owners, including those outside and within her circle, to ask about their major issues: talent and logistics topped the list.</li><li>To meet up with the demand, Fez Delivery recently developed a SaaS platform to onboard and verify trained third-party two-wheeler logistics platforms, with fleet sizes of about five-10, to help complete orders that it can’t fulfill.</li><li>Fez Delivery, a Lagos-based last-mile logistics startup with hubs across Nigeria, has raised $1 million led by pan-African investor Ventures Platform with participation from Voltron Capital, Acasia Ventures and other angel investors.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/28/techstars-backed-fez-delivery-gets-funding-to-scale-its-last-mile-logistics-platform/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Disney cuts metaverse division as part of broader restructuring",
            "description": "Walt Disney Co. has eliminated its metaverse division as part of staff cuts that promise to reduce head count by around 7,000.",
            "url": "/2023-03-28-disney-cuts-metaverse-division-as-part-of-broader-restructuring",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/disney-1200x628-1.jpg?w=1200",
            "publishedAt": "2023-03-28T03:47:22Z",
            "content": "Walt Disney Co. has eliminated its metaverse division as part of staff cuts that promise to reduce head count by around 7,000 across the company over the next two months, reports The Wall Street Jour [+2712 chars]",
            "summary": "He invested in and joined the board of Genies Inc. last year, a startup that lets users create online avatars for use in metaverse applications.The metaverse is still many years from going mainstream, which has frustrated many big tech companies that invested large sums on new entertainment formats. Walt Disney Co. has eliminated its metaverse division as part of staff cuts that promise to reduce head count by around 7,000 across the company over the next two months, reports The Wall Street Journal.CEO Bob Iger said Monday that those layoffs would begin this week. The unit aimed to find ways to tell more interactive stories in immersive formats using Disneys extensive library of intellectual property, according to WSJ. Aside from the Disney we all know and love, that extensive library includes Pixar, Marvel and all of the Star Wars movies and shows.All 50 or so members of the team have lost their jobs, sources told WSJ. Zuckerberg has repeatedly asked investors to trust him, be patient and play the long game.",
            "html_summary": "<ul><li>He invested in and joined the board of Genies Inc. last year, a startup that lets users create online avatars for use in metaverse applications.The metaverse is still many years from going mainstream, which has frustrated many big tech companies that invested large sums on new entertainment formats.</li><li>Walt Disney Co. has eliminated its metaverse division as part of staff cuts that promise to reduce head count by around 7,000 across the company over the next two months, reports The Wall Street Journal.CEO Bob Iger said Monday that those layoffs would begin this week.</li><li>The unit aimed to find ways to tell more interactive stories in immersive formats using Disney’s extensive library of intellectual property, according to WSJ.</li><li>Aside from the Disney we all know and love, that extensive library includes Pixar, Marvel and all of the Star Wars movies and shows.All 50 or so members of the team have lost their jobs, sources told WSJ.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/27/disney-cuts-metaverse-division-as-part-of-broader-restructuring/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Cabify, the Madridbased Uber rival, says its raised $110M in new funding",
            "description": "Its 2023, and were years past the peak of monster fundraising for ondemand transportation and delivery startups locked in highly competitive races with each other to dominate urban consumer mobility. But with many of the biggest and most tenacious players ",
            "url": "/2023-03-28-cabify-the-madrid-based-uber-rival-says-its-raised-110m-in-new-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/12/20555253792_914ef40387_k.jpg?resize=1200,795",
            "publishedAt": "2023-03-28T10:04:16Z",
            "content": "Its 2023, and were years past the peak of monster fundraising for ondemand transportation and delivery startups locked in highly competitive races with each other to dominate urban consumer mobili [+3841 chars]",
            "summary": "The EIB loan, which was earmarked for this effort, is being used to roll out 1,400 electric vehicles and charging stations in Spain.The latest on this front is a call for tenders the company will make this year to acquire vehicles and charging infrastructure. Its 2023, and were years past the peak of monster fundraising for on-demand transportation and delivery startups locked in highly competitive races with each other to dominate urban consumer mobility.But with many of the biggest and most tenacious players still in the market, those rounds have not disappeared altogether. It says its plan is to triple revenues in the next three years while expanding to 25 more urban centers with populations of over 200,000.The funding is a mix of equity and debt, the company tells me. (Cabify works with drivers who have their own vehicles, but it has also built out its own fleet, Vecttor, which operates in Barcelona, Madrid, Valencia, Sevilla y Mlaga, and is 95% eco or zero labeled. PitchBook notes that the investment in July 2022 valued the company at $1.49 billion, so that is the last stated amount.",
            "html_summary": "<ul><li>The EIB loan, which was earmarked for this effort, is being used to roll out 1,400 electric vehicles and charging stations in Spain.The latest on this front is a call for tenders the company will make this year to acquire vehicles and charging infrastructure.</li><li>It’s 2023, and we’re years past the peak of monster fundraising for on-demand transportation and delivery startups locked in highly competitive races with each other to dominate urban consumer mobility.But with many of the biggest and most tenacious players still in the market, those rounds have not disappeared altogether.</li><li>It says its plan is to triple revenues in the next three years while expanding to 25 more urban centers with populations of over 200,000.The funding is a mix of equity and debt, the company tells me.</li><li>(Cabify works with drivers who have their own vehicles, but it has also built out its own fleet, Vecttor, which operates in Barcelona, Madrid, Valencia, Sevilla y Málaga, and is 95% “eco or zero” labeled.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/28/cabify-the-madrid-based-uber-rival-says-its-raised-110m-in-new-funding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "High conviction, low volume Playfair launches $70M preseed fund for European startups",
            "description": "Londonbased VC firm Playfair Capital targets superyoung startups that have yet to make much of a ripple in their respective industries.",
            "url": "/2023-03-28-as-part-of-the-funds-growth-henrik-wetter-sanchez-has-been-promoted-to-partner-having-joined-as-an-associate-in-2019",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1180708314.jpg?resize=1200,800",
            "publishedAt": "2023-03-28T04:00:59Z",
            "content": "Earlystage investments inherently have a higher risk of failing, but these risks also come with potentially higher rewards  getting in at the ground floor of a startups journey gives VCs more nego [+11156 chars]",
            "summary": "And there was one specific event several years back, the EcoMotion mobility event in Israel, that Smith says really helps to highlight its investment ethos.I went in to look at the roughly 120 companies exhibiting; about 116 of the companies were doing autonomy for cars, Smith said. Were actually really fortunate in the U.K. to have the SEIS and EIS schemes (tax-efficient schemes for investors), because they brought in a ton of angel capital, and also capital from funds that take advantage of the tax breaks  theres basically just more money around. While one of the oldest investment cliches says something about the importance of investing in people rather than companies, that is perhaps even more true at the super early stage. And, having just one person providing the capital simplifies things greatly.It gives us a ton of advantages: it means I dont spend 40%-50% of my time fundraising, and I can spend my time working with our founders, Smith said. And while having previous exits and success in the business world can be a useful indicator, there are many things that can ultimately determine whether a founder or founding team are intrinsically investable.We look for a few things, including examples of exceptional performance, Smith said. For its second fund, Smith said theyve reached somewhere in the region of 95th percentile for TVPI (total value vs paid in capital).According to Dealroom data, some 19% of seed-stage companies raise a Series A within 36 months. AeroCloud co-founder and CEO George Richardson had been a fairly successful professional racing driver since the age of 15, but he didnt really have any direct experience in the aviation sector before setting up AeroCloud.He didnt know anything about airports before he started the company, Smith said.",
            "html_summary": "<ul><li>And there was one specific event several years back, the EcoMotion mobility event in Israel, that Smith says really helps to highlight its investment ethos.“I went in to look at the roughly 120 companies exhibiting; about 116 of the companies were doing autonomy for cars,” Smith said.</li><li>“We’re actually really fortunate in the U.K. to have the SEIS and EIS schemes (tax-efficient schemes for investors), because they brought in a ton of angel capital, and also capital from funds that take advantage of the tax breaks — there’s basically just more money around.</li><li>While one of the oldest investment cliches says something about the importance of ‘investing in people rather than companies,’ that is perhaps even more true at the super early stage.</li><li>And, having just one person providing the capital simplifies things greatly.“It gives us a ton of advantages: it means I don’t spend 40%-50% of my time fundraising, and I can spend my time working with our founders,” Smith said.</li><li>And while having previous exits and success in the business world can be a useful indicator, there are many things that can ultimately determine whether a founder or founding team are intrinsically investable.“We look for a few things, including examples of exceptional performance,” Smith said.</li><li>For its second fund, Smith said they’ve reached somewhere in the region of 95th percentile for TVPI (total value vs paid in capital).According to Dealroom data, some 19% of seed-stage companies raise a Series A within 36 months.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/27/as-part-of-the-funds-growth-henrik-wetter-sanchez-has-been-promoted-to-partner-having-joined-as-an-associate-in-2019/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. The Digital Wellness Lab aims to mediate between TikTok and parents. Apple Music Classical is now available for download to everyone. When life gives you carbon, make Carbonaide. Techstarsbacked Fez Delivery gets funding to scale its lastmile logistics platform. Disney cuts metaverse division as part of broader restructuring. Cabify, the Madridbased Uber rival, says its raised $110M in new funding. High conviction, low volume Playfair launches $70M preseed fund for European startups"
}