{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "As Israel turns 75, its flag unfurls into deep divisions...",
            "description": "TEL AVIV, ISRAEL (AP)  Its become an unmistakable hallmark of the antigovernment protests roiling Israel for the last few months the countrys blue and white national flag adorned with the Star of David.",
            "url": "/2023-04-25-israel-protests-flag-netanyahu-overhaul-354a807daa5c901823a99419ce1eb638",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/be470ec0854e43fdb19e2104854b97a9/3000.jpeg",
            "publishedAt": "2023-04-25T13:00:07Z",
            "content": "As Israel turns 75, its flag unfurls into deep divisionsTEL AVIV, ISRAEL (AP)  Its become an unmistakable hallmark of the antigovernment protests roiling Israel for the last few months the countr [+2887 chars]",
            "summary": "The plan has plunged Israel into one of its worst domestic crises, exposing deeply rooted divisions and sending tens of thousands of people into the streets each week, even after Prime Minister Benjamin Netanyahu paused the overhaul because of the intense pressure.There are other disagreements over the flag. Many of the countrys Palestinian citizens, who make up one-fifth of Israels 9.7 million people, do not feel represented by the flag  one of the reasons they have not joined the anti-government protests. However, those protesting now say that the flag has increasingly been co-opted by nationalists claiming to have greater legitimacy to decide the countrys character and its future. For most Jewish Israelis, the flag has been a potent symbol of their foundational narrative  of a nation that rose from the ashes of the Holocaust to build a modern-day miracle, with a strong military and at the forefront of technology. For Palestinians in the West Bank, the Gaza Strip and east Jerusalem, the flag is an emblem of a 56-year-old occupation that includes military control and increased settlement building, further dimming their hopes for an independent state. As Israel marks 75 years since its creation, the protesters say they are turning that argument on its head by reclaiming the flag. The government claims it is meant to rein in what it portrays as an interventionist legal system.",
            "html_summary": "<ul><li>The plan has plunged Israel into one of its worst domestic crises, exposing deeply rooted divisions and sending tens of thousands of people into the streets each week, even after Prime Minister Benjamin Netanyahu paused the overhaul because of the intense pressure.There are other disagreements over the flag.</li><li>Many of the country’s Palestinian citizens, who make up one-fifth of Israel’s 9.7 million people, do not feel represented by the flag — one of the reasons they have not joined the anti-government protests.</li><li>However, those protesting now say that the flag has increasingly been co-opted by nationalists claiming to have greater legitimacy to decide the country’s character and its future.</li><li>For most Jewish Israelis, the flag has been a potent symbol of their foundational narrative — of a nation that rose from the ashes of the Holocaust to build a modern-day miracle, with a strong military and at the forefront of technology.</li><li>For Palestinians in the West Bank, the Gaza Strip and east Jerusalem, the flag is an emblem of a 56-year-old occupation that includes military control and increased settlement building, further dimming their hopes for an independent state.</li><li>As Israel marks 75 years since its creation, the protesters say they are turning that argument on its head by reclaiming the flag.</li></ul>",
            "website_url": "https://apnews.com/article/israel-protests-flag-netanyahu-overhaul-354a807daa5c901823a99419ce1eb638"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Heres a look at Lucids next luxury EV, the Gravity SUV",
            "description": "Details are scarce, but the 7seater will offer more range than other EV SUVs.",
            "url": "/2023-04-25-it-made-a-great-electric-sedan-now-lucid-is-working-on-a-luxury-suv",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/Gravity-Testing_Front-760x380.jpg",
            "publishedAt": "2023-04-25T13:00:01Z",
            "content": "Enlarge/ After showing us how it could redefine the electric luxury sedan, Lucid turned its attention to the SUV.12 with The luxurious Lucid Air might be expensive, but it is rather good. But one [+1861 chars]",
            "summary": "\"I am excited to see the Gravity SUV moving forward so quickly in its development, as it builds upon everything this company has achieved thus far and drives further advancements of our in-house technology to create a luxury electric SUV like none other,\" said Lucid CEO Peter Rawlinson. But one model alone is not enough to sustain a car company, particularly when that model is a sedan, a form factor now rather less in vogue than it once was. Between $100,000-$120,000 might be reasonable for a lower-end Gravity, with early models offering higher specifications with significantly higher price tags. \"The Lucid Air redefined the sedan category, and as our technology continues to evolve and lead the market, we are in a place where the Gravity is positioned to change the world of SUVs. It's an SUV called the Lucid Gravity, and Lucid sent over a couple of shots of its newest electric vehicle testing on public roads. )There's also no word about pricing, but since this is Lucid, it's probably best to set one's expectations appropriately.  Jonathan M. Gitlin - Apr 25, 2023 1:00 pm UTC The luxurious Lucid Air might be expensive, but it is rather good.",
            "html_summary": "<ul><li>\"I am excited to see the Gravity SUV moving forward so quickly in its development, as it builds upon everything this company has achieved thus far and drives further advancements of our in-house technology to create a luxury electric SUV like none other,\" said Lucid CEO Peter Rawlinson.</li><li>But one model alone is not enough to sustain a car company, particularly when that model is a sedan, a form factor now rather less in vogue than it once was.</li><li>Between $100,000-$120,000 might be reasonable for a lower-end Gravity, with early models offering higher specifications with significantly higher price tags.</li><li>\"The Lucid Air redefined the sedan category, and as our technology continues to evolve and lead the market, we are in a place where the Gravity is positioned to change the world of SUVs.</li><li>It's an SUV called the Lucid Gravity, and Lucid sent over a couple of shots of its newest electric vehicle testing on public roads.</li><li>)There's also no word about pricing, but since this is Lucid, it's probably best to set one's expectations appropriately.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/04/it-made-a-great-electric-sedan-now-lucid-is-working-on-a-luxury-suv/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "India warns ecommerce giants, urges adoption of open network",
            "description": "India will use the full force of the government to promote the adoption of its open ecommerce network, commerce minister Piyush Goyal said.",
            "url": "/2023-04-25-india-warns-e-commerce-giants-urges-adoption-of-open-network",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/12/GettyImages-1096026706.jpg?resize=1200,843",
            "publishedAt": "2023-04-25T11:07:56Z",
            "content": "India will use the full force of the government to promote the adoption of its open ecommerce network, cautioning ecommerce giants failing to join the initiative within the stipulated time frame ma [+2077 chars]",
            "summary": "Even big commerce is not threatened by ONDC. It only opens the door to opportunities in more inclusive fashion for more people and businesses. Some are building ONDC-specific platforms. Thats not our aim, said Goyal.",
            "html_summary": "<ul><li>Even big commerce is not threatened by ONDC.</li><li>It only opens the door to opportunities in more inclusive fashion for more people and businesses.</li><li>Some are building ONDC-specific platforms.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/25/india-warns-e-commerce-giants-urges-adoption-of-open-network/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "ZEBOX, an incubator for supply chain startups, launches its Asia hub in Singapore",
            "description": "ZEBOX, an international accelerator network founded by shipping conglomerate CMA CGM to introduce more tech innovation into the supply chain industry, announced today the launch of its APAC headquarters. Based in Singapore, ZEBOX Asia will also look at market",
            "url": "/2023-04-25-zebox-asia",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/ZEBOX-Accelerator.jpeg?resize=1200,675",
            "publishedAt": "2023-04-25T03:16:19Z",
            "content": "ZEBOX, an international accelerator network founded by shipping conglomerate CMA CGM to introduce more tech innovation into the supply chain industry, announced today the launch of its APAC headquart [+3983 chars]",
            "summary": "The company says it has already reduced carbon emissions per container carried by 50% since 2008.The third area of focus, workflow automation, looks for startups that streamlines and eliminates back office tasks so companies can get more work done in less time. Meanwhile, SMO Solar Process, which took part in Zebox Caribbeans, developed solar-based technology that turns carbon-based waste into other materials, like hydrogen, biochar and carbon powder.ZEBOX looks for startups in four area. Through working with partners, MPA hopes to anchor more marinetech startups in Singapore to develop, test and commercialize new products and services from Singapore to benefit the global maritime community. Both of these took part in ZEBOX France.BasicBlock, which took part in ZEBOX America and has iraised more than $78 million in funding, automates invoices and develops financial products for the freight industry. ZEBOX, an international accelerator network founded by shipping conglomerate CMA CGM to introduce more tech innovation into the supply chain industry, announced today the launch of its APAC headquarters. Another is decarbonization and ZEBOX is looking at alternative fuels, net zero energy, asset recovery, green infrastructure, emissions tracking and reporting and sustainable warehousing and distribution. This is an especially critical area for CMA CGM Group, since its goal is to reach net zero carbon by 2050.",
            "html_summary": "<ul><li>The company says it has already reduced carbon emissions per container carried by 50% since 2008.The third area of focus, workflow automation, looks for startups that streamlines and eliminates back office tasks so companies can get more work done in less time.</li><li>Meanwhile, SMO Solar Process, which took part in Zebox Caribbeans, developed solar-based technology that turns carbon-based waste into other materials, like hydrogen, biochar and carbon powder.ZEBOX looks for startups in four area.</li><li>Through working with partners, MPA hopes to anchor more marinetech startups in Singapore to develop, test and commercialize new products and services from Singapore to benefit the global maritime community.”</li><li>Both of these took part in ZEBOX France.BasicBlock, which took part in ZEBOX America and has iraised more than $78 million in funding, automates invoices and develops financial products for the freight industry.</li><li>ZEBOX, an international accelerator network founded by shipping conglomerate CMA CGM to introduce more tech innovation into the supply chain industry, announced today the launch of its APAC headquarters.</li><li>Another is decarbonization and ZEBOX is looking at alternative fuels, net zero energy, asset recovery, green infrastructure, emissions tracking and reporting and sustainable warehousing and distribution.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/zebox-asia/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Greywings new SeaGPT solves email overwhelm for maritime crew managers",
            "description": "Every time a member of their crew changes, maritime crew managers need to handle immigration regulations, COVID requirements and travel plans for each person. This is usually done through emails with port agents, and can quickly lead to an overwhelming number",
            "url": "/2023-04-25-greywing-seagpt",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1202313636.jpg?resize=1200,852",
            "publishedAt": "2023-04-25T02:00:31Z",
            "content": "Every time a member of their crew changes, maritime crew managers need to handle immigration regulations, COVID requirements and travel plans for each person. This is usually done through emails with [+4440 chars]",
            "summary": "Every time a member of their crew changes, maritime crew managers need to handle immigration regulations, COVID requirements and travel plans for each person. Emails can be sent through Greywings platform and flights can be booked there, too, if needed.Olickel explains that when crew managers get emails back, they often receive information in different formats. If a single decision, like a port agent for a single crew change, has information spread out over seven emails and replies inside PDFs and Excel files, the chances for human error are higher. When time zones arent favorable, crew managers either have to be available 24/7 or face multi-day turnaround times for a conversation.As an example, one of Greywings customers had an injured master that needed to be evacuated from his ship immediately. This is usually done through emails with port agents, and can quickly lead to an overwhelming number of messages, sent across multiple time zones, especially if multiple people are leaving or onboarding. It runs in the background, retrieving relevant data and handling all communications that dont need direct involvement, and providing automated decision support for each crew manager. This meant that the crew manager had to find the closest port to the right medical facilities.",
            "html_summary": "<ul><li>Every time a member of their crew changes, maritime crew managers need to handle immigration regulations, COVID requirements and travel plans for each person.</li><li>Emails can be sent through Greywing’s platform and flights can be booked there, too, if needed.Olickel explains that when crew managers get emails back, they often receive information in different formats.</li><li>“If a single decision, like a port agent for a single crew change, has information spread out over seven emails and replies inside PDFs and Excel files, the chances for human error are higher.</li><li>When time zones aren’t favorable, crew managers either have to be available 24/7 or face multi-day turnaround times for a conversation.”As an example, one of Greywing’s customers had an injured master that needed to be evacuated from his ship immediately.</li><li>This is usually done through emails with port agents, and can quickly lead to an overwhelming number of messages, sent across multiple time zones, especially if multiple people are leaving or onboarding.</li><li>“It runs in the background, retrieving relevant data and handling all communications that don’t need direct involvement, and providing automated decision support for each crew manager.”</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/greywing-seagpt/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Forristal",
            "title": "Klarnas latest update introduces a personal shopping assistant and new creator tools",
            "description": "Klarna announced new features, including a personal shopper, a customized storefront for creators, an AIpowered shopping feed and more.",
            "url": "/2023-04-25-klarnas-latest-update-introduces-a-personal-shopping-assistant-and-new-creator-tools",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Spotlight_PR_Hero_BG_US.png?resize=1200,675",
            "publishedAt": "2023-04-25T10:00:42Z",
            "content": "Klarna, the payments and shopping platform, announced today new features and updates that aim to give users a more personalized shopping experience.This includes Ask Klarna, a personal shopping ass [+6926 chars]",
            "summary": "Klarna has a new, personalized and AI-powered discovery shopping feed to help consumers find items that are more relevant to them based on their preferences.Our new AI-powered discovery shopping feed is the next evolution of the Klarna app becoming the starting point for every purchase. The company hopes the update will help consumers discover new products and manage their purchase history more efficiently.Over the last 18 years, weve transformed into a global shopping destination with smart tools for consumers around the world, Sebastian Siemiatkowski, co-founder and CEO of Klarna, said in a statement. The company is introducing a resell feature that enables Klarna shoppers to resell products that they no longer want.In the Klarna app, users can tap on the Resell button next to an item from their order history. It will roll out to the U.K. and Germany later this year.Klarna plugs ChatGPT into its platform for faster product recommendationsLast month, Klarna announced its new ChatGPT plugin, which also gives users product recommendations. The company also noticed that consumers are less confident when it comes to buying more expensive items online, Klarnas chief marketing officer, David Sandstrom, told TechCrunch.When people buy high-ticket items, there is still uncertainty when doing that digitally, Sandstrom said. Klarna has partnered with resell platform Tradera, and is set to launch soon with more partners across the world.Later this year, Resell will roll out to the U.S., the U.K. and Germany.Klarna is also further helping brands with ad creation, audience targeting and campaign optimization. Users can set the price of the item.The resell feature launched earlier this year and is currently only available for Swedish users.",
            "html_summary": "<ul><li>Klarna has a new, personalized and AI-powered discovery shopping feed to help consumers find items that are more relevant to them based on their preferences.“Our new AI-powered discovery shopping feed is the next evolution of the Klarna app becoming the starting point for every purchase.</li><li>The company hopes the update will help consumers discover new products and manage their purchase history more efficiently.“Over the last 18 years, we’ve transformed into a global shopping destination with smart tools for consumers around the world,” Sebastian Siemiatkowski, co-founder and CEO of Klarna, said in a statement.</li><li>The company is introducing a resell feature that enables Klarna shoppers to resell products that they no longer want.In the Klarna app, users can tap on the “Resell” button next to an item from their order history.</li><li>It will roll out to the U.K. and Germany later this year.Klarna plugs ChatGPT into its platform for faster product recommendationsLast month, Klarna announced its new ChatGPT plugin, which also gives users product recommendations.</li><li>The company also noticed that consumers are less confident when it comes to buying more expensive items online, Klarna’s chief marketing officer, David Sandstrom, told TechCrunch.“When people buy high-ticket items, there is still uncertainty when doing that digitally,” Sandstrom said.</li><li>Klarna has partnered with resell platform Tradera, and is set to launch soon with more partners across the world.Later this year, Resell will roll out to the U.S., the U.K. and Germany.Klarna is also further helping brands with ad creation, audience targeting and campaign optimization.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/25/klarnas-latest-update-introduces-a-personal-shopping-assistant-and-new-creator-tools/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "UK to press ahead with long anticipated reform to tackle Big Techs market power",
            "description": "The UK has signalled it will press ahead with an ex ante competition reform aimed at addressing the market muscle of Big Tech.",
            "url": "/2023-04-25-uk-big-tech-competition-reform",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/05/GettyImages-1031626648.jpg?resize=1200,799",
            "publishedAt": "2023-04-25T08:30:42Z",
            "content": "The UK has signalled it will press ahead with an ex ante competition reform aimed at addressing the market muscle of Big Tech.The legislation will also aim to strengthen consumer rights by targetin [+7380 chars]",
            "summary": ")The regulator later sought to reverse its decision to wait for new powers when it sought to push forward with an investigation into Apples mobile web browser and cloud gaming service. The Digital Markets Unit can become a powerful tool to help innovative companies break through, he added. (Although it did take enforcement action in relation to Google Play Billing at that time, which led to a settlement offer by the tech giant which the CMA is now consulting on. This bill is a legal framework fit for the digital age.",
            "html_summary": "<ul><li>)The regulator later sought to reverse its decision to wait for new powers when it sought to push forward with an investigation into Apple’s mobile web browser and cloud gaming service.</li><li>“The Digital Markets Unit can become a powerful tool to help innovative companies break through,” he added.</li><li>(Although it did take enforcement action in relation to Google Play Billing at that time, which led to a settlement offer by the tech giant which the CMA is now consulting on.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/25/uk-big-tech-competition-reform/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. As Israel turns 75, its flag unfurls into deep divisions.... Heres a look at Lucids next luxury EV, the Gravity SUV. India warns ecommerce giants, urges adoption of open network. ZEBOX, an incubator for supply chain startups, launches its Asia hub in Singapore. Greywings new SeaGPT solves email overwhelm for maritime crew managers. Klarnas latest update introduces a personal shopping assistant and new creator tools. UK to press ahead with long anticipated reform to tackle Big Techs market power"
}