{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Google flexes its health care AI muscle",
            "description": "Google showed off an array of new artificial intelligence (AI)driven health care tools on Tuesday, from a soupedup chatbot that can shed light on your medical symptoms to enhanced search features that tell you if a doctor takes Medicaid.Why it matters Ther",
            "url": "/2023-03-15-google-ai-chatgpt-healthcare-youtube-chatbot-health",
            "urlToImage": "https://images.axios.com/lFEVlyv97l4hXxgAAv_-6_noVrA=/0x0:1920x1080/1366x768/2023/03/14/1678818928417.jpg",
            "publishedAt": "2023-03-15T09:00:31Z",
            "content": "Google showed off an array of new artificial intelligence (AI)driven health care tools on Tuesday, from a soupedup chatbot that can shed light on your medical symptoms to enhanced search features t [+5082 chars]",
            "summary": "The results are being displayed in Google Search, ahead of a March 31 re-enrollment deadline.What they're saying: \"The future of health is consumer-driven,\" Karen DeSalvo, Google's chief health officer, told reporters.",
            "html_summary": "<ul><li>The results are being displayed in Google Search, ahead of a March 31 re-enrollment deadline.What they're saying: \"The future of health is consumer-driven,\" Karen DeSalvo, Google's chief health officer, told reporters.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/15/google-ai-chatgpt-healthcare-youtube-chatbot-health"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SALLY HO and GARANCE BURKE - Associated Press",
            "title": "Not magic Opaque AI tool may flag parents with disabilities",
            "description": "As part of a yearlong investigation, The Associated Press obtained the data points underpinning several algorithms deployed by child welfare agencies to understand how they predict which children could be at risk of harm. They offer rare insight into the",
            "url": "/2023-03-15-child-protective-services-algorithms-artificial-intelligence-disability-f5af28001b20a15c4213e36144742f11",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/f5/1f5157b4-8b74-5bd8-8378-0b36645a9694/641149d7e0815.image.jpg?crop=1754%2C921%2C0%2C130&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-15T04:11:47Z",
            "content": "By SALLY HO and GARANCE BURKE  Associated PressPITTSBURGH (AP) For the two weeks that the Hackneys baby girl lay in a Pittsburgh hospital bed weak from dehydration, her parents rarely left her sid [+7603 chars]",
            "summary": "A recent analysis by ACLU researchers found that when Alleghenys algorithm flagged people who accessed county services for mental health and other behavioral health programs, that could add up to three points to a childs risk score, a significant increase on a scale of 20. And then from that moment on, at the time, they completely stonewalled us.The couple was stunned when child welfare officials showed up, told them they were negligent and took away their daughter.They had custody papers and they took her right there and then, Lauren Hackney recalled. The agency is investigating the countys child welfare system to determine whether its use of the influential algorithm discriminates against people with disabilities or other protected groups, The Associated Press has learned. Even as they fight to regain custody of their daughter, they cant question the risk score Allegheny Countys tool may have assigned to her case because officials wont disclose it to them. The baby didnt seem to like it.Her pediatrician first reassured them that babies can be fickle with feeding and offered ideas to help her get back her appetite, they said.When she grew lethargic days later, they said, the same doctor told them to take her to the emergency room. And neither the county nor the people who built the tool have explained which variables may have been used to measure the Hackneys abilities as parents.Its like you have an issue with someone who has a disability, Andrew Hackney said. They include whether a mother smoked before she was pregnant and whether a family had previous child abuse or neglect complaints.What they measure matters.",
            "html_summary": "<ul><li>A recent analysis by ACLU researchers found that when Allegheny’s algorithm flagged people who accessed county services for mental health and other behavioral health programs, that could add up to three points to a child’s risk score, a significant increase on a scale of 20.</li><li>“And then from that moment on, at the time, they completely stonewalled us.”The couple was stunned when child welfare officials showed up, told them they were negligent and took away their daughter.“They had custody papers and they took her right there and then,” Lauren Hackney recalled.</li><li>The agency is investigating the county’s child welfare system to determine whether its use of the influential algorithm discriminates against people with disabilities or other protected groups, The Associated Press has learned.</li><li>Even as they fight to regain custody of their daughter, they can’t question the “risk score” Allegheny County’s tool may have assigned to her case because officials won’t disclose it to them.</li><li>The baby didn’t seem to like it.Her pediatrician first reassured them that babies can be fickle with feeding and offered ideas to help her get back her appetite, they said.When she grew lethargic days later, they said, the same doctor told them to take her to the emergency room.</li><li>And neither the county nor the people who built the tool have explained which variables may have been used to measure the Hackneys’ abilities as parents.“It’s like you have an issue with someone who has a disability,” Andrew Hackney said.</li></ul>",
            "website_url": "https://apnews.com/article/child-protective-services-algorithms-artificial-intelligence-disability-f5af28001b20a15c4213e36144742f11"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SALLY HO and GARANCE BURKE - Associated Press",
            "title": "Not magic Opaque AI tool may flag parents with disabilities",
            "description": "As part of a yearlong investigation, The Associated Press obtained the data points underpinning several algorithms deployed by child welfare agencies to understand how they predict which children could be at risk of harm. They offer rare insight into the",
            "url": "/2023-03-15-child-protective-services-algorithms-artificial-intelligence-disability-02469a9ad3ed3e9a31ddae68838bc76e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/f5/1f5157b4-8b74-5bd8-8378-0b36645a9694/641149d7e0815.image.jpg?crop=1754%2C921%2C0%2C130&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-15T04:16:24Z",
            "content": "By SALLY HO and GARANCE BURKE  Associated PressPITTSBURGH (AP) For the two weeks that the Hackneys baby girl lay in a Pittsburgh hospital bed weak from dehydration, her parents rarely left her sid [+20846 chars]",
            "summary": "A landmark federal report in 2012 noted parents with psychiatric or intellectual disabilities lost custody of their children as much as 80 percent of the time.Across the U.S., its extremely rare for any child welfare agencies to require disabilities training for social workers, LaLibertes research has found. They have said they monitor their risk scoring tool closely and update it over time, including removing variables such as welfare benefits and birth records.Vaithianathan and Putnam-Hornstein declined the APs repeated interview requests to discuss how they choose the specific data that powers their models. A recent analysis by ACLU researchers found that when Alleghenys algorithm flagged people who accessed county services for mental health and other behavioral health programs, that could add up to three points to a childs risk score, a significant increase on a scale of 20. The agency is investigating the countys child welfare system to determine whether its use of the influential algorithm discriminates against people with disabilities or other protected groups, The Associated Press has learned. The Hackneys believe medical staff alerted child protective services after they showed up with a baby who was dehydrated and malnourished.Thats when they believe their information was fed into the Allegheny Family Screening Tool, which county officials say is standard procedure for neglect allegations. Yet he could not explain how the screening tool his agency uses works.Were sort of the social work side of the house, not the IT side of the house, Nichols said in an interview. Its also measured if parents or other children in the household have disabilities, by noting whether any family members received Supplemental Security Income, a federal benefit for people with disabilities.",
            "html_summary": "<ul><li>A landmark federal report in 2012 noted parents with psychiatric or intellectual disabilities lost custody of their children as much as 80 percent of the time.Across the U.S., it’s extremely rare for any child welfare agencies to require disabilities training for social workers, LaLiberte’s research has found.</li><li>They have said they monitor their risk scoring tool closely and update it over time, including removing variables such as welfare benefits and birth records.Vaithianathan and Putnam-Hornstein declined the AP’s repeated interview requests to discuss how they choose the specific data that powers their models.</li><li>A recent analysis by ACLU researchers found that when Allegheny’s algorithm flagged people who accessed county services for mental health and other behavioral health programs, that could add up to three points to a child’s risk score, a significant increase on a scale of 20.</li><li>The agency is investigating the county’s child welfare system to determine whether its use of the influential algorithm discriminates against people with disabilities or other protected groups, The Associated Press has learned.</li><li>The Hackneys believe medical staff alerted child protective services after they showed up with a baby who was dehydrated and malnourished.That’s when they believe their information was fed into the Allegheny Family Screening Tool, which county officials say is standard procedure for neglect allegations.</li><li>Yet he could not explain how the screening tool his agency uses works.“We’re sort of the social work side of the house, not the IT side of the house,” Nichols said in an interview.</li></ul>",
            "website_url": "https://apnews.com/article/child-protective-services-algorithms-artificial-intelligence-disability-02469a9ad3ed3e9a31ddae68838bc76e"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jagmeet Singh",
            "title": "Indias HealthPlix raises $22M to accelerate growth and enhance healthcare delivery",
            "description": "HealthPlix, an Indian startup offering its inhouse platform for doctors to help record patient data digitally, has raised $22 million in fresh investment to broaden its reach in the country and allow more doctors to utilize its software to offer improved car",
            "url": "/2023-03-15-healthplix-series-c-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/indian-health-tech-getty.jpg?resize=1200,799",
            "publishedAt": "2023-03-15T00:30:58Z",
            "content": "HealthPlix, an Indian startup offering its inhouse platform for doctors to help record patient data digitally, has raised $22 million in fresh investment to broaden its reach in the country and allo [+4966 chars]",
            "summary": "Additionally, the platform offers translation of prescriptions to let patients easily understand what their doctors have prescribed them.Approximately 60% of the prescriptions processed by HealthPlix are originally written in English by doctors. HealthPlix wants to solve this problem through its platform, which is available in a freemium model.The Bengaluru-based startup lets doctors create a 360-degree medical profile of their patients that can be helpful during consultations and for treating chronic diseases. Of the total number of doctors on board, 70% are outside metro cities, HealthPlix said.Gudibanda said HealthPlix handles a volume of 110,000 patients per day and has facilitated over 70 million consultations to date. It will also invest in clinical decision support to help doctors treat the patients better. It aims to serve over 25,000 doctors by 2024 and reach 50,000 by 2025 to treat nearly 15% of the Indian population. This has resulted in doctors not finding enough time to adequately assess each patient. However, this figure appears minuscule compared to the countrys rapidly expanding population.",
            "html_summary": "<ul><li>Additionally, the platform offers translation of prescriptions to let patients easily understand what their doctors have prescribed them.Approximately 60% of the prescriptions processed by HealthPlix are originally written in English by doctors.</li><li>HealthPlix wants to solve this problem through its platform, which is available in a freemium model.The Bengaluru-based startup lets doctors create a 360-degree medical profile of their patients that can be helpful during consultations and for treating chronic diseases.</li><li>Of the total number of doctors on board, 70% are outside metro cities, HealthPlix said.Gudibanda said HealthPlix handles a volume of 110,000 patients per day and has facilitated over 70 million consultations to date.</li><li>It will also invest in clinical decision support to help doctors treat the patients better.</li><li>It aims to serve over 25,000 doctors by 2024 and reach 50,000 by 2025 to treat nearly 15% of the Indian population.</li><li>This has resulted in doctors not finding enough time to adequately assess each patient.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/14/healthplix-series-c-funding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "LexxPluss expands into US with its warehouse robots",
            "description": "LexxPluss, a Japanbased warehouse robotics startup, is preparing to enter the U.S. with a fresh injection of about $10.7 million in funding.",
            "url": "/2023-03-15-lexxpluss-expands-into-us-with-its-warehouse-robots",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/In-Operation.jpg?resize=1200,676",
            "publishedAt": "2023-03-15T00:40:53Z",
            "content": "When Masaya Aso worked on autonomous driving technology at Bosch in Japan and Germany, he realized that many tasks were still manual as over 85% of warehouses have almost no automation at all.To [+3762 chars]",
            "summary": "It wants to use its existing clients relationships to enter the U.S. market, the largest autonomous mobile robots market, which was already $762 million in 2021 and is expected to grow to $3.2 billion by 2028, accounting for about 40% of the global market size. Their technical strength, combined with insight from decades of industry experience, will help them crack the U.S. market where seamless integration is key. Starship Technologies raises another $42M to fuel the growth of its fleet of self-driving delivery robotsLocus raises another $117M for its warehouse robots Our approach is to maximize product transparency and make collaboration much easier.The startup launched its sale strategy last year and now has seven clients and 32 partners, which are part of an open industrial robotic program that it launched last June. The program is to accelerate collaboration with industrial robotics companies by disclosing most of our technical information, such as 3D CAD design, Electrical Design, embedded software, manufacturing process documents, deployment tools, maintenance documents, APIs, and so on, Aso told TechCrunch. Recent research forecasts that the autonomous mobile robots market is projected to reach $8.70 billion by 2028, up from $1.97 billion in 2021. Drone Fund led the latest financing along with SOSVs HAX, Incubate Fund, SBI investment and DBJ Capital.LexxPlus initially targeted the logistics and automotive manufacturing spaces because those spaces are actively deploying robots beyond their production lines. Aso said LexxPluss differentiation centers on larger payloads (up to 500kg) and more open mechanical design intellectual property (IP) and application programming interfaces (APIs) that make maintenance and integration easier for customers.",
            "html_summary": "<ul><li>It wants to use its existing clients’ relationships to enter the U.S. market, the largest autonomous mobile robots market, which was already $762 million in 2021 and is expected to grow to $3.2 billion by 2028, accounting for about 40% of the global market size.</li><li>“Their technical strength, combined with insight from decades of industry experience, will help them crack the U.S. market where seamless integration is key.” Starship Technologies raises another $42M to fuel the growth of its fleet of self-driving delivery robotsLocus raises another $117M for its warehouse robots</li><li>Our approach is to maximize product transparency and make collaboration much easier.”The startup launched its sale strategy last year and now has seven clients and 32 partners, which are part of an open industrial robotic program that it launched last June.</li><li>“The program is to accelerate collaboration with industrial robotics companies by disclosing most of our technical information, such as 3D CAD design, Electrical Design, embedded software, manufacturing process documents, deployment tools, maintenance documents, APIs, and so on,” Aso told TechCrunch.</li><li>Recent research forecasts that the autonomous mobile robots market is projected to reach $8.70 billion by 2028, up from $1.97 billion in 2021.</li><li>Drone Fund led the latest financing along with SOSV’s HAX, Incubate Fund, SBI investment and DBJ Capital.LexxPlus initially targeted the logistics and automotive manufacturing spaces because those spaces are actively deploying robots beyond their production lines.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/14/lexxpluss-expands-into-us-with-its-warehouse-robots/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Torch is building solarpowered outdoor sensors to spot wildfires early",
            "description": "Founded in 2020, Torch is smart smoke detectors outdoors. The $299 device is mounted unto a spike screwed into a tree,",
            "url": "/2023-03-15-torch-is-building-solar-powered-outdoor-sensors-to-spot-wildfires-early",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Torch-ID-Render-Pair-Top_02.jpg?resize=1200,675",
            "publishedAt": "2023-03-15T09:01:43Z",
            "content": "The Nest Protect is the single best piece of smart home hardware Ive ever purchased. Not everything in your home would benefit from being connected, but smoke detectors really do. They go a long way  [+3656 chars]",
            "summary": "Currently the on-board thermal camera is reserved for detection, but a future version could bring a live feed, either on device or through a connected camera (or, perhaps, drone). As NASA recently noted:One study by scientists funded through NASAs Earth Science Data Systems program, known as NASA EarthData, found near exponential growth in fire frequency and size in the western U.S. from 1950 to 2019. The $299 device is mounted onto a spike screwed into a tree, providing early outdoor detection for up to 10 acres. I guess Im attracted to things that can be great businesses  because theres a lot of land to cover, and its a problem thats getting worse, not better  and can also have an impact on the world. The deaths are at least 100 times greater from pollution, the economic impact from pollution and the carbon impact. Not everything in your home would benefit from being connected, but smoke detectors really do. I always did science projects solving some kind of issue, and there wasnt any detector like this for the outdoors.Michael Buckwald, who helped start the innovative peripheral startup Leap Motion, teamed up with Tremsin as co-founder and CEO.",
            "html_summary": "<ul><li>Currently the on-board thermal camera is reserved for detection, but a future version could bring a live feed, either on device or through a connected camera (or, perhaps, drone).</li><li>As NASA recently noted:One study by scientists funded through NASA’s Earth Science Data Systems program, known as NASA EarthData, found near exponential growth in fire frequency and size in the western U.S. from 1950 to 2019.</li><li>The $299 device is mounted onto a spike screwed into a tree, providing early outdoor detection for up to 10 acres.</li><li>“I guess I’m attracted to things that can be great businesses — because there’s a lot of land to cover, and it’s a problem that’s getting worse, not better — and can also have an impact on the world.</li><li>The deaths are at least 100 times greater from pollution, the economic impact from pollution and the carbon impact.</li><li>Not everything in your home would benefit from being connected, but smoke detectors really do.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/15/torch-is-building-solar-powered-outdoor-sensors-to-spot-wildfires-early/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Google flexes its health care AI muscle. Not magic Opaque AI tool may flag parents with disabilities. Not magic Opaque AI tool may flag parents with disabilities. Indias HealthPlix raises $22M to accelerate growth and enhance healthcare delivery. LexxPluss expands into US with its warehouse robots. Torch is building solarpowered outdoor sensors to spot wildfires early"
}