{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Dave Lawler",
            "title": "Xi arrives in Russia to meet Putin",
            "description": "Chinese President Xi Jinping arrived in Moscow on Monday for his first visit since Russias invasion of Ukraine began, according to Russian state news outlet Tass.Why it matters The threeday state visit is a major display of solidarity with Russia from its ",
            "url": "/2023-03-20-xi-arrives-russia-meet-putin-ukraine-war",
            "urlToImage": "https://images.axios.com/Iij221cQ1ELeAdCswtJvLogeZqs=/0x438:5471x3515/1366x768/2023/03/17/1679086490945.jpg",
            "publishedAt": "2023-03-20T10:10:17Z",
            "content": "Chinese President Xi Jinping arrived in Moscow on Monday for his first visit since Russias invasion of Ukraine began, according to Russian state news outlet Tass.Why it matters The threeday stat [+1686 chars]",
            "summary": "Photo: Sergei Karpukhin/Sputknik via GettyChinese President Xi Jinping arrived in Moscow on Monday for his first visit since Russia's invasion of Ukraine began.Why it matters: The three-day state visit is a major display of solidarity with Russia from its most important global partner. State of play: Thus far, China has not provided weapons or openly breached Western sanctions imposed over Russia's invasion of Ukraine. Xi Jinping (L) meets Vladimir Putin in the Kremlin.",
            "html_summary": "<ul><li>Photo: Sergei Karpukhin/Sputknik via GettyChinese President Xi Jinping arrived in Moscow on Monday for his first visit since Russia's invasion of Ukraine began.Why it matters: The three-day state visit is a major display of solidarity with Russia from its most important global partner.</li><li>State of play: Thus far, China has not provided weapons or openly breached Western sanctions imposed over Russia's invasion of Ukraine.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/20/xi-arrives-russia-meet-putin-ukraine-war"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Scott Rosenberg",
            "title": "Tech industry builds in the ruins again",
            "description": "Every 15 years or so, it seems, the U.S. economy rolls into a ditch  and the tech industry pulls something remarkable out of its labs. Here we are again!State of play Silicon Valleys favorite bank has failed, while its top firms continue to lay off hordes ",
            "url": "/2023-03-20-tech-industry-cycles-ai-chatgpt-economy",
            "urlToImage": "https://images.axios.com/VN3XZoPeZV_5Dyi11VrHYiz--Ww=/0x0:1920x1080/1366x768/2023/03/19/1679270233703.jpg",
            "publishedAt": "2023-03-20T09:30:00Z",
            "content": "Every 15 years or so, it seems, the U.S. economy rolls into a ditch and the tech industry pulls something remarkable out of its labs. Here we are again!State of play Silicon Valleys favorite bank [+3205 chars]",
            "summary": "What's happening: Today, tech's optimists are casting ChatGPT and the new generation of AI it symbolizes as the industry's latest platform shift. Illustration: Eniola Odetunde/AxiosEvery 15 years or so, it seems, the U.S. economy rolls into a ditch  and the tech industry pulls something remarkable out of its labs.",
            "html_summary": "<ul><li>What's happening: Today, tech's optimists are casting ChatGPT and the new generation of AI it symbolizes as the industry's latest platform shift.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/20/tech-industry-cycles-ai-chatgpt-economy"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "Netflix plans to release 40 more games this year, will add Monument Valley in 2024",
            "description": "Netflix has announced that it has 40 games slated for launch this year and has 70 in development with its partners. The company also has 16 games currently being developed by its inhouse game studios. Netflix launched games in November 2021 and has released ",
            "url": "/2023-03-20-netflix-release-40-more-games-this-year-add-monument-valley-2024",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Monument-Valley.jpg?resize=1200,676",
            "publishedAt": "2023-03-20T14:00:40Z",
            "content": "Netflix has announced that it has 40 games slated for launch this year and has 70 in development with its partners. The company also has 16 games currently being developed by its inhouse game studio [+3666 chars]",
            "summary": "Netflix launched games in November 2021 and has released 55 titles since then.The streaming service says its committed to building out its games portfolio and will be bringing Ustwos Monument Valley franchise to its platform, starting with Monument Valley 1 and Monument Valley 2, with more to come. Our overall vision is that our members can play games on any Netflix device they have.As for games launching in March, Netflix revealed that Terra Nil, a game from South African developer Free Lives, will be available on March 28. The first exclusive game, Valiant Hearts: Coming Home, launched in January.Image Credits: NetflixIn addition, Netflix teased that its working with Super Evil Megacorp, the developer behind Vainglory and Catalyst Black, on an exclusive game based on an upcoming Netflix release. The company also has 16 games currently being developed by its in-house game studios. The launch is part of Netflixs partnership with Ubisoft, and is the second of three exclusive games from the developer to be released on Netflix. We are still very early in our journey and learning what kind of games our members are looking to play. Again, we are very early in that side of our journey, but we are committed to making sure that games can be played wherever you have Netflix.",
            "html_summary": "<ul><li>Netflix launched games in November 2021 and has released 55 titles since then.The streaming service says it’s committed to building out its games portfolio and will be bringing Ustwo’s Monument Valley franchise to its platform, starting with Monument Valley 1 and Monument Valley 2, with more to come.</li><li>Our overall vision is that our members can play games on any Netflix device they have.”As for games launching in March, Netflix revealed that Terra Nil, a game from South African developer Free Lives, will be available on March 28.</li><li>The first exclusive game, Valiant Hearts: Coming Home, launched in January.Image Credits: NetflixIn addition, Netflix teased that it’s working with Super Evil Megacorp, the developer behind Vainglory and Catalyst Black, on an exclusive game based on an upcoming Netflix release.</li><li>The company also has 16 games currently being developed by its in-house game studios.</li><li>The launch is part of Netflix’s partnership with Ubisoft, and is the second of three exclusive games from the developer to be released on Netflix.</li><li>“We are still very early in our journey and learning what kind of games our members are looking to play.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/20/netflix-release-40-more-games-this-year-add-monument-valley-2024/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BARBARA SURK and SAMUEL PETREQUIN - Associated Press",
            "title": "Paris aims to keep Olympians cool without air conditioners",
            "description": "The Paris Olympics is going underground to find a way to keep athletes cool at the 2024 Games without air conditioners. Organizers are planning to install a watercooling system under the Athletes Village like the one that has helped the",
            "url": "/2023-03-20-olympics-paris-2024-air-conditioning-climate-change-78b47a6f1bf0e1fcae9889cce9debcd9",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/7/ae/7ae4d53c-e4aa-5606-bc39-9c386a41fe85/641879fbb0c82.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-20T15:11:38Z",
            "content": "By BARBARA SURK and SAMUEL PETREQUIN  Associated PressThe Paris Olympics is going underground to find a way to keep athletes cool at the 2024 Games without air conditioners.Organizers are planni [+8101 chars]",
            "summary": "Although some Olympic hopefuls have already expressed concern about the lack of air conditioning, Monnet said athletes should adapt and help contribute to fight against climate change.We need athletes to set an example when they use the buildings, Monnet said. They have worked closely with Frances national weather agency to develop temperature forecasts.Despite outdoor temperatures reaching 41 degrees Celsius (106 degrees Fahrenheit), we had temperatures at 28 degrees (82 degrees Fahrenheit) in most of these rooms, Michaud told The Associated Press, detailing the results of a heatwave simulation. In other rooms, we clearly had lower temperatures.In addition to the underfloor cooling, the insulation built into the buildings will enable residents to keep the cold obtained during the night throughout the day, Michaud said. We can build the most virtuous village we want, it is also the use that will be made of it that will weigh on our carbon footprint.Eliud Kipchoge, a two-time Olympic champion and marathon world record holder, endorsed the Paris sustainability plan. They also considered directions of winds in the region and the water temperature in the Seine. We must be consistent with our objectives.___ AP Sports Writers Jimmy Golen in Boston and Dennis Passa in Brisbane contributed to this report.___More AP Olympics: https://apnews.com/hub/2024-paris-olympic-games and https://twitter.com/AP_Sports",
            "html_summary": "<ul><li>Although some Olympic hopefuls have already expressed concern about the lack of air conditioning, Monnet said athletes should adapt and help contribute to fight against climate change.“We need athletes to set an example when they use the buildings,” Monnet said.</li><li>They have worked closely with France’s national weather agency to develop temperature forecasts.“Despite outdoor temperatures reaching 41 degrees Celsius (106 degrees Fahrenheit), we had temperatures at 28 degrees (82 degrees Fahrenheit) in most of these rooms,” Michaud told The Associated Press, detailing the results of a heatwave simulation.</li><li>“In other rooms, we clearly had lower temperatures.”In addition to the underfloor cooling, the insulation built into the buildings will enable residents to keep the cold obtained during the night throughout the day, Michaud said.</li><li>“We can build the most virtuous village we want, it is also the use that will be made of it that will weigh on our carbon footprint.”Eliud Kipchoge, a two-time Olympic champion and marathon world record holder, endorsed the Paris sustainability plan.</li><li>They also considered directions of winds in the region and the water temperature in the Seine.</li></ul>",
            "website_url": "https://apnews.com/article/olympics-paris-2024-air-conditioning-climate-change-78b47a6f1bf0e1fcae9889cce9debcd9"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Tavus taps generative AI to power personalized videos with voice and face cloning",
            "description": "Tavus enables companies to create unique videos tailored to a specific individual, based entirely on a single initial recording.",
            "url": "/2023-03-20-tavus-taps-generative-ai-to-power-personalized-videos-with-voice-and-face-cloning",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Raza-Favret-Landscape-Portrait-Final-e1679048302476.jpeg?resize=1200,675",
            "publishedAt": "2023-03-20T11:28:41Z",
            "content": "Generative AI is already looking like the major tech trend of 2023. The ability to generate fresh content via algorithms has been thrust into the public consciousness by the likes of ChatGPT, a chatb [+9786 chars]",
            "summary": "Security and ethics are incredibly important to us, especially given the youth of this technology in society.In terms of business model, Tavus offers a basic intro plan aimed at smaller businesses that costs $275 per month and has restrictions such as the number of videos they can create. Image Credits: TavusUsing a web-based editor, users can then select which elements of the video they want to personalize, specifying each variable (e.g., company, executive name or location), adding in calls to action and so on.Tavus: Personalizing script with variables. For example, the base script with which a video is created can be configured to include a one-sentence introduction generated from a specific individuals LinkedIn profile.Tavus: Generating personalized content. The ability to generate fresh content via algorithms has been thrust into the public consciousness by the likes of ChatGPT, a chatbot-style technology trained on large language models (LLMs) capable of producing essays, poems, lyrics, news articles and even computer programs. For instance, is there anything stopping anyone from uploading a video of someone else talking, and then creating new videos from that template? Indeed, in its short life so far, Tavus has garnered some fairly large customers, such as real estate data company CoStar and French tech scaleup AB Tasty.However, its worth considering potential misuse of this kind of technology. Image Credits: TavusTavus also supports longer-form variables via ChatGPT-powered snippets for more personalized introductions, something that Favret says has been highly requested by its users.",
            "html_summary": "<ul><li>Security and ethics are incredibly important to us, especially given the youth of this technology in society.”In terms of business model, Tavus offers a basic intro plan aimed at smaller businesses that costs $275 per month and has restrictions such as the number of videos they can create.</li><li>Image Credits: TavusUsing a web-based editor, users can then select which elements of the video they want to personalize, specifying each variable (e.g., company, executive name or location), adding in calls to action and so on.Tavus: Personalizing script with variables.</li><li>For example, the base script with which a video is created can be configured to include a one-sentence introduction generated from a specific individual’s LinkedIn profile.Tavus: Generating personalized content.</li><li>The ability to generate fresh content via algorithms has been thrust into the public consciousness by the likes of ChatGPT, a chatbot-style technology trained on large language models (LLMs) capable of producing essays, poems, lyrics, news articles and even computer programs.</li><li>For instance, is there anything stopping anyone from uploading a video of someone else talking, and then creating new videos from that template?</li><li>Indeed, in its short life so far, Tavus has garnered some fairly large customers, such as real estate data company CoStar and French tech scaleup AB Tasty.However, it’s worth considering potential misuse of this kind of technology.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/20/tavus-taps-generative-ai-to-power-personalized-videos-with-voice-and-face-cloning/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Credable, a digital banking infra startup that wants to build Unit for emerging markets, gets funding",
            "description": "Credable raises $2.5 million for its digital banking infrastructure that allows businesses to offer banking products to their customers.",
            "url": "/2023-03-20-credable-a-digital-banking-infra-startup-that-wants-to-build-unit-for-emerging-markets-gets-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/0EDE4301-676A-4F4B-BF8D-97108562C8A8.jpeg?w=1063",
            "publishedAt": "2023-03-20T07:55:31Z",
            "content": "Embedded finance solutions in less developed markers are becoming more prominent as platforms look to provide various financial solutions to the unbanked and underserved. Banking infrastructure provi [+6150 chars]",
            "summary": "They allow businesses such as mobile operators, e-commerce platforms and logistics companies to embed and enable banking products for their customers.Credable, an upstart in this category that provides its clients with the technology stack, scoring capabilities and banking partners, has raised a $2.5 million seed round. With this new financing, Credable plans to launch four more products this year and partner with businesses in these countries.The problem were trying to solve is that a huge population of underbanked customers need banking services to improve their livelihoods. Since then, the fintech has enabled over six products for various businesses, from banks and mobile network operators to e-commerce platforms and fintech players across three markets: Tanzania, Kenya and Uganda. In addition to the technology stack and alternative credit scoring capabilities, Juma said the startup handholds its business customers through product design, development, and management and works with them to ensure the product is relevant to their end consumers. Theres a massive opportunity to create impact at scale through a model which helps solve the problem at scale, rather than creating new channels and acquiring customers individually. So far, over 1.2 million people have opened accounts on its platform and more than 200,000 customers (including consumers and SMEs) have used its banking products. Bad actors, who make incremental revenue via this tactic, take advantage of the lack of credit history or little to no access to credit across emerging markets.",
            "html_summary": "<ul><li>They allow businesses such as mobile operators, e-commerce platforms and logistics companies to embed and enable banking products for their customers.Credable, an upstart in this category that provides its clients with the technology stack, scoring capabilities and banking partners, has raised a $2.5 million seed round.</li><li>With this new financing, Credable plans to launch four more products this year and partner with businesses in these countries.“The problem we’re trying to solve is that a huge population of underbanked customers need banking services to improve their livelihoods.</li><li>Since then, the fintech has enabled over six products for various businesses, from banks and mobile network operators to e-commerce platforms and fintech players across three markets: Tanzania, Kenya and Uganda.</li><li>In addition to the technology stack and alternative credit scoring capabilities, Juma said the startup “handholds” its business customers through product design, development, and management and works with them to ensure the product is relevant to their end consumers.</li><li>There’s a massive opportunity to create impact at scale through a model which helps solve the problem at scale, rather than creating new channels and acquiring customers individually.”</li><li>So far, over 1.2 million people have opened accounts on its platform and more than 200,000 customers (including consumers and SMEs) have used its banking products.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/20/credable-a-digital-banking-infra-startup-that-wants-to-build-unit-for-emerging-markets-gets-funding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Cruise Origin rolls into Austin, WeRide makes its IPO move and TuSimple stirs up more drama",
            "description": "The Station is a weekly newsletter on the future of transportation. This week, WeRide files an IPO and the Cruise Origins rolls into Austin.",
            "url": "/2023-03-20-cruise-origin-rolls-into-austin-weride-makes-its-ipo-move-and-tusimple-stirs-up-more-drama",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/06/Screen-Shot-2021-06-15-at-7.26.26-AM.png?resize=1200,674",
            "publishedAt": "2023-03-20T11:01:02Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+14038 chars]",
            "summary": "The ruling might give Tesla the chance to narrow the scope of the lawsuit, which the CRD filed after hearing several reports that Teslas Fremont factory was a racially segregated workplace.Volkswagen Group and its battery company PowerCo have picked Canada for its first overseas battery cell factory. WeRides competitor, Pony, also put on hold its plan to go public in the U.S. via SPAC with a $12 billion valuation.Is WeRides IPO a sign that tensions are easing slightly or does the company have a rough ride ahead of it? Its apparently attractive to the Chinese company even though it will likely face scrutiny from the Committee on Foreign Investment in the United States (CFIUS).China has also stepped up regulatory oversight on overseas-listed firms that could post national security risks with regard to cross-border data transfer. One of Hydrons founders is Mo Chen, who is also a co-founder at TuSimple and remains on the companys board.Hou responded to this 8-K with a letter to TuSimples board, which was also posted on LinkedIn, defending himself. Operations of the cold chain-capable 20 foot box trucks will commence in Q2 with a safety driver onboard to start.Kodiak Robotics signed a deal for an ongoing partnership with Forward Air Corporation to operate autonomous freight 24/6 between Dallas and Atlanta.TuSimple and drama seem to go hand in hand. Im betting its the latter.Arrival secured a $300 million equity financing line from Westwood Capital to help it stay in business into late 2023, but no later  not unless it can raise more funds with fewer strings attached. The terms of the deal werent shared, but BlaBlaCar says Klaxit will complement its own commuting service, called BlaBlaCar Daily, once the acquisition closes.Broom, an Indonesia-based auto-financing startup, closed a $10 million pre-Series A round led by Openspace Ventures.",
            "html_summary": "<ul><li>The ruling might give Tesla the chance to narrow the scope of the lawsuit, which the CRD filed after hearing several reports that Tesla’s Fremont factory was a racially segregated workplace.Volkswagen Group and its battery company PowerCo have picked Canada for its first overseas battery cell factory.</li><li>WeRide’s competitor, Pony, also put on hold its plan to go public in the U.S. via SPAC with a $12 billion valuation.Is WeRide’s IPO a sign that tensions are easing slightly or does the company have a rough ride ahead of it?</li><li>It’s apparently attractive to the Chinese company even though it will likely face scrutiny from the Committee on Foreign Investment in the United States (CFIUS).China has also stepped up regulatory oversight on overseas-listed firms that could post national security risks with regard to cross-border data transfer.</li><li>One of Hydron’s founders is Mo Chen, who is also a co-founder at TuSimple and remains on the company’s board.Hou responded to this 8-K with a letter to TuSimple’s board, which was also posted on LinkedIn, defending himself.</li><li>Operations of the cold chain-capable 20 foot box trucks will commence in Q2 with a safety driver onboard to start.Kodiak Robotics signed a deal for an ongoing partnership with Forward Air Corporation to operate autonomous freight 24/6 between Dallas and Atlanta.TuSimple and drama seem to go hand in hand.</li><li>I’m betting it’s the latter.Arrival secured a $300 million equity financing line from Westwood Capital to help it stay in business into late 2023, but no later — not unless it can raise more funds with fewer strings attached.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/20/cruise-origin-rolls-into-austin-weride-makes-its-ipo-move-and-tusimple-stirs-up-more-drama/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Amazon confirms another round of layoffs, impacting 9,000 people in AWS, Twitch and other units",
            "description": "Amazon has announced yet another substantial round of layoffs, as the internet giant today revealed that a further 9,000 people are set to lose their jobs. In a memo published by CEO Andy Jassy this morning, the company said that the cuts will impact those in",
            "url": "/2023-03-20-amazon-confirms-another-round-of-layoffs-impacting-9000-people-in-aws-twitch-and-other-units",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-1232458870.jpg?resize=1200,800",
            "publishedAt": "2023-03-20T14:55:47Z",
            "content": "Amazon has announced yet another substantial round of layoffs, as the internet giant today revealed that a further 9,000 people are set to lose their jobs.In a memo published by CEO Andy Jassy this [+2528 chars]",
            "summary": "The short answer is that not all of the teams were done with their analyses in the late fall; and rather than rush through these assessments without the appropriate diligence, we chose to share these decisions as weve made them so people had the information as soon as possible. And its also the second of the so-called big 5 tech companies to announce two separate rounds of layoffs, after Facebooks parent Meta revealed another 10,000 job cuts last week. The same is true for this note as the impacted teams are not yet finished making final decisions on precisely which roles will be impacted. That news itself was an extension on a previous figure that was reportedly in the 10,000-people range, though Amazon never confirmed any figure when that was first reported back in November. But while AWS remains in relatively rude health, its growth trajectory of late has not been as precipitous as years gone by, which is reflective of a broader slowdown in cloud infrastructure spending. *Article updated with additional comment from Amazon.",
            "html_summary": "<ul><li>“The short answer is that not all of the teams were done with their analyses in the late fall; and rather than rush through these assessments without the appropriate diligence, we chose to share these decisions as we’ve made them so people had the information as soon as possible.</li><li>And it’s also the second of the so-called “big 5” tech companies to announce two separate rounds of layoffs, after Facebook’s parent Meta revealed another 10,000 job cuts last week.</li><li>The same is true for this note as the impacted teams are not yet finished making final decisions on precisely which roles will be impacted.</li><li>That news itself was an extension on a previous figure that was reportedly in the 10,000-people range, though Amazon never confirmed any figure when that was first reported back in November.</li><li>But while AWS remains in relatively rude health, its growth trajectory of late has not been as precipitous as years gone by, which is reflective of a broader slowdown in cloud infrastructure spending.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/20/amazon-confirms-another-round-of-layoffs-impacting-9000-people-in-aws-twitch-and-other-units/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Xi arrives in Russia to meet Putin. Tech industry builds in the ruins again. Netflix plans to release 40 more games this year, will add Monument Valley in 2024. Paris aims to keep Olympians cool without air conditioners. Tavus taps generative AI to power personalized videos with voice and face cloning. Credable, a digital banking infra startup that wants to build Unit for emerging markets, gets funding. Cruise Origin rolls into Austin, WeRide makes its IPO move and TuSimple stirs up more drama. Amazon confirms another round of layoffs, impacting 9,000 people in AWS, Twitch and other units"
}