{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "SettleMints AI assistant aims to help web3 developers write better smart contracts | TechCrunch",
            "description": "The way artificial intelligence can write software has already prompted many companies to introduce codegenerating products, so its no surprise that SettleMint, a lowcode blockchain programming tool for enterprises, recently added an AI assistant to its pl",
            "url": "/2023-08-03-settlemints-new-ai-assistant-aims-to-help-web3-developers-write-better-smart-contracts",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/SettleMints-AI-Genie-Writing-a-Bond-Tokenization-Smart-Contract.png?resize=1200,553",
            "publishedAt": "2023-08-03T02:30:01Z",
            "content": "The way artificial intelligence can write software has already prompted many companies to introduce codegenerating products, so its no surprise that SettleMint, a lowcode blockchain programming to [+2965 chars]",
            "summary": "SettleMint a low code blockchain programming tool for enterprises recently added an AI assistant to its platform. The AI assistant promises to help developers create smart contracts integrate data and enhance quality assurance QA testing. Despite a climate where digital currency prices have nosedived the seven year old Belgium company is seeing steady user growth as more enterprises recognize the benefits of blockchain technology but lack the technical skills to bring their ideas to fruition. The company has offices in Leuven Dubai New Delhi Singapore and Tokyo with funding from the Japanese electronics giant Fujitsu.",
            "html_summary": "<ul><li>SettleMint a low code blockchain programming tool for enterprises recently added an AI assistant to its platform</li><li> The AI assistant promises to help developers create smart contracts integrate data and enhance quality assurance QA testing</li><li> Despite a climate where digital currency prices have nosedived the seven year old Belgium company is seeing steady user growth as more enterprises recognize the benefits of blockchain technology but lack the technical skills to bring their ideas to fruition</li><li> The company has offices in Leuven Dubai New Delhi Singapore and Tokyo with funding from the Japanese electronics giant Fujitsu</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/02/settlemints-new-ai-assistant-aims-to-help-web3-developers-write-better-smart-contracts/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Xpengs head of autonomous driving quits, rumored to join Nvidia | TechCrunch",
            "description": "Xpeng, a prominent Chinese electric vehicle maker and a competitor to Tesla, has announced the resignation of its vice president of autonomous driving, Xinzhou Wu, over personal and family reasons. Wu, formerly a senior director of engineering at Qualcomm whe",
            "url": "/2023-08-03-xpengs-head-of-autonomous-driving-resigns-rumored-to-join-nvidia",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/08/GettyImages-1164217159.jpg?resize=1200,801",
            "publishedAt": "2023-08-03T06:08:09Z",
            "content": "Xpeng, a prominent Chinese electric vehicle maker and a competitor to Tesla, has announced the resignation of its vice president of autonomous driving, Xinzhou Wu, over personal and family reasons. [+3532 chars]",
            "summary": "Xpeng a prominent Chinese electric vehicle maker has announced the resignation of its vice president of autonomous driving Xinzhou Wu over personal and family reasons. Wu formerly a senior director of engineering at Qualcomm where he spent over a decade was effectively the head of Xpeng s autonomous driving business. Wu hasn t announced his next career move though widespread rumors suggest he s taking up a senior position in Nvidia's autonomous driving division. The resignation of Wu which is seen as a huge talent loss for X peng came just a week after the firm announced a promising investment from Volkswagen that will see the pair co develop electric vehicle models.",
            "html_summary": "<ul><li>Xpeng a prominent Chinese electric vehicle maker has announced the resignation of its vice president of autonomous driving Xinzhou Wu over personal and family reasons</li><li> Wu formerly a senior director of engineering at Qualcomm where he spent over a decade was effectively the head of Xpeng s autonomous driving business</li><li> Wu hasn t announced his next career move though widespread rumors suggest he s taking up a senior position in Nvidia's autonomous driving division</li><li> The resignation of Wu which is seen as a huge talent loss for X peng came just a week after the firm announced a promising investment from Volkswagen that will see the pair co develop electric vehicle models</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/02/xpengs-head-of-autonomous-driving-resigns-rumored-to-join-nvidia/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Emtech to advance its regtech and CBDC stack solutions with $4M led by Matrix Partners India | TechCrunch",
            "description": "Emtech to advance its regtech and CBDC stack solutions with $4M led by Matrix Partners India | TechCrunchtechcrunch.com",
            "url": "/2023-08-03-emtech-raises-4m-led-by-matrix-partners-india",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/03/Carmelle_Cadet.-Emtech-Founder-and-CEO-jpg.jpg?resize=1200,800",
            "publishedAt": "2023-08-03T08:08:32Z",
            "content": "Emtech, an African provider of central banking infrastructure, introduced its Central Bank Digital Currency (CBDC) Innovation kit last month. The kit caters to fintechs and financial service provider [+5786 chars]",
            "summary": "Emtech believes this route will close the gap observed in the current system between fintech innovation and central banking oversight.Our point of view has been consistent: enabling central banks to deploy their CBDC as a digital cash infrastructure safely. Similarly, the CBDC innovation kit will provide these fintechs access to a digital cash infrastructure that banks may imitate.Emtechs simulated token Beyond Cash (BYDC) will be utilized for innovation initiatives, leveraging the Hedera Hashgraph as a layer 1 protocol and the ERC-20 (standard for tokenization). The kit caters to fintechs and financial service providers interested in experimenting with solutions and business models based on digital currencies pioneered by central banks.The New York-based business is today announcing a $4 million seed investment led by Matrix Partners India. We had to manage our cash flow and resources and grow our footprint across the region while delivering for the central banks, especially now that were on a journey of digitizing cash infrastructure for them.Emtech also signed a collaboration deal with the West Africa Monetary Institute this June. Emtech, an African provider of central banking infrastructure, introduced its Central Bank Digital Currency (CBDC) Innovation kit last month. The regulatory sandbox enables regulatory bodies to respond to innovations based on live testing results.The four-year-old startup had hoped to work with at least 10 central banks by now. This round brings the four-year-olds total investment to $10 million (including a $4 million pre-seed last year and a recent $2 million extension).The CBDC Innovation Kits unveiling in July comes as no surprise.",
            "html_summary": "<ul><li>Emtech believes this route will close the gap observed in the current system between fintech innovation and central banking oversight.“Our point of view has been consistent: enabling central banks to deploy their CBDC as a digital cash infrastructure safely.</li><li>Similarly, the CBDC innovation kit will provide these fintechs access to a digital cash infrastructure that banks may imitate.Emtech’s simulated token “Beyond Cash (BYDC)” will be utilized for innovation initiatives, leveraging the Hedera Hashgraph as a layer 1 protocol and the ERC-20 (standard for tokenization).</li><li>The kit caters to fintechs and financial service providers interested in experimenting with solutions and business models based on digital currencies pioneered by central banks.The New York-based business is today announcing a $4 million seed investment led by Matrix Partners India.</li><li>We had to manage our cash flow and resources and grow our footprint across the region while delivering for the central banks, especially now that we’re on a journey of digitizing cash infrastructure for them.”Emtech also signed a collaboration deal with the West Africa Monetary Institute this June.</li><li>Emtech, an African provider of central banking infrastructure, introduced its Central Bank Digital Currency (CBDC) Innovation kit last month.</li><li>The regulatory sandbox enables regulatory bodies to respond to innovations based on live testing results.The four-year-old startup had hoped to work with at least 10 central banks by now.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/03/emtech-raises-4m-led-by-matrix-partners-india/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. SettleMints AI assistant aims to help web3 developers write better smart contracts | TechCrunch. Xpengs head of autonomous driving quits, rumored to join Nvidia | TechCrunch. Emtech to advance its regtech and CBDC stack solutions with $4M led by Matrix Partners India | TechCrunch"
}