{
    "status": "ok",
    "totalResults": 58,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Grisham, Martin join authors suing OpenAI There is nothing fair about this | Makemetechie.com Summary",
            "description": "Authors claim ChatGPT wouldnt exist without their books.",
            "url": "/2023-09-19-george-r-r-martin-joins-authors-suing-openai-over-copyright-infringement",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/GettyImages-1472008063-760x380.jpg",
            "publishedAt": "2023-09-20T19:44:54Z",
            "content": "Enlarge/ George R.R. Martin at an HBO Max screening.24 with Yesterday, popular authors including John Grisham, Jonathan Franzen, George R.R. Martin, Jodi Picoult, and George Saunders joined the A [+5830 chars]",
            "summary": "\"Authors are also concerned that the LLMs fuel AI tools that \"can spit out derivative works: material that is based on, mimics, summarizes, or paraphrases\" their works, allegedly turning their works into \"engines of\" authors' \"own destruction\" by harming the book market for them. And the work of the writerthe human imagination, struggling with reality, trying to discern virtue and responsibility within itis essential to a functioning democracy.The authors' complaint said that as more writers have reported being replaced by AI content-writing tools, more authors feel entitled to compensation from OpenAI. Authors feel that without their copyrighted works, OpenAI \"would have no commercial product with which to damageif not usurpthe market for these professional authors works. '\"To authors, this suggests that OpenAI is exercising more caution in the face of authors' growing complaints, perhaps since authors have alleged that the LLMs were trained on pirated copies of their books. Even worse, the complaint alleged, businesses are being built around opportunities to create allegedly derivative works:Businesses are sprouting up to sell prompts that allow users to enter the world of an authors books and create derivative stories within that world. \"Authors claimed that despite Altman's public support for creators, OpenAI is intentionally harming creators, noting that OpenAI has admitted to training LLMs on copyrighted works and claiming that there's evidence that OpenAI's LLMs \"ingested\" their books \"in their entireties. The Authors Guild told the court that 90 percent of authors responding to an internal survey from March 2023 \"believe that writers should be compensated for the use of their work in 'training' AI.\"",
            "html_summary": "<ul><li>\"Authors are also concerned that the LLMs fuel AI tools that \"can spit out derivative works: material that is based on, mimics, summarizes, or paraphrases\" their works, allegedly turning their works into \"engines of\" authors' \"own destruction\" by harming the book market for them..</li><li>And the work of the writer—the human imagination, struggling with reality, trying to discern virtue and responsibility within it—is essential to a functioning democracy.”The authors' complaint said that as more writers have reported being replaced by AI content-writing tools, more authors feel entitled to compensation from OpenAI..</li><li>Authors feel that without their copyrighted works, OpenAI \"would have no commercial product with which to damage—if not usurp—the market for these professional authors’ works..</li><li>'\"To authors, this suggests that OpenAI is exercising more caution in the face of authors' growing complaints, perhaps since authors have alleged that the LLMs were trained on pirated copies of their books..</li><li>Even worse, the complaint alleged, businesses are being built around opportunities to create allegedly derivative works:Businesses are sprouting up to sell prompts that allow users to enter the world of an author’s books and create derivative stories within that world..</li><li>\"Authors claimed that despite Altman's public support for creators, OpenAI is intentionally harming creators, noting that OpenAI has admitted to training LLMs on copyrighted works and claiming that there's evidence that OpenAI's LLMs \"ingested\" their books \"in their entireties..</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/09/george-r-r-martin-joins-authors-suing-openai-over-copyright-infringement/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Chuong Nguyen",
            "title": "Dealmaster Early Amazon Prime Big Deal Days sales continue, Garmin deals, and more | Makemetechie.com Summary",
            "description": "Shop early for the best savings on Amazons second Prime Day event of 2023.",
            "url": "/2023-09-19-dealmaster-early-amazon-prime-big-deal-days-sales-continue-garmin-deals-and-more",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2018/07/prime-day-2016-760x380.jpg",
            "publishedAt": "2023-09-20T17:01:01Z",
            "content": "5 with Garmins new Vivoactive 5 smartwatch just dropped, promising better battery life than its predecessors. The watch is also launching at a lower $300 price, making it more affordable and a bet [+14353 chars]",
            "summary": "Garmin s new Vivoactive smartwatch just dropped promising better battery life than its predecessors. If you don't need all the features of the Vivo Active we have some slightly older Garmin watches at a discount. Amazon s Prime Big Deal Days event savings on Lenovo laptops and Apple MacBooks iPhone cases and accessories Tempur Pedic office chairs DeWalt tools a Hyperice massage gun bundle with a new heat attachment and more tech gear Ars Technica may earn compensation for sales from links on this post through affiliate programs.",
            "html_summary": "<ul><li>Garmin s new Vivoactive smartwatch just dropped promising better battery life than its predecessors.</li><li> If you don't need all the features of the Vivo Active we have some slightly older Garmin watches at a discount.</li><li> Amazon s Prime Big Deal Days event savings on Lenovo laptops and Apple MacBooks iPhone cases and accessories Tempur Pedic office chairs DeWalt tools a Hyperice massage gun bundle with a new heat attachment and more tech gear Ars Technica may earn compensation for sales from links on this post through affiliate programs.</li></ul>",
            "website_url": "https://arstechnica.com/shopping/2023/09/dealmaster-early-amazon-prime-big-deal-days-sales-continue-garmin-deals-and-more/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Alpha3D wants to accelerate digital asset and AIpowered generation through cheaper, hyperscaling technology | Makemetechie.com Summary",
            "description": "In the artificial intelligence world, theres no shortage of image or text generators that allow users to spur up content with the push of a button.  Alpha3D...",
            "url": "/2023-09-19-alpha3d-wants-to-accelerate-digital-asset-and-ai-powered-generation-through-cheaper-hyper-scaling-technology",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/JXqDSRWjGvECKtnmeOBorw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/d08725c1e275c7206c4a2aa5750a9c61",
            "publishedAt": "2023-09-20T19:46:15Z",
            "content": "In the artificial intelligence world, theres no shortage of image or text generators that allow users to spur up content with the push of a button. Alpha3D, a generative AIpowered platform, is parti [+3617 chars]",
            "summary": "Alpha D a generative AI powered platform is a participant of the Startup Battlefield cohort at TechCrunch Disrupt. Its platform aims to help anyone regardless of D modeling knowledge to generate D digital assets from text prompts or uploaded images within minutes. The digital assets can then be used in augmented reality AR virtual reality VR virtual try on VTO gaming the metaverse or as an NFT. The company s proprietary AI technology was developed internally and has gathered millions of data assets over the past years to scale their platform.",
            "html_summary": "<ul><li>Alpha D a generative AI powered platform is a participant of the Startup Battlefield cohort at TechCrunch Disrupt.</li><li> Its platform aims to help anyone regardless of D modeling knowledge to generate D digital assets from text prompts or uploaded images within minutes.</li><li> The digital assets can then be used in augmented reality AR virtual reality VR virtual try on VTO gaming the metaverse or as an NFT.</li><li> The company s proprietary AI technology was developed internally and has gathered millions of data assets over the past years to scale their platform.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/20/alpha3d-wants-to-accelerate-digital-asset-and-ai-powered-generation-through-cheaper-hyper-scaling-technology/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Phalanx protects company data by automatically securing and tracking sensitive documents | Makemetechie.com Summary",
            "description": "Data loss prevention (DLP) has emerged as a foundational strategy for businesses looking to prevent workers from inadvertently (or advertently) sharing...",
            "url": "/2023-09-19-phalanx-protects-company-data-by-automatically-securing-and-tracking-sensitive-documents",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/lXSw9pm9kBtLAxus1IVFLA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/d167fab6fcecd9546657585d73f4ce51",
            "publishedAt": "2023-09-19T21:04:27Z",
            "content": "Data loss prevention (DLP) has emerged as a foundational strategy for businesses looking to prevent workers from inadvertently (or advertently) sharing sensitive data outside the confines of the comp [+7637 chars]",
            "summary": "Data loss prevention (DLP) has emerged as a foundational strategy for businesses looking to prevent workers from inadvertently (or advertently) sharing sensitive data outside the confines of the company network. Its corny, but we put the prevention in data loss prevention. Traditional DLP aims to catch data as its leaving its perimeter, while we protect it in place so no matter what happens to it, it will be secure. Indeed, the company debuted an all-new version of the dashboard at TC Disrupt today, where it showcased new data-mapping and data inventory smarts that reveal how many files there are, how many are encrypted, and across how many devices.Phalanx dashboard. Document visibility is a black box, so security teams try to retrofit legacy DLP to fix the issue.In truth, existing DLP solutions adopt various approaches to keeping company data secure. Image Credits: PhalanxThey can choose to allow a file to be accessed just the one time, allow anyone with the link to access the file, require email verification, and more.Phalanx: Sharing secure link. Phalanx, on the other hand, is designed for same-day deployment.Existing DLP is difficult for security teams to deploy and manage, as well as being difficult for end users (e.g., employees) to deal with, Garrett said. This may involve applying rules and policies to network traffic, for example, or trying to prevent data movement beyond a defined perimeter.",
            "html_summary": "<ul><li>Data loss prevention (DLP) has emerged as a foundational strategy for businesses looking to prevent workers from inadvertently (or advertently) sharing sensitive data outside the confines of the company network..</li><li>“It’s corny, but we put the ‘prevention’ in ‘data loss prevention.’ Traditional DLP aims to catch data as it’s leaving its perimeter, while we protect it in place so no matter what happens to it, it will be secure.”.</li><li>Indeed, the company debuted an all-new version of the dashboard at TC Disrupt today, where it showcased new data-mapping and data inventory smarts that reveal how many files there are, how many are encrypted, and across how many devices.Phalanx dashboard..</li><li>Document visibility is a black box, so security teams try to retrofit legacy DLP to fix the issue.”In truth, existing DLP solutions adopt various approaches to keeping company data secure..</li><li>Image Credits: PhalanxThey can choose to allow a file to be accessed just the one time, allow anyone with the link to access the file, require email verification, and more.Phalanx: Sharing secure link..</li><li>Phalanx, on the other hand, is designed for same-day deployment.“Existing DLP is difficult for security teams to deploy and manage, as well as being difficult for end users (e.g., employees) to deal with,” Garrett said..</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/19/phalanx-protects-company-data-by-automatically-securing-and-tracking-sensitive-documents/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Meta targeted for fresh UK govt warning against E2E encryption for Messenger, Instagram | Makemetechie.com Summary",
            "description": "Buckle up for another encryption fight Hot on the heels of securing parliaments approval for its Online Safety Bill yesterday, the UK government is amping ...",
            "url": "/2023-09-19-braverman-warns-meta-over-e2e-encryption",
            "urlToImage": "https://media.zenfs.com/en/techcrunch_350/c3136913ff3b726a8bb696a290c74478",
            "publishedAt": "2023-09-20T18:39:22Z",
            "content": "Buckle up for another encryption fight Hot on the heels of securing parliaments approval for its Online Safety Bill yesterday, the UK government is amping up pressure on Meta not to roll out endto [+25616 chars]",
            "summary": "Tech leaders, tech industry organisations have developed the technology  its now on Meta to do the right thing, to work with us in the interest of child safety to prevent their social media platforms from being safe havens for paedophiles. However, weakening the confidentiality of communications by scanning messages before encryption would weaken privacy for everyone including young people whom the proposed approach aims to protect.There are various means by which any unscrupulous actor can exploit such technologies to monitor communications beyond the intended purpose. She then hit out at Metas proposal to expand its use of E2EE without safety measures to the two services  arguing the move would disable and prohibit law enforcement agencies from accessing this criminal activity [i.e. Breaking the promise of E2EE  whether through backdoors or scanning of messages without the users consent and control  directly impacts user safety, it also argues. We dont think people want us reading their private messages so have spent the last five years developing robust safety measures to prevent, detect and combat abuse while maintaining online security. As researchers we not only work on protecting privacy but also on safeguarding vulnerable users online including protecting children from sex offenders. (For the record, Levy and Robinson also state up front that their work is not a high level design document; not a full security analysis of any particular solution; and not a set of requirements that the UK Government wishes to be imposed on commodity services.",
            "html_summary": "<ul><li>“Tech leaders, tech industry organisations have developed the technology — it’s now on Meta to do the right thing, to work with us in the interest of child safety to prevent their social media platforms from being safe havens for paedophiles..</li><li>However, weakening the confidentiality of communications by scanning messages before encryption would weaken privacy for everyone including young people whom the proposed approach aims to protect.”“There are various means by which any unscrupulous actor can exploit such technologies to monitor communications beyond the intended purpose..</li><li>She then hit out at Meta’s proposal to expand its use of E2EE “without safety measures” to the two services — arguing the move would “disable and prohibit law enforcement agencies from accessing this criminal activity [i.e..</li><li>Breaking the promise of E2EE — whether through backdoors or scanning of messages without the user’s consent and control — directly impacts user safety,” it also argues..</li><li>We don’t think people want us reading their private messages so have spent the last five years developing robust safety measures to prevent, detect and combat abuse while maintaining online security..</li><li>“As researchers we not only work on protecting privacy but also on safeguarding vulnerable users online including protecting children from sex offenders..</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/20/braverman-warns-meta-over-e2e-encryption/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Petnow claims to be able to identify dogs and cats from their snouts | Makemetechie.com Summary",
            "description": "Standard pet ID tools, like tags and chips, are imperfect.  The challenge inspired Jesse Joonho Lim and Ken Daehyun Pak to launch an app, Petnow, that they...",
            "url": "/2023-09-19-petnow-claims-to-be-able-to-identify-dogs-and-cats-from-their-snouts",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/zi_t8E9zFlXunByfuyOJIg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/d5e941e6bc5beb24d7f6f8a847535de4",
            "publishedAt": "2023-09-20T18:30:19Z",
            "content": "Standard pet ID tools, like tags and chips, are imperfect. Tags become easily detached, and not every owner is comfortable with the idea of microchipping their pet. Even those who are comfortable oft [+5601 chars]",
            "summary": "Jesse Joonho Lim and Ken Daehyun Pak have launched an app Petnow that they claim can identify cats and dogs by scanning their faces. Petnow claims to use an algorithm to automatically detect and hone in on dogs or cats while cropping out the rest. The startup claims that a dog s nose is as unique as a human fingerprint and doesn t change over time making it a reliable way to distinguish between puppers. The company has raised million in funding so far from Daedeok Venture Partners and DigiCap at a million valuation.",
            "html_summary": "<ul><li>Jesse Joonho Lim and Ken Daehyun Pak have launched an app Petnow that they claim can identify cats and dogs by scanning their faces.</li><li> Petnow claims to use an algorithm to automatically detect and hone in on dogs or cats while cropping out the rest.</li><li> The startup claims that a dog s nose is as unique as a human fingerprint and doesn t change over time making it a reliable way to distinguish between puppers.</li><li> The company has raised million in funding so far from Daedeok Venture Partners and DigiCap at a million valuation.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/20/petnow-claims-to-be-able-to-identify-dogs-and-cats-from-their-snouts/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "HiddenLayer raises $50M for its AIdefending cybersecurity tools | Makemetechie.com Summary",
            "description": "HiddenLayer, a security startup focused on protecting AI systems from adversarial attacks, today announced that it raised $50 million in a funding round co...",
            "url": "/2023-09-19-hiddenlayer-raises-50m-for-its-ai-defending-cybersecurity-tools",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/5o4h.cD4aMTfv.2jj4HM9w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03Mzg-/https://media.zenfs.com/en/techcrunch_350/9d4c6f3874212c2e8e2f871cd226d82f",
            "publishedAt": "2023-09-19T12:00:28Z",
            "content": "HiddenLayer, a security startup focused on protecting AI systems from adversarial attacks, today announced that it raised $50 million in a funding round coled by M12 and Moore Strategic Ventures wit [+5390 chars]",
            "summary": "HiddenLayer a security startup focused on protecting AI systems from adversarial attacks today announced that it raised million in a funding round. The new funds will be put toward supporting HiddenLayer s go to market efforts expanding its headcount from employees to by the end of the year and further investing in R D co founder and CEO Chris Sestito. HiddenLayer claims to have Fortune customers in the financial government and defense including the U S Air Force and Space Force and cybersecurity industries. The pace of AI adoption has left many organizations struggling to put in place the proper controls necessary to protect against machine learning attacks.",
            "html_summary": "<ul><li>HiddenLayer a security startup focused on protecting AI systems from adversarial attacks today announced that it raised million in a funding round.</li><li> The new funds will be put toward supporting HiddenLayer s go to market efforts expanding its headcount from employees to by the end of the year and further investing in R D co founder and CEO Chris Sestito.</li><li> HiddenLayer claims to have Fortune customers in the financial government and defense including the U S Air Force and Space Force and cybersecurity industries.</li><li> The pace of AI adoption has left many organizations struggling to put in place the proper controls necessary to protect against machine learning attacks.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/19/hiddenlayer-raises-50m-for-its-ai-defending-cybersecurity-tools/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "Beyond Aero is building a hydrogenpowered jet | Makemetechie.com Summary",
            "description": "The aviation industry is well aware of its carbon footprint, but its not an industry where things change quickly.  The company, which is part of our...",
            "url": "/2023-09-19-beyond-aero-is-building-a-hydrogen-powered-jet",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/rx1rEn4ZnGVOd_ysSSn9aQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/670a2876438c2840bccaed541d88c913",
            "publishedAt": "2023-09-19T20:39:00Z",
            "content": "The aviation industry is well aware of its carbon footprint, but its not an industry where things change quickly. Batteries may be an option for shortrange eVTOL use cases, but for anything else, t [+4888 chars]",
            "summary": "Toulouse France based Beyond Aero is looking to bring a hydrogen powered business jet to market. The company which is part of our Battlefield startup competition at Disrupt this week is currently ground testing an kW hydrogen based propulsion system. The vision is significantly broader though with plans to launch a commuter jet and potentially even larger planes in the future. Beyond Aero was part of Y Combinator s Winter batch and raised funding before joining YC during and after for a total of three rounds so far with a number of unicorn founders investing in the company.",
            "html_summary": "<ul><li>Toulouse France based Beyond Aero is looking to bring a hydrogen powered business jet to market.</li><li> The company which is part of our Battlefield startup competition at Disrupt this week is currently ground testing an kW hydrogen based propulsion system.</li><li> The vision is significantly broader though with plans to launch a commuter jet and potentially even larger planes in the future.</li><li> Beyond Aero was part of Y Combinator s Winter batch and raised funding before joining YC during and after for a total of three rounds so far with a number of unicorn founders investing in the company.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/19/beyond-aero-is-building-a-hydrogen-powered-jet/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Reed Jobs on how his venture firm tackles cancer | Makemetechie.com Summary",
            "description": "Reed Jobs new venture firm can change the lives of the estimated 18.1 million diagnosed cancer patients worldwide.  Jobs first became interested in oncology...",
            "url": "/2023-09-19-reed-jobs-on-how-his-venture-firm-tackles-cancer",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/4DxiHoiI3k4tKFuMpvCSiQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04NTc-/https://media.zenfs.com/en/techcrunch_350/df1f5ef5c76f6d10962f5618cdb2d895",
            "publishedAt": "2023-09-20T00:39:13Z",
            "content": "Reed Jobs new venture firm can change the lives of the estimated 18.1 million diagnosed cancer patients worldwide. Yosemite, Jobs fund for cancerfighting biotech, launched in August with $200 millio [+6348 chars]",
            "summary": "In my lifetime, Ive already seen one area go from just absolute, really poor prognosis to something that is now widely treatable and has a really great long-term survival rate.One technology Jobs finds promising is liquid biopsies for early detection. But from the beginning of immunotherapy, when it began to be tested in that, the difference between those cancer cells and the rest of your body is so stark that even todays immunotherapy works marvelously in that type of colon cancer, Jobs says. Its a small state with one of the big academic medical hubs in it, and they actually got representation to be demographically proportional, which Im really, really proud of. Weve done this long enough that weve been lucky to support about 500 labs so far, and have a really big footprint across the academic ecosystem.Jobs is optimistic about the development of next-generation therapies, including immunotherapies and gene-editing therapies, and how quickly they can come to fruition. Im just proud to say its really become a leader in this space in the last three years.When asked if hes ever thought about starting his own company, Jobs said, I think I can have much more impact doing what Im doing at this stage. Given the trends in the market, and really in science, its really outpacing what any one company is likely able to do. Jobs lab used it to do research on a hereditary type of colorectal cancer that was usually lethal.We found the mutational signatures there and basically, it had a crazy load of mutations, like millions of mutations.",
            "html_summary": "<ul><li>“In my lifetime, I’ve already seen one area go from just absolute, really poor prognosis to something that is now widely treatable and has a really great long-term survival rate.”One technology Jobs finds promising is liquid biopsies for early detection..</li><li>But from the beginning of immunotherapy, when it began to be tested in that, the difference between those cancer cells and the rest of your body is so stark that even today’s immunotherapy works marvelously in that type of colon cancer,” Jobs says..</li><li>“It’s a small state with one of the big academic medical hubs in it, and they actually got representation to be demographically proportional, which I’m really, really proud of..</li><li>“We’ve done this long enough that we’ve been lucky to support about 500 labs so far, and have a really big footprint across the academic ecosystem.”Jobs is optimistic about the development of next-generation therapies, including immunotherapies and gene-editing therapies, and how quickly they can come to fruition..</li><li>I’m just proud to say it’s really become a leader in this space in the last three years.”When asked if he’s ever thought about starting his own company, Jobs said, “I think I can have much more impact doing what I’m doing at this stage..</li><li>Given the trends in the market, and really in science, it’s really outpacing what any one company is likely able to do..</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/19/reed-jobs-on-how-his-venture-firm-tackles-cancer/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "AppFactor drags legacy enterprise apps to the cloud through automation | Makemetechie.com Summary",
            "description": "Technical debt is often the unsung villain of the enterprise, crippling companies seeking to modernize as they realize just how much legacy lives in their ...",
            "url": "/2023-09-19-appfactor-drags-legacy-enterprise-apps-to-the-cloud-through-automation",
            "urlToImage": "https://media.zenfs.com/en/techcrunch_350/cca6179145e45ca100cb904e16569e99",
            "publishedAt": "2023-09-20T20:47:51Z",
            "content": "Technical debt is often the unsung villain of the enterprise, crippling companies seeking to modernize as they realize just how much legacy lives in their stack. And as with most kinds of debt, the [+8690 chars]",
            "summary": "Or, perhaps, the amount of time it takes the company to improve existing products and introduce new features.Those on the inside, meanwhile, might have a better idea of their technical debt when they see that their IT budget spend is weighted disproportionality toward maintenance versus building shiny new things. It might involve using a command-line tool like Docker, which requires significant continuous testing, and even then might not cover the full gamut of dependencies due to the manual nature of running the tool. The running processes, libraries, dependencies and general componentry permeating the application and infrastructure would require significant manual spadework just to figure out what is what, as they attempt a lift-and-shift transformation to a more cloud-native form.And that, essentially, is what AppFactor is setting out to offer. Technical debt is often the unsung villain of the enterprise, crippling companies seeking to modernize as they realize just how much legacy lives in their stack. Image Credits: AppFactorTo outsiders, some technical debt might be obvious through exposure to bugs or laggy systems. However, the company is also gearing up to launch its app modernization module in November. This view is about being able to view and interact with the makeup and anatomy of our application estates in a granular and powerful way.",
            "html_summary": "<ul><li>Or, perhaps, the amount of time it takes the company to improve existing products and introduce new features.Those on the inside, meanwhile, might have a better idea of their technical debt when they see that their IT budget spend is weighted disproportionality toward maintenance versus building shiny new things..</li><li>It might involve using a command-line tool like Docker, which requires significant continuous testing, and even then might not cover the full gamut of dependencies due to the manual nature of running the tool..</li><li>The running processes, libraries, dependencies and general componentry permeating the application and infrastructure would require significant manual spadework just to figure out what is what, as they attempt a lift-and-shift transformation to a more cloud-native form.And that, essentially, is what AppFactor is setting out to offer..</li><li>Technical debt is often the unsung villain of the enterprise, crippling companies seeking to modernize as they realize just how much “legacy” lives in their stack..</li><li>Image Credits: AppFactorTo outsiders, some technical debt might be obvious through exposure to bugs or laggy systems..</li><li>However, the company is also gearing up to launch its “app modernization” module in November..</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/20/appfactor-drags-legacy-enterprise-apps-to-the-cloud-through-automation/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Stephen Clark",
            "title": "Permission denied for reentry of Vardas orbiting experiment capsule | Makemetechie.com Summary",
            "description": "The FAA says Varda launched its vehicle into space without a reentry license.",
            "url": "/2023-09-19-permission-denied-for-reentry-of-vardas-orbiting-experiment-capsule",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/vardacapsule1-760x380.jpeg",
            "publishedAt": "2023-09-20T23:02:27Z",
            "content": "Enlarge/ Vardas reentry capsule measures nearly 3 feet (1 meter) in diameter, and will jettison from its Rocket Labbuilt carrier spacecraft when the mission is ready to return to Earth.0 with A [+2960 chars]",
            "summary": "A first of its kind commercial spacecraft owned by an in space manufacturing startup called Varda Space Industries has been in orbit two months longer than originally planned waiting for government approval to return to Earth with a cache of pharmaceutical specimens. The recovery of the capsule is on hold after the Federal Aviation Administration and the US Air Force recently declined to give VardA approval to land its spacecraft in a remote part of Utah. The FAA has licensed commercial launches so far this year already more than it licensed in all of Ten years ago the FAA licensed eight commercial launches.",
            "html_summary": "<ul><li>A first of its kind commercial spacecraft owned by an in space manufacturing startup called Varda Space Industries has been in orbit two months longer than originally planned waiting for government approval to return to Earth with a cache of pharmaceutical specimens.</li><li> The recovery of the capsule is on hold after the Federal Aviation Administration and the US Air Force recently declined to give VardA approval to land its spacecraft in a remote part of Utah.</li><li> The FAA has licensed commercial launches so far this year already more than it licensed in all of Ten years ago the FAA licensed eight commercial launches.</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/09/permission-denied-for-reentry-of-vardas-orbiting-experiment-capsule/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "OpenAI announces DALLE 3, a nextgen AI image generator based on ChatGPT | Makemetechie.com Summary",
            "description": "With better response to details and text, DALLE 3 hopes to make prompt engineering obsolete.",
            "url": "/2023-09-19-openai-announces-dall-e-3-a-next-gen-ai-image-generator-based-on-chatgpt",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/dalle_2_hero-760x380.jpg",
            "publishedAt": "2023-09-20T22:35:55Z",
            "content": "4 with On Wednesday, OpenAI announced DALLE 3, the latest version of its AI image synthesis model that features full integration with ChatGPT. DALLE 3 renders images by closely following complex  [+5158 chars]",
            "summary": "OpenAI announced DALL E the latest version of its AI image synthesis model that features full integration with ChatGPT. Currently in research preview it will be available to ChatG PT Plus and Enterprise customers in early October. Dall E renders images by closely following complex descriptions and handling in image text generation such as labels and signs which challenged earlier models. Microsoft s Bing Chat AI assistant also built on technology from OpenAI has been able to generate images in conversation since March and may lead to novel new capabilities.",
            "html_summary": "<ul><li>OpenAI announced DALL E the latest version of its AI image synthesis model that features full integration with ChatGPT.</li><li> Currently in research preview it will be available to ChatG PT Plus and Enterprise customers in early October.</li><li> Dall E renders images by closely following complex descriptions and handling in image text generation such as labels and signs which challenged earlier models.</li><li> Microsoft s Bing Chat AI assistant also built on technology from OpenAI has been able to generate images in conversation since March  and may lead to novel new capabilities.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/09/openai-announces-dall-e-3-a-next-gen-ai-image-generator-based-on-chatgpt/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Grisham, Martin join authors suing OpenAI There is nothing fair about this | Makemetechie.com Summary. Dealmaster Early Amazon Prime Big Deal Days sales continue, Garmin deals, and more | Makemetechie.com Summary. Alpha3D wants to accelerate digital asset and AIpowered generation through cheaper, hyperscaling technology | Makemetechie.com Summary. Phalanx protects company data by automatically securing and tracking sensitive documents | Makemetechie.com Summary. Meta targeted for fresh UK govt warning against E2E encryption for Messenger, Instagram | Makemetechie.com Summary. Petnow claims to be able to identify dogs and cats from their snouts | Makemetechie.com Summary. HiddenLayer raises $50M for its AIdefending cybersecurity tools | Makemetechie.com Summary. Beyond Aero is building a hydrogenpowered jet | Makemetechie.com Summary. Reed Jobs on how his venture firm tackles cancer | Makemetechie.com Summary. AppFactor drags legacy enterprise apps to the cloud through automation | Makemetechie.com Summary. Permission denied for reentry of Vardas orbiting experiment capsule | Makemetechie.com Summary. OpenAI announces DALLE 3, a nextgen AI image generator based on ChatGPT | Makemetechie.com Summary"
}