{
    "status": "ok",
    "totalResults": 14,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Stability AI launches StableLM, an open source ChatGPT alternative",
            "description": "StableLMs 3B and 7B models are available now on GitHub under CC 4.0 license.",
            "url": "/2023-04-23-stable-diffusion-for-language-stability-launches-open-source-ai-chatbot",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/stochasitc_parrot_hero_4-760x380.jpg",
            "publishedAt": "2023-04-24T19:20:14Z",
            "content": "Enlarge/ An AIgenerated image of a Stochastic Parrot created by Stability AI.21 with On Wednesday, Stability AI released a new family of open source AI language models called StableLM. Stabili [+4440 chars]",
            "summary": "With refinement, StableLM could be used to build an open source alternative to ChatGPT.StableLM is currently available in alpha form on GitHub in 3 billion and 7 billion parameter model sizes, with 15 billion and 65 billion parameter models to follow, according to Stability. Stability's move into language models could inspire similar results.Users can test the 7 billion-parameter StableLM base model Hugging Face and the fine-tuned model on Replicate. \"According to Stability AI, StableLM has been trained on \"a new experimental data set\" based on an open source data set called The Pile, but three times larger. Having fewer parameters makes a language model smaller and more efficient, which can make it easier to run on local devices like smartphones and laptops. Stability hopes to repeat the catalyzing effects of its Stable Diffusion open source image synthesis model, launched in 2022. \"Like GPT-4the large language model (LLM) that powers the most powerful version of ChatGPTStableLM generates text by predicting the next token (word fragment) in a sequence.  Benj Edwards - Apr 24, 2023 7:20 pm UTC On Wednesday, Stability AI released a new family of open source AI language models called StableLM.",
            "html_summary": "<ul><li>With refinement, StableLM could be used to build an open source alternative to ChatGPT.StableLM is currently available in alpha form on GitHub in 3 billion and 7 billion parameter model sizes, with 15 billion and 65 billion parameter models to follow, according to Stability.</li><li>Stability's move into language models could inspire similar results.Users can test the 7 billion-parameter StableLM base model Hugging Face and the fine-tuned model on Replicate.</li><li>\"According to Stability AI, StableLM has been trained on \"a new experimental data set\" based on an open source data set called The Pile, but three times larger.</li><li>Having fewer parameters makes a language model smaller and more efficient, which can make it easier to run on local devices like smartphones and laptops.</li><li>Stability hopes to repeat the catalyzing effects of its Stable Diffusion open source image synthesis model, launched in 2022.</li><li>\"Like GPT-4—the large language model (LLM) that powers the most powerful version of ChatGPT—StableLM generates text by predicting the next token (word fragment) in a sequence.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/04/stable-diffusion-for-language-stability-launches-open-source-ai-chatbot/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Reverse ATMs take bills, dispense cards as stores go cashless",
            "description": "As stores and restaurants attempt to go cashless, theyre installing reverse ATMs that dispense storedvalue cards in exchange for greenbacks.Why it matters More businesses are eschewing cash  a trend accelerated by the pandemic  but states and cities ar",
            "url": "/2023-04-23-reverse-atms-banking-cashless-payments",
            "urlToImage": "https://images.axios.com/KyXLmRvha3JMwtnLu8AXuWXGHB4=/1366x768/smart/2023/04/17/1681752408523.png",
            "publishedAt": "2023-04-24T09:30:00Z",
            "content": "As stores and restaurants attempt to go cashless, theyre installing reverse ATMs that dispense storedvalue cards in exchange for greenbacks.Why it matters More businesses are eschewing cash a  [+4306 chars]",
            "summary": "What's next: People without bank accounts have been adapting to mobile payment apps, which could mean that reverse ATMs are a bridge technology  or one that will soon be used to load a digital wallet. A \"reverse ATM\" at Rogers Centre, home of the Toronto Blue Jays. (Here's a video.",
            "html_summary": "<ul><li>What's next: People without bank accounts have been adapting to mobile payment apps, which could mean that reverse ATMs are a bridge technology — or one that will soon be used to load a digital wallet.</li><li>A \"reverse ATM\" at Rogers Centre, home of the Toronto Blue Jays.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/24/reverse-atms-banking-cashless-payments"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Grimes says anyone can AIgenerate her voice without penalty",
            "description": "Musician vows to split 50% royalties on successful AIgenerated songs that use her voice.",
            "url": "/2023-04-23-grimes-says-anyone-can-ai-generate-her-voice-without-penalty",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/grimes_hero_2-760x380.jpg",
            "publishedAt": "2023-04-24T20:49:11Z",
            "content": "Enlarge/ Grimes attends The 2021 Met Gala Celebrating In America A Lexicon Of Fashion at the Metropolitan Museum of Art on September 13, 2021, in New York City.7 with On Sunday night, Canadian m [+2943 chars]",
            "summary": "Shortly after its reveal, the song got pulled from YouTube and other social media platforms under unclear circumstances, which The Verge reports could have been a botched fan tribute or a marketing stunt.I'll split 50% royalties on any successful AI generated song that uses my voice.  Benj Edwards - Apr 24, 2023 8:49 pm UTC On Sunday night, Canadian musician Grimes tweeted that she would split 50 percent royalties on \"any successful AI generated song\" that uses her voice, reports The Verge. \"pic.twitter.com/j3LUDyDO3UThe ability to realistically synthesize a human voice using deep learning models has become increasingly easy over the past year due to open source models such as tortoise-tts and commercial services such as ElevenLabs speech synthesis. \"[I] don't wanna be responsible for a Nazi anthem unless it's somehow in jest a la producers I guess,\" she wrote.Still, she's aware of the potential ill effects of inviting others to use her voice with few restrictions and is forging ahead anyway:\"We expect a certain amount of chaos. \"I think it's cool to be fused w a machine and I like the idea of open sourcing all art and killing copyright,\" she tweeted as a reply to her announcement on using her voice. As an independent artist, Grimes says anyone can use her voice without penalty. \"I have no label and no legal bindings,\" she says.Her announcement comes after controversy over an unauthorized song featuring AI-generated vocals of Drake and The Weeknd that went viral earlier this month.",
            "html_summary": "<ul><li>Shortly after its reveal, the song got pulled from YouTube and other social media platforms under unclear circumstances, which The Verge reports could have been a botched fan tribute or a marketing stunt.I'll split 50% royalties on any successful AI generated song that uses my voice.</li><li> Benj Edwards - Apr 24, 2023 8:49 pm UTC On Sunday night, Canadian musician Grimes tweeted that she would split 50 percent royalties on \"any successful AI generated song\" that uses her voice, reports The Verge.</li><li>\"pic.twitter.com/j3LUDyDO3UThe ability to realistically synthesize a human voice using deep learning models has become increasingly easy over the past year due to open source models such as tortoise-tts and commercial services such as ElevenLabs speech synthesis.</li><li>\"[I] don't wanna be responsible for a Nazi anthem unless it's somehow in jest a la producers I guess,\" she wrote.Still, she's aware of the potential ill effects of inviting others to use her voice with few restrictions and is forging ahead anyway:\"We expect a certain amount of chaos.</li><li>\"I think it's cool to be fused w a machine and I like the idea of open sourcing all art and killing copyright,\" she tweeted as a reply to her announcement on using her voice.</li><li>As an independent artist, Grimes says anyone can use her voice without penalty.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/04/grimes-says-anyone-can-ai-generate-her-voice-without-penalty/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Earlystage fintech startups just got a new funding source",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphere so you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2023-04-23-more-money-for-early-stage-fintech-startups",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/06/GettyImages-187869847.jpg?resize=1200,846",
            "publishedAt": "2023-04-23T14:16:43Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphere so you can receive it d [+9631 chars]",
            "summary": "Without that deal, CB Insights said funding would have amounted to $8.5 billion, or a 12% drop in funding from the fourth quarter of 2022.Meanwhile, 2022 was flush with fintech companies reaching unicorn status, with 72 unicorns minted that year, and 38 in the first quarter alone. That was likely aided by the plethora of available capital flowing into the sector, however; in the first quarter of 2023, just one fintech company was minted a unicorn: Egypt-based MNT-Halan, which in early February raised $260 million in equity financing at a $1 billion valuation. According to the CB Insights latest State of Fintech report, this is the first time that has happened since the end of 2016.Though MNT-Halan was the only company to earn a horn, the first quarter was ripe with megarounds, the term for deals valued at $100 million or more. )UK-based Finastra partners with Plaid to give users access to fintech appsAirbase adds guided procurement to spend management platformOnline real estate firm Opendoor cuts 22% of workforce (TechCrunch covered the companys previous round of layoffs, which affected 18% of its staff at that time, last November. There were 16 deals like this, totaling $9.2 billion, an increase of 179% over the fourth quarter of 2022 and accounting for 61% of total funding in the first quarter, CB Insights reported. )Lili claims super app status with new accounting platformGreenwood  a digital banking platform for Black and Latino individuals and businesses  goes live for all, cancels waitlist (TechCrunch covered the companys 2021 $40 million raise here. As Moodys points out, the expansion aligns with a common technology firm strategy to increase the scope, utility and appeal of their digital platforms.If Apple promotes the savings product aggressively, it could attract a significant amount of savings to the Apple ecosystem and away from traditional banks.",
            "html_summary": "<ul><li>Without that deal, CB Insights said funding would have amounted to $8.5 billion, or a 12% drop in funding from the fourth quarter of 2022.Meanwhile, 2022 was flush with fintech companies reaching unicorn status, with 72 unicorns minted that year, and 38 in the first quarter alone.</li><li>That was likely aided by the plethora of available capital flowing into the sector, however; in the first quarter of 2023, just one fintech company was minted a unicorn: Egypt-based MNT-Halan, which in early February raised $260 million in equity financing at a $1 billion valuation.</li><li>According to the CB Insights’ latest State of Fintech report, this is the first time that has happened since the end of 2016.Though MNT-Halan was the only company to earn a horn, the first quarter was ripe with “megarounds,” the term for deals valued at $100 million or more.</li><li>)UK-based Finastra partners with Plaid to give users access to fintech appsAirbase adds guided procurement to spend management platformOnline real estate firm Opendoor cuts 22% of workforce (TechCrunch covered the company’s previous round of layoffs, which affected 18% of its staff at that time, last November.</li><li>There were 16 deals like this, totaling $9.2 billion, an increase of 179% over the fourth quarter of 2022 and accounting for 61% of total funding in the first quarter, CB Insights reported.</li><li>)Lili claims super app status with new accounting platformGreenwood — a digital banking platform for Black and Latino individuals and businesses — goes live for all, cancels waitlist (TechCrunch covered the company’s 2021 $40 million raise here.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/23/more-money-for-early-stage-fintech-startups/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Constrafor, a construction procurement company, goes SAFE route with new capital",
            "description": "Constrafor provides embedded financing and software to keep payments flowing between contractors and their subcontractors.Constrafor, a construction procurement company, goes SAFE route with new capital by Christine Hall originally published on TechCrunch",
            "url": "/2023-04-23-constrafor-construction-procurement-fintech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Early-Pay-Dashboard.png?resize=1200,675",
            "publishedAt": "2023-04-24T13:01:20Z",
            "content": "More construction projects are being started, but payments to contractors and their subcontractors continue to cause a bottleneck in the normal course of completing a project.Banks are more and mor [+3289 chars]",
            "summary": "The general contractor then reimburses Constrafor for the invoice.Constrafor grabs $106M in equity, credit to finance construction subcontractorsThe company raised $106.3 million in equity and debt in 2022, and since then, Constrafor has grown from 15,000 customers to 23,000. Since then, the company tweaked its credit origination and is now growing at 25% month over month this year in sustainable growth.Constrafor also joined in on the AI trend by launching some initiatives using embedded generative AI related to automating manual reviews, for example, of insurance. This gives the company $14 million in equity and $100 million in debt raised since the company was founded in 2019.Anwar Ghauche, CEO of Constrafor. It also partnered with Stripe to offer a banking product and now has over 80 companies banking with them.Now Constrafor is back with another cash infusion of $7.5 million via a SAFE note, led by Motive Partners, that closed this month. Image Credits: ConstraforWhen asked why Constrafor went after a SAFE note versus a priced round, Ghauche said he didnt think the market was great today in terms of pricing.Weve seen that deterioration in the multiples for fintech companies, Ghauche added. We found that this is a much better way for us to keep growing, hence our milestones on the revenue side for the Series A, so were targeting to cross $5 million ARR before we actually go for a Series A. Ghauche admits that the company had a hiccup on revenue during this time, but that it didnt have anything to do with the credit market or network.",
            "html_summary": "<ul><li>The general contractor then reimburses Constrafor for the invoice.Constrafor grabs $106M in equity, credit to finance construction subcontractorsThe company raised $106.3 million in equity and debt in 2022, and since then, Constrafor has grown from 15,000 customers to 23,000.</li><li>Since then, the company tweaked its credit origination and is now growing at 25% month over month this year “in sustainable growth.”Constrafor also joined in on the AI trend by launching some initiatives using embedded generative AI related to automating manual reviews, for example, of insurance.</li><li>This gives the company $14 million in equity and $100 million in debt raised since the company was founded in 2019.Anwar Ghauche, CEO of Constrafor.</li><li>It also partnered with Stripe to offer a banking product and now has over 80 companies banking with them.Now Constrafor is back with another cash infusion of $7.5 million via a SAFE note, led by Motive Partners, that closed this month.</li><li>Image Credits: ConstraforWhen asked why Constrafor went after a SAFE note versus a priced round, Ghauche said he didn’t think the market “was great today in terms of pricing.”“We’ve seen that deterioration in the multiples for fintech companies,” Ghauche added.</li><li>“We found that this is a much better way for us to keep growing, hence our milestones on the revenue side for the Series A, so we’re targeting to cross $5 million ARR before we actually go for a Series A.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/constrafor-construction-procurement-fintech/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Snapchat sees spike in 1star reviews as users pan the My AI feature, calling for its removal",
            "description": "The user reviews for Snapchats My AI feature are in  and theyre not good. Launched last week to global users after initially being a subscriberonly addition, Snapchats new AI chatbot powered by OpenAIs GPT technology is now pinned to the top of the ap",
            "url": "/2023-04-23-snapchat-sees-spike-in-1-star-reviews-as-users-pan-the-my-ai-feature-calling-for-its-removal",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/snapchat-my-ai-1.jpg?resize=1200,675",
            "publishedAt": "2023-04-24T15:44:36Z",
            "content": "The user reviews for Snapchats My AI feature are in  and theyre not good. Launched last week to global users after initially being a subscriberonly addition, Snapchats new AI chatbot powered b [+7791 chars]",
            "summary": "For comparison, across Q1 2023, the Snapchat average U.S. App Store review was 3.05, with only 35% of reviews being one-star.The number of daily reviews has also increased by five times over the last week, the firm noted.Another app data provider, Apptopia, reports a similar trend. In any event, a number of these 5-star reviews should be considered negative reviews or complaints, based on their actual commentary.Still, scrolling through the App Store reviews sorted by Most Recent shows how many complaints there are. Nobody at all wants AI on Snapchat.Image Credits: Sensor Tower (analysis of Snapchat app reviews)Several other five-star reviews demand to block the AI or remove it, call it creepy or crap and yet the user has still rated the app five stars. Launched last week to global users after initially being a subscriber-only addition, Snapchats new AI chatbot powered by OpenAIs GPT technology is now pinned to the top of the apps Chat tab where users can ask it questions and get instant responses. Users are also sharing their complaints with Snapchat directly.After announcing the new chatbot in a tweet last week during Snaps Partner Summit event, users took the replies to cite their grievances.Can we have the option to delete it? That would lead one to believe that the AI feature is divisive, as opposed to being widely panned.But a closer inspection of those five-star reviews indicates that many of them also include My AI complaints. Some users are so upset theyre even threatening to quit Snapchat over this and delete the app entirely.Many are also pushing back at the fact that removing the My AI from their Chat feed requires a Snapchat+ subscription.",
            "html_summary": "<ul><li>For comparison, across Q1 2023, the Snapchat average U.S. App Store review was 3.05, with only 35% of reviews being one-star.The number of daily reviews has also increased by five times over the last week, the firm noted.Another app data provider, Apptopia, reports a similar trend.</li><li>In any event, a number of these “5-star” reviews should be considered negative reviews or complaints, based on their actual commentary.Still, scrolling through the App Store reviews sorted by “Most Recent” shows how many complaints there are.</li><li>Nobody at all wants AI on Snapchat.”Image Credits: Sensor Tower (analysis of Snapchat app reviews)Several other five-star reviews demand to block the AI or remove it, call it creepy or “crap” and yet the user has still rated the app five stars.</li><li>Launched last week to global users after initially being a subscriber-only addition, Snapchat’s new AI chatbot powered by OpenAI’s GPT technology is now pinned to the top of the app’s Chat tab where users can ask it questions and get instant responses.</li><li>Users are also sharing their complaints with Snapchat directly.After announcing the new chatbot in a tweet last week during Snap’s Partner Summit event, users took the replies to cite their grievances.Can we have the option to delete it?</li><li>That would lead one to believe that the AI feature is divisive, as opposed to being widely panned.But a closer inspection of those five-star reviews indicates that many of them also include My AI complaints.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/snapchat-sees-spike-in-1-star-reviews-as-users-pan-the-my-ai-feature-calling-for-its-removal/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "Volvo Cars Tech Fund invests in driver monitoring startup CorrActions",
            "description": "Israeli startup CorrActions raises strategic investment from Volvo Cars Tech Fund for cognitive driver monitoring system.",
            "url": "/2023-04-23-volvo-cars-tech-fund-invests-in-driver-monitoring-startup-corractions",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1244635718.jpg?resize=1200,801",
            "publishedAt": "2023-04-24T15:46:08Z",
            "content": "CorrActions, an Israeli startup that, among other things, built a driver monitoring system that can understand a drivers cognitive state, today announced that it has raised a strategic investment fr [+2494 chars]",
            "summary": "CorrActions, an Israeli startup that, among other things, built a driver monitoring system that can understand a drivers cognitive state, today announced that it has raised a strategic investment from Volvo Cars Tech Fund. CorrActions fits the bill perfectly and focuses on a mission that is close to our heart: making cars and traffic safer.Volvo notes that the companys EX90 flagship electric SUV already includes numerous systems to understand a drivers cognitive state. According to the company, the target for this round is $6 million.The idea behind CorrActions is to use sensors that are already built into the car to monitor the drivers micro muscle movements. The company brought on Reingold, who previously held a number of executive and R&D roles at various startups and large enterprises like Broadcom and Sony, in June 2022 to take the CEO role.CorrActions raises $2.7M to help avoid errors in human-machine interactions These movements, the company argues, can reflect brain activity that CorrActions algorithms can then evaluate to check if the driver is tired, distracted or intoxicated. The CorrActions technology is a highly relevant complement to our driver understanding system.",
            "html_summary": "<ul><li>CorrActions, an Israeli startup that, among other things, built a driver monitoring system that can understand a driver’s cognitive state, today announced that it has raised a strategic investment from Volvo Cars Tech Fund.</li><li>“CorrActions fits the bill perfectly and focuses on a mission that is close to our heart: making cars and traffic safer.”Volvo notes that the company’s EX90 flagship electric SUV already includes numerous systems to understand a driver’s cognitive state.</li><li>According to the company, the target for this round is $6 million.The idea behind CorrActions is to use sensors that are already built into the car to monitor the driver’s micro muscle movements.</li><li>The company brought on Reingold, who previously held a number of executive and R&D roles at various startups and large enterprises like Broadcom and Sony, in June 2022 to take the CEO role.CorrActions raises $2.7M to help avoid errors in human-machine interactions</li><li>These movements, the company argues, can reflect brain activity that CorrActions’ algorithms can then evaluate to check if the driver is tired, distracted or intoxicated.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/volvo-cars-tech-fund-invests-in-driver-monitoring-startup-corractions/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Oura/Best Buy partnership brings the smart ring to 850 stores across the US",
            "description": "Todays news is a major step, as Oura announces a deal with Best Buy that will bring its ring to around 850 locations.",
            "url": "/2023-04-23-oura-best-buy-partnership-brings-the-smart-ring-to-850-stores-across-the-us",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/11/CMC_0722.jpg?resize=1200,800",
            "publishedAt": "2023-04-24T14:01:06Z",
            "content": "Its been a whirlwind few years for Oura. The hardwaremaker rode the early days of the pandemic to the top of the wearable ranks, establishing itself as the top smart ring maker by a mile.With the  [+1450 chars]",
            "summary": "The hardware-maker rode the early days of the pandemic to the top of the wearable ranks, establishing itself as the top smart ring maker by a mile.With the promise of detecting early COVID warning signals, the company struck up brand partnerships with some of the worlds leading sports leagues. Oura has had its share of controversy along the way, including the addition of a premium service that locked existing features behind a paywall.This time last year, the company announced that Tom Hale joined up as CEO, with a stated goal of scaling the company. Introducing more people to the benefits of Ouras technology and providing an impactful in-store and online experience with the help of Best Buy is an exciting step forward for us as a company.The in-person experience is an important one for wearables. Its a pretty good idea to try something on before plunking down a few hundred dollars plus subscription fee.Oura does have some brick and mortar presence already, but nothing that rivals the Best Buy deal. After all, products designed to be worn on your person represent an extra level of intimacy you dont get with standard consumer electronics. The list includes limited availability in Gucci and Therabody stores, as well as SoftBank retail locations in Japan. Its been a whirlwind few years for Oura.",
            "html_summary": "<ul><li>The hardware-maker rode the early days of the pandemic to the top of the wearable ranks, establishing itself as the top smart ring maker by a mile.With the promise of detecting early COVID warning signals, the company struck up brand partnerships with some of the world’s leading sports leagues.</li><li>Oura has had its share of controversy along the way, including the addition of a premium service that locked existing features behind a paywall.This time last year, the company announced that Tom Hale joined up as CEO, with a stated goal of scaling the company.</li><li>“Introducing more people to the benefits of Oura’s technology and providing an impactful in-store and online experience with the help of Best Buy is an exciting step forward for us as a company.”The in-person experience is an important one for wearables.</li><li>It’s a pretty good idea to try something on before plunking down a few hundred dollars plus subscription fee.Oura does have some brick and mortar presence already, but nothing that rivals the Best Buy deal.</li><li>After all, products designed to be worn on your person represent an extra level of intimacy you don’t get with standard consumer electronics.</li><li>The list includes limited availability in Gucci and Therabody stores, as well as SoftBank retail locations in Japan.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/oura-best-buy-partnership-brings-the-smart-ring-to-850-stores-across-the-us/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kenna Hughes-castleberry",
            "title": "The strange, tragic story of Egypts foremost female nuclear scientist",
            "description": "The strange, tragic story of Egypts foremost female nuclear scientistarstechnica.com",
            "url": "/2023-04-23-the-strange-tragic-story-of-egypts-foremost-female-nuclear-scientist",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/SameeraMoussa-760x380.jpg",
            "publishedAt": "2023-04-23T12:15:48Z",
            "content": "3 with Science and the technology it enables have always had a close relationship with warfare. But World War II saw sciences destructive power raised to new levels. As the threat of nuclear annih [+3934 chars]",
            "summary": "As the threat of nuclear annihilation remained high for much of the Cold War, many in the public became uneasy with their governments and the scientists working for them.Many physicists realized that the genie was out of the bottle and recognized this mistrustor shared it. She said, Ill make nuclear treatment as available and as cheap as Aspirin. Still, she was concerned that this formula could be twisted to create something much more deadly: an atomic bomb. According to a 2022 Inside Arabia article, Moussas research laid the groundwork for a revolution and the affordability and safety of nuclear medicine.Excited by her discovery, Moussa kept her focus on medical applications, including shortening patient X-ray exposure times and making X-ray procedures more mobile and flexible. Some reports claim that Moussas father was a political activist, which may have inspired her later activism.After success as a primary and secondary school student, Moussa was accepted to Cairo Universitys nuclear physics program, specifically focusing on X-rays. Europe had an even more extended history with X-ray development, as scientist Marie Curie transported a mobile X-ray machine across World War I battlefields.Like others before her, Moussa studied radioactive isotopes used to create medical images, a technique still used today. Her work makes her a worthy role model for women and physicists worldwide, but shes largely unknown because her crusade for peaceful nuclear power would eventually cost her her life. Others tried to spin nuclear technology more positively by focusing on the advances it enabled in energy or medicine.",
            "html_summary": "<ul><li>As the threat of nuclear annihilation remained high for much of the Cold War, many in the public became uneasy with their governments and the scientists working for them.Many physicists realized that the genie was out of the bottle and recognized this mistrust—or shared it.</li><li>She said, “I’ll make nuclear treatment as available and as cheap as Aspirin.” Still, she was concerned that this formula could be twisted to create something much more deadly: an atomic bomb.</li><li>According to a 2022 Inside Arabia article, Moussa’s “research laid the groundwork for a revolution and the affordability and safety of nuclear medicine.”Excited by her discovery, Moussa kept her focus on medical applications, including shortening patient X-ray exposure times and making X-ray procedures more mobile and flexible.</li><li>Some reports claim that Moussa’s father was a political activist, which may have inspired her later activism.After success as a primary and secondary school student, Moussa was accepted to Cairo University’s nuclear physics program, specifically focusing on X-rays.</li><li>Europe had an even more extended history with X-ray development, as scientist Marie Curie transported a mobile X-ray machine across World War I battlefields.Like others before her, Moussa studied radioactive isotopes used to create medical images, a technique still used today.</li><li>Her work makes her a worthy role model for women and physicists worldwide, but she’s largely unknown because her crusade for peaceful nuclear power would eventually cost her her life.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/04/the-strange-tragic-story-of-egypts-foremost-female-nuclear-scientist/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Blake Byrne",
            "title": "Precision fermentations capacity craze Have we lost the plot?",
            "description": "To get the economics right for largevolume commodity food products, the precision fermentation industry should focus in on a few areas.",
            "url": "/2023-04-23-precision-fermentations-capacity-craze-have-we-lost-the-plot",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1204667958.jpg?resize=1200,800",
            "publishedAt": "2023-04-24T18:00:54Z",
            "content": "Using microbial organisms like yeast and fungi as cell factories to produce animal proteins, Pat Brown and his early team at Impossible Foods kicked off the modern precision fermentation industry.W [+2274 chars]",
            "summary": "And the precision fermentation sector should not be bashful about its pursuit of an all-out biomanufacturing industrialization, a necessary condition to outcompete animal agriculture. And so, the industrys conversational spotlight has now fixed on: how do we build enough capacity to meet future demand, which could soar into the tens of millions of tonnes by 2030? By the late 2010s, these first movers raised hundreds of millions of dollars and dozens of other startups followed in their footsteps.Today, recognition of the industrys promise is mainstreaming. At best, scaling up production to immense tank volumes will reduce costs by 35% to 40% instead of the many fold reduction needed. A tantalizing and no doubt important question.",
            "html_summary": "<ul><li>And the precision fermentation sector should not be bashful about its pursuit of an all-out biomanufacturing industrialization, a necessary condition to outcompete animal agriculture.</li><li>And so, the industry’s conversational spotlight has now fixed on: how do we build enough capacity to meet future demand, which could soar into the tens of millions of tonnes by 2030?</li><li>By the late 2010s, these first movers raised hundreds of millions of dollars and dozens of other startups followed in their footsteps.Today, recognition of the industry’s promise is mainstreaming.</li><li>At best, scaling up production to immense tank volumes will reduce costs by 35% to 40% instead of the many fold reduction needed.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/precision-fermentations-capacity-craze-have-we-lost-the-plot/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tim Stevens",
            "title": "How Aurora is navigating the bumpy road to commercial selfdriving trucks",
            "description": "Chris Urmson, the CEO of AV company Aurora, talks about the road to commercial operations, the Uber ATG merger and what challenges lie ahead.",
            "url": "/2023-04-23-how-aurora-is-navigating-the-bumpy-road-to-commercial-self-driving-trucks",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Aurora-terminal-4.jpg?resize=1200,800",
            "publishedAt": "2023-04-24T19:46:29Z",
            "content": "Amid economic uncertainty, tight capital markets, wary investors and consolidation in the nascent autonomous vehicle industry, Aurora Innovation is still motoring on towards its target of commerciali [+10496 chars]",
            "summary": "The company will host its first customer summit at the end of April in Dallas  an event that will bring together its pilot customers and partners to discuss the next steps toward commercial launch, according to the company.However, another raise is still in the plans. That commercial launch, Urmson says, is still on target for next year, and those cost-cutting measures have ensured Aurora will have enough cash to get the company through the middle of 2024.Aurora is now focused on converting all of those pilot programs into long-term customers. This is a standard filing that provides Aurora the flexibility to raise at a future date but is not a signal we intend to imminently fundraise.In the meantime, Urmson said he is focused on de-risking the business.Were going to wait for the right time and the right partners. )I think one of the really important early decisions we made as a company was to be independent, Urmson said, referencing Argo AIs funding by Ford and Volkswagen. The Aurora Drivers behavior in construction zones also derives from ATG algorithms.All of this is included in the Aurora Driver Beta 6.0 release, which introduced the final driving capabilities needed to commercially haul freight without vehicle operators, according to Aurora. To date, the companys trucks have traveled more than 400,000 miles and hauled 20 million pounds of freight for FedEx, Uber Freight, Werner and Schneider.Screenshot of Aurora trucking route as of April 2023. If policies like this gain momentum, that trend could pose a threat to Auroras business plan.It would certainly be if we ended up with kind of a checkerboard across the United States, Urmson said.",
            "html_summary": "<ul><li>The company will host its first customer summit at the end of April in Dallas — an event that will bring together its pilot customers and partners to discuss the next steps toward commercial launch, according to the company.However, another raise is still in the plans.</li><li>That commercial launch, Urmson says, is still on target for next year, and those cost-cutting measures have ensured Aurora will have enough cash to get the company through the middle of 2024.Aurora is now focused on converting all of those pilot programs into long-term customers.</li><li>“This is a standard filing that provides Aurora the flexibility to raise at a future date but is not a signal we intend to imminently fundraise.”In the meantime, Urmson said he is focused on de-risking the business.“We’re going to wait for the right time and the right partners.</li><li>)“I think one of the really important early decisions we made as a company was to be independent,” Urmson said, referencing Argo AI’s funding by Ford and Volkswagen.</li><li>The Aurora Driver’s behavior in construction zones also derives from ATG algorithms.All of this is included in the Aurora Driver Beta 6.0 release, which “introduced the final driving capabilities needed to commercially haul freight without vehicle operators,” according to Aurora.</li><li>To date, the company’s trucks have traveled more than 400,000 miles and hauled 20 million pounds of freight for FedEx, Uber Freight, Werner and Schneider.Screenshot of Aurora trucking route as of April 2023.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/how-aurora-is-navigating-the-bumpy-road-to-commercial-self-driving-trucks/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "China EVs rising, Tesla loses profit ground and Lyft preps for deep cuts",
            "description": "The Station is a weekly newsletter focused on transportation. This week, Tesla profits get squeezed and China dominates the EV market.",
            "url": "/2023-04-23-china-evs-rising-tesla-loses-profit-ground-and-lyft-preps-for-deep-cuts",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1484159901.jpg?resize=1200,801",
            "publishedAt": "2023-04-24T11:00:47Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+12196 chars]",
            "summary": "The deal would give the consortium a 5% stake in SK On.Whisper, which developed a quiet and efficient electric propulsion device for eVTOLs and delivery drones, raised $32 million in a Series A round led jointly by Menlo Ventures, EVE Atlas, Capricorns Technology Impact Fund and Connor Capital. Id be curious to see what, if anything, could possibly warrant such a price tag.Electric Bike Company launched the Model J, a small, nimble, moto-inspired e-bike with a reasonable limited time price tag of $1,199. Mensch Capital Partners also participated.Miovision Technologies, a Canadian traffic management technology company, acquired Global Traffic Technologies LLC from Vontier Corp. for $107 million. The expansion included $10 million in new equity financing and $5 million in venture debt. The EV company clarified that current model year 2023 R1T and R1S vehicles qualify for $3,750 in federal tax incentives, as the batteries are compliant with the critical mineral sourcing requirements passed in the Inflation Reduction Act.Tesla kicked off Q1 earnings season on a bit of a down note. But as the Financial Times noted in its coverage of the auto show, China is also set to push Japan out of the top spot for global car export volume this year after overtaking Germany in 2022.This development creates a two-fold challenge for foreign automakers. The service now has more than 100 fully driverless vehicles operating in Wuhan, and in 2022, the company doubled its active users, with some riders taking nearly 1,000 trips.Kodiak Robotics is partnering with truckload carrier C.R.",
            "html_summary": "<ul><li>The deal would give the consortium a 5% stake in SK On.Whisper, which developed a quiet and efficient electric propulsion device for eVTOLs and delivery drones, raised $32 million in a Series A round led jointly by Menlo Ventures, EVE Atlas, Capricorn’s Technology Impact Fund and Connor Capital.</li><li>I’d be curious to see what, if anything, could possibly warrant such a price tag.Electric Bike Company launched the Model J, a small, nimble, moto-inspired e-bike with a reasonable limited time price tag of $1,199.</li><li>Mensch Capital Partners also participated.Miovision Technologies, a Canadian traffic management technology company, acquired Global Traffic Technologies LLC from Vontier Corp. for $107 million.</li><li>The expansion included $10 million in new equity financing and $5 million in venture debt.</li><li>The EV company clarified that current model year 2023 R1T and R1S vehicles qualify for $3,750 in federal tax incentives, as the batteries are compliant with the critical mineral sourcing requirements passed in the Inflation Reduction Act.Tesla kicked off Q1 earnings season on a bit of a down note.</li><li>But as the Financial Times noted in its coverage of the auto show, China is also set to push Japan out of the top spot for global car export volume this year after overtaking Germany in 2022.This development creates a two-fold challenge for foreign automakers.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/china-evs-rising-tesla-loses-profit-ground-and-lyft-preps-for-deep-cuts/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Stability AI launches StableLM, an open source ChatGPT alternative. Reverse ATMs take bills, dispense cards as stores go cashless. Grimes says anyone can AIgenerate her voice without penalty. Earlystage fintech startups just got a new funding source. Constrafor, a construction procurement company, goes SAFE route with new capital. Snapchat sees spike in 1star reviews as users pan the My AI feature, calling for its removal. Volvo Cars Tech Fund invests in driver monitoring startup CorrActions. Oura/Best Buy partnership brings the smart ring to 850 stores across the US. The strange, tragic story of Egypts foremost female nuclear scientist. Precision fermentations capacity craze Have we lost the plot?. How Aurora is navigating the bumpy road to commercial selfdriving trucks. China EVs rising, Tesla loses profit ground and Lyft preps for deep cuts"
}