{
    "status": "ok",
    "totalResults": 11,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Amanda Silberling",
            "title": "Wreak havoc on your favorite streamers game with Crowd Control",
            "description": "With support for more than 100 popular games, Crowd Control changes the way that streamers engage their fans, while also unlocking fun new ways to make money...",
            "url": "/2023-04-30-crowd-control-interactive-stream",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/x4F5E4e67gQE741DyFAxWQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/cc83399de5743e2ccdb2e845a5128087",
            "publishedAt": "2023-05-01T21:48:09Z",
            "content": "Youre streaming the Sims to your loyal Twitch followers, when suddenly, a fire ignites in the middle of your virtual home. As you scramble to put out the fire before the Sim firefighters arrive, ano [+3906 chars]",
            "summary": "You could use your micropayment to make a creators gameplay more difficult, or if youre nice, you can give them a boost to help them out of a sticky situation.Over 70,000 creators have already used Crowd Control, which started out as a Twitch-only app. Other creator platforms like Fanhouse have taken similar steps to circumvent App Store fees and maximize creators profits.So, $100 is $100 of coins, Jaku explained. Instead of those coins only being available on one channel, that viewer will now have $100 worth of coins that they could spend on any channel.Crowd Control only has a team of ten, but most of them have been creators themselves at some point. Even though Crowd Control doesnt have any of its technology patented, Jaku doesnt think other companies could catch up.For someone to build a similar sort of service at the speed that we have, and the library that we haveIt will take some time, he said. You just got paid.With support for more than 100 popular games, Crowd Control changes the way that streamers engage their fans, while also unlocking fun new ways to make money. By reverse engineering these games, Crowd Control has created user-friendly apps and plug-ins that let fans pay to trigger an event on a creators livestream. In the Twitch chat, your fans are giggling  they have caused quite the ruckus in your Sim neighborhood, but as a creator, you get the last laugh.",
            "html_summary": "<ul><li>You could use your micropayment to make a creator’s gameplay more difficult, or if you’re nice, you can give them a boost to help them out of a sticky situation.Over 70,000 creators have already used Crowd Control, which started out as a Twitch-only app.</li><li>Other creator platforms like Fanhouse have taken similar steps to circumvent App Store fees and maximize creators’ profits.“So, $100 is $100 of coins,” Jaku explained.</li><li>“Instead of those coins only being available on one channel, that viewer will now have $100 worth of coins that they could spend on any channel.”Crowd Control only has a team of ten, but most of them have been creators themselves at some point.</li><li>Even though Crowd Control doesn’t have any of its technology patented, Jaku doesn’t think other companies could catch up.“For someone to build a similar sort of service at the speed that we have, and the library that we have…It will take some time,” he said.</li><li>You just got paid.With support for more than 100 popular games, Crowd Control changes the way that streamers engage their fans, while also unlocking fun new ways to make money.</li><li>By reverse engineering these games, Crowd Control has created user-friendly apps and plug-ins that let fans pay to trigger an event on a creator’s livestream.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/01/crowd-control-interactive-stream/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Warning of AIs danger, pioneer Geoffrey Hinton quits Google to speak freely",
            "description": "Most people thought it was way off. And I thought it was way off.",
            "url": "/2023-04-30-warning-of-ais-danger-pioneer-geoffrey-hinton-quits-google-to-speak-freely",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/hinton_hero_1-760x380.jpg",
            "publishedAt": "2023-05-01T19:26:44Z",
            "content": "Enlarge/ Geoffrey Hinton, chief scientific adviser at the Vector Institute, speaks during The International Economic Forum of the Americas (IEFA) Toronto Global Forum in Toronto, Ontario, Canada, on  [+4176 chars]",
            "summary": "Hinton, who helped create some of the fundamental technology behind today's generative AI systems, fears that the tech industry's drive to develop AI products could result in dangerous consequencesfrom misinformation to job loss or even a threat to humanity. However, some notable critics think that such fears are overblown or misplaced.Hinton did not sign that open letter, but he believes that intense competition between tech giants like Google and Microsoft could lead to a global AI race that can only be stopped through international regulation. \"I dont think [researchers] should scale this up more until they have understood whether they can control it,\" he told the Times.Hinton is also worried about a proliferation of false information in photos, videos, and text, making it difficult for people to discern what is true. His departure a decade later marks a notable moment for the tech industry as it simultaneously hypes and forewarns about the potential impact of increasingly sophisticated automation systems. For instance, the release of OpenAI's GPT-4 in March led a group of tech researchers to sign an open letter calling for a six-month moratorium on developing new AI systems \"more powerful\" than GPT-4. In response to The New York Times piece, Dr. Sasha Luccioni of Hugging Face tweeted, \"People are referring to this to mean: look, AI is becoming so dangerous, even its pioneers are quitting. \"The idea that this stuff could actually get smarter than peoplea few people believed that,\" he told the Times.",
            "html_summary": "<ul><li>Hinton, who helped create some of the fundamental technology behind today's generative AI systems, fears that the tech industry's drive to develop AI products could result in dangerous consequences—from misinformation to job loss or even a threat to humanity.</li><li>However, some notable critics think that such fears are overblown or misplaced.Hinton did not sign that open letter, but he believes that intense competition between tech giants like Google and Microsoft could lead to a global AI race that can only be stopped through international regulation.</li><li>\"I don’t think [researchers] should scale this up more until they have understood whether they can control it,\" he told the Times.Hinton is also worried about a proliferation of false information in photos, videos, and text, making it difficult for people to discern what is true.</li><li>His departure a decade later marks a notable moment for the tech industry as it simultaneously hypes and forewarns about the potential impact of increasingly sophisticated automation systems.</li><li>For instance, the release of OpenAI's GPT-4 in March led a group of tech researchers to sign an open letter calling for a six-month moratorium on developing new AI systems \"more powerful\" than GPT-4.</li><li>In response to The New York Times piece, Dr. Sasha Luccioni of Hugging Face tweeted, \"People are referring to this to mean: look, AI is becoming so dangerous, even its pioneers are quitting.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/05/warning-of-ais-danger-pioneer-geoffrey-hinton-quits-google-to-speak-freely/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Spend management space sees a large raise, and layoffs, in the same week",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphere so you can receive it directly in the future. Every week, well take a look at the",
            "url": "/2023-04-30-spend-management-space-sees-a-large-raise-and-layoffs-in-the-same-week",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/GettyImages-1219354287.jpg?resize=1200,800",
            "publishedAt": "2023-04-30T14:16:55Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphere so you can receive it d [+16302 chars]",
            "summary": "There are also no hidden or annual fees, according to the company. More here.Christine spoke with Stripes Vivek Sharma, head of revenue and finance automation, about the financial infrastructure companys updates to its revenue and finance automation suite that included new billing features, tax API and revenue reporting tool. Axios reported last week that Teampay, a corporate card company, confirmed it laid off 30% of its 100-person staff in two instances in recent months.This comes five months after colleague Kyle Wiggers reported that Teampay secured $47 million in equity and debt. One of those is Clara, a spend management company based in Mexico that announced $60 million in new funding last week. Gerry Giacomn Colyer, Claras co-founder and CEO, told me the company is working with over 10,000 customers across Latin America and that its annual run rate of 5 million credit card transactions is equivalent to $1 billion.He also noted that over 10x in transactional volume is coming from revenue. The rationale behind the new feature plays to the notion that if merchants can spend less time on tedious tasks such as consolidating their invoices and paying bills, they can spend more time focusing on growing their businesses. Also, the company touts that recent calendar year volume is nearly 80x that of the first full year of the Navan Expense product launch. With Brazil, Mexico and Colombia, we are covering two-thirds of LatAms GDP. Giacomn Colyer also expects continued 2x month over month growth through the end of the year.Meanwhile, last month, Mary Ann wrote about Ramps 4x revenue growth in 2022.",
            "html_summary": "<ul><li>There are also no hidden or annual fees, according to the company.” More here.Christine spoke with Stripe’s Vivek Sharma, head of revenue and finance automation, about the financial infrastructure company’s updates to its revenue and finance automation suite that included new billing features, tax API and revenue reporting tool.</li><li>Axios reported last week that Teampay, a corporate card company, confirmed it laid off 30% of its 100-person staff “in two instances in recent months.”This comes five months after colleague Kyle Wiggers reported that Teampay secured $47 million in equity and debt.</li><li>One of those is Clara, a spend management company based in Mexico that announced $60 million in new funding last week.</li><li>Gerry Giacomán Colyer, Clara’s co-founder and CEO, told me the company is working with over 10,000 customers across Latin America and that its annual run rate of 5 million credit card transactions is equivalent to $1 billion.He also noted that “over 10x in transactional volume is coming from revenue.</li><li>The rationale behind the new feature plays to the notion that if merchants can spend less time on tedious tasks such as consolidating their invoices and paying bills, they can spend more time focusing on growing their businesses.</li><li>Also, the company touts that recent calendar year volume is nearly 80x that of the first full year of the Navan Expense product launch.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/30/spend-management-space-sees-a-large-raise-and-layoffs-in-the-same-week/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "RTRO launches an algorithmfree social app for friends, creators and brands",
            "description": "Ahead of Metas launch of a textbased social network, femalefounded social networking startup RTRO is launching its app this week with the goal of connecting brands, creators, and their fans and followers in a more positive environment focused on human conn",
            "url": "/2023-04-30-rtro-launches-an-algorithm-free-social-app-for-friends-creators-and-brands",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/RTRO-Hero.png?resize=1200,674",
            "publishedAt": "2023-05-01T17:48:31Z",
            "content": "Ahead of Metas launch of a textbased social network, femalefounded social networking startup RTRO is launching its app this week with the goal of connecting brands, creators, and their fans and fo [+6414 chars]",
            "summary": "Ahead of Metas launch of a text-based social network, female-founded social networking startup RTRO is launching its app this week with the goal of connecting brands, creators and their fans and followers in a more positive environment focused on human connections and communities, not algorithm-driven content. This puts users more in control of what sort of content they see in their feeds, the company says.You can go to that channel and you can explore brand and creator content  so youre in full control of seeing what you want to see. This type of experience does not currently exist in an app, Falco touts.However, the offering is similar in some ways to TikToks test of dedicated, topical feeds.In addition, creators can choose to create a private circle and post to it within their channel space. So far, thats been a bust for Snapchat  where its users recently panned the apps introduction of the My AI feature, dubbing it creepy and asking for its removal.Other apps have seen better luck merging AI and social. Brands can sponsor these prompts, if they choose.Meanwhile, the other side of the app  aka RTRO TV  is an algorithm-free space where brands and creators intersect with their audience in a chat-style environment. Ghosts mobile messaging app that allows friends to post anonymously in group chat just rolled out an iMessage extension and added functionality that lets users create mini-apps using ChatGPT. RTRO prompts users a few times a week to post  encouraging posts of affirmations, GIFs or updates about what youre doing in real life (hashtagged as #LogOntoLife).",
            "html_summary": "<ul><li>Ahead of Meta’s launch of a text-based social network, female-founded social networking startup RTRO is launching its app this week with the goal of connecting brands, creators and their fans and followers in a more positive environment focused on human connections and communities, not algorithm-driven content.</li><li>This puts users more in control of what sort of content they see in their feeds, the company says.“You can go to that channel and you can explore brand and creator content — so you’re in full control of seeing what you want to see.</li><li>This type of experience does not currently exist in an app,” Falco touts.However, the offering is similar in some ways to TikTok’s test of dedicated, topical feeds.In addition, creators can choose to create a private circle and post to it within their channel space.</li><li>So far, that’s been a bust for Snapchat — where its users recently panned the app’s introduction of the My AI feature, dubbing it “creepy” and asking for its removal.Other apps have seen better luck merging AI and social.</li><li>Brands can sponsor these prompts, if they choose.Meanwhile, the other side of the app — aka RTRO TV — is an algorithm-free space where brands and creators intersect with their audience in a chat-style environment.</li><li>Ghost’s mobile messaging app that allows friends to post anonymously in group chat just rolled out an iMessage extension and added functionality that lets users create mini-apps using ChatGPT.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/01/rtro-launches-an-algorithm-free-social-app-for-friends-creators-and-brands/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "AI platform to analyze creative advertising raises $5.1M from investors, including a16z",
            "description": "In this increasingly AIdriven era, creative and media teams will probably need to employ the technology to up their game on analyzing their creative assets and A/B testing  or someone else will simply beat them to the punch. Alison is a startup out of Israe",
            "url": "/2023-04-30-ai-platform-to-analyze-creative-advertising-raises-5-1m-from-investors-including-a16z",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Screenshot-2023-04-30-at-22.44.09.png?resize=1200,824",
            "publishedAt": "2023-05-01T08:01:22Z",
            "content": "In this increasingly AIdriven era, creative and media teams will probably need to employ the technology to up their game on analyzing their creative assets and A/B testing or someone else will simpl [+1157 chars]",
            "summary": "to identify elements of the creative.Yanai claims AlisonAI currently analyzes 1 billion creative elements across all social platforms.Alison is currently supporting YouTube, AdWords, AdMob, Facebook, Instagram, Snapchat and TikTok, among other platforms. It then gives the creative team a data-driven creative brief prompt that they can use to feed either into a generative AI production platform like Midjourney or (even!)",
            "html_summary": "<ul><li>to identify elements of the creative.Yanai claims AlisonAI currently analyzes 1 billion creative elements across all social platforms.Alison is currently supporting YouTube, AdWords, AdMob, Facebook, Instagram, Snapchat and TikTok, among other platforms.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/01/ai-platform-to-analyze-creative-advertising-raises-5-1m-from-investors-including-a16z/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Daily Crunch In United States secondlargest bank failure, feds seize First Republic Bank and sell it to JPMorgan Chase",
            "description": "Hello, friends, and welcome to Daily Crunch, bringing you the most important startup, tech and venture capital news in a single package.",
            "url": "/2023-04-30-daily-crunch-in-us-second-largest-bank-failure-feds-seize-first-republic-bank-and-sell-it-to-jpmorgan-chase",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1178728033.jpg?resize=1200,800",
            "publishedAt": "2023-05-01T22:05:17Z",
            "content": "To get a roundup of TechCrunchs biggest and most important stories delivered to your inbox every day at 3 p.m. PDT, subscribe here.Its a curious world we live in. Banks are acollapsin, and the wor [+3564 chars]",
            "summary": "In many ways, the technology presents hope in the midst of rising food safety concerns, aging populations and potential environmental collapse, Brian writes. To get a roundup of TechCrunchs biggest and most important stories delivered to your inbox every day at 3 p.m. PDT, subscribe here.Its a curious world we live in. Early companies in the space are going to be the ones focused on driving down unit economics (hopefully) to a point where the technology makes sense from a price perspective. Use code DC for a 15% discount on an annual subscription!If you once had a Twitter blue check, lost it, but edited your bio recently and saw it reappear, you are not alone. Alex is back on the mic with your Monday rundown, and as usual, we had much to unpack: Were digging into OpenAI, earnings, First Republic Bank, some fun startups and ARMs IPO on todays episode of Equity. Sarah writes that Amazon is going to pump over 100 Amazon Originals into the free streaming service this year.And now heres five more for you: Amanda found that the blue check reappears if you update your bio.",
            "html_summary": "<ul><li>In many ways, the technology presents hope in the midst of rising food safety concerns, aging populations and potential environmental collapse, Brian writes.</li><li>To get a roundup of TechCrunch’s biggest and most important stories delivered to your inbox every day at 3 p.m. PDT, subscribe here.It’s a curious world we live in.</li><li>Early companies in the space are going to be the ones focused on driving down unit economics (hopefully) to a point where the technology makes sense from a price perspective.</li><li>Use code “DC” for a 15% discount on an annual subscription!If you once had a Twitter blue check, lost it, but edited your bio recently and saw it reappear, you are not alone.</li><li>Alex is back on the mic with your Monday rundown, and as usual, we had much to unpack: We’re digging into OpenAI, earnings, First Republic Bank, some fun startups and ARM’s IPO on today’s episode of Equity.</li><li>Sarah writes that Amazon is going to pump over 100 Amazon Originals into the free streaming service this year.And now here’s five more for you:</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/01/daily-crunch-in-us-second-largest-bank-failure-feds-seize-first-republic-bank-and-sell-it-to-jpmorgan-chase/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "Meet Visa, Mayfield, DuploCloud and more at Disrupt",
            "description": "Announcing the first tranche of pivotal partners waiting to educate and elevate startups at TechCrunch Disrupt 2023.",
            "url": "/2023-04-30-first-announcement-partners-techcrunch-disrupt-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/TC-Disrupt-23-Event-Card-Event-Listings-Page-466x269-1-1.png?w=466",
            "publishedAt": "2023-04-30T22:00:23Z",
            "content": "TechCrunch Disrupt 2023 takes place on September 1921 in San Francisco and if you dont already know its the startup worlds big tent. It draws founders, investors, CEOs, tech professionals, scientists [+2724 chars]",
            "summary": "Be sure to make time to meet, greet and network with our partners.Heres an early look at just some of our partners who will be on hand to help you move your early-stage startup to the next level. Who doesnt like to save money?Were fortunate to partner with some of the startup worlds leading companies to help make magic at Disrupt. Its where youll find inspiration, gain knowledge, forge new relationships and discover tools to help you build your business.Shameless, but helpful, plug: Buy your pass now for significant savings. Their participation elevates, engages and supports early-stage founders.Our partners also come to Disrupt to connect and explore opportunities with other companies within the startup ecosystem. Plus, for the second year running, JetBlue Technology Ventures will be front and center connecting with female founders at the Women of Tech(Crunch) reception.Oh, and if that bounty isnt enough to whet your startup appetite, check this out. They form alliances, forge partnerships, and look for potential investments, and sometimes they become a startups new client. Well announce many more in the coming weeks.Dont miss out on the invaluable startup insights that Dealmaker, Helm.ai, Mayfield and Visa will bring to the stage during breakout sessions.",
            "html_summary": "<ul><li>Be sure to make time to meet, greet and network with our partners.Here’s an early look at just some of our partners who will be on hand to help you move your early-stage startup to the next level.</li><li>Who doesn’t like to save money?We’re fortunate to partner with some of the startup world’s leading companies to help make magic at Disrupt.</li><li>It’s where you’ll find inspiration, gain knowledge, forge new relationships and discover tools to help you build your business.Shameless, but helpful, plug: Buy your pass now for significant savings.</li><li>Their participation elevates, engages and supports early-stage founders.Our partners also come to Disrupt to connect and explore opportunities with other companies within the startup ecosystem.</li><li>Plus, for the second year running, JetBlue Technology Ventures will be front and center connecting with female founders at the Women of Tech(Crunch) reception.Oh, and if that bounty isn’t enough to whet your startup appetite, check this out.</li><li>They form alliances, forge partnerships, and look for potential investments, and sometimes they become a startup’s new client.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/30/first-announcement-partners-techcrunch-disrupt-2023/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Matt Burns",
            "title": "Hear how Cambrian BioPharma is reinventing drug (and drug company) development",
            "description": "Join TechCrunch Live on May 3 at 12 pm PDT to hear Maryanna Saenko of Future Ventures and James Peyer speak on the innovative work of Cambrian BioPharma.",
            "url": "/2023-04-30-hear-how-cambrian-biopharma-is-reinventing-drug-and-drug-company-development",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/TCL-2023-05-03-featured-1920x1080-1.jpg?resize=1200,675",
            "publishedAt": "2023-05-01T15:25:08Z",
            "content": "Im thrilled to announce this TechCrunch Live event. The startup Cambrian BioPharma is developing a lifechanging technology while pioneering a radical approach to a pharmaceutical company. Dont miss  [+1667 chars]",
            "summary": "Instead of developing pharmaceuticals inside Cambrian BioPharma, the company essentially spins out the solution with the top scientists sitting in the C-suite alongside seasoned Cambrian BioPharma executives who will help operate the new company.Maryanna Saenko of Future Ventures is also speaking at this TechCrunch Live event. Its free to watch and participate.Cambrian BioPharma bills itself as a new pharmaceutical company with a revolutionary approach to developing and managing drug development. Together, the two are going to break down Cambrian BioPharmas unique business model and explain why this process works so well.Maryanna is also a co-founder and partner at Future Ventures, where she sits on the boards of several deep tech medical startups, including Deep Genomics, Earthshot Labs, and Gameto. The startup Cambrian BioPharma is developing a life-changing technology while pioneering a radical approach to a pharmaceutical company. James Peyer, PhD, co-founded the company in 2019, and it has since raised over $180 million to accelerate the development of medicine designed to target the causes of age-related diseases.But thats not the most interesting part. Peyers executive team has managed to attract top talent by giving them an oversized amount of equity compared to traditional pharmaceutical companies. She sits on Cambrian BioPharmas board of directors and invested in the companys Series A, B, and C rounds.",
            "html_summary": "<ul><li>Instead of developing pharmaceuticals inside Cambrian BioPharma, the company essentially spins out the solution with the top scientists sitting in the C-suite alongside seasoned Cambrian BioPharma executives who will help operate the new company.Maryanna Saenko of Future Ventures is also speaking at this TechCrunch Live event.</li><li>It’s free to watch and participate.Cambrian BioPharma bills itself as a new pharmaceutical company with a revolutionary approach to developing and managing drug development.</li><li>Together, the two are going to break down Cambrian BioPharma’s unique business model and explain why this process works so well.Maryanna is also a co-founder and partner at Future Ventures, where she sits on the boards of several deep tech medical startups, including Deep Genomics, Earthshot Labs, and Gameto.</li><li>The startup Cambrian BioPharma is developing a life-changing technology while pioneering a radical approach to a pharmaceutical company.</li><li>James Peyer, PhD, co-founded the company in 2019, and it has since raised over $180 million to accelerate the development of medicine designed to target the causes of age-related diseases.But that’s not the most interesting part.</li><li>Peyer’s executive team has managed to attract top talent by giving them an oversized amount of equity compared to traditional pharmaceutical companies.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/01/hear-how-cambrian-biopharma-is-reinventing-drug-and-drug-company-development/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Neato Robotics is being shut down after 18 years",
            "description": "Late last week, Neatos parent firm confirmed that it is shutting down the robotic vacuum brand, due to underperformance.",
            "url": "/2023-04-30-neato-robotics-is-being-shut-down-after-18-years",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/11/neato-botvac-d5-connected-lifestyle-wood-top-front-hi-1.jpg?w=800",
            "publishedAt": "2023-05-01T19:26:47Z",
            "content": "In many meaningful ways, the robot vacuum has been a true success story. The category is broadly considered to be the first mainstream home robot  and 21 years after the first Roomba went on sale, i [+2179 chars]",
            "summary": "The Bay Area firm rose quickly, becoming one of iRobots primary competitors years before every single consumer electronics firm took a crack at the space. The category is broadly considered to be the first mainstream home robot  and 21 years after the first Roomba went on sale, it continues to stand alone. The two had partnered years prior, bringing the robot vacuums to the appliance firms native Germany. Neato has brought valuable experience and innovations to Vorwerks product development in the field of cleaning robots over the past few years. Over that time, Neato attracted its own unique fanbase by on-boarding new innovations, like its 2011 introduction of Wi-Fi connectivity.Five years ago this September, Neato was purchased by Vorwerk. The company notes [run through Google translate]:The consolidation of Vorwerk also affects the stake in the US company Neato Robotics, which has been 100 percent owned by the Vorwerk Group since 2017. It was repeatable, the system is affordable and the technology has continued to improve while the core product remains the same.Founded in 2005 by a trio of Stanford alums, Neato Robotics has been along for most of that ride.",
            "html_summary": "<ul><li>The Bay Area firm rose quickly, becoming one of iRobot’s primary competitors years before every single consumer electronics firm took a crack at the space.</li><li>The category is broadly considered to be the first mainstream home robot — and 21 years after the first Roomba went on sale, it continues to stand alone.</li><li>The two had partnered years prior, bringing the robot vacuums to the appliance firm’s native Germany.</li><li>Neato has brought valuable experience and innovations to Vorwerk’s product development in the field of cleaning robots over the past few years.</li><li>Over that time, Neato attracted its own unique fanbase by on-boarding new innovations, like its 2011 introduction of Wi-Fi connectivity.Five years ago this September, Neato was purchased by Vorwerk.</li><li>The company notes [run through Google translate]:The consolidation of Vorwerk also affects the stake in the US company Neato Robotics, which has been 100 percent owned by the Vorwerk Group since 2017.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/01/neato-robotics-is-being-shut-down-after-18-years/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Max Q Expect the worst, hope for the best",
            "description": "TechCrunchs weekly newsletter dedicated to all things space, including launch, satellites, space stations and more.",
            "url": "/2023-04-30-max-q-expect-the-worst-hope-for-the-best",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/12/tc-space-hero.gif?w=949",
            "publishedAt": "2023-05-01T22:00:24Z",
            "content": "Hello and welcome back to Max Q!In this issueispaces lunar lander presumed lostUpdate on Ursa MajorNews from Hydrosat and moreJapanese company ispace lost co [+3620 chars]",
            "summary": "The company has also scored an engine delivery contract with the U.S. Air Force.Jordan Forness, Vehicle Operations manager at Ursa Major, reviews a Hadley engine before it ships to Astra. Ursa, led by CEO Joe Laurienti, is building a 5,000-pound liquid oxygen and kerosene engine called Hadley and a much larger, 10x more powerful Ripley engine with a 50,000-pound thrust. Then, I uncovered that the company quietly closed a massive new tranche of funding last October at a $400 million pre-money valuation. The company eschews the vertical integration paradigm that has historically dominated the aerospace industry. Thats the paradigm we see in vertical integration.Ursas other public customers include small launch companies Phantom Space and Stratolaunch. Currently, we have not confirmed the communication from the lander. If you enjoy reading Max Q, consider forwarding it to a friend.",
            "html_summary": "<ul><li>The company has also scored an engine delivery contract with the U.S. Air Force.Jordan Forness, Vehicle Operations manager at Ursa Major, reviews a Hadley engine before it ships to Astra.</li><li>Ursa, led by CEO Joe Laurienti, is building a 5,000-pound liquid oxygen and kerosene engine called Hadley and a much larger, 10x more powerful Ripley engine with a 50,000-pound thrust.</li><li>Then, I uncovered that the company quietly closed a massive new tranche of funding last October at a $400 million pre-money valuation.</li><li>The company eschews the vertical integration paradigm that has historically dominated the aerospace industry.</li><li>“That’s the paradigm we see in vertical integration.”Ursa’s other public customers include small launch companies Phantom Space and Stratolaunch.</li><li>“Currently, we have not confirmed the communication from the lander.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/01/max-q-expect-the-worst-hope-for-the-best/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "Vote for the roundtables you want at Disrupt 2023",
            "description": "Its time for the Audience Choice voting round where you choose which breakouts and roundtables hold forth at TechCrunch Disrupt 2023.",
            "url": "/2023-04-30-audience-choice-voting-roundtables-techcrunch-disrupt-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Audience-Choice_header_roundtables.png?resize=1200,675",
            "publishedAt": "2023-05-01T13:00:39Z",
            "content": "Back in February, we started calling for content urging startup subjectmatter experts to submit applications to lead roundtable discussions at TechCrunch Disrupt 2023 on September 1921 in San Franci [+3794 chars]",
            "summary": "Head on over to the voting site, and youll find a list of the 17 roundtables, including the topic title, description, speaker and company affiliation.Simply click on the arrow in the green box next to each topic you want to upvote to Disrupt. Back in February, we started calling for content  urging startup subject-matter experts to submit applications to lead roundtable discussions or breakout sessions at TechCrunch Disrupt 2023 on September 1921 in San Francisco.And by crikey, answer the call they did. Well link to the list of Audience Choice breakout sessions soon, so watch this spaceNow comes the part where you, dear readers, play a major role. Only the top 10 roundtables that receive the most votes will earn a spot on the Disrupt agenda, so marshal your colleagues, family, friends and fans to vote.These should pique your interest. Literally thousands of applications, dozens of late nights and gallons of coffee later, we narrowed down the field to 17 roundtables and 15 breakouts. Heres how you can make your voice heard.Audience Choice voting opens today, May 1, and runs through Wednesday, May 17, at 11:59 p.m. PDT. This post lists the roundtable topics.",
            "html_summary": "<ul><li>Head on over to the voting site, and you’ll find a list of the 17 roundtables, including the topic title, description, speaker and company affiliation.Simply click on the arrow in the green box next to each topic you want to upvote to Disrupt.</li><li>Back in February, we started calling for content — urging startup subject-matter experts to submit applications to lead roundtable discussions or breakout sessions at TechCrunch Disrupt 2023 on September 19–21 in San Francisco.And by crikey, answer the call they did.</li><li>We’ll link to the list of Audience Choice breakout sessions soon, so watch this spaceNow comes the part where you, dear readers, play a major role.</li><li>Only the top 10 roundtables that receive the most votes will earn a spot on the Disrupt agenda, so marshal your colleagues, family, friends and fans to vote.These should pique your interest.</li><li>Literally thousands of applications, dozens of late nights and gallons of coffee later, we narrowed down the field to 17 roundtables and 15 breakouts.</li><li>Here’s how you can make your voice heard.Audience Choice voting opens today, May 1, and runs through Wednesday, May 17, at 11:59 p.m. PDT.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/01/audience-choice-voting-roundtables-techcrunch-disrupt-2023/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Wreak havoc on your favorite streamers game with Crowd Control. Warning of AIs danger, pioneer Geoffrey Hinton quits Google to speak freely. Spend management space sees a large raise, and layoffs, in the same week. RTRO launches an algorithmfree social app for friends, creators and brands. AI platform to analyze creative advertising raises $5.1M from investors, including a16z. Daily Crunch In United States secondlargest bank failure, feds seize First Republic Bank and sell it to JPMorgan Chase. Meet Visa, Mayfield, DuploCloud and more at Disrupt. Hear how Cambrian BioPharma is reinventing drug (and drug company) development. Neato Robotics is being shut down after 18 years. Max Q Expect the worst, hope for the best. Vote for the roundtables you want at Disrupt 2023"
}