{
    "status": "ok",
    "totalResults": 10,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Feds say Apple engineer stole autonomous driving tech and fled to China",
            "description": "The engineer stole thousands of documents and fled to China, according to DOJ.",
            "url": "/2023-05-15-feds-say-apple-engineer-stole-autonomous-driving-tech-and-fled-to-china",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/GettyImages-478190572-760x380.jpg",
            "publishedAt": "2023-05-16T18:36:10Z",
            "content": "5 with A former Apple engineer has been charged by the US Department of Justice for stealing and attempting to steal trade secrets from his employer. The indictment was unsealed by a federal court  [+2220 chars]",
            "summary": "The indictment says he waited four more months to tell Apple he was leaving.The DOJ says that after Wang's final day at Apple in 2018, the company found that he had \"accessed large amounts of sensitive proprietary and confidential information in the days leading up to his departure.\" The indictment was unsealed by a federal court in California as part of a series of cases arising from a new collaboration by government agencies to crack down on \"efforts by hostile nation-states to illicitly acquire sensitive US technology to advance their authoritarian regimes and facilitate human rights abuses. A search of Wang's home in Mountain View, California, turned up large quantities of Apple's data, and that evening Wang flew from San Francisco to Guangzhou on a one-way ticket.Wang has been charged with six counts of stealing or attempting to steal trade secrets. \"Protecting sensitive American technologylike source code for 'smart' automotive manufacturing equipment or items used to develop quantum cryptographyfrom being illegally acquired by our adversaries is why we stood up the Disruptive Technology Strike Force,\" said Matthew Axelrod, assistant secretary for export enforcement at the Department of Commerce.  Jonathan M. Gitlin - May 16, 2023 6:36 pm UTC A former Apple engineer has been charged by the US Department of Justice for stealing and attempting to steal trade secrets from his employer. \"According to DOJ, Weibao Wang was hired by Apple as a software engineer in 2016, where he worked on the company's secretive autonomous driving project, also known as Project Titan. \"The Strike Force actions announced today reflect the core mission of our Export Enforcement teamkeeping our countrys most sensitive technologies out of the worlds most dangerous hands.\"",
            "html_summary": "<ul><li>The indictment says he waited four more months to tell Apple he was leaving.The DOJ says that after Wang's final day at Apple in 2018, the company found that he had \"accessed large amounts of sensitive proprietary and confidential information in the days leading up to his departure.\"</li><li>The indictment was unsealed by a federal court in California as part of a series of cases arising from a new collaboration by government agencies to crack down on \"efforts by hostile nation-states to illicitly acquire sensitive US technology to advance their authoritarian regimes and facilitate human rights abuses.</li><li>A search of Wang's home in Mountain View, California, turned up large quantities of Apple's data, and that evening Wang flew from San Francisco to Guangzhou on a one-way ticket.Wang has been charged with six counts of stealing or attempting to steal trade secrets.</li><li>\"Protecting sensitive American technology—like source code for 'smart' automotive manufacturing equipment or items used to develop quantum cryptography—from being illegally acquired by our adversaries is why we stood up the Disruptive Technology Strike Force,\" said Matthew Axelrod, assistant secretary for export enforcement at the Department of Commerce.</li><li> Jonathan M. Gitlin - May 16, 2023 6:36 pm UTC A former Apple engineer has been charged by the US Department of Justice for stealing and attempting to steal trade secrets from his employer.</li><li>\"According to DOJ, Weibao Wang was hired by Apple as a software engineer in 2016, where he worked on the company's secretive autonomous driving project, also known as Project Titan.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/05/feds-say-apple-engineer-stole-autonomous-driving-tech-and-fled-to-china/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "A private company has an audacious plan to rescue NASAs last Great Observatory",
            "description": "I think it would be pretty ambitious... but really great if we could pull it off.",
            "url": "/2023-05-15-a-private-company-has-an-audacious-plan-to-rescue-nasas-last-great-observatory",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/hd_spitzer_side_visible-760x380.jpg",
            "publishedAt": "2023-05-15T13:01:13Z",
            "content": "Enlarge/ An artists conception of NASAs Spitzer Space Telescope in deep space.0 with A Delta II rocket launched the Spitzer Space Telescope two decades ago, boosting it to an Earthtrailing orbi [+5189 chars]",
            "summary": "So its operators switched to \"warm mission\" mode, taking data from two of its shortwave channels.The space telescope continued operating until about three years ago, when the spacecraft began to overheat whenever it needed to point back toward Earth for communications. \"When it comes to robotic space servicing, this would be the most ambitious thing ever done,\" said Shawn Usman, an astrophysicist who is the founder and chief executive of Rhea Space Activity, in an interview with Ars.  Eric Berger - May 15, 2023 1:01 pm UTC A Delta II rocket launched the Spitzer Space Telescope two decades ago, boosting it to an Earth-trailing orbit, where it drifted away from our planet at a rate of about 15 million kilometers a year. It was the last of NASA's four \"Great Observatories\" put into space from 1990 to 2003.Over its planned five-year lifetime, the infrared space telescope performed its job well, helping astronomers discover newly forming stars, observe exoplanets, and study galaxies. This would allow scientists to restart observations.Rhea Space Activity, which is named after the Greek goddess and presently has fewer than 10 employees, is seeking a larger grant from the military and, ultimately, full funding for a mission expected to cost about $350 million. Billionaire Jared Issacman is working with SpaceX and NASA to use a Crew Dragon vehicle to extend the life of the Hubble Space Telescope.The autonomous satellite technology developed by Rhea Space could have multiple applications for moving and servicing satellites in low-Earth and geostationary orbit. Last year the White House published a report stating that advancing government and commercial capabilities in these areas was a priority for the United States.Usman said the company has already had discussions with NASA about the mission, and the agency is likely to sign off on a rescue attempt.",
            "html_summary": "<ul><li>So its operators switched to \"warm mission\" mode, taking data from two of its shortwave channels.The space telescope continued operating until about three years ago, when the spacecraft began to overheat whenever it needed to point back toward Earth for communications.</li><li>\"When it comes to robotic space servicing, this would be the most ambitious thing ever done,\" said Shawn Usman, an astrophysicist who is the founder and chief executive of Rhea Space Activity, in an interview with Ars.</li><li> Eric Berger - May 15, 2023 1:01 pm UTC A Delta II rocket launched the Spitzer Space Telescope two decades ago, boosting it to an Earth-trailing orbit, where it drifted away from our planet at a rate of about 15 million kilometers a year.</li><li>It was the last of NASA's four \"Great Observatories\" put into space from 1990 to 2003.Over its planned five-year lifetime, the infrared space telescope performed its job well, helping astronomers discover newly forming stars, observe exoplanets, and study galaxies.</li><li>This would allow scientists to restart observations.Rhea Space Activity, which is named after the Greek goddess and presently has fewer than 10 employees, is seeking a larger grant from the military and, ultimately, full funding for a mission expected to cost about $350 million.</li><li>Billionaire Jared Issacman is working with SpaceX and NASA to use a Crew Dragon vehicle to extend the life of the Hubble Space Telescope.The autonomous satellite technology developed by Rhea Space could have multiple applications for moving and servicing satellites in low-Earth and geostationary orbit.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/05/a-private-company-has-an-audacious-plan-to-rescue-nasas-last-great-observatory/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "Drobo, having stopped sales and support, reportedly files Chapter 7 bankruptcy",
            "description": "Company posted in January that it had transitioned to a selfservice model.",
            "url": "/2023-05-15-drobo-reportedly-files-ch-7-bankruptcy-signaling-the-end-of-a-simpler-nas",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/drobo2-640x380.png",
            "publishedAt": "2023-05-16T16:55:07Z",
            "content": "We appreciate Lee Hutchinsons efforts toward situational archaeology in his initial Drobo FS review. Historians one day will know that, at a minimum, this device was released after 1999s The Matrix [+2181 chars]",
            "summary": "But cloud storage, streaming media, and a general trend away from \"huge piles of local files\" for all but the most specialized hobbies and careers seemingly ate away at Drobo over time. The marquee feature was being able to hot-swap drives of nearly any size without migrating data. \"Drobo began in 2005 as Data Robotics and launched into the tech consciousness with the original Drobo, a \"storage robot.\" Now, AppleInsider reports that, based on an email sent by StorCentric, the bankruptcy shifted from reorganization-minded Chapter 11 to liquidation-focused Chapter 7 in late April.The writing for Drobo was on the wall, or at least on its website. \"We'd mention the Drobo optionless nerd cred, more usabilityin occasional reviews and roundups of the network-attached storage (NAS) market.  Kevin Purdy - May 16, 2023 4:55 pm UTC You don't hear nearly as much about Drobo boxes as you used to, especially on sites like Ars Technica. We now have some news, but it isn't good.StorCentric, the holding company for the Drobo and Retrospect brands, filed for Chapter 11 bankruptcy in late June 2022.",
            "html_summary": "<ul><li>But cloud storage, streaming media, and a general trend away from \"huge piles of local files\" for all but the most specialized hobbies and careers seemingly ate away at Drobo over time.</li><li>The marquee feature was being able to hot-swap drives of nearly any size without migrating data.</li><li>\"Drobo began in 2005 as Data Robotics and launched into the tech consciousness with the original Drobo, a \"storage robot.\"</li><li>Now, AppleInsider reports that, based on an email sent by StorCentric, the bankruptcy shifted from reorganization-minded Chapter 11 to liquidation-focused Chapter 7 in late April.The writing for Drobo was on the wall, or at least on its website.</li><li>\"We'd mention the Drobo option—less nerd cred, more usability—in occasional reviews and roundups of the network-attached storage (NAS) market.</li><li> Kevin Purdy - May 16, 2023 4:55 pm UTC You don't hear nearly as much about Drobo boxes as you used to, especially on sites like Ars Technica.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/05/drobo-reportedly-files-ch-7-bankruptcy-signaling-the-end-of-a-simpler-nas/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Samuel Axon",
            "title": "Apple details upcoming AIdriven iOS 17 accessibility features",
            "description": "Youll be able to create an AI voice for yourself and more.",
            "url": "/2023-05-15-apple-details-upcoming-ai-driven-ios-17-accessibility-features",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/Apple-accessibility-iPad-iPhone-14-Pro-Max-Home-Screen-760x380.jpg",
            "publishedAt": "2023-05-16T21:11:44Z",
            "content": "10 with  Apple plans to roll out new accessibility features to its devices in iOS 17.  This is what the Photos app looks like in Assistive Access mode. Around t [+2117 chars]",
            "summary": " Samuel Axon - May 16, 2023 9:11 pm UTC Around this time last year, Apple previewed several of the accessibility features that would be added to iOS 16, which launched last fall. On the gaming side, Microsoft and Sony have introduced accessibility controllers for players with physical disabilities, and there has been an explosion of accessibility-minded features in triple-A video games, as well.Listing image by Apple Google also offers some accessibility features in Android and has brought live-captioning to all web audio sources, among other things. The past several years have been a watershed moment in adapting technology products to fit the lives of users with disabilities. Many of the new features like this rely on machine learning.",
            "html_summary": "<ul><li> Samuel Axon - May 16, 2023 9:11 pm UTC Around this time last year, Apple previewed several of the accessibility features that would be added to iOS 16, which launched last fall.</li><li>On the gaming side, Microsoft and Sony have introduced accessibility controllers for players with physical disabilities, and there has been an explosion of accessibility-minded features in triple-A video games, as well.Listing image by Apple</li><li>Google also offers some accessibility features in Android and has brought live-captioning to all web audio sources, among other things.</li><li>The past several years have been a watershed moment in adapting technology products to fit the lives of users with disabilities.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/05/apple-details-upcoming-ai-driven-ios-17-accessibility-features/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "Samsung and LG have finally settled on an OLED TV deal, report says",
            "description": "Samsung long resisted OLED TVs but will reportedly team up with rival to catch up.",
            "url": "/2023-05-15-samsung-and-lg-have-finally-settled-on-an-oled-tv-deal-report-says",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/samsung-760x380.jpg",
            "publishedAt": "2023-05-16T17:36:35Z",
            "content": "9 with After years of resisting the move from LCD to OLED and reportedly going back and forth with LG Display about a potential OLED panel deal, Samsung Electronics has finally decided to buy OLED  [+4431 chars]",
            "summary": "This is a much bigger deal than the over 200,000 WOLED TV panels The Elec said the two firms were discussing in April.Samsung temporarily stopped releasing OLED TVs after 2013 due to high prices and high hopes for its QLED TVs competing with strong image quality and lower prices. A deal with LG Display, as reported, could allow Samsung to get into even larger OLED TVs and add lower-price options to its OLED TV selection, which currently comprises expensive QD-OLED screens. For comparison, LG currently lists 77-inch TVs with LG Display-made WOLED panels with MSRPs as low as $2,300.In 2021, when talks of a Samsung-LG Display OLED deal started, South Korea had just lost its spot as the top display maker to China. In 2017, David Lowes, chief marketing officer for Samsung Electronics Europe, told IFA that Samsung wouldn't reenter the OLED market any time soon \"because QLED is free of burn-in issues and cost-effectively scales for larger screens,\" per Sammobile. It's now impossible for Samsung's TV business to sweep OLED under the rug, as evidenced by its 2022 entrance back into OLED TVs.Samsung's OLED TVs have been relying on Samsung Display's quantum dot-based OLED panels (QD-OLED). In 2021, the South Korean firms were reportedly nearing a deal that would see Samsung revive its OLED TV business. At first, Samsung is \"likely\" receiving 77- and 83-inch WOLED TV panels, Reuters said.",
            "html_summary": "<ul><li>This is a much bigger deal than the over 200,000 WOLED TV panels The Elec said the two firms were discussing in April.Samsung temporarily stopped releasing OLED TVs after 2013 due to high prices and high hopes for its QLED TVs competing with strong image quality and lower prices.</li><li>A deal with LG Display, as reported, could allow Samsung to get into even larger OLED TVs and add lower-price options to its OLED TV selection, which currently comprises expensive QD-OLED screens.</li><li>For comparison, LG currently lists 77-inch TVs with LG Display-made WOLED panels with MSRPs as low as $2,300.In 2021, when talks of a Samsung-LG Display OLED deal started, South Korea had just lost its spot as the top display maker to China.</li><li>In 2017, David Lowes, chief marketing officer for Samsung Electronics Europe, told IFA that Samsung wouldn't reenter the OLED market any time soon \"because QLED is free of burn-in issues and cost-effectively scales for larger screens,\" per Sammobile.</li><li>It's now impossible for Samsung's TV business to sweep OLED under the rug, as evidenced by its 2022 entrance back into OLED TVs.Samsung's OLED TVs have been relying on Samsung Display's quantum dot-based OLED panels (QD-OLED).</li><li>In 2021, the South Korean firms were reportedly nearing a deal that would see Samsung revive its OLED TV business.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/05/samsung-and-lg-have-finally-settled-on-an-oled-tv-deal-report-says/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Rebecca Santana",
            "title": "Are you who you say you are? TSA tests facial recognition...",
            "description": "BALTIMORE (AP)  A passenger walks up to an airport security checkpoint, slips an ID card into a slot and looks into a camera atop a small screen. The screen flashes Photo Complete and the person walks through  all without having to hand over their identif",
            "url": "/2023-05-15-facial-recognition-airport-screening-tsa-d8b6397c02afe16602c8d34409d1451f",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9a7347e8acc5461995396dfd9797ff6f/3000.webp",
            "publishedAt": "2023-05-15T11:07:37Z",
            "content": "BALTIMORE (AP) A passenger walks up to an airport security checkpoint, slips an ID card into a slot and looks into a camera atop a small screen. The screen flashes Photo Complete and the person walks [+6203 chars]",
            "summary": "And theres the concern of outside hackers figuring out ways to hack into government systems for nefarious aims.With regard to the TSA pilot, Foster said she has concerns that while the agency says its not currently storing the biometric data it collects, what if that changes in the future? TSA says the pilot is voluntary and accurate, but critics have raised concerns about questions of bias in facial recognition technology and possible repercussions for passengers who want to opt out. TSA says that data is deleted after 24 months.Lim said the camera only turns on when a person puts in their ID card  so its not randomly gathering images of people at the airport. And he said that research has shown that while some algorithms do perform worse with certain demographics, it also shows that higher-quality algorithms, like the one the agency uses, are much more accurate. The agency said early results are positive and have shown no discernable difference in the algorithms ability to recognize passengers based on things like age, gender, race and ethnicity. They might be concerned that if they object to face recognition, that theyre going to be under further suspicion, Foster said.Jeramie Scott, with the Electronic Privacy Information Center, said that while its voluntary now it might not be for long. And while people are allowed to opt out, she said its not fair to put the onus on harried passengers who might be worried about missing their flight if they do.",
            "html_summary": "<ul><li>And there’s the concern of outside hackers figuring out ways to hack into government systems for nefarious aims.With regard to the TSA pilot, Foster said she has concerns that while the agency says it’s not currently storing the biometric data it collects, what if that changes in the future?</li><li>TSA says the pilot is voluntary and accurate, but critics have raised concerns about questions of bias in facial recognition technology and possible repercussions for passengers who want to opt out.</li><li>TSA says that data is deleted after 24 months.Lim said the camera only turns on when a person puts in their ID card — so it’s not randomly gathering images of people at the airport.</li><li>And he said that research has shown that while some algorithms do perform worse with certain demographics, it also shows that higher-quality algorithms, like the one the agency uses, are much more accurate.</li><li>The agency said early results are positive and have shown no discernable difference in the algorithm’s ability to recognize passengers based on things like age, gender, race and ethnicity.</li><li>“They might be concerned that if they object to face recognition, that they’re going to be under further suspicion,” Foster said.Jeramie Scott, with the Electronic Privacy Information Center, said that while it’s voluntary now it might not be for long.</li></ul>",
            "website_url": "https://apnews.com/article/facial-recognition-airport-screening-tsa-d8b6397c02afe16602c8d34409d1451f"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "China sentences 78yearold US citizen to life in prison on spying charges...",
            "description": "BEIJING (AP)  China sentenced a 78yearold United States citizen to life in prison Monday on spying charges, in a case that could exacerbate the deterioration in ties between Beijing and Washington over recent years.",
            "url": "/2023-05-15-american-charged-spying-china-prison-2de86767bbc828ec4362af23fb271afd",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-05-15T11:07:37Z",
            "content": "BEIJING (AP) China sentenced a 78yearold United States citizen to life in prison Monday on spying charges, in a case that could exacerbate the deterioration in ties between Beijing and Washington o [+4874 chars]",
            "summary": "That is standard practice among most countries, who wish to secure their personal connections, networks and access to information.However, Chinas authoritarian political system and the ruling Communist Partys absolute control over legal matters, civil society and freedom of information forestalls demands for further information, as well as court appeals. Xis government has also taken a hard line on foreign relations, most recently ordering outa Canadian diplomat in retaliation for Ottawas expulsion of a staffer at the Chinese embassy accused of threatening a member of the Canadian parliament and his family members living in Hong Kong. Tang offered no other details about the case.When it was returned to China, Hong Kong was promised it would retain its financial, social and political liberties, but Beijing has essentially scuttled that commitment since cracking down on pro-democracy protesters and imposing a sweeping national security law in 2020. Now the worlds second-largest economy, China is expanding its footprint in ports, railways and other infrastructure from Europe to Southeast Asia and beyond.While the Suzhou court offered no indication of a tie to overall China-U.S. relations, spying charges are highly selective and evidence backing them up is not released. Leung was detained April 15, 2021, by the local bureau of Chinas counterintelligence agency in the southeastern city of Suzhou, according to a statement posted by the citys intermediate court on its social media site. Government suspicion is particularly focused on Chinese-born foreign citizens and people from Taiwan and Hong Kong, especially if they have political contacts or work in academia or publishing. Long pretrial detentions are not unusual in China and prosecutors have broad powers to hold people charged in national security cases, regardless of their citizenship status.",
            "html_summary": "<ul><li>That is standard practice among most countries, who wish to secure their personal connections, networks and access to information.However, China’s authoritarian political system and the ruling Communist Party’s absolute control over legal matters, civil society and freedom of information forestalls demands for further information, as well as court appeals.</li><li>Xi’s government has also taken a hard line on foreign relations, most recently ordering outa Canadian diplomat in retaliation for Ottawa’s expulsion of a staffer at the Chinese embassy accused of threatening a member of the Canadian parliament and his family members living in Hong Kong.</li><li>Tang offered no other details about the case.When it was returned to China, Hong Kong was promised it would retain its financial, social and political liberties, but Beijing has essentially scuttled that commitment since cracking down on pro-democracy protesters and imposing a sweeping national security law in 2020.</li><li>Now the world’s second-largest economy, China is expanding its footprint in ports, railways and other infrastructure from Europe to Southeast Asia and beyond.While the Suzhou court offered no indication of a tie to overall China-U.S. relations, spying charges are highly selective and evidence backing them up is not released.</li><li>Leung was detained April 15, 2021, by the local bureau of China’s counterintelligence agency in the southeastern city of Suzhou, according to a statement posted by the city’s intermediate court on its social media site.</li><li>Government suspicion is particularly focused on Chinese-born foreign citizens and people from Taiwan and Hong Kong, especially if they have political contacts or work in academia or publishing.</li></ul>",
            "website_url": "https://apnews.com/article/american-charged-spying-china-prison-2de86767bbc828ec4362af23fb271afd"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Diana Gitig",
            "title": "We can ID people from DNA that shows up in environmental studies",
            "description": "Advances in DNA sequencing mean privacy can be violated accidentally.",
            "url": "/2023-05-15-human-genomic-bycatch-our-dna-shows-up-in-environmental-samples",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/GettyImages-1368534275-760x380.jpg",
            "publishedAt": "2023-05-16T19:44:18Z",
            "content": "Enlarge/ People may accidentally sequence your DNA while trying to study something else entirely.9 with It used to be that if you wanted to find a DNA sequence in a particular sample, you had to  [+5054 chars]",
            "summary": "He and his colleagues realized that having human DNA slip into research samples might be an issue, so they looked to see if they could find any in old water and sand samples they had taken as part of a wildlife and pathogen monitoring study. It could be used to add genetic information from underrepresented populations to genomic databases that still lack them or to find undiscovered sites of human habitation that archeologists have not yet uncovered. Then they went intentionally searching for specific human sequences, and, in water, sand, and air samples, they found plenty of genomic regions that could identify a persons ancestry and susceptibility to several diseases. Now that identifiable human DNA can be isolated from air, these issues really need to get hammered out.But the DNA that we are constantly shedding and leaving all around us could also be used for good. In the US and the European Union, federally funded researchers intending to work with identifiable human DNA samples must first get approval from their institutional review board (which Whitmore did) and also get written informed consent from participants. Human genomic bycatch could be used to continually monitor for cancer-causing mutations, which arise and accumulate over a persons lifetime. Gaining these benefits while maintaining privacy will require a careful balancing act.As Natalie Ram, a legal scholar who works at the intersection of law and genetic privacy, put it in an accompanying paper: To be sure, solving crime is a good thing.",
            "html_summary": "<ul><li>He and his colleagues realized that having human DNA slip into research samples might be an issue, so they looked to see if they could find any in old water and sand samples they had taken as part of a wildlife and pathogen monitoring study.</li><li>It could be used to add genetic information from underrepresented populations to genomic databases that still lack them or to find undiscovered sites of human habitation that archeologists have not yet uncovered.</li><li>Then they went intentionally searching for specific human sequences, and, in water, sand, and air samples, they found plenty of genomic regions that could identify a person’s ancestry and susceptibility to several diseases.</li><li>Now that identifiable human DNA can be isolated from air, these issues really need to get hammered out.But the DNA that we are constantly shedding and leaving all around us could also be used for good.</li><li>In the US and the European Union, federally funded researchers intending to work with identifiable human DNA samples must first get approval from their institutional review board (which Whitmore did) and also get written informed consent from participants.</li><li>Human genomic bycatch could be used to continually monitor for cancer-causing mutations, which arise and accumulate over a person’s lifetime.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/05/human-genomic-bycatch-our-dna-shows-up-in-environmental-samples/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MATT O'BRIEN - AP Technology Writer",
            "title": "ChatGPTs chief to testify before Congress as concerns grow about artificial intelligences risks",
            "description": "The head of the artificial intelligence company that makes ChatGPT is set to testify before Congress as lawmakers call for new rules to guide the rapid development of AI technology. OpenAI CEO Sam Altman is scheduled to speak at a",
            "url": "/2023-05-15-chatgpt-openai-ceo-sam-altman-congress-73ff96c6571f38ad5fd68b3072722790",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/d/b4/db4d437f-77d9-5bcd-ab8c-49eff91976ce/646365d60986a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-05-16T11:00:08Z",
            "content": "By MATT OBRIEN  AP Technology WriterThe head of the artificial intelligence company that makes ChatGPT is set to testify before Congress as lawmakers call for new rules to guide the rapid develop [+3938 chars]",
            "summary": "He said Tuesdays hearing marked a critical first step towards understanding what Congress should do.A number of tech industry leaders have said they welcome some form of AI oversight but have cautioned against what they see as overly heavy-handed rules. The head of the artificial intelligence company that makes ChatGPT told Congress on Tuesday that government intervention will be critical to mitigating the risks of increasingly powerful AI systems.As this technology advances, we understand that people are anxious about how it could change the way we live. The letter was a response to the March release of OpenAIs latest model, GPT-4, described as more powerful than ChatGPT.The panels ranking Republican, Sen. Josh Hawley of Missouri, said the technology has big implications for elections, jobs and national security. But IBMs Montgomery instead asked Congress to take a precision regulation approach.We think that AI should be regulated at the point of risk, essentially, Montgomery said, by establishing rules that govern the deployment of specific uses of AI rather than the technology itself. Altman is also planning to embark on a worldwide tour this month to national capitals and major cities across six continents to talk about the technology with policymakers and the public. Its other popular AI products include the image-maker DALL-E. Microsoft has invested billions of dollars into the startup and has integrated its technology into its own products, including its search engine Bing. This fear, which is very unfounded, is a distraction from all the concerns were dealing with right now.OpenAI has expressed those existential concerns since its inception.",
            "html_summary": "<ul><li>He said Tuesday’s hearing marked “a critical first step towards understanding what Congress should do.”A number of tech industry leaders have said they welcome some form of AI oversight but have cautioned against what they see as overly heavy-handed rules.</li><li>The head of the artificial intelligence company that makes ChatGPT told Congress on Tuesday that government intervention will be critical to mitigating the risks of increasingly powerful AI systems.“As this technology advances, we understand that people are anxious about how it could change the way we live.</li><li>The letter was a response to the March release of OpenAI’s latest model, GPT-4, described as more powerful than ChatGPT.The panel’s ranking Republican, Sen. Josh Hawley of Missouri, said the technology has big implications for elections, jobs and national security.</li><li>But IBM’s Montgomery instead asked Congress to take a “precision regulation” approach.“We think that AI should be regulated at the point of risk, essentially,” Montgomery said, by establishing rules that govern the deployment of specific uses of AI rather than the technology itself.</li><li>Altman is also planning to embark on a worldwide tour this month to national capitals and major cities across six continents to talk about the technology with policymakers and the public.</li><li>Its other popular AI products include the image-maker DALL-E. Microsoft has invested billions of dollars into the startup and has integrated its technology into its own products, including its search engine Bing.</li></ul>",
            "website_url": "https://apnews.com/article/chatgpt-openai-ceo-sam-altman-congress-73ff96c6571f38ad5fd68b3072722790"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "AI technology can go quite wrong, OpenAI CEO tells Senate",
            "description": "Advanced AI systems should require government licenses, GPT4 makers CEO says.",
            "url": "/2023-05-15-ai-technology-can-go-quite-wrong-openai-ceo-tells-senate",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/getty-sam-altman-760x380.jpg",
            "publishedAt": "2023-05-16T21:02:25Z",
            "content": "Enlarge/ OpenAI CEO Sam Altman testifies about AI rules before the Senate Judiciary Subcommittee on Privacy, Technology, and the Law on May 16, 2023, in Washington, DC. 2 with OpenAI CEO Sam Altm [+5580 chars]",
            "summary": "He suggested that Congress \"define capability thresholds\" and place AI models that can perform certain functions into the strict licensing regime.As examples, Altman said that licenses could be required for AI models \"that can persuade, manipulate, influence a person's behavior, a person's beliefs,\" or \"help create novel biological agents.\" Before we released GPT-4, our latest model, we spent over six months conducting extensive evaluations, external red teaming, and dangerous capability testing.Altman also said that people should be able to opt out of having their personal data used for training AI models. Montgomery said that Congress should clearly define the risks of AI and impose \"different rules for different risks,\" with the strongest rules \"applied to use cases with the greatest risks to people and society. \"No person anywhere should be tricked into interacting with an AI system... the era of AI cannot be another era of move fast and break things,\" she said.She also said the US should quickly hold companies accountable for deploying AI \"that disseminates misinformation on things like elections. Altman said it would be simpler to require licensing for any system that is above a certain threshold of computing power, but that he would prefer to draw the regulatory line based on specific capabilities.OpenAI consists of both nonprofit and for-profit entities. \"Altman said he doesn't think burdensome requirements should apply to companies and researchers whose models are much less advanced than OpenAI's. \"We think that regulatory intervention by governments will be critical to mitigate the risks of increasingly powerful models,\" Altman said.",
            "html_summary": "<ul><li>He suggested that Congress \"define capability thresholds\" and place AI models that can perform certain functions into the strict licensing regime.As examples, Altman said that licenses could be required for AI models \"that can persuade, manipulate, influence a person's behavior, a person's beliefs,\" or \"help create novel biological agents.\"</li><li>Before we released GPT-4, our latest model, we spent over six months conducting extensive evaluations, external red teaming, and dangerous capability testing.Altman also said that people should be able to opt out of having their personal data used for training AI models.</li><li>Montgomery said that Congress should clearly define the risks of AI and impose \"different rules for different risks,\" with the strongest rules \"applied to use cases with the greatest risks to people and society.</li><li>\"No person anywhere should be tricked into interacting with an AI system... the era of AI cannot be another era of move fast and break things,\" she said.She also said the US should quickly hold companies accountable for deploying AI \"that disseminates misinformation on things like elections.</li><li>Altman said it would be simpler to require licensing for any system that is above a certain threshold of computing power, but that he would prefer to draw the regulatory line based on specific capabilities.OpenAI consists of both nonprofit and for-profit entities.</li><li>\"Altman said he doesn't think burdensome requirements should apply to companies and researchers whose models are much less advanced than OpenAI's.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/05/ai-technology-can-go-quite-wrong-openai-ceo-tells-senate/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Feds say Apple engineer stole autonomous driving tech and fled to China. A private company has an audacious plan to rescue NASAs last Great Observatory. Drobo, having stopped sales and support, reportedly files Chapter 7 bankruptcy. Apple details upcoming AIdriven iOS 17 accessibility features. Samsung and LG have finally settled on an OLED TV deal, report says. Are you who you say you are? TSA tests facial recognition.... China sentences 78yearold US citizen to life in prison on spying charges.... We can ID people from DNA that shows up in environmental studies. ChatGPTs chief to testify before Congress as concerns grow about artificial intelligences risks. AI technology can go quite wrong, OpenAI CEO tells Senate"
}