{
    "status": "ok",
    "totalResults": 9,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jagmeet Singh",
            "title": "Taxfix, the $1B German accounting startup, slashes 120 jobs amid funding crunch",
            "description": "Taxfix leaped to a $1 billion valuation in 2022 on the back of a popular mobile app used by consumers help with tax returns.  TechCrunch has learned and...",
            "url": "/2023-05-31-taxfix-layoffs",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/n3bpkV41Qg9oupVFYeQjiQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/c3cb1e4f62edb7e8a4d989ffae8407e3",
            "publishedAt": "2023-05-31T00:32:06Z",
            "content": "Taxfix leaped to a $1 billion valuation in 2022 on the back of a popular mobile app used by consumers help with tax returns. But fast forward to 2023, and the Berlinbased accounting startup is takin [+2785 chars]",
            "summary": "Pointedly, they are coming in the wake of Taxfix acquiring a rival tax startup in the country, Stuttgart-based tax chatbot Steuerbot  a deal that was announced two months ago.With Taxfixs recent successful acquisition of Steuerbot, great synergies are created, which enable us to heavily increase efficiencies. TechCrunch has learned and confirmed that Taxfix has laid off 20% of its staff  120 employees  as part of wider restructuring of the business aimed at cutting costs.The cuts were announced to staff on Tuesday. Taxfix leaped to a $1 billion valuation in 2022 on the back of a popular mobile app used by consumers to help with tax returns. Therefore we took the strategic decision to restructure the organization, a Taxfix spokesperson said in an emailed statement. But these days, sounds like theres a lot riding on just keeping things operating steadily on its own steam. But fast-forward to 2023, and the Berlin-based accounting startup is taking an audit of its own affairs.",
            "html_summary": "<ul><li>Pointedly, they are coming in the wake of Taxfix acquiring a rival tax startup in the country, Stuttgart-based tax chatbot Steuerbot — a deal that was announced two months ago.“With Taxfix’s recent successful acquisition of Steuerbot, great synergies are created, which enable us to heavily increase efficiencies.</li><li>TechCrunch has learned and confirmed that Taxfix has laid off 20% of its staff — 120 employees — as part of wider restructuring of the business aimed at cutting costs.The cuts were announced to staff on Tuesday.</li><li>Taxfix leaped to a $1 billion valuation in 2022 on the back of a popular mobile app used by consumers to help with tax returns.</li><li>Therefore we took the strategic decision to restructure the organization,” a Taxfix spokesperson said in an emailed statement.</li><li>But these days, sounds like there’s a lot riding on just keeping things operating steadily on its own steam.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/30/taxfix-layoffs/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "NomuPay, formed from pieces of failed fintech Wirecard, says its raised $53.6M for crossborder payments",
            "description": "We still see regular updates on the calamitous fallout of the 2020 collapse of Wirecard, the nowinsolvent fintech out of Germany that had built an elaborate house of cards on false accounting and murky business. Meanwhile, some of the assets from that operat",
            "url": "/2023-05-31-nomupay-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/GettyImages-1195696110.jpg?resize=1200,800",
            "publishedAt": "2023-05-31T08:24:56Z",
            "content": "We still see regular updates on the calamitous fallout of the 2020 collapse of Wirecard, the nowinsolvent fintech out of Germany that had built an elaborate house of cards on false accounting and mu [+5725 chars]",
            "summary": "On top of this, the company has built a Unified Payments Platform that unlocks local payment acceptance and payout disbursements in geographies that have long lacked a unified system, through a simple and single integration. Its core product is an API that businesses can use to get around the difficulties of having to negotiate and integrate the many different, fragmented payment methods and processes a business needs to have in place when transacting in across borders. Since then, management, unnamed individual investors, and a separate firm called Outpost Ventures (part of Neuberger Berman), have also invested, giving them also stakes in the business. We are building new rails to do that.Burridge can say something that lofty with some authority because he has a long history in the world of fintech, and specifically the messier aspects of cross-border payments. We are very excited to see how NomuPay addresses the burning need of clients in these core markets.Were thrilled to partner with the deeply experienced team at NomuPay and be a partner with them in this next phase of growth, added David Dubick, a partner at Outpost Ventures. We still see regular updates on the calamitous fallout of the 2020 collapse of Wirecard, the now-insolvent fintech out of Germany that had built an elaborate house of cards on false accounting and murky business. For example, if I go to Turkey, I still need to open a merchant account and work with another acquirer and pay local rates and local fees.",
            "html_summary": "<ul><li>“On top of this, the company has built a Unified Payments Platform that unlocks local payment acceptance and payout disbursements in geographies that have long lacked a unified system, through a simple and single integration.</li><li>Its core product is an API that businesses can use to get around the difficulties of having to negotiate and integrate the many different, fragmented payment methods and processes a business needs to have in place when transacting in across borders.</li><li>Since then, management, unnamed individual investors, and a separate firm called Outpost Ventures (part of Neuberger Berman), have also invested, giving them also stakes in the business.</li><li>“We are building new rails to do that.”Burridge can say something that lofty with some authority because he has a long history in the world of fintech, and specifically the messier aspects of cross-border payments.</li><li>We are very excited to see how NomuPay addresses the burning need of clients in these core markets.”“We’re thrilled to partner with the deeply experienced team at NomuPay and be a partner with them in this next phase of growth,” added David Dubick, a partner at Outpost Ventures.</li><li>We still see regular updates on the calamitous fallout of the 2020 collapse of Wirecard, the now-insolvent fintech out of Germany that had built an elaborate house of cards on false accounting and murky business.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/31/nomupay-funding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jagmeet Singh",
            "title": "India kicks off a pilot to become electronics repair capital of the world",
            "description": "India is looking to become the electronics repair capital of the world by starting a pilot on hardware repair outsourcing.",
            "url": "/2023-05-31-india-electronics-repair-outsourcing-pilot",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-492725140.jpg?resize=1200,800",
            "publishedAt": "2023-05-31T13:21:53Z",
            "content": "After expanding its footprint in manufacturing smartphones and other tech devices, India is looking to become the electronics repair capital of the world, taking the crown from China and Malaysia, wh [+1727 chars]",
            "summary": "Taking on repair services would be a logical next step.The Indian government began a pilot program last year to decrease the time it takes to test and approve electronic devices for safety. Nevertheless, India has started to attract firms such as Apple and Samsung to build hardware in the country both for Indias domestic market and for export. That too will help boost the countrys profile for repairs, potentially attracting more manufacturers over time.",
            "html_summary": "<ul><li>Taking on repair services would be a logical next step.The Indian government began a pilot program last year to decrease the time it takes to test and approve electronic devices for safety.</li><li>Nevertheless, India has started to attract firms such as Apple and Samsung to build hardware in the country both for India’s domestic market and for export.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/31/india-electronics-repair-outsourcing-pilot/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Hubble Network wants to connect a billion devices with spacebased Bluetooth network",
            "description": "Y Combinator graduate Hubble Network is aiming to build out a constellation of satellites to connect millions of Bluetooth devices.",
            "url": "/2023-05-31-hubble-network-is-building-out-a-space-based-bluetooth-network-to-connect-over-billion-devices",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/HubbleSeattleTeam-copy.jpg?resize=1200,900",
            "publishedAt": "2023-05-31T13:00:43Z",
            "content": "Bluetoothenabled devices are ubiquitous, but how those devices are used is constrained by the relatively short range provided by Bluetooth technology. Seattlebased startup Hubble Network wants to c [+4536 chars]",
            "summary": "The startups ultimate goal is to connect over a billion devices on its network.Hubble Network CEO Alex Haro says the company has engineered technical tricks to make this scale of connectivity possible for the first time, like lowering the bitrate, or the amount of data transferred per second. Image Credits: Hubble Network (opens in a new window)After launching four satellites next January, Hubble plans to build out its constellation to 68 satellites total over the next two-and-a-half years. But the kind of network he was looking for to support these devices  one that had low bandwidth, infrequent updates, but [] globally accessible, very battery and cost efficient, as Haro described it  didnt exist.While mulling these issues, he met Ben Wild, who is now Hubbles CTO. Haro and Wild realized they could build the network they were looking for in space.The pair brought in a third co-founder, aerospace engineer John Kim, whose career has spanned developing spacecraft systems at SSL, a subsidiary of Maxar Technologies, to aerospace consulting work. While the first four satellites will provide global coverage on their own, Haro said that it will be about a six-hour gap until devices can update on the ground. While working as Life360s chief technology officer, Haro said he was always looking to build useful hardware for families, too: fall detectors for elderly parents or GPS watches for kids. Instead of sticking a single antenna on the side of a satellite bus, the company is using hundreds of antennae per satellite.",
            "html_summary": "<ul><li>The startup’s ultimate goal is to connect over a billion devices on its network.Hubble Network CEO Alex Haro says the company has engineered “technical tricks” to make this scale of connectivity possible for the first time, like lowering the bitrate, or the amount of data transferred per second.</li><li>Image Credits: Hubble Network (opens in a new window)After launching four satellites next January, Hubble plans to build out its constellation to 68 satellites total over the next two-and-a-half years.</li><li>But the kind of network he was looking for to support these devices — one that had “low bandwidth, infrequent updates, but […] globally accessible, very battery and cost efficient,” as Haro described it — didn’t exist.While mulling these issues, he met Ben Wild, who is now Hubble’s CTO.</li><li>Haro and Wild realized they could build the network they were looking for in space.The pair brought in a third co-founder, aerospace engineer John Kim, whose career has spanned developing spacecraft systems at SSL, a subsidiary of Maxar Technologies, to aerospace consulting work.</li><li>While the first four satellites will provide global coverage on their own, Haro said that it will be about a six-hour gap until devices can update on the ground.</li><li>While working as Life360’s chief technology officer, Haro said he was always looking to build useful hardware for families, too: fall detectors for elderly parents or GPS watches for kids.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/31/hubble-network-is-building-out-a-space-based-bluetooth-network-to-connect-over-billion-devices/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Roll wants to recreate dolly shots and more using generative AI",
            "description": "Roll, a new app for iOS, uses generative AI and cloud processing to recreate dolly shots, pans and more for remote interviews.",
            "url": "/2023-05-31-roll-wants-to-recreate-dolly-shots-and-more-using-generative-ai",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/Roll-Mobile-App.png",
            "publishedAt": "2023-05-31T13:01:00Z",
            "content": "Those familiar with Fazian Buzdar, who was until recently the VP of product management at Box, likely associate the entrepreneur with Convo, the digital workspace platform popular among newsrooms (in [+6958 chars]",
            "summary": "As Roll records video, it gathers metadata for use later in the video production process, including recording and lighting conditions, the distance from the camera to the subject and the position of the subjects face and body. A new app for iOS, it delivers bokeh, multicam shots, motion graphics and  perhaps most intriguing to me  AI-simulated sliders, dollies and jibs.Image Credits: RollOur mission is to disrupt the world of high-quality video production, and become the new standard for video content creation, Buzdar continued. For one, the apps aimed at use cases that most camera apps arent, Buzdar says  like remote video interviews, video podcasts and customer testimonials. Buzdar tapped Adeel Abbas, a video engineer who while at Twitter contributed to the infrastructure powering the sites livestreaming features, alongside Saj Khan, Fahad Yaqub and fellow Box exec Michelle Oh to explore the frontiers of tech-accelerated video production. In the near future, Roll will be able to publish directly to social media, including TikTok, YouTube and Instagram  in both the appropriate resolution and aspect ratio.Today, video production requires many pieces of hardware and software to fully complete, Buzdar said. Cutting across traditional software boundaries, weve applied AI to deliver a transformative capture-to-publish experience that vertically integrates and automates the entire remote video production workflow.So how does Roll plan to make money? The web app, meanwhile, is where footage can be previewed, accessed, shared, downloaded and edited by one or a team of content creators.Of course, video apps are a dime a dozen.",
            "html_summary": "<ul><li>As Roll records video, it gathers metadata for use later in the video production process, including recording and lighting conditions, the distance from the camera to the subject and the position of the subject’s face and body.</li><li>A new app for iOS, it delivers bokeh, multicam shots, motion graphics and — perhaps most intriguing to me — “AI-simulated” sliders, dollies and jibs.Image Credits: Roll“Our mission is to disrupt the world of high-quality video production, and become the new standard for video content creation,” Buzdar continued.</li><li>For one, the app’s aimed at use cases that most camera apps aren’t, Buzdar says — like remote video interviews, video podcasts and customer testimonials.</li><li>Buzdar tapped Adeel Abbas, a video engineer who while at Twitter contributed to the infrastructure powering the site’s livestreaming features, alongside Saj Khan, Fahad Yaqub and fellow Box exec Michelle Oh to explore the frontiers of tech-accelerated video production.</li><li>In the near future, Roll will be able to publish directly to social media, including TikTok, YouTube and Instagram — in both the appropriate resolution and aspect ratio.“Today, video production requires many pieces of hardware and software to fully complete,” Buzdar said.</li><li>Cutting across traditional software boundaries, we’ve applied AI to deliver a transformative capture-to-publish experience that vertically integrates and automates the entire remote video production workflow.”So how does Roll plan to make money?</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/31/roll-wants-to-recreate-dolly-shots-and-more-using-generative-ai/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sophie Alcorn",
            "title": "Ask Sophie How long until I can travel while waiting for my green card?",
            "description": "To qualify for a EB1A green card, Ill need to travel internationally frequently for business. Once I apply, will I be stuck in the U.S.?",
            "url": "/2023-05-31-ask-sophie-how-long-until-i-can-travel-while-waiting-for-my-green-card",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/dear-sophie-immigration-maze-3.jpg?resize=1200,675",
            "publishedAt": "2023-05-31T08:30:42Z",
            "content": "More posts by this contributorHeres another edition of Ask Sophie, the advice column that answers immigrationrelated questions about working at technology companies.Your questions are vital to  [+3341 chars]",
            "summary": "Ive been trying to get publications and significant awards to qualify for the EB-1A green card and I need to travel internationally frequently for business. Without premium processing, USCIS is taking nearly two years to process EB-1A I-140s, according to a recent USCIS Case Processing Times page. Heres another edition of Ask Sophie, the advice column that answers immigration-related questions about working at technology companies.Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams, says Sophie Alcorn, a Silicon Valley immigration attorney. (USCIS recently expanded premium processing to EB-2 NIW I-140s as well, but the premium processing time is longer at 45 days. Citizenship and Immigration Services (USCIS) for individuals maintaining valid nonimmigrant status (such as F-1 OPT or H-1B) in the United States:Sometimes, if your priority date is current, you can file these two steps concurrently  more below. Without premium processing, USCIS can take as long as eight months to process EB-2 NIW I-140s.) I recently finished my Ph.D., and Im working for a biotech company on OPT.",
            "html_summary": "<ul><li>I’ve been trying to get publications and significant awards to qualify for the EB-1A green card and I need to travel internationally frequently for business.</li><li>Without premium processing, USCIS is taking nearly two years to process EB-1A I-140s, according to a recent USCIS Case Processing Times page.</li><li>Here’s another edition of “Ask Sophie,” the advice column that answers immigration-related questions about working at technology companies.“Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams,” says Sophie Alcorn, a Silicon Valley immigration attorney.</li><li>(USCIS recently expanded premium processing to EB-2 NIW I-140s as well, but the premium processing time is longer at 45 days.</li><li>Citizenship and Immigration Services (USCIS) for individuals maintaining valid nonimmigrant status (such as F-1 OPT or H-1B) in the United States:Sometimes, if your “priority date” is current, you can file these two steps concurrently — more below.</li><li>Without premium processing, USCIS can take as long as eight months to process EB-2 NIW I-140s.)</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/31/ask-sophie-how-long-until-i-can-travel-while-waiting-for-my-green-card/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Elon Musks pivotal China visit diplomacy, supply chain, and beyond",
            "description": "On Tuesday, Elon Musk commenced his highstakes visit to China, marking his first since before the COVID19 pandemic. In an era of decoupling, the Tesla CEO stands out as one of the very few Silicon Valley tech bosses who remain committed to China. This commi",
            "url": "/2023-05-31-elon-musk-china-visit",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/06/Tesla-China-GettyImages.jpeg?w=1200",
            "publishedAt": "2023-05-31T12:43:43Z",
            "content": "On Tuesday, Elon Musk commenced his highstakes visit to China, marking his first since before the COVID19 pandemic. In an era of decoupling, the Tesla CEO stands out as one of the very few Silicon  [+5076 chars]",
            "summary": "Securing a stable battery supply is thus vital to ensure smooth production, prompting EV makers to forge close relationships with their battery partners.Despite their close ties, Tesla is somehow not included in the list of EV makers participating in CATLs aggressive price-cut scheme. The factory also exports vehicles to the rest of the world against a backdrop of Chinas fast-growing export auto sector, which took the crown from Japan in the first quarter of this year.This factory has the greatest efficiency and best-in-class vehicles, Tao quoted Musk as saying. Since 2020, Tesla has been using CATL batteries in its vehicles made in China and soon became the battery makers biggest customer.Batteries are the heart of electric vehicles, profoundly impacting a cars overall energy efficiency and cost. He met Zeng Yuqun, chairman of Contemporary Amperex Technology Co. Limited, according to Reuters.CATL, the worlds biggest battery manufacturer, ranks among Teslas top three battery suppliers alongside LG and Panasonic. According to Chinese media outlet 36kr, CATL is offering ce customers the option to buy lithium carbonate, a key material of lithium-iron-phosphate batteries, which dominate the EV market in China, for a set price of 200,000 yuan ($28,140) per ton. Tesla currently sources battery-grade lithium from suppliers including, Chinas Ganfeng Lithium, but CATL is also making strides into the mining sector as it snatches up resources worldwide, even outbidding Ganfeng for a major miner. Musk is also unabashed about his support for Chinas demanding work culture even as the rigorous 996 schedule has drawn fire from the countrys tech workers in recent years.Chinese people have reciprocated Musks affinity.",
            "html_summary": "<ul><li>Securing a stable battery supply is thus vital to ensure smooth production, prompting EV makers to forge close relationships with their battery partners.Despite their close ties, Tesla is somehow not included in the list of EV makers participating in CATL’s aggressive price-cut scheme.</li><li>The factory also exports vehicles to the rest of the world against a backdrop of China’s fast-growing export auto sector, which took the crown from Japan in the first quarter of this year.“This factory has the greatest efficiency and best-in-class vehicles,” Tao quoted Musk as saying.</li><li>Since 2020, Tesla has been using CATL batteries in its vehicles made in China and soon became the battery maker’s biggest customer.Batteries are the heart of electric vehicles, profoundly impacting a car’s overall energy efficiency and cost.</li><li>He met Zeng Yuqun, chairman of Contemporary Amperex Technology Co. Limited, according to Reuters.CATL, the world’s biggest battery manufacturer, ranks among Tesla’s top three battery suppliers alongside LG and Panasonic.</li><li>According to Chinese media outlet 36kr, CATL is offering ce customers the option to buy lithium carbonate, a key material of lithium-iron-phosphate batteries, which dominate the EV market in China, for a set price of 200,000 yuan ($28,140) per ton.</li><li>Tesla currently sources battery-grade lithium from suppliers including, China’s Ganfeng Lithium, but CATL is also making strides into the mining sector as it snatches up resources worldwide, even outbidding Ganfeng for a major miner.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/31/elon-musk-china-visit/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Selva Ventures to invest $34M Fund II in health, wellnessfocused brands",
            "description": "Selva Ventures will deploy its second fund into consumer brands focused on health, wellness, beauty and personal care.",
            "url": "/2023-05-31-selva-ventures-34m-consumer-brands-vc",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/Kiva-Madeline-crp.jpg?resize=1200,674",
            "publishedAt": "2023-05-31T12:30:21Z",
            "content": "Most of us strive to be healthier these days, and Selva Ventures wants to make sure there are a lot of startups helping us get there.The Los Angelesbased venture capital firm, founded in 2019 by K [+3917 chars]",
            "summary": "From it, Dickinson and Kaplan aim to invest in around 15 companies and will be writing checks that are $1 million to $2 million.They have made three investments from the new fund so far in startups, including longevity skincare line OneSkin and luxury haircare brand Crown Affair. Wanting to invest at an earlier stage, Dickinson left CircleUp in 2018.Selva Ventures invests in companies at the seed and Series A stages and assists with resources across finance, operations and retail partnerships. Our investor pool believes that this is not a place that is going to be susceptible to the same recessionary or capital shortage dynamics that are playing out in other parts of the world.A love letter to micro funds, the backbone and future of venture capital It was something that in technology you see often to get these companies off and running fast, but not in consumer brands yet. While there, he helped build up the portfolio to 16 companies, including leading Series B investments in Nutpods and Liquid I.V. Plus, it was propelled behind this mega trend of consumers living healthier lives.",
            "html_summary": "<ul><li>From it, Dickinson and Kaplan aim to invest in around 15 companies and will be writing checks that are $1 million to $2 million.They have made three investments from the new fund so far in startups, including longevity skincare line OneSkin and luxury haircare brand Crown Affair.</li><li>Wanting to invest at an earlier stage, Dickinson left CircleUp in 2018.Selva Ventures invests in companies at the seed and Series A stages and assists with resources across finance, operations and retail partnerships.</li><li>Our investor pool believes that this is not a place that is going to be susceptible to the same recessionary or capital shortage dynamics that are playing out in other parts of the world.”A love letter to micro funds, the backbone and future of venture capital</li><li>“It was something that in technology you see often to get these companies off and running fast, but not in consumer brands yet.</li><li>While there, he helped build up the portfolio to 16 companies, including leading Series B investments in Nutpods and Liquid I.V.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/31/selva-ventures-34m-consumer-brands-vc/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Strive Health grabs $166M to provide endtoend kidney care",
            "description": "Strive Health forms an integrated care delivery system that follows a patient from chronic kidney disease to endstage kidney disease.",
            "url": "/2023-05-31-strive-health-166m-kidney-care-healthcare",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/06/GettyImages-1006988296.jpg?resize=1200,900",
            "publishedAt": "2023-05-31T11:05:24Z",
            "content": "Its widely known that healthcare is expensive in the United States and that patients are looking for better quality of care that is more costeffective.That kind of care, called valuebased, has be [+3881 chars]",
            "summary": "Just this week I just wrote about Carrum Healths $45 million Series B investment to offer value-based cancer care.When it comes to your kidneys, Strive Health is working to provide value-based care specifically to the 37 million adults living with chronic kidney disease. Its widely known that healthcare is expensive in the United States and that patients are looking for better quality of care that is more cost-effective.That kind of care, called value-based, has been referenced a lot in recent years. It also partners with over 600 nephrology providers in 10 states.Strive Health itself has now secured $166 million in Series C funding in a round led by NEA and five new investors, including strategic investor CVS Health Ventures. My definition of value-based care is making sure the organizations that are responsible for caring for patients are really focused on the outcomes and the quality that they drive. Joining them in the round were existing investors CapitalG (Alphabet), Echo Ventures, Town Hall Ventures, Ascension Ventures and Redpoint.Riopelle said that Strive Health heard from the investors that it had the right approach to the market. Some competitors are just pursuing health insurance companies as their main customer, while others go after kidney specialists. There are no big acquisition plans, however, we have a strong pipeline and will continue to scale the business and execute that pipeline.Back to the suture: The future of healthcare is in the home",
            "html_summary": "<ul><li>Just this week I just wrote about Carrum Health’s $45 million Series B investment to offer value-based cancer care.When it comes to your kidneys, Strive Health is working to provide value-based care specifically to the 37 million adults living with chronic kidney disease.</li><li>It’s widely known that healthcare is expensive in the United States and that patients are looking for better quality of care that is more cost-effective.That kind of care, called “value-based,” has been referenced a lot in recent years.</li><li>It also partners with over 600 nephrology providers in 10 states.Strive Health itself has now secured $166 million in Series C funding in a round led by NEA and five new investors, including strategic investor CVS Health Ventures.</li><li>“My definition of ‘value-based care’ is making sure the organizations that are responsible for caring for patients are really focused on the outcomes and the quality that they drive.</li><li>Joining them in the round were existing investors CapitalG (Alphabet), Echo Ventures, Town Hall Ventures, Ascension Ventures and Redpoint.Riopelle said that Strive Health heard from the investors that it had the right approach to the market.</li><li>Some competitors are just pursuing health insurance companies as their main customer, while others go after kidney specialists.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/31/strive-health-166m-kidney-care-healthcare/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Taxfix, the $1B German accounting startup, slashes 120 jobs amid funding crunch. NomuPay, formed from pieces of failed fintech Wirecard, says its raised $53.6M for crossborder payments. India kicks off a pilot to become electronics repair capital of the world. Hubble Network wants to connect a billion devices with spacebased Bluetooth network. Roll wants to recreate dolly shots and more using generative AI. Ask Sophie How long until I can travel while waiting for my green card?. Elon Musks pivotal China visit diplomacy, supply chain, and beyond. Selva Ventures to invest $34M Fund II in health, wellnessfocused brands. Strive Health grabs $166M to provide endtoend kidney care"
}