{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Kevin Freking",
            "title": "Santos steps down from committee assignments...",
            "description": "Santos steps down from committee assignments...    (Top headline, 1st story, link)    Related storiesExboyfriend Hes a psychopathic liar...Promised green cards, catfishing, threats...POLL 78% in District Want Resignation...Retraci",
            "url": "/2023-02-01-george-santos-congress-house-committees-6e46e2badad39fb190d38105a800236f",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/039d1dd59a614590990f17c29968363a/3000.webp",
            "publishedAt": "2023-02-01T01:34:36Z",
            "content": "WASHINGTON (AP) Republican Rep. George Santos of New York announced Tuesday he is temporarily stepping down from his two congressional committees, a move that comes amid a host of ethics issues and a [+5370 chars]",
            "summary": "Rep. Roger Williams of Texas, the chairman of the House Committee on Small Business, said he was surprised.The bottom line is that hes chosen to be off committees until his situation gets handled at a level that hes comfortable with, Williams said. They said Democrats were in the wrong for removing Reps. Marjorie Taylor Greene, R-Ga., and Paul Gosar, R-Ariz., from their committees two years ago. WASHINGTON (AP)  Republican Rep. George Santos of New York announced Tuesday he is temporarily stepping down from his two congressional committees, a move that comes amid a host of ethics issues and a day after he met with House Speaker Kevin McCarthy. I think setting a precedent of allowing an appeal process for the Speakers and majority-party removal decisions is particularly important to freedom-loving legislators who usually are on the receiving end of issues like this, Spartz said.___AP Congressional Correspondent Lisa Mascaro and video journalist Nathan Ellgren contributed to this report. Rep. Victoria Spartz, R-Ind., said previously two wrongs do not make a right when it comes to ousting Omar. To my constituents, I remain committed to serving the district, and delivering results for both New Yorks Third Congressional District and for the American people. Before issuing the statement, Santos addressed Republican lawmakers in a weekly closed-door meeting they have when in Washington. A vote by Republicans on a resolution to remove Omar from the committee could come as soon as Wednesday.McCarthy has little margin for error if he chooses to pursue her expulsion for remarks McCarthy has described as antisemitic regarding Israel.",
            "html_summary": "<ul><li>Rep. Roger Williams of Texas, the chairman of the House Committee on Small Business, said he was surprised.“The bottom line is that he’s chosen to be off committees until his situation gets handled at a level that he’s comfortable with,” Williams said.</li><li>They said Democrats were in the wrong for removing Reps. Marjorie Taylor Greene, R-Ga., and Paul Gosar, R-Ariz., from their committees two years ago.</li><li>WASHINGTON (AP) — Republican Rep. George Santos of New York announced Tuesday he is temporarily stepping down from his two congressional committees, a move that comes amid a host of ethics issues and a day after he met with House Speaker Kevin McCarthy.</li><li>“I think setting a precedent of allowing an appeal process for the Speaker’s and majority-party removal decisions is particularly important to freedom-loving legislators who usually are on the receiving end of issues like this,” Spartz said.___AP Congressional Correspondent Lisa Mascaro and video journalist Nathan Ellgren contributed to this report.</li><li>Rep. Victoria Spartz, R-Ind., said previously “two wrongs do not make a right” when it comes to ousting Omar.</li><li>“To my constituents, I remain committed to serving the district, and delivering results for both New York’s Third Congressional District and for the American people.” Before issuing the statement, Santos addressed Republican lawmakers in a weekly closed-door meeting they have when in Washington.</li></ul>",
            "website_url": "https://apnews.com/article/george-santos-congress-house-committees-6e46e2badad39fb190d38105a800236f"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "Egyptian financial services provider MNTHalan valued at $1B in $400M funding",
            "description": "Egyptian fintech and ecommerce ecosystem MNTHalan has raised up to $400 million in equity and debt financing from local and global investors as it continues to serve underbanked and unbanked customers in the North African country. The round includes $260 mi",
            "url": "/2023-02-01-egyptian-financial-services-provider-mnt-halan-gets-1b-valuation-after-securing-400m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/MNT-Halan-founders-Mounir-Nakhla-Ahmed-Mohsen-.jpeg",
            "publishedAt": "2023-02-01T07:02:45Z",
            "content": "Egyptian fintech and ecommerce ecosystem MNTHalan has raised up to $400 million in equity and debt financing from local and global investors as it continues to serve underbanked and unbanked custom [+6658 chars]",
            "summary": "On average, businesses access $1,000 worth of loans while paying a 25% annual interest on the platform; Nakhla noted the fintech maintains a healthy nonperforming loan ratio without disclosing its figure.The two securitizations, totaling $140 million, that MNT-Halan secured last year are behind its impressive lending operations. According to the Egyptian startup, its digital ecosystem serves more than 5 million customers in Egypt, of which 3.5 million are financial clients and over 2 million are borrowers. If you need a loan for your business, were going to give you one; you need a loan for consumption, were going to give you one; you need to order groceries or buy a mobile phone on our platform, well deliver it to you via our e-commerce stores. The company also wants to extend grocery shopping  in addition to other e-commerce stores selling electronics and personal items  to individual customers.Were capitalizing on our existing distribution through million-plus customers and adding services within our ecosystem, said the chief executive. The fintech claims to have made over $300 million in revenue last year, representing a modest 3.4x multiples on its unicorn valuation which aligns with the present public market calculations as previously reported by TechCrunch. MNT-Halans upward trajectory and momentum reflect the management teams realization of its extraordinary vision to transform a high-touch business by seamlessly infusing an unparalleled proprietary tech platform while increasing product depth for its target customer segment.Why Africa had no unicorns last year despite record fundraising haul The investment firm invested that amount in exchange for 20% of the Egyptian digital lender and e-commerce platform, which is also in advanced stages of raising $60 million in additional capital in the coming weeks.",
            "html_summary": "<ul><li>On average, businesses access $1,000 worth of loans while paying a 25% annual interest on the platform; Nakhla noted the fintech maintains a healthy nonperforming loan ratio without disclosing its figure.The two securitizations, totaling $140 million, that MNT-Halan secured last year are behind its impressive lending operations.</li><li>According to the Egyptian startup, its digital ecosystem serves more than 5 million customers in Egypt, of which 3.5 million are financial clients and over 2 million are borrowers.</li><li>“If you need a loan for your business, we’re going to give you one; you need a loan for consumption, we’re going to give you one; you need to order groceries or buy a mobile phone on our platform, we’ll deliver it to you via our e-commerce stores.</li><li>The company also wants to extend grocery shopping — in addition to other e-commerce stores selling electronics and personal items — to individual customers.“We’re capitalizing on our existing distribution through million-plus customers and adding services within our ecosystem,” said the chief executive.</li><li>The fintech claims to have made over $300 million in revenue last year, representing a modest 3.4x multiples on its unicorn valuation which aligns with the present public market calculations as previously reported by TechCrunch.</li><li>MNT-Halan’s upward trajectory and momentum reflect the management team’s realization of its extraordinary vision to transform a high-touch business by seamlessly infusing an unparalleled proprietary tech platform while increasing product depth for its target customer segment.”Why Africa had no unicorns last year despite record fundraising haul</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/31/egyptian-financial-services-provider-mnt-halan-gets-1b-valuation-after-securing-400m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "South African digital lender Lulalend to launch banking product off the back of $35M Series B",
            "description": "In most African countries, access to credit remains limited for many small businesses, with the reasons ranging from the inability to pay collateral and lack of credit history to unfavorable lending criteria and highinterest rates. Banks and governments hav",
            "url": "/2023-02-01-south-african-digital-lender-lulalend-to-launch-banking-product-off-the-back-of-35m-series-b",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/IMG-20230201-WA0000-1024x625-1.jpg",
            "publishedAt": "2023-02-01T09:46:45Z",
            "content": "In most African countries, access to credit remains limited for many small businesses, with the reasons ranging from the inability to pay collateral and lack of credit history to unfavorable lending  [+5496 chars]",
            "summary": "The Cape Town-based startup uses an online application process and internal credit metrics  a proprietary credit scoring algorithm and a diverse set of alternative data sources  to provide short-term loans to small and medium-sized businesses that are often unable to obtain working capital. The digital lender, which has distributed hundreds of millions of dollars in loans, claims its non-performing loan ratio is about 4-5%.Weve been able to embed credit solutions utilizing our technology into partners to help them scale, which has also been a large part of our growth, he said. In most African countries, access to credit remains limited for many small businesses, with the reasons ranging from the inability to pay collateral and lack of credit history to unfavorable lending criteria and high-interest rates. The capital raised will enable Lulalend to increase the size of its loan book, bring new solutions to market and invest in the technology and talent to accelerate the rollout of the companys new digital business banking platform. In South Africa, where the annual SME credit gap is about $20 billion, according to the International Finance Corporation, fintechs such as Lulalend are pulling their weight by providing varied loans to underserved small and medium-sized businesses. And then to bolster our balance sheet, strengthen our balance sheet; with the $35 million raised, we can raise over $200 million in debt and bring it on our balance sheet to fund our markets, said the chief executive on Lulalends next efforts. Construction, retail and hospitality are some sectors whose businesses use the platform to get bridge financing, revolving capital facility, equipment financing, inventory finance and trade capital.",
            "html_summary": "<ul><li>The Cape Town-based startup uses an online application process and internal credit metrics — a proprietary credit scoring algorithm and a diverse set of alternative data sources — to provide short-term loans to small and medium-sized businesses that are often unable to obtain working capital.</li><li>The digital lender, which has distributed “hundreds of millions of dollars” in loans, claims its non-performing loan ratio is about 4-5%.“We’ve been able to embed credit solutions utilizing our technology into partners to help them scale, which has also been a large part of our growth,” he said.</li><li>In most African countries, access to credit remains limited for many small businesses, with the reasons ranging from the inability to pay collateral and lack of credit history to unfavorable lending criteria and high-interest rates.</li><li>The capital raised will enable Lulalend to increase the size of its loan book, bring new solutions to market and invest in the technology and talent to accelerate the rollout of the company’s new digital business banking platform.</li><li>In South Africa, where the annual SME credit gap is about $20 billion, according to the International Finance Corporation, fintechs such as Lulalend are pulling their weight by providing varied loans to underserved small and medium-sized businesses.</li><li>And then to bolster our balance sheet, strengthen our balance sheet; with the $35 million raised, we can raise over $200 million in debt and bring it on our balance sheet to fund our markets,” said the chief executive on Lulalend’s next efforts.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/01/south-african-digital-lender-lulalend-to-launch-banking-product-off-the-back-of-35m-series-b/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tim De Chant",
            "title": "Battery darling Our Next Energy lands massive $300M Series B to build gigafactory",
            "description": "ONEs move into atscale manufacturing comes as the U.S. battery industry is newly emboldened by the Inflation Reduction Act.",
            "url": "/2023-02-01-battery-darling-our-next-energy-lands-massive-300m-series-b-to-build-gigafactory",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/Aries-Line-Piston-Automotive-3.jpg?resize=1200,728",
            "publishedAt": "2023-02-01T11:01:52Z",
            "content": "Battery startup Our Next Energy announced this morning that it closed a massive $300 million Series B in an effort to get its $1.6 billion gigafactory up and running.The new round values the compan [+3321 chars]",
            "summary": "Also joining the round are two unnamed strategic investors, a manufacturer of EV technology solutions and a renewable energy provider, the company said.Franklin Templetons addition is notable because it represents a shift from straight venture to including growth equity. I asked Ijaz, who was an executive at the company during its rise and following its sale in bankruptcy, whether he thought this time would go any differently.Ive thought a lot about this as I went through that experience very closely, he said. While LFP was invented in the U.S., most of the production today takes place in China.Thats in part because pioneering battery company A123 Systems bet big on the chemistry only to see the market for its cells evaporate. Over the last decade, Chinese companies have developed vast factories that can crank out cells at low prices.In some ways, ONEs gigafactory endeavor echoes that of A123, and that story didnt end well. Chinese companies also swept in and bought the rights to many LFP-related patents, several of which only expired last year.After the successful launch of the Tesla Model S, LFP cells were unable to deliver the range consumers expected and fell out of favor in the U.S. and Europe. That sent the company into bankruptcy, where it was purchased for a song by a major Chinese auto parts company. With the investment, the firm gains a seat on the board and could become a source of debt for ONEs equipment purchases.",
            "html_summary": "<ul><li>Also joining the round are two unnamed strategic investors, “a manufacturer of EV technology solutions and a renewable energy provider,” the company said.Franklin Templeton’s addition is notable because it represents a shift from straight venture to including growth equity.</li><li>I asked Ijaz, who was an executive at the company during its rise and following its sale in bankruptcy, whether he thought this time would go any differently.“I’ve thought a lot about this as I went through that experience very closely,” he said.</li><li>While LFP was invented in the U.S., most of the production today takes place in China.That’s in part because pioneering battery company A123 Systems bet big on the chemistry only to see the market for its cells evaporate.</li><li>Over the last decade, Chinese companies have developed vast factories that can crank out cells at low prices.In some ways, ONE’s gigafactory endeavor echoes that of A123, and that story didn’t end well.</li><li>Chinese companies also swept in and bought the rights to many LFP-related patents, several of which only expired last year.After the successful launch of the Tesla Model S, LFP cells were unable to deliver the range consumers expected and fell out of favor in the U.S. and Europe.</li><li>That sent the company into bankruptcy, where it was purchased for a song by a major Chinese auto parts company.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/01/battery-darling-our-next-energy-lands-massive-300m-series-b-to-build-gigafactory/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Taylor Hatmaker",
            "title": "Superstrata ebike review Rebel without a cause",
            "description": "Superstratas ebike is a strange specimen, but it could be a good option for people who cant normally buy a bike in their size.",
            "url": "/2023-02-01-superstrata-e-bike-review-rebel-without-a-cause",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/superstrata-2.jpg?resize=1200,802",
            "publishedAt": "2023-02-01T02:12:48Z",
            "content": "Superstratas ebike is a strange specimen theres no two ways about it.In some ways that makes sense; the bikes concept, borne out in seamless 3Dprinted carbon fiber, springs from an equally strang [+10561 chars]",
            "summary": "The companys bike frames are currently printed in Vietnam, though Vu has plans for print farms in the U.S. and Europe to reduce shipping times and generally make its whole carbon fiber printing operation more efficient.Image Credits: TechCrunchSo, carbon fiber. The Superstrata bike is custom printed to order and thats a huge boon for people who are on the extremes of the height spectrum, including adults under 52, who apparently ordered the bike with gusto. The Superstrata e-bike is a carbon fiber unibody bike thats custom printed to meet your preferences, souped up with a 250W pedal-assist motor and shipped in an array of fun prints and colors. Superstratas e-bike is a strange specimen  theres no two ways about it.In some ways that makes sense; the bikes concept, borne out in seamless 3D-printed carbon fiber, springs from an equally strange premise. Superstratas silky, unibody bike frames are made out of industrial-grade 3D-printed thermoplastic carbon fiber composite rather than thermoset  a more common polymer process. If youve searched high and low for a bike to fit your unusually small or large stature, Superstratas bikes might be a great choice.For anyone who falls in the normal-ish height spectrum, the rest of the customization process is relatively shallow. A throttle is a really nice way to scoot quickly through dangerous intersections or to get your bike to maintain a higher speed and its tough to go back once youve used one.",
            "html_summary": "<ul><li>The company’s bike frames are currently printed in Vietnam, though Vu has plans for print farms in the U.S. and Europe to reduce shipping times and generally make its whole carbon fiber printing operation more efficient.Image Credits: TechCrunchSo, carbon fiber.</li><li>The Superstrata bike is custom printed to order and that’s a huge boon for people who are on the extremes of the height spectrum, including adults under 5’2”, who apparently ordered the bike with gusto.</li><li>The Superstrata e-bike is a carbon fiber unibody bike that’s custom printed to meet your preferences, souped up with a 250W pedal-assist motor and shipped in an array of fun prints and colors.</li><li>Superstrata’s e-bike is a strange specimen — there’s no two ways about it.In some ways that makes sense; the bike’s concept, borne out in seamless 3D-printed carbon fiber, springs from an equally strange premise.</li><li>Superstrata’s silky, unibody bike frames are made out of industrial-grade 3D-printed thermoplastic carbon fiber composite rather than “thermoset” — a more common polymer process.</li><li>If you’ve searched high and low for a bike to fit your unusually small or large stature, Superstrata’s bikes might be a great choice.For anyone who falls in the normal-ish height spectrum, the rest of the customization process is relatively shallow.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/31/superstrata-e-bike-review-rebel-without-a-cause/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Tech industry job cuts come rapidly and in big numbers",
            "description": "In just the past month there have been nearly 50,000 job cuts across the technology sector. Large and small tech companies went on a hiring spree in over the past several years due to a demand for their products, software and services surged with millions of ",
            "url": "/2023-02-01-b23cd72310f20ce2320a36eadc26eded",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-02-01T02:24:39Z",
            "content": "In just the past month there have been nearly 50,000 job cuts across the technology sector. Large and small tech companies went on a hiring spree in over the past several years due to a demand for th [+2456 chars]",
            "summary": "Spotify reported in its latest annual report that it had about 6,600 employees, which implies that 400 jobs are being axed.SAP: Germany-based SAP, Europes biggest software company, said it it cutting up to 3,000 jobs worldwide, or about 2.5% of its workforce, after a shop drop in profits. Heres a look at some of the companies that have announced layoffs so far.August 2022Snap: The parent company of social media platform Snapchat said that it was letting go of 20% of its staff. Large and small tech companies went on a hiring spree in over the past several years due to a demand for their products, software and services surged with millions of people working remotely. PayPal: The digital payments company says it will trim about 7% of its total workforce, or about 2,000 full-time workers, as it contends with a challenging environment. However, even with all of the layoffs announced in recent weeks, most tech companies are still vastly larger than they were three years ago. In just the past month there have been nearly 50,000 job cuts across the technology sector. It did not give a specific number of job losses.",
            "html_summary": "<ul><li>Spotify reported in its latest annual report that it had about 6,600 employees, which implies that 400 jobs are being axed.SAP: Germany-based SAP, Europe’s biggest software company, said it it cutting up to 3,000 jobs worldwide, or about 2.5% of its workforce, after a shop drop in profits.</li><li>Here’s a look at some of the companies that have announced layoffs so far.August 2022Snap: The parent company of social media platform Snapchat said that it was letting go of 20% of its staff.</li><li>Large and small tech companies went on a hiring spree in over the past several years due to a demand for their products, software and services surged with millions of people working remotely.</li><li>PayPal: The digital payments company says it will trim about 7% of its total workforce, or about 2,000 full-time workers, as it contends with a challenging environment.</li><li>However, even with all of the layoffs announced in recent weeks, most tech companies are still vastly larger than they were three years ago.</li><li>In just the past month there have been nearly 50,000 job cuts across the technology sector.</li></ul>",
            "website_url": "https://apnews.com/b23cd72310f20ce2320a36eadc26eded"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Santos steps down from committee assignments.... Egyptian financial services provider MNTHalan valued at $1B in $400M funding. South African digital lender Lulalend to launch banking product off the back of $35M Series B. Battery darling Our Next Energy lands massive $300M Series B to build gigafactory. Superstrata ebike review Rebel without a cause. Tech industry job cuts come rapidly and in big numbers"
}