{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "StudentFinance nabs $41M to help Europeans upskill for indemand jobs",
            "description": "StudentFinance, a European fintech that funds educational programs for individuals through socalled income share agreements, has raised 39 million ($41 million) in a Series A round of funding. Founded out of Spain in 2019, StudentFinance partners with educa",
            "url": "/2023-03-01-studentfinance-nabs-41m-to-help-europeans-upskill-for-in-demand-jobs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1411645287.jpg?resize=1200,849",
            "publishedAt": "2023-03-01T00:00:52Z",
            "content": "StudentFinance, a European fintech that funds educational programs for individuals through socalled income share agreements, has raised 39 million ($41 million) in a Series A round of funding.Foun [+4504 chars]",
            "summary": "The platform and financing is currently available in Spain, Portugal, and the U.K., though it has also partnered with education providers in Germany and Finland to provide its platform on a SaaS basis, with the institutions themselves organizing the funding. As such, a slew of VC-backed student funding platforms have emerged of a similar ilk to StudentFinance, including San Franciscobased YC alum Blair, New Yorks Leif, and Arlingtons Vemo Education.StudentFinance is looking to do the same, but with a focus on the European market. Later this year, StudentFinance plans to expand its full service into Germany, having already received regulatory clearance from the German financial regulator (BaFin).The demand for workforce upskilling has never been greater, Kostelec said. The debt element was provided by French asset manager SmartLenders Asset Management. Were on a mission to plug this gap across Europe.",
            "html_summary": "<ul><li>The platform and financing is currently available in Spain, Portugal, and the U.K., though it has also partnered with education providers in Germany and Finland to provide its platform on a SaaS basis, with the institutions themselves organizing the funding.</li><li>As such, a slew of VC-backed student funding platforms have emerged of a similar ilk to StudentFinance, including San Francisco–based YC alum Blair, New York’s Leif, and Arlington’s Vemo Education.StudentFinance is looking to do the same, but with a focus on the European market.</li><li>Later this year, StudentFinance plans to expand its full service into Germany, having already received regulatory clearance from the German financial regulator (BaFin).“The demand for workforce upskilling has never been greater,” Kostelec said.</li><li>The debt element was provided by French asset manager SmartLenders Asset Management.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/28/studentfinance-nabs-41m-to-help-europeans-upskill-for-in-demand-jobs/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ivan Mehta",
            "title": "YouTubes new head looks forward to supporting creators though different formats",
            "description": "YouTubes new head Neal Mohan penned his first letter today to creators emphasizing that the company aims to continue supporting the community by giving them more tools to make money. He also mentioned that YouTube is looking to experiment with generative AI ",
            "url": "/2023-03-01-youtubes-new-head-looks-forward-to-supporting-creators-though-different-formats",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/alexander-shatov-niUkImZcSP8-unsplash.jpg?resize=1200,900",
            "publishedAt": "2023-03-01T14:00:04Z",
            "content": "YouTubes new head Neal Mohan penned his first letter today to creators emphasizing that the company aims to continue supporting the community by giving them more tools to make money. He also mention [+5100 chars]",
            "summary": "YouTubes new head Neal Mohan penned his first letter to creators emphasizing that the company in the year ahead aims to continue supporting the community by giving them more tools to make money. This year, it is going to introduce a side-by-side format that lets creators record Shorts with other Shorts or videos  essentially nudging them to make more reaction videos.Given the recent popularity of OpenAIs ChatGPT bot, multiple platforms are exploring product use cases of generative AI. He mentioned that the executives will be looking to meet more creators this year and offer more support to them.Were also listening to creators through increased support. Creators, viewers, and advertisers have more choices about where to spend their time than ever before and platforms like YouTube need to deliver across a range of formats while investing in the policies that protect platforms from real-world harm, Mohan said. So YouTube doesnt want to stay behind  but the new company head was sparse on details in his letter.Creators will be able to expand their storytelling and raise their production value, from virtually swapping outfits to creating a fantastical film setting through AIs generative capabilities. The company mentioned that people subscribing to individual channels have jumped 20% year-on-year to six million.The new YouTube head also highlighted multi-lingual features, including dubbing clips into another language and auto-caption. The company has grown to 50 billion daily views for Shorts with the number of channels uploading short videos growing 80% year-on-year, the letter said.",
            "html_summary": "<ul><li>YouTube’s new head Neal Mohan penned his first letter to creators emphasizing that the company in the year ahead aims to continue supporting the community by giving them more tools to make money.</li><li>This year, it is going to introduce a side-by-side format that lets creators record Shorts with other Shorts or videos — essentially nudging them to make more reaction videos.Given the recent popularity of OpenAI’s ChatGPT bot, multiple platforms are exploring product use cases of generative AI.</li><li>He mentioned that the executives will be looking to meet more creators this year and offer more support to them.“We’re also listening to creators through increased support.</li><li>Creators, viewers, and advertisers have more choices about where to spend their time than ever before and platforms like YouTube need to deliver across a range of formats while investing in the policies that protect platforms from real-world harm,” Mohan said.</li><li>So YouTube doesn’t want to stay behind — but the new company head was sparse on details in his letter.“Creators will be able to expand their storytelling and raise their production value, from virtually swapping outfits to creating a fantastical film setting through AI’s generative capabilities.</li><li>The company mentioned that people subscribing to individual channels have jumped 20% year-on-year to six million.The new YouTube head also highlighted multi-lingual features, including dubbing clips into another language and auto-caption.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/01/youtubes-new-head-looks-forward-to-supporting-creators-though-different-formats/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "DID unveils new chat API to enable facetoface conversations with an AI digital human",
            "description": "DID announced today that its launching a new livestreaming API to enable facetoface conversations with an AI digital human.",
            "url": "/2023-03-01-d-id-unveils-new-chat-api-to-enable-face-to-face-conversations-with-an-ai-digital-human",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Screenshot-2023-02-28-at-4.26.44-PM.png?resize=1200,753",
            "publishedAt": "2023-03-01T07:01:11Z",
            "content": "DID, the Israeli company leveraging artificial intelligence to create unique experiences like Deep Nostalgia, announced today that its launching a new chat API to enable facetoface conversations  [+2008 chars]",
            "summary": "D-ID, the Israeli company leveraging artificial intelligence to create unique experiences like Deep Nostalgia, announced today that its launching a new chat API to enable face-to-face conversations with an AI digital human. Given these factors, its not surprising that D-ID is looking to make interactions with AI feel more natural and help brands leverage the trending technology. The announcement was timed to coincide with Mobile World Congress (MWC), which is taking place in Barcelona this week.The company is currently offering the API to enterprises for branding and customer experience purposes. We are making tech more human by giving it a face and making the interaction more natural. As a result, AI has become an increasingly trending topic over the past few months. The premise of the API is to provide a human interface for conversational AI.",
            "html_summary": "<ul><li>D-ID, the Israeli company leveraging artificial intelligence to create unique experiences like Deep Nostalgia, announced today that it’s launching a new chat API to enable face-to-face conversations with an AI digital human.</li><li>Given these factors, it’s not surprising that D-ID is looking to make interactions with AI feel more natural and help brands leverage the trending technology.</li><li>The announcement was timed to coincide with Mobile World Congress (MWC), which is taking place in Barcelona this week.The company is currently offering the API to enterprises for branding and customer experience purposes.</li><li>“We are making tech more human by giving it a face and making the interaction more natural.</li><li>As a result, AI has become an increasingly trending topic over the past few months.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/28/d-id-unveils-new-chat-api-to-enable-face-to-face-conversations-with-an-ai-digital-human/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "How an entrepreneur, who didnt know how to cook, started a recipe company",
            "description": "SideChefs offers 12,000 shoppable recipes and adds ingredients needed to make the recipe to a shopping cart for delivery or instore pickup.",
            "url": "/2023-03-01-sidechef-commerce-recipe-app",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/SideChef-2.png?resize=1200,675",
            "publishedAt": "2023-03-01T13:04:04Z",
            "content": "Unless you are an avid food prepper, whats for dinner is probably the phrase uttered everyday in most households.Ten years ago, SideChef founder and CEO Kevin Yu set out to make it easier to answer [+3864 chars]",
            "summary": "Image Credits: SideChefThe app is free to download and now has over 20,000 smart recipes that users can filter by dietary preferences, ingredients you already have in your kitchen, cuisine or cook time. So, he went out looking for business models and saw how online grocery, though still low penetration, was becoming a trend.Our idea was to take the structured data we had, map out all the ingredients and send lasagna to you in a single click, Yu added. Unless you are an avid food prepper, whats for dinner is probably the phrase uttered everyday in most households.Ten years ago, SideChef founder and CEO Kevin Yu set out to make it easier to answer that question by creating an all-in-one cooking, shopping and meal planning app. There is also a create your own feature so that account holders can upload their own recipes and even share them publicly.Recipe app Pestle helps you organize, plan, and cook hands-free or with friends on FaceTimeSideChef co-founders Cadence Hardenbergh and Kevin Yu. He admits that he didnt know how to cook at the time, but was curious if there was a step-by-step guide via an app that helped people cook. There is a monthly subscription of $4.99 that comes with a premium version providing recipes from SideChef culinary experts.Prior to starting the company, Yu was a video game developer for eight years, working with Warcraft and Blizzard. He later brought on Cadence Hardenbergh as co-founder and COO.Recipe management itself not a new concept, and SideChef is among a group of startups bringing technology to a sector where handwritten recipes kept in a folder or Rolodex is the norm.",
            "html_summary": "<ul><li>Image Credits: SideChefThe app is free to download and now has over 20,000 “smart recipes” that users can filter by dietary preferences, ingredients you already have in your kitchen, cuisine or cook time.</li><li>So, he went out looking for business models and saw how online grocery, though still low penetration, was becoming a trend.“Our idea was to take the structured data we had, map out all the ingredients and send lasagna to you in a single click,” Yu added.</li><li>Unless you are an avid food prepper, “what’s for dinner” is probably the phrase uttered everyday in most households.Ten years ago, SideChef founder and CEO Kevin Yu set out to make it easier to answer that question by creating an all-in-one cooking, shopping and meal planning app.</li><li>There is also a “create your own” feature so that account holders can upload their own recipes and even share them publicly.Recipe app Pestle helps you organize, plan, and cook hands-free or with friends on FaceTimeSideChef co-founders Cadence Hardenbergh and Kevin Yu.</li><li>He admits that he didn’t know how to cook at the time, but was curious if there was a step-by-step guide via an app that helped people cook.</li><li>There is a monthly subscription of $4.99 that comes with a premium version providing recipes from SideChef culinary experts.Prior to starting the company, Yu was a video game developer for eight years, working with Warcraft and Blizzard.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/01/sidechef-commerce-recipe-app/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Insurtech giant Equisoft lands $125M investment, eyes acquisitions",
            "description": "Equisoft, a large player in the insurance market, particularly life insurance, has raised $125 million in an allequity investment.",
            "url": "/2023-03-01-insurtech-giant-equisoft-lands-125m-investment-eyes-acquisitions",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/scott-graham-OQMZwNd3ThU-unsplash.jpg?resize=1200,801",
            "publishedAt": "2023-03-01T14:16:17Z",
            "content": "Montrealbased Equisoft, an insurance and investment software developer, today announced that it raised $125 million in venture equity. Its a large amount made more significant by the fact that the  [+5588 chars]",
            "summary": "AI can fill in the manual, repetitive and mundane labor gaps and allow insurance industry professionals to do other things that add the most value to policyholders.Equisoft positions its software and services as disruptive, but  despite the recent downtrend  insurtech has been a red-hot industry. Think automatically extracting key info from insurance contracts or algorithmically processing customer onboarding documents.Equisofts offerings enable companies to undergo much-needed digital transformation, Romero said, citing a McKinsey study that predicts automation will influence 25% of the insurance sector by 2025. We believed that there was a significant opportunity to continue to grow our customer base across the life insurance, wealth and asset management markets in the Americas and beyond.Image Credits: EquisoftIt was a prescient move. In 2018, in order to accelerate growth (as Romero puts it), Equisoft opened up to investors, securing around $17 million in its first round of funding.Our reasoning back then was we wanted to invest in our core SaaS solutions and the specialized services surrounding them, Romero said. This strategy is supported by our policy administration system and data migration services.For example, Equisoft uses AI and machine learning to offer what it calls data-driven predictions, or next best actions, to promote efficiency and ideally reduce human error in insurance workflows. And in 2022, Equisoft purchased CompuOffice (Equisofts eighth acquisition to date), a developer of life insurance analysis and research software.Over the past two years we have more than doubled our revenue and now have over 900 employees, Romero said. Montreal-based Equisoft, an insurance and investment software developer, today announced that it raised $125 million in venture equity.",
            "html_summary": "<ul><li>“AI can fill in the manual, repetitive and mundane labor gaps and allow insurance industry professionals to do other things that add the most value to policyholders.”Equisoft positions its software and services as disruptive, but — despite the recent downtrend — insurtech has been a red-hot industry.</li><li>Think automatically extracting key info from insurance contracts or algorithmically processing customer onboarding documents.“Equisoft’s offerings enable companies to undergo much-needed digital transformation,” Romero said, citing a McKinsey study that predicts automation will influence 25% of the insurance sector by 2025.</li><li>“We believed that there was a significant opportunity to continue to grow our customer base across the life insurance, wealth and asset management markets in the Americas and beyond.”Image Credits: EquisoftIt was a prescient move.</li><li>In 2018, in order to “accelerate growth” (as Romero puts it), Equisoft opened up to investors, securing around $17 million in its first round of funding.“Our reasoning back then was we wanted to invest in our core SaaS solutions and the specialized services surrounding them,” Romero said.</li><li>“This strategy is supported by our policy administration system and data migration services.”For example, Equisoft uses AI and machine learning to offer what it calls “data-driven predictions,” or “next best actions,” to promote efficiency and ideally reduce human error in insurance workflows.</li><li>And in 2022, Equisoft purchased CompuOffice (Equisoft’s eighth acquisition to date), a developer of life insurance analysis and research software.“Over the past two years we have more than doubled our revenue and now have over 900 employees,” Romero said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/01/insurtech-giant-equisoft-lands-125m-investment-eyes-acquisitions/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Ben Nyes new VC firm wont just give you a fish, but will guide you to the best lake",
            "description": "Venture Guides recently closed on $215 million in capital commitments for seed and Series A infrastructure software companies.",
            "url": "/2023-03-01-ben-nyes-new-vc-firm-wont-just-give-you-a-fish-but-will-guide-you-to-the-best-lake",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/GettyImages-658284938.jpg?resize=1200,800",
            "publishedAt": "2023-03-01T14:17:24Z",
            "content": "For the past 19 years, Ben Nye sought out promising infrastructure software as comanaging partner of Bain Capital Ventures. Now he and a group of four partners, collected from his time at Bain and a [+7901 chars]",
            "summary": "Second, when the market started to turn and the cost of capital rose instead of 35 years of declining, you saw the public markets compressed.With that dislocated market, we had to think about the markets differently and about who is going to make rational investor decisions. Its setting up to be a very, very strong vintage, if you know what youre doing.So how do you know if you know what you are doing?You have to know what you own, know why you own it and know how you can improve it. I think thats what drove a lot of their thinking.As you look across the infrastructure software sector, what are you looking for in an investment?We have a framework that we use to evaluate every investment and its all data driven. And thats where we know we can be helpful.How many investments have you made so far with this fund?Two seeds done and two others in the works.In terms of your deal flow, are you taking a more inbound or outbound approach?Its much more inbound. And if you look at the pricing environment, its a little more realistic in terms of the private markets as well as in the public markets because the public market led the way. ELJ Ventures, whos our family investment office and their family out of the Dominican Republic, is a really strong investor, and theyve been in some Bain Capital spinout companies. Ten percent of every check we write is our own, and that differentiation is strong as are the approach and the results.What sub sectors are you seeing some really neat technology come out of?A whole bunch, how much time you got?",
            "html_summary": "<ul><li>Second, when the market started to turn and the cost of capital rose instead of 35 years of declining, you saw the public markets compressed.With that dislocated market, we had to think about the markets differently and about who is going to make rational investor decisions.</li><li>It’s setting up to be a very, very strong vintage, if you know what you’re doing.So how do you know if you know what you are doing?You have to know what you own, know why you own it and know how you can improve it.</li><li>I think that’s what drove a lot of their thinking.As you look across the infrastructure software sector, what are you looking for in an investment?We have a framework that we use to evaluate every investment and it’s all data driven.</li><li>And that’s where we know we can be helpful.How many investments have you made so far with this fund?Two seeds done and two others in the works.In terms of your deal flow, are you taking a more inbound or outbound approach?It’s much more inbound.</li><li>And if you look at the pricing environment, it’s a little more realistic in terms of the private markets as well as in the public markets because the public market led the way.</li><li>ELJ Ventures, who’s our family investment office and their family out of the Dominican Republic, is a really strong investor, and they’ve been in some Bain Capital spinout companies.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/01/ben-nyes-new-vc-firm-wont-just-give-you-a-fish-but-will-guide-you-to-the-best-lake/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. StudentFinance nabs $41M to help Europeans upskill for indemand jobs. YouTubes new head looks forward to supporting creators though different formats. DID unveils new chat API to enable facetoface conversations with an AI digital human. How an entrepreneur, who didnt know how to cook, started a recipe company. Insurtech giant Equisoft lands $125M investment, eyes acquisitions. Ben Nyes new VC firm wont just give you a fish, but will guide you to the best lake"
}