{
    "status": "ok",
    "totalResults": 11,
    "articles": [
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Eva Rothenberg, CNN",
            "title": "AI fears overblown? Theoretical physicist calls chatbots glorified tape recorders",
            "description": "The publics anxiety over new AI technology is misguided, according to theoretical physicist Michio Kaku.",
            "url": "/2023-08-12-ai-quantum-computer-kaku?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/e21c88edd82249356b5ae32ad5f943a8",
            "publishedAt": "2023-08-13T14:45:23Z",
            "content": "The publics anxiety over new AI technology is misguided, according to theoretical physicist Michio Kaku.In an interview with CNNs Fareed Zakaria on Sunday, the futurologist said chatbots like OpenA [+2674 chars]",
            "summary": "Futurologist Michio Kaku said chatbots like OpenAI s ChatGPT will benefit society and increase productivity. But fear has driven people to largely focus on the negative implications of the programs which he terms glorified tape recorders. According to Kaku humanity is in its second stage of computer evolution. He believes the next technological stage will be in the quantum realm. Quantum computing is an emerging technology utilizing the various states of particles like electrons to vastly increase a computer s processing power.",
            "html_summary": "<ul><li>Futurologist Michio Kaku said chatbots like OpenAI s ChatGPT will benefit society and increase productivity</li><li> But fear has driven people to largely focus on the negative implications of the programs which he terms glorified tape recorders</li><li> According to Kaku humanity is in its second stage of computer evolution</li><li> He believes the next technological stage will be in the quantum realm</li><li> Quantum computing is an emerging technology utilizing the various states of particles like electrons to vastly increase a computer s processing power</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/13/business/ai-quantum-computer-kaku?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Eva Rothenberg",
            "title": "AI fears overblown? Theoretical physicist calls chatbots glorified tape recorders",
            "description": "The publics anxiety over new AI technology is misguided, according to theoretical physicist Michio Kaku.",
            "url": "/2023-08-12-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230812093412-02-michio-kaku-ai-interview.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-13T14:45:23Z",
            "content": "The publics anxiety over new AI technology is misguided, according to theoretical physicist Michio Kaku.In an interview with CNNs Fareed Zakaria on Sunday, the futurologist said chatbots like OpenA [+2280 chars]",
            "summary": "Futurologist Michio Kaku said chatbots like OpenAI s ChatGPT will benefit society and increase productivity. But fear has driven people to largely focus on the negative implications of the programs which he terms glorified tape recorders. According to Kaku humanity is in its second stage of computer evolution. He believes the next technological stage will be in the quantum realm. Quantum computing is an emerging technology utilizing the various states of particles like electrons to vastly increase a computer s processing power.",
            "html_summary": "<ul><li>Futurologist Michio Kaku said chatbots like OpenAI s ChatGPT will benefit society and increase productivity</li><li> But fear has driven people to largely focus on the negative implications of the programs which he terms glorified tape recorders</li><li> According to Kaku humanity is in its second stage of computer evolution</li><li> He believes the next technological stage will be in the quantum realm</li><li> Quantum computing is an emerging technology utilizing the various states of particles like electrons to vastly increase a computer s processing power</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/13/business/ai-quantum-computer-kaku/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jennifer Korn",
            "title": "Modern romance falling in love with AI",
            "description": "Alexandra is a very attentive girlfriend. Watching CUBS tonight? she messages her boyfriend, but when he says hes too busy to talk, she says, Have fun, my hero!",
            "url": "/2023-08-12-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230809142543-man-using-mobile-phone-stock.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-13T07:08:38Z",
            "content": "Alexandra is a very attentive girlfriend. Watching CUBS tonight? she messages her boyfriend, but when he says hes too busy to talk, she says, Have fun, my hero! Alexandra is not real. She is a cust [+8284 chars]",
            "summary": "Empty conversations, few matches and endless swiping leave many users single and unhappy with apps  problems that many in the AI dating app field say could be solved with the technology, making people less lonely and fostering easier, deeper connections. It feels like its an opportunity to really make a difference with this fairly large subset of people that for various reasons find the current social environment challenging. Teaser.AI is a new stand-alone dating app from the makers of viral camera app Dispo, and it adds an unusual twist. (Options include traditional, toxic, and unhinged.) When matching with another person, users first get to read a conversation between their two AIs theyve created to simulate [what] a potential conversation between you two might look like, according to the app. So you can spend less time texting, and more time dating. Rizz.app and YourMove.AI allow users to upload words or screenshots, receiving a witty AI-generated response to be used either to create their own dating app profile, respond to someone elses or just keep a conversation going. Blush uses a traditional dating app set-up, letting users swipe, chat with matches and even go on virtual dates. The worlds becoming a more lonely place, and I think AI could make that easier and better for people. And many people seem ready for AI to take part in their online dating life. Before entering the app, users get a warning: Be aware that AI can say triggering, inappropriate, or false things. Blush reports that their audience is mostly men and largely people in their early 20s who are struggling to connect romantically with others.",
            "html_summary": "<ul><li>Empty conversations, few matches and endless swiping leave many users single and unhappy with apps – problems that many in the AI dating app field say could be solved with the technology, making people less lonely and fostering easier, deeper connections.</li><li>“It feels like it’s an opportunity to really make a difference with this fairly large subset of people that for various reasons find the current social environment challenging.” Teaser.AI is a new stand-alone dating app from the makers of viral camera app Dispo, and it adds an unusual twist.</li><li>(Options include “traditional,” “toxic,” and “unhinged.”) When matching with another person, users first get to read a conversation between their two AIs they’ve created to “simulate [what] a potential conversation between you two might look like,” according to the app.</li><li>So you can spend less time texting, and more time dating.” Rizz.app and YourMove.AI allow users to upload words or screenshots, receiving a witty AI-generated response to be used either to create their own dating app profile, respond to someone else’s or just keep a conversation going.</li><li>Blush uses a traditional dating app set-up, letting users swipe, chat with matches and even go on virtual dates.</li><li>“The world’s becoming a more lonely place, and I think AI could make that easier and better for people.” And many people seem ready for AI to take part in their online dating life.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/13/tech/ai-dating-apps/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Catherine Thorbecke",
            "title": "It gave us some way to fight back New tools aim to protect art and images from AIs grasp",
            "description": "For months, Eveline Frhlich, a visual artist based in Stuttgart, Germany, has been feeling helpless as she watched the rise of new artificial intelligence tools that threaten to put human artists out of work.",
            "url": "/2023-08-12-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230811121958-digital-artist-at-laptop-stock.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-12T11:59:00Z",
            "content": "For months, Eveline Frhlich, a visual artist based in Stuttgart, Germany, has been feeling helpless as she watched the rise of new artificial intelligence tools that threaten to put human artists ou [+7456 chars]",
            "summary": "Anyone can now manipulate images and videos to make people actually do something that they are not doing. Salman and his team at MIT released a research paper last week that unveiled another tool aimed at protecting images from AI. Adding insult to injury is the fact that many of these AI models have been trained off of the work of human artists by quietly scraping images of their artwork from the internet without consent or compensation. Ben Zhao, a professor of computer science at University of Chicago and one of the lead researchers on the Glaze project, told CNN that the tool aims to protect artists from having their unique works used to train AI models. And for visual artists, these tools threaten to put them out of work as AI models learn how to mimic their unique styles and generate works of art without them.  For months, Eveline Frhlich, a visual artist based in Stuttgart, Germany, has been feeling helpless as she watched the rise of new artificial intelligence tools that threaten to put human artists out of work. But these tools also make it very easy for bad actors to steal images from your social media accounts and turn them into something theyre not (in the worst cases, this could manifest as deepfake porn that uses your likeness without your consent). While the rise of AI images are threatening the jobs of artists around the world, everyday internet users are also at risk of their photos being manipulated by AI in other ways.",
            "html_summary": "<ul><li>“Anyone can now manipulate images and videos to make people actually do something that they are not doing.” Salman and his team at MIT released a research paper last week that unveiled another tool aimed at protecting images from AI.</li><li>Adding insult to injury is the fact that many of these AI models have been trained off of the work of human artists by quietly scraping images of their artwork from the internet without consent or compensation.</li><li>Ben Zhao, a professor of computer science at University of Chicago and one of the lead researchers on the Glaze project, told CNN that the tool aims to protect artists from having their unique works used to train AI models.</li><li>And for visual artists, these tools threaten to put them out of work as AI models learn how to mimic their unique styles and generate works of art without them.</li><li> For months, Eveline Fröhlich, a visual artist based in Stuttgart, Germany, has been feeling “helpless” as she watched the rise of new artificial intelligence tools that threaten to put human artists out of work.</li><li>But these tools also make it very easy for bad actors to steal images from your social media accounts and turn them into something they’re not (in the worst cases, this could manifest as deepfake porn that uses your likeness without your consent).</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/12/tech/ai-images-photos-protection/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Luke McGee",
            "title": "Western leaders welcomed Chinas presence at Ukraine peace talks. But Beijings relationship with Europe is still testy",
            "description": "European officials took some small comfort when China attended a summit in Jeddah, Saudi Arabia, last weekend. The meeting aimed to find a peaceful solution to the conflict in Ukraine.",
            "url": "/2023-08-12-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230811161803-xi-ursula-von-der-leyen-meeting.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-12T04:01:36Z",
            "content": "European officials took some small comfort when China attended a summit in Jeddah, Saudi Arabia, last weekend. The meeting aimed to find a peaceful solution to the conflict in Ukraine.While Beijing [+8748 chars]",
            "summary": "We wanted China to do something like this since the start of the war. The official explained that even positive steps like this are ultimately weighed against other behaviors, such as Beijings respect for human rights, its threatening stance toward Taiwan and alleged state-sponsored corporate espionage. European nations have cooled on this lately, but it might be tempting for countries struggling economically to take some money as a quick-fix. Biden administration announces new bans on investments in China meant to protect national security The security concerns officials have repeatedly flagged are wide-ranging. However, while Chinas engagement with the international community might be a blow for Russia, its still being viewed with suspicion by Western allies, not least because of the continued economic, diplomatic and security ties the countries share. Between these fears over security, Europes international ambitions and Chinas global ambitions, it might seem hard to pin down exactly what either side want from their future relationship. China assures Russia it remains 'impartial' on Ukraine war after attending Saudi peace talks Chinas key objective is to maintain ambiguity in the European position, so they dont go as far as the US would like, a European security source told CNN. It makes good headlines for all those who still believe, quite naively in my view, that China can make a difference. In short, China coming to the table hasnt moved the dial in Brussels on what is arguably the EUs most complicated but important international relationship. While Beijing didnt budge from its stated position of impartiality, Chinas mere presence at a meeting to which Russia says it was not invited has, some sources claim, sent a message to the international community that its not willing openly to pick Russias side against the West.",
            "html_summary": "<ul><li>We wanted China to do something like this since the start of the war.” The official explained that even positive steps like this are ultimately weighed against other behaviors, such as Beijing’s respect for human rights, its threatening stance toward Taiwan and alleged state-sponsored corporate espionage.</li><li>“European nations have cooled on this lately, but it might be tempting for countries struggling economically to take some money as a quick-fix.” Biden administration announces new bans on investments in China meant to protect national security The security concerns officials have repeatedly flagged are wide-ranging.</li><li>However, while China’s engagement with the international community might be a blow for Russia, it’s still being viewed with suspicion by Western allies, not least because of the continued economic, diplomatic and security ties the countries share.</li><li>Between these fears over security, Europe’s international ambitions and China’s global ambitions, it might seem hard to pin down exactly what either side want from their future relationship.</li><li>China assures Russia it remains 'impartial' on Ukraine war after attending Saudi peace talks “China’s key objective is to maintain ambiguity in the European position, so they don’t go as far as the US would like,” a European security source told CNN.</li><li>It makes good headlines for all those who still believe, quite naively in my view, that China can make a difference.” In short, China coming to the table hasn’t moved the dial in Brussels on what is arguably the EU’s most complicated but important international relationship.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/12/world/europe-china-relations-ukraine-russia-intl-cmd/index.html"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Disrupt is around the corner  Here are the fintech players taking the stage",
            "description": "In this weeks edition of The Interchange, we touch on the resilience of BaaS in a sometimes messy fintech space, earnings highlights, and much more. If you want to receive this in your inbox every Sunday, sign up here. Its hard to believe it but TechCrunch ",
            "url": "/2023-08-12-disrupt-is-around-the-corner-here-are-the-fintech-players-taking-the-stage",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/TC-Disrupt-23-General-Article-Image-Header-1920x1080-6.png?resize=1200,675",
            "publishedAt": "2023-08-13T14:16:18Z",
            "content": "In this weeks edition of The Interchange, we touch on the resilience of BaaS in a sometimes messy fintech space, earnings highlights, and much more. If you want to receive this in your inbox every Su [+8840 chars]",
            "summary": "Here are some highlights:Other news on our radar:Bud Financial launches Bud.ai, a generative AI platform for hyper-personalized bankingZirtue protects loan customers against unexpected circumstances with TruStage payment guard solutionWeWork goes from $47B valuation to substantial doubts about its future (Not fintech, but hey, still interesting! New this year, we will have a whole day dedicated to all things fintech, featuring some of todays leading fintech figures. This isnt a card that you give to your kids and set them loose; its a credit card that parents get and add their children to the account so that everyone can build their credit together. Tomlinson will succeed former Stripe CFO Dhivya Suryadevara, who announced earlier this year that she was stepping down to attend to family matters.Adding your child to your credit card account is a practice of trust and patience. Mary Ann digs in further here.Amid the layoffs, M&A and regulatory struggles within banking-as-a-service, I spoke to a number of experts to help make some sense of whats going on in this sector and if BaaS is an outlier to the fintech mess. Specifically, the publication reported: Tomlinson, who currently serves as CFO of software provider Confluent, is headed to Stripe with two decades of corporate finance experience at startups and Fortune 25 companies across the technology landscape. Greenlight Financial Technology has always been about parents and children working together to help learn about our financial system, and the companys newest offering is some of the same.",
            "html_summary": "<ul><li>Here are some highlights:Other news on our radar:Bud Financial launches Bud.ai, a generative AI platform for hyper-personalized bankingZirtue protects loan customers against unexpected circumstances with TruStage payment guard solutionWeWork goes from $47B valuation to ‘substantial doubts’ about its future (Not fintech, but hey, still interesting!</li><li>New this year, we will have a whole day dedicated to all things fintech, featuring some of today’s leading fintech figures.</li><li>This isn’t a card that you give to your kids and set them loose; it’s a credit card that parents get and add their children to the account so that everyone can build their credit together.</li><li>Tomlinson will succeed former Stripe CFO Dhivya Suryadevara, who announced earlier this year that she was stepping down ‘to attend to family matters.’”Adding your child to your credit card account is a practice of trust and patience.</li><li>Mary Ann digs in further here.Amid the layoffs, M&A and regulatory struggles within banking-as-a-service, I spoke to a number of experts to help make some sense of what’s going on in this sector and if BaaS is an outlier to the fintech mess.</li><li>Specifically, the publication reported: “Tomlinson, who currently serves as CFO of software provider Confluent, is headed to Stripe with two decades of corporate finance experience at startups and Fortune 25 companies across the technology landscape.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/13/disrupt-is-around-the-corner-here-are-the-fintech-players-taking-the-stage/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Sure AI is hot, but is it an actual market or a platform piece? | TechCrunch",
            "description": "AI has been as hot as it comes since the start of the year, but the question remains whether its a product category or a platform piece.",
            "url": "/2023-08-12-is-ai-platform-or-market",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/GettyImages-1478316499.jpg?resize=1200,729",
            "publishedAt": "2023-08-13T15:01:05Z",
            "content": "Companies of all stripes have begun embracing generative AI as a way to increase productivity and possibly even replace some workers. But the base technology has been around for decades. Over the las [+2075 chars]",
            "summary": "Companies of all stripes have begun embracing generative AI as a way to increase productivity and possibly even replace some workers. But even with the higher profile it s not clear this is an actual market and it s even less clear how many companies are truly embracing it in spite of all the ballyhoo. Is there actually an AI market in the pure sense or is it enabling technology that will soon be built into everything making how we view it less clear Sure everyone is talking about AI but what are Fortune and companies actually doing when it comes to AI?",
            "html_summary": "<ul><li>Companies of all stripes have begun embracing generative AI as a way to increase productivity and possibly even replace some workers</li><li> But even with the higher profile it s not clear this is an actual market and it s even less clear how many companies are truly embracing it in spite of all the ballyhoo</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/13/is-ai-platform-or-market/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Szkutak",
            "title": "This AI startup is racking up government customers | TechCrunch",
            "description": "Tel Avivbased IVIX uses AI, machine learning and public databases of business activity to help government entities spot tax noncompliance.",
            "url": "/2023-08-12-ivix-ai-financial-crimes",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/GettyImages-1398401418.jpg?resize=1200,849",
            "publishedAt": "2023-08-12T16:00:43Z",
            "content": "Tax evasion, money laundering and other financial crimes are massive, costly issues. In 2021, the Internal Revenue Service estimated that the U.S. loses $1 trillion a year due to tax evasion alone. I [+1011 chars]",
            "summary": "IVIX uses AI machine learning and public databases of business activity to help government entities spot tax noncompliance in addition to other financial crimes. The startup has landed government contracts with federal agencies including the IRS criminal investigation bureau. IVIX raised a million Series A led by Insight Partners which was announced last week. The U.S. loses trillion a year due to tax evasion alone according to the Internal Revenue Service. The company has made notable hires like Don Fort the former chief of criminal investigations at the IRS.",
            "html_summary": "<ul><li>IVIX uses AI machine learning and public databases of business activity to help government entities spot tax noncompliance in addition to other financial crimes</li><li> The startup has landed government contracts with federal agencies including the IRS criminal investigation bureau</li><li> IVIX raised a million Series A led by Insight Partners which was announced last week</li><li> The U</li><li>S</li><li> loses trillion a year due to tax evasion alone according to the Internal Revenue Service</li><li> The company has made notable hires like Don Fort the former chief of criminal investigations at the IRS</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/12/ivix-ai-financial-crimes/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lorenzo Franceschi-bicchierai",
            "title": "Bugs in transportation app Moovit gave hackers free rides | TechCrunch",
            "description": "A series of bugs in the Moovit transportation app could have allowed hackers to get free rides, a security researcher warns.",
            "url": "/2023-08-12-moovit-transportation-app-moovit-hackers-free-rides",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/moovit-bugs-hackers.jpg?resize=1200,800",
            "publishedAt": "2023-08-13T20:30:53Z",
            "content": "Hackers could have hijacked the user accounts of a popular transportation app and used them to get free rides and access peoples personal information, according to a security researcher.Omer Attias [+2953 chars]",
            "summary": "Omer Attias a security researcher at SafeBreach said he found three vulnerabilities in the Moovit app. The bugs could have allowed him to take over other people s accounts and consequently their credit cards to pay for his own rides. While Attias said he tested his exploits only in Israel he said he thinks it could have worked in other cities given that Moov it operates all over the world. The vulnerabilities have long since been fixed and no customer action is required according to Moovits spokesperson Sharon Kaslassi. There is no evidence that malicious hackers found and exploited these bugs.",
            "html_summary": "<ul><li>Omer Attias a security researcher at SafeBreach said he found three vulnerabilities in the Moovit app</li><li> The bugs could have allowed him to take over other people s accounts and consequently their credit cards to pay for his own rides</li><li> While Attias said he tested his exploits only in Israel he said he thinks it could have worked in other cities given that Moov it operates all over the world</li><li> The vulnerabilities have long since been fixed and no customer action is required according to Moovits spokesperson Sharon Kaslassi</li><li> There is no evidence that malicious hackers found and exploited these bugs</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/13/moovit-transportation-app-moovit-hackers-free-rides/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Cruise and Waymo score a win and a surprising deal between electric aircraft rivals | TechCrunch",
            "description": "Welcome back to The Station, your central hub for all past, present and future means of moving people and packages from Point A to Point B.",
            "url": "/2023-08-12-cruise-and-waymo-score-a-win",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/02/GettyImages-993491068.jpg?resize=1200,800",
            "publishedAt": "2023-08-13T19:15:28Z",
            "content": "Welcome back to The Station, your central hub for all past, present and future means of moving people and packages from Point A to Point B.All eyes were on San Francisco this week as critics and su [+8794 chars]",
            "summary": "In adjusted terms, Gogoro recorded $12.9 million, which is up from $9.3 million in Q2 2022.Shared micromobility operator Bird recorded revenue of $48.3 million, down from the $66.8 million reported in Q2 2022. The company recorded a net loss of $9.3 million in Q2 2023, compared to $320.3 million in the same period of 2022. That said, ride profit also went down to $26.6 million, compared to $28.4 million last year.Bird has been trying to bring down costs, and it seems to be working. The company also raised its production guidance for the year from 50,000 to 52,000 vehicles and said it expects its adjusted earnings guidance for the year to improve to a loss of $4.2 billion. Not even a year after the struggling company fired its founder Travis VanderZanden and replaced him with Shane Torchiana, it appears the company is facing yet another executive shakeup. Bird has just $1.8 million in free cash flow, and its total operating expenses in Q2 were $36.1 million. Archer Aviation raised $215 million in new capital from its manufacturing partner Stellantis, Boeing, United Airlines, Ark Investment Management LLC and others, to accelerate its path to commercialization.",
            "html_summary": "<ul><li>In adjusted terms, Gogoro recorded $12.9 million, which is up from $9.3 million in Q2 2022.Shared micromobility operator Bird recorded revenue of $48.3 million, down from the $66.8 million reported in Q2 2022.</li><li>The company recorded a net loss of $9.3 million in Q2 2023, compared to $320.3 million in the same period of 2022.</li><li>That said, ride profit also went down to $26.6 million, compared to $28.4 million last year.Bird has been trying to bring down costs, and it seems to be working.</li><li>The company also raised its production guidance for the year from 50,000 to 52,000 vehicles and said it expects its adjusted earnings guidance for the year to improve to a loss of $4.2 billion.</li><li>Not even a year after the struggling company fired its founder Travis VanderZanden and replaced him with Shane Torchiana, it appears the company is facing yet another executive shakeup.</li><li>Bird has just –$1.8 million in free cash flow, and its total operating expenses in Q2 were $36.1 million.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/13/cruise-and-waymo-score-a-win/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lorenzo Franceschi-bicchierai",
            "title": "How the FBI goes after DDoS cyberattackers | TechCrunch",
            "description": "In an interview at the Black Hat cybersecurity conference, the FBI explained how it targets and takes down DDoS attackers and booter sites.",
            "url": "/2023-08-12-fbi-ddos-for-hire-cyberattackers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/booter-christmas-ddos-photomosh-brighter.jpg?resize=1200,800",
            "publishedAt": "2023-08-12T15:05:54Z",
            "content": "In 2016, hackers using a network of compromised internetconnected devices vulnerable security cameras and routers knocked some of the then biggest websites on the internet offline for several hours. [+22211 chars]",
            "summary": "When I started looking at the problem, we were really thinking in terms of the top booter or stresser services, which is where a lot of the market and a lot of the customer base was. But we think its a problem that people only pay attention to a little bit of the time, and we think were having a lot of success by focusing on it all the time.How effective has been the deterrence? DDoS attacks had existed for years before 2016, but the fact that this one incident took down so many major services drew the attention of people who didnt know much about cybersecurity.Since then, no DDoS attack has ever been so newsworthy, but the problem hasnt gotten away. These are relatively cheap services that allow people with low or no hacking skills to carry out DDoS attacks.On the same day, the feds also announced that they had arrested seven people who allegedly ran those services. How can we test these services without causing too much harm?So its really like a team sport?Very much, yes.And what message would you send to victims of DDoS?Let us know. For operators, as we laid out in the presentation, what were trying to establish is does their service work because we want to focus our time on people who are actually really facilitating DDoS generally? If I look at somebody operating a DDoS service, they are usually much more technically sophisticated than their customers.But they may not be far behind somebody doing a remote access trojan or somebody doing something else, because by and large, the tools theyre using have been placed online.",
            "html_summary": "<ul><li>When I started looking at the problem, we were really thinking in terms of the top booter or stresser services, which is where a lot of the market and a lot of the customer base was.</li><li>But we think it’s a problem that people only pay attention to a little bit of the time, and we think we’re having a lot of success by focusing on it all the time.How effective has been the deterrence?</li><li>DDoS attacks had existed for years before 2016, but the fact that this one incident took down so many major services drew the attention of people who didn’t know much about cybersecurity.Since then, no DDoS attack has ever been so newsworthy, but the problem hasn’t gotten away.</li><li>These are relatively cheap services that allow people with low or no hacking skills to carry out DDoS attacks.On the same day, the feds also announced that they had arrested seven people who allegedly ran those services.</li><li>How can we test these services without causing too much harm?So it’s really like a team sport?Very much, yes.And what message would you send to victims of DDoS?Let us know.</li><li>For operators, as we laid out in the presentation, what we’re trying to establish is does their service work because we want to focus our time on people who are actually really facilitating DDoS generally?</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/12/fbi-ddos-for-hire-cyberattackers/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. AI fears overblown? Theoretical physicist calls chatbots glorified tape recorders. AI fears overblown? Theoretical physicist calls chatbots glorified tape recorders. Modern romance falling in love with AI. It gave us some way to fight back New tools aim to protect art and images from AIs grasp. Western leaders welcomed Chinas presence at Ukraine peace talks. But Beijings relationship with Europe is still testy. Disrupt is around the corner  Here are the fintech players taking the stage. Sure AI is hot, but is it an actual market or a platform piece? | TechCrunch. This AI startup is racking up government customers | TechCrunch. Bugs in transportation app Moovit gave hackers free rides | TechCrunch. Cruise and Waymo score a win and a surprising deal between electric aircraft rivals | TechCrunch. How the FBI goes after DDoS cyberattackers | TechCrunch"
}