{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Friend or foe? Teachers debate ChatGPT",
            "description": "ChatGPT, the new artificial intelligence tool that can write remarkably cogent essays on any topic based on simple prompts, is sparking intense debates among educators about the nature and purpose of modern teaching methods  and how to sniff out plagiarists.",
            "url": "/2023-01-13-chatgpt-schools-teachers-ai-debate",
            "urlToImage": "https://images.axios.com/aIUI1PaN_RZ2MGz4ASXJiS5FLB4=/0x0:1920x1080/1366x768/2023/01/11/1673477431915.jpg",
            "publishedAt": "2023-01-13T10:45:25Z",
            "content": "ChatGPT, the new artificial intelligence tool that can write remarkably cogent essays on any topic based on simple prompts, is sparking intense debates among educators about the nature and purpose of [+3808 chars]",
            "summary": "What's happening: Teachers have been holding meetings and comparing notes about the tool's ramifications and possible responses.The intrigue: Some teachers are experimenting with ways to use ChatGPT in the classroom, either to explore the nature of \"good\" writing or to create linguistic scaffolding that students can build on. The bottom line: Students who use ChatGPT to slack off do so at their own peril  but there's educational potential here too.",
            "html_summary": "<ul><li>What's happening: Teachers have been holding meetings and comparing notes about the tool's ramifications and possible responses.The intrigue: Some teachers are experimenting with ways to use ChatGPT in the classroom, either to explore the nature of \"good\" writing or to create linguistic scaffolding that students can build on.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/13/chatgpt-schools-teachers-ai-debate"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "Android cofounder chips in for sculpture to honor Leonard Nimoy  Axios",
            "description": "Rich Miner credits Star Trek for helping spur his interest in technology.",
            "url": "/2023-01-13-leonard-nimoy-statue-android-co-founder",
            "urlToImage": "https://images.axios.com/DFY4KaI15kYLjS7s0dBjHPqW5VU=/0x312:2200x1550/1366x768/2023/01/10/1673390252888.jpg",
            "publishedAt": "2023-01-13T11:02:42Z",
            "content": "Android cofounder Rich Miner credits Star Trek for helping lead him to a career in tech and inspiring several products he created. Whats happening As a way to pay tribute, Miner is now helping [+989 chars]",
            "summary": "Image: Museum of Science.Android co-founder Rich Miner credits \"Star Trek\" for helping lead him to a career in tech and inspiring several products he created. A rendering of a sculpture to be built at Boston's Museum of Science honoring \"Star Trek\" actor Leonard Nimoy.",
            "html_summary": "<ul><li>Image: Museum of Science.Android co-founder Rich Miner credits \"Star Trek\" for helping lead him to a career in tech and inspiring several products he created.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/13/leonard-nimoy-statue-android-co-founder"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Backed by Tiger Global, Mayfair emerges from stealth to offer businesses a higher yield on their cash",
            "description": "One startup is banking on the fact that businesses are eager to earn as much interest as possible on their cash. Mayfair is a new fintech startup that offers businesses up to 4.02% APY, a number it claims is among the highest out there. How a startup that is ",
            "url": "/2023-01-13-fintech-mayfair-emerges-from-stealth-to-offer-businesses-a-higher-yield-on-their-cash",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/01/GettyImages-169117081.jpg?resize=1200,832",
            "publishedAt": "2023-01-13T14:02:15Z",
            "content": "One startup is banking on the fact that businesses are eager to earn as much interest as possible on their cash.Mayfair is a new fintech startup that offers businesses up to 4.02% APY, a number it  [+5243 chars]",
            "summary": "One startup is banking on the fact that businesses are eager to earn as much interest as possible on their cash.Mayfair is a new fintech startup that offers businesses up to 4.02% APY, a number it claims is among the highest out there. The raises took place before the downturn that has hit the startup world began in full force, with the seed round closing in April of 2022 in conjunction with the closing of a $4 million debt line. The company believes that it can attract banks as partners by pledging to deliver a higher amount of deposits than they would get on their own.They dont have to pay to have a marketing force or for distribution, Chopra said. They have a massive vision to be an end to end finance platform for fast growing companies that includes management and automation around treasury, finance, accounting, and operations, Yang told TechCrunch. Chopra said the company doesnt view fellow fintech Mercury as a competitor (that company too is partnered with Evolve), and views its services as complementary.Presently, Mayfair has 12 employees. How a startup that is barely two years old able to offer such a high interest rate to businesses goes back to its partners. Down the line, the company is planning to charge for certain functions related to cash management that is not yet built out.",
            "html_summary": "<ul><li>One startup is banking on the fact that businesses are eager to earn as much interest as possible on their cash.Mayfair is a new fintech startup that offers businesses up to 4.02% APY, a number it claims is among the highest out there.</li><li>The raises took place before the downturn that has hit the startup world began in full force, with the seed round closing in April of 2022 in conjunction with the closing of a $4 million debt line.</li><li>The company believes that it can attract banks as partners by pledging to deliver a higher amount of deposits than they would get on their own.“They don’t have to pay to have a marketing force or for distribution,” Chopra said.</li><li>They have a massive vision to be an end to end finance platform for fast growing companies that includes management and automation around treasury, finance, accounting, and operations,” Yang told TechCrunch.</li><li>Chopra said the company doesn’t view fellow fintech Mercury as a competitor (that company too is partnered with Evolve), and views its services as “complementary.”Presently, Mayfair has 12 employees.</li><li>How a startup that is barely two years old able to offer such a high interest rate to businesses goes back to its partners.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/13/fintech-mayfair-emerges-from-stealth-to-offer-businesses-a-higher-yield-on-their-cash/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "News aggregator SmartNews lays off 40% of US and China staff, with further reductions planned in Japan",
            "description": "SmartNews, a Tokyoheadquartered news aggregation website and app valued at $2 billion as of 2021, today announced a 40% reduction of its U.S. and China workforce, or around 120 people, according to sources familiar with the companys plans. The news was anno",
            "url": "/2023-01-13-news-aggregator-smartnews-lays-off-40-of-non-japan-staff-with-further-reductions-planned-in-japan",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/09/SmartNewsSlider.jpg?resize=1200,800",
            "publishedAt": "2023-01-13T01:36:33Z",
            "content": "SmartNews, a Tokyoheadquartered news aggregation website and app valued at $2 billion as of 2021, today announced a 40% reduction of its U.S. and China workforce, or around 120 people, according to  [+4418 chars]",
            "summary": "The iOS new privacy measure introduced in 2021 hurt companies whose business models relied on advertising, including Meta and Snap, while boosting Apples own ads business.The company could have gone public back in 2019, but leadership pressed for additional funding and a higher valuation. SmartNews, a Tokyo-headquartered news aggregation website and app valued at $2 billion as of 2021, today announced a 40% reduction of its U.S. and China workforce, or around 120 people, according to sources familiar with the companys plans. Existing backers ACA Investments and SMBC Venture Capital also participated.The SmartNews app globally reached 30 million monthly active users with 20 million in Japan and 10 million in the United States, we understand. In its most recent funding round, a Series F, investors poured in $230 million into the business, valuing it as a double unicorn ($2 billion), the companys press release stated. This was a last resort decision for us, and we hope the severance packages and career transition management services offered to impacted employees will help in their search for a new role. Now that opportunity could be slipping.Reached for comment, SmartNews confirmed the layoffs and offered the following statement:Unfortunately, we are not immune to the current economic conditions that have negatively affected so many businesses. The company confirmed the layoffs to TechCrunch, saying the current economic conditions were to blame.Impacted roles in the U.S. and China include those in engineering, product, and data science, we understand.",
            "html_summary": "<ul><li>The iOS new privacy measure introduced in 2021 hurt companies whose business models relied on advertising, including Meta and Snap, while boosting Apple’s own ads business.The company could have gone public back in 2019, but leadership pressed for additional funding and a higher valuation.</li><li>SmartNews, a Tokyo-headquartered news aggregation website and app valued at $2 billion as of 2021, today announced a 40% reduction of its U.S. and China workforce, or around 120 people, according to sources familiar with the company’s plans.</li><li>Existing backers ACA Investments and SMBC Venture Capital also participated.The SmartNews app globally reached 30 million monthly active users with 20 million in Japan and 10 million in the United States, we understand.</li><li>In its most recent funding round, a Series F, investors poured in $230 million into the business, valuing it as a “double unicorn” ($2 billion), the company’s press release stated.</li><li>This was a last resort decision for us, and we hope the severance packages and career transition management services offered to impacted employees will help in their search for a new role.</li><li>Now that opportunity could be slipping.Reached for comment, SmartNews confirmed the layoffs and offered the following statement:Unfortunately, we are not immune to the current economic conditions that have negatively affected so many businesses.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/12/news-aggregator-smartnews-lays-off-40-of-non-japan-staff-with-further-reductions-planned-in-japan/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "CES 2023 debrief",
            "description": "VR, cars, robots, porn and weird vibes. Its good to be back. the world has slowly gotten back to normal, and so, too, has CES.",
            "url": "/2023-01-13-ces-2023-debrief",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1363199022.jpeg?resize=1200,819",
            "publishedAt": "2023-01-13T00:26:41Z",
            "content": "Its a strange week. Strange and strangely familiar. You stay at the same hotel in a nearly identical room to the one you stayed in for the last 10 years or so. You see friends and colleagues youve no [+9560 chars]",
            "summary": "I would have loved to have spent more time there, but it just didnt work out that way for me this year.The trend over the last several years is big companies opting to announce new stuff on their own stages and time. Weakness because who really wants to be thinking (stressing) about the big show over holiday dinners or sitting on a plane January 2?In the weeks leading up to the event, the CTA announced that it was expecting 100,000 people at the event. One also suspects that the CTA would rather not let people get too used to covering shows like this virtually, for fear that theyd deem it unnecessary to return.But the world has slowly gotten back to normal, and so, too, has CES. But as the big companies move away from the show, bright-eyed startups are more than happy to fill that void.As I mentioned in a previous post, this was the year of putting stuff on my face. A global pandemic will do that to a person.Last year was supposed to be your triumphant return to the show, after two years away. I probably jumped the gun with my Consumer Robotics Show headline, even if it was done with tongue semi-planted in cheek.Most, if not all, of the media outlets I spoke to sent fewer people than 2020 for a variety of reasons. A day after the show officially ended, The Wall Street Journal ran the headline, China Reopens to the World as International Travel Restrictions End. China is obviously a huge player on the scene, and restrictions are invariably going to hurt your bottom line.",
            "html_summary": "<ul><li>I would have loved to have spent more time there, but it just didn’t work out that way for me this year.The trend over the last several years is big companies opting to announce new stuff on their own stages and time.</li><li>Weakness because who really wants to be thinking (stressing) about the big show over holiday dinners or sitting on a plane January 2?In the weeks leading up to the event, the CTA announced that it was expecting 100,000 people at the event.</li><li>One also suspects that the CTA would rather not let people get too used to covering shows like this virtually, for fear that they’d deem it unnecessary to return.But the world has slowly gotten back to normal, and so, too, has CES.</li><li>But as the big companies move away from the show, bright-eyed startups are more than happy to fill that void.As I mentioned in a previous post, this was the year of putting stuff on my face.</li><li>A global pandemic will do that to a person.Last year was supposed to be your triumphant return to the show, after two years away.</li><li>I probably jumped the gun with my “Consumer Robotics Show” headline, even if it was done with tongue semi-planted in cheek.Most, if not all, of the media outlets I spoke to sent fewer people than 2020 for a variety of reasons.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/12/ces-2023-debrief/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Scott Bauer",
            "title": "EXPLAINER List of states banning TikTok grows",
            "description": "MADISON, Wis. (AP)  Wisconsin and North Carolina have joined  at least 22 other states in banning the popular social media app TikTok on stateowned devices, including Mississippi, Indiana, Louisiana and South Dakota.",
            "url": "/2023-01-13-26b0ee0d4c8421fa7f58b06f76651dc1",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/a39e2c6b56c247e088b5b19d8f6344f8/3000.webp",
            "publishedAt": "2023-01-13T03:26:39Z",
            "content": "MADISON, Wis. (AP) Wisconsin and North Carolina have joined at least 22 other states in banning the popular social media app TikTok on stateowned devices, including Mississippi, Indiana, Louisiana a [+4215 chars]",
            "summary": "But a UW System spokesperson said despite the exemption, the university was conducting a review and moving toward placing restrictions on the app being used on devices in order to protect against serious cybersecurity risks.Both Evers and North Carolina Gov. Evers order applies to most state agencies, with some exceptions like criminal investigators who may be using the app to track certain people.The University of Wisconsin System, which employs 40,000 faculty and staff, is also exempt. Congress last month banned TikTok from most U.S. government-issued devices over bipartisan concerns about security.The Senate in December approved a version of the TikTok ban authored by conservative Republican Sen. Josh Hawley of Missouri, a vocal critic of big tech companies. Roy Cooper also prohibited the use of WeChat, a Chinese instant messaging app, on state devices. Tony Evers cited concerns about privacy, safety and security, after consulting with the FBI and emergency management officials about the app. U.S. armed forces also have prohibited the app on military devices.TikTok is consumed by two-thirds of American teens and has become the second-most popular domain in the world. It has been targeted by critics who say the Chinese government could access user data, such as browsing history and location.",
            "html_summary": "<ul><li>But a UW System spokesperson said despite the exemption, the university was conducting a review and moving toward placing restrictions on the app being used on devices in order to protect against serious cybersecurity risks.Both Evers and North Carolina Gov.</li><li>Evers’ order applies to most state agencies, with some exceptions like criminal investigators who may be using the app to track certain people.The University of Wisconsin System, which employs 40,000 faculty and staff, is also exempt.</li><li>Congress last month banned TikTok from most U.S. government-issued devices over bipartisan concerns about security.The Senate in December approved a version of the TikTok ban authored by conservative Republican Sen. Josh Hawley of Missouri, a vocal critic of big tech companies.</li><li>Roy Cooper also prohibited the use of WeChat, a Chinese instant messaging app, on state devices.</li><li>Tony Evers cited concerns about privacy, safety and security, after consulting with the FBI and emergency management officials about the app.</li><li>U.S. armed forces also have prohibited the app on military devices.TikTok is consumed by two-thirds of American teens and has become the second-most popular domain in the world.</li></ul>",
            "website_url": "https://apnews.com/26b0ee0d4c8421fa7f58b06f76651dc1"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Friend or foe? Teachers debate ChatGPT. Android cofounder chips in for sculpture to honor Leonard Nimoy  Axios. Backed by Tiger Global, Mayfair emerges from stealth to offer businesses a higher yield on their cash. News aggregator SmartNews lays off 40% of US and China staff, with further reductions planned in Japan. CES 2023 debrief. EXPLAINER List of states banning TikTok grows"
}