{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "Here are the things generative AI can do well today",
            "description": "Theres no question that todays generative AI tools are impressive, but its also clear that the technology is much better at some tasks than others.Why it matters Generative AI is being pitched as the solution for everything from boosting productivity to r",
            "url": "/2023-03-23-generative-ai-chatgpt-capabilities",
            "urlToImage": "https://images.axios.com/bW6cMhqC5leaxTOCoqI14gF4GWM=/0x0:1908x1073/1366x768/2023/03/23/1679567643601.png",
            "publishedAt": "2023-03-23T09:30:00Z",
            "content": "Theres no question that todays generative AI tools are impressive, but its also clear that the technology is much better at some tasks than others.Why it matters Generative AI is being pitched  [+4894 chars]",
            "summary": "Even if you're wary of the technology because of its limits and drawbacks, it's worth poking around at it now, before it's fully baked, just to understand its capabilities.What's next: Generative AI is rapidly improving and may soon be able to handle tasks it can't reliably do today. Between the lines: While it's easy to argue that a human doctor or teacher is a better option than an AI system, it's also the case that in much of the world there just aren't enough of those professionals to go around. So far, though, it's best when there's less on the line.Today's Generative AI isn't 100 percent accurate  and it's prone to confidently asserting fiction as fact. Online education service Khan Academy, for example, is testing a tutoring system built on top of GPT-4.",
            "html_summary": "<ul><li>Even if you're wary of the technology because of its limits and drawbacks, it's worth poking around at it now, before it's fully baked, just to understand its capabilities.What's next: Generative AI is rapidly improving and may soon be able to handle tasks it can't reliably do today.</li><li>Between the lines: While it's easy to argue that a human doctor or teacher is a better option than an AI system, it's also the case that in much of the world there just aren't enough of those professionals to go around.</li><li>So far, though, it's best when there's less on the line.Today's Generative AI isn't 100 percent accurate — and it's prone to confidently asserting fiction as fact.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/23/generative-ai-chatgpt-capabilities"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Roofstock, valued at $1.9B last year, cuts 27% of staff in second round of layoffs",
            "description": "Proptech company Roofstock has laid off about 27% of its staff today, according to an email sent to employees viewed by TechCrunch. The cuts come just five months after the startup laid off 20% of its workforce. The companys website states that it has 400+ e",
            "url": "/2023-03-23-roofstock-valued-at-1-9b-last-year-cuts-27-of-staff-in-second-round-of-layoffs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/05/smallwoodenbank-e1655336364173.jpg?resize=1200,941",
            "publishedAt": "2023-03-23T02:17:25Z",
            "content": "Proptech company Roofstock has laid off about 27% of its staff today, according to an email sent to employees viewed by TechCrunch. The cuts come just five months after the startup laid off 20% of it [+2320 chars]",
            "summary": "IBuyer company Reali last August said it was shutting down, just a year after raising $100 million.TechCrunch has reached out to Roofstock but had not heard back at the time of writing, but multiple sources confirmed that layoffs had taken place today. Roofstock has raised a total of over $365 million in funding since its 2015 inception, per Crunchbase.According to the email, co-founder and CEO Gary Beasley said todays reduction in force (RIF) was in response to the challenging macro environment and the negative impact it is having on Roofstocks business. The premise behind the company is that both institutional and retail investors can buy and sell homes without forcing renters to leave their homes. Proptech company Roofstock has laid off about 27% of its staff today, according to an email sent to employees that was viewed by TechCrunch. SoftBank Vision Fund 2 led that financing, which saw participation from existing and new backers including Khosla Ventures, Lightspeed Venture Partners, Bain Capital Ventures and others. Meanwhile, buyers can also presumably generate income from day one. Opendoor, Redfin, Compass, Better.com and Homeward are among the other startups that have also laid off workers.",
            "html_summary": "<ul><li>IBuyer company Reali last August said it was shutting down, just a year after raising $100 million.TechCrunch has reached out to Roofstock but had not heard back at the time of writing, but multiple sources confirmed that layoffs had taken place today.</li><li>Roofstock has raised a total of over $365 million in funding since its 2015 inception, per Crunchbase.According to the email, co-founder and CEO Gary Beasley said today’s reduction in force (RIF) was “in response to the challenging macro environment” and the “negative impact” it is having on Roofstock’s business.</li><li>The premise behind the company is that both institutional and retail investors can buy and sell homes without forcing renters to leave their homes.</li><li>Proptech company Roofstock has laid off about 27% of its staff today, according to an email sent to employees that was viewed by TechCrunch.</li><li>SoftBank Vision Fund 2 led that financing, which saw participation from existing and new backers including Khosla Ventures, Lightspeed Venture Partners, Bain Capital Ventures and others.</li><li>Meanwhile, buyers can also presumably generate income from day one.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/22/roofstock-valued-at-1-9b-last-year-cuts-27-of-staff-in-second-round-of-layoffs/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "Canva unveils a series of new features, including several AIpowered tools",
            "description": "Canva is introducing a series of new features, including a suite of AIpowered tools, and a new Brand Hub. The company unveiled the new features and tools during its Canva Create virtual event today. The company is launching Assistant, which lets users search",
            "url": "/2023-03-23-canva-new-features-including-suite-of-ai-powered-tools",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/canva-logo.jpg?resize=1200,800",
            "publishedAt": "2023-03-23T05:00:57Z",
            "content": "Canva is introducing a series of new features, including a suite of AIpowered tools, and a new Brand Hub. The company unveiled the new features and tools during its Canva Create virtual event today. [+4092 chars]",
            "summary": "Another new welcome update is the addition of 953 new fonts, including Arial, Courier, Helvetica and Times New Roman.The company is also launching Brand Hub, a range of new tools and features designed to help teams stay on brand. As for design, the companys new Magic Design tool lets users upload an image and then select a style to get a curated selection of personalized templates that you can customize.We also have a new Magic Edit feature that lets you add or replace anything in an image. The company unveiled the new features and tools during its Canva Create virtual event today.The company is launching Assistant, which lets users search for design elements and provides quick access to features. The hub includes a new Magic Replace tool that allows users to quickly update brand assets, such as logos, across your designs on the platform.In addition, the hub includes tools that help you create brand templates, folders and guidelines. Canva is introducing a series of new features, including a suite of AI-powered tools, and a new Brand Hub. The company says more than 15 billion designs have been created using its platform.Canva launches a new paid subscription for universities and collegesStability AI, Hugging Face and Canva back new AI research nonprofit Assistant provides quick access to AI-powered design tools like Magic Write, which is the platforms AI-powered copywriting assistant that it launched in December.Image Credits: CanvaAs of today, Magic Write will be accessible within all Canva project types, from Presentations to social media graphics, flyers and more.",
            "html_summary": "<ul><li>Another new welcome update is the addition of 953 new fonts, including Arial, Courier, Helvetica and Times New Roman.The company is also launching Brand Hub, a range of new tools and features designed to help teams stay on brand.</li><li>As for design, the company’s new “Magic Design” tool lets users upload an image and then select a style to get a curated selection of personalized templates that you can customize.We also have a new “Magic Edit” feature that lets you add or replace anything in an image.</li><li>The company unveiled the new features and tools during its Canva Create virtual event today.The company is launching Assistant, which lets users search for design elements and provides quick access to features.</li><li>The hub includes a new “Magic Replace” tool that allows users to quickly update brand assets, such as logos, across your designs on the platform.In addition, the hub includes tools that help you create brand templates, folders and guidelines.</li><li>Canva is introducing a series of new features, including a suite of AI-powered tools, and a new Brand Hub.</li><li>The company says more than 15 billion designs have been created using its platform.Canva launches a new paid subscription for universities and collegesStability AI, Hugging Face and Canva back new AI research nonprofit</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/22/canva-new-features-including-suite-of-ai-powered-tools/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "IntegrityNext raises $109M for a platform to audit supply chains for ESG compliance",
            "description": "The funding landscape remains very tough for technology startups, but there are still some pockets, and specific companies, driving a lot of interest right now among investors because they look like theyll break through whatever current macroeconomic trends ",
            "url": "/2023-03-23-integritynext-raises-109m-for-a-platform-to-audit-supply-chains-for-esg-compliance",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/12/GettyImages-1214115162.jpg?resize=1200,799",
            "publishedAt": "2023-03-23T07:15:26Z",
            "content": "The funding landscape remains very tough for technology startups, but there are still some pockets, and specific companies, driving a lot of interest right now among investors because they look like  [+6012 chars]",
            "summary": "But ultimately, this is about building a way to manage what might be thousands of suppliers for some companies.You have to find an efficient way to manage that, said Dominik Stein, a partner at EQT Growth. Businesses are also not all on board.Yes, some companies complain, but others see it as a competitive advantage to be good in ESG, said Berr-Sorokin. Of course the regulatory regime helps us, but if it gets pushed back, we still have trends in our society and good corporate practices. We were getting to the next phase, and we need support for hiring, extending our network, sales and marketing, and going into new markets in Europe and the U.S. We didnt have to do it. You cant go to every company and do every check yourself; it just doesnt work. (Steins joining an advisory board with this round.) It was an option, and we feel lucky to have done it.ESG is evolving rapidly as a market opportunity. That number is coming down in 2024 to 1,000 employees.",
            "html_summary": "<ul><li>But ultimately, this is about building a way to manage what might be thousands of suppliers for some companies.“You have to find an efficient way to manage that,” said Dominik Stein, a partner at EQT Growth.</li><li>Businesses are also not all on board.“Yes, some companies complain, but others see it as a competitive advantage to be good in ESG,” said Berr-Sorokin.</li><li>“Of course the regulatory regime helps us, but if it gets pushed back, we still have trends in our society and good corporate practices.”</li><li>“We were getting to the next phase, and we need support for hiring, extending our network, sales and marketing, and going into new markets in Europe and the U.S. We didn’t have to do it.</li><li>“You can’t go to every company and do every check yourself; it just doesn’t work.” (Stein’s joining an advisory board with this round.)</li><li>It was an option, and we feel lucky to have done it.”ESG is evolving rapidly as a market opportunity.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/23/integritynext-raises-109m-for-a-platform-to-audit-supply-chains-for-esg-compliance/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Lun is in a mad rush to help heatpump installers decarbonize homes",
            "description": "Lun, a climate tech startup out of Denmark, is on a mission to help homes decarbonize fast  starting with household heating.",
            "url": "/2023-03-23-lun-seed",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Lun_founding_team36.jpg?resize=1200,800",
            "publishedAt": "2023-03-23T05:01:57Z",
            "content": "Lun, a climate tech startup out of Denmark, is on a mission to help homes decarbonize fast  starting with heating systems and swapping out boilers for electric heat pumps.What are heat pumps? The  [+12361 chars]",
            "summary": "And they landed on streamlining the installation of heat pumps.The simple reason we looked at heat pumps was it was mentioned in all the climate reports  you could find from the IPCC to the IEA to the European Union, everything  everyone mentioned heat pumps. Lun, a climate tech startup out of Denmark, is on a mission to help homes decarbonize fast  starting with heating systems and swapping out boilers for electric heat pumps.What are heat pumps? And thats what we focus on right now.Heat pumps are also just the start for Lun  as he says the big vision is for the platform to support tradespeople whore able to apply a full sweep of renewable and decarbonizing technologies. (Figures for installations can vary considerably depending on the country but overall numbers are still low; market data from the European Heat Pump Association puts the total figure of regional installation at 16.98 million or around 14% of Europes heating market. And then now we see some countries moving with certain bans [on installing gas boilers after particular cut-off dates] and certain de facto obligations to instal heat pumps as your next in technology. So we need to make sure that its economically advantageous to instal heat pumps  and to instal these technologies more than anything else.I believe that when that will happen is when it becomes worthwhile. Since in-demand plumbers and electricians may simply decide its easier to focus on other types of work (including, climate-horror-of-horrors, installing more fossil fuel burning boilers that pump CO2 directly into the atmosphere).Helping redirect the energy (ha!)",
            "html_summary": "<ul><li>And they landed on streamlining the installation of heat pumps.“The simple reason we looked at heat pumps was it was mentioned in all the climate reports — you could find from the IPCC to the IEA to the European Union, everything — everyone mentioned heat pumps.</li><li>Lun, a climate tech startup out of Denmark, is on a mission to help homes decarbonize fast — starting with heating systems and swapping out boilers for electric heat pumps.What are heat pumps?</li><li>And that’s what we focus on right now.”Heat pumps are also just the start for Lun — as he says the big vision is for the platform to support tradespeople who’re able to apply a full sweep of renewable and decarbonizing technologies.</li><li>(Figures for installations can vary considerably depending on the country but overall numbers are still low; market data from the European Heat Pump Association puts the total figure of regional installation at 16.98 million or around 14% of Europe’s heating market.</li><li>And then now we see some countries moving with certain bans [on installing gas boilers after particular cut-off dates] and certain de facto obligations to instal heat pumps as your next in technology.</li><li>So we need to make sure that it’s economically advantageous to instal heat pumps — and to instal these technologies more than anything else.“I believe that when that will happen is when it becomes worthwhile.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/22/lun-seed/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Vue snaps up $20M to grow its opensource based frontendasaservice ecommerce toolkit and platform",
            "description": "The current slowdown in ecommerce growth, and in some pockets straight declines in spend, might not seem like the most opportune time to build an ecommerce tooling startup  let alone invest in one. But a startup out of Poland with a platform for frontend ",
            "url": "/2023-03-23-vue-snaps-up-20m-to-grow-its-open-source-based-frontend-as-a-service-e-commerce-toolkit-and-platform",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/07/GettyImages-1299222337.jpg?resize=1200,800",
            "publishedAt": "2023-03-23T08:33:25Z",
            "content": "The current slowdown in ecommerce growth, and in some pockets straight declines in spend, might not seem like the most opportune time to build an ecommerce tooling startup  let alone invest in one [+4644 chars]",
            "summary": "In all cases, this results in developers saving time, and in theory, producing front end interfaces that work better and can be more flexibly maintained to optimize purchasing conversions and engagement.Friday said its part of the trend of detaching the monolith in architecture. But now you might get a back end from one vendor, search from another, CMS from another, payments from another, and so on. Vue Storefront, which is building what it describes as frontend as a service, has closed a $20 million round, which it plans to use for R&D, to bring on more tools targeting B2B e-commerce businesses, and for business development after seeing revenues grow 300% in the last 18 months. The theory here is that Vue Storefront represents the next step on that trajectory, albeit one that others in the same space might also be looking to tackle in the longer term. We integrate with all of that and put the whole thing together.Indeed, companies like Shopify and headless e-commerce platforms like Commercetools have changed the game for both smaller and larger merchants. Julien Codorniou, an ex-Facebook exec who is now a partner at Felix, is also joining the board.The company is describing this as a Series A+, with a Series A in 2022 bringing in $17.4 million. The front end is the perfect place for integrations.",
            "html_summary": "<ul><li>In all cases, this results in developers saving time, and in theory, producing front end interfaces that work better and can be more flexibly maintained to optimize purchasing conversions and engagement.Friday said it’s part of the trend of “detaching the monolith” in architecture.</li><li>But now you might get a back end from one vendor, search from another, CMS from another, payments from another, and so on.</li><li>Vue Storefront, which is building what it describes as “frontend as a service,” has closed a $20 million round, which it plans to use for R&D, to bring on more tools targeting B2B e-commerce businesses, and for business development after seeing revenues grow 300% in the last 18 months.</li><li>The theory here is that Vue Storefront represents the next step on that trajectory, albeit one that others in the same space might also be looking to tackle in the longer term.</li><li>We integrate with all of that and put the whole thing together.”Indeed, companies like Shopify and headless e-commerce platforms like Commercetools have changed the game for both smaller and larger merchants.</li><li>Julien Codorniou, an ex-Facebook exec who is now a partner at Felix, is also joining the board.The company is describing this as a “Series A+,” with a Series A in 2022 bringing in $17.4 million.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/23/vue-snaps-up-20m-to-grow-its-open-source-based-frontend-as-a-service-e-commerce-toolkit-and-platform/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Here are the things generative AI can do well today. Roofstock, valued at $1.9B last year, cuts 27% of staff in second round of layoffs. Canva unveils a series of new features, including several AIpowered tools. IntegrityNext raises $109M for a platform to audit supply chains for ESG compliance. Lun is in a mad rush to help heatpump installers decarbonize homes. Vue snaps up $20M to grow its opensource based frontendasaservice ecommerce toolkit and platform"
}