{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Were only beginning to see the impact of Silicon Valley Banks implosion",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2023-03-12-fintech-interchange-svb-implosion-impact",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1247968342.jpg?resize=1200,799",
            "publishedAt": "2023-03-12T14:16:50Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+12247 chars]",
            "summary": "The new feature brings the 16-year-old company closer to becoming an end-to-end personal finance management platform, also offering debt, credit building and checking and savings products, Credit Karma founder and CEO Kenneth Lin said in an interview. The fintech is backed by Lightrock, Novastar and QED, the global fintech investor whose managing partner Nigel Morris co-founded Capital One.Payments giant Stripe appears to still be trying (hard) to raise venture funding. Eric Newcomer reported last week that the company is now raising 6 BILLION DOLLARS instead of the $2 billion to $3 billion it was believed to be trying to secure, according to previous reports. The companys latest Emerging Tech Research found specifically that global VC investment in the broader fintech space reached $57.6 billion across 2,747 deals in 2022, declines of 40.7% and 18.1% year-over-year, respectively. Oh, and for one fintech observers opinions on why the company, despite its challenges, cant lose, head here.Construction tech startup Kojo is expanding into fintech. Says KPMG via e-mail: Were also seeing a continued focus on BNPL, AI offerings/tools, and M&A activity remaining slow through the first half of 2023.Meanwhile, according to PitchBook, enterprise fintech startups are capturing more of the broader fintech VC pool. Specifically, the Fintech Index  which tracks the performance of emerging, publicly traded financial technology companies  was down a staggering 72% in 2022, according to F-Prime Capitals State of Fintech 2022 report.",
            "html_summary": "<ul><li>The new feature brings the 16-year-old company closer to becoming an end-to-end personal finance management platform, also offering debt, credit building and checking and savings products, Credit Karma founder and CEO Kenneth Lin said in an interview.</li><li>The fintech is backed by Lightrock, Novastar and QED, the global fintech investor whose managing partner Nigel Morris co-founded Capital One.Payments giant Stripe appears to still be trying (hard) to raise venture funding.</li><li>Eric Newcomer reported last week that the company is now raising 6 BILLION DOLLARS instead of the $2 billion to $3 billion it was believed to be trying to secure, according to previous reports.</li><li>The company’s latest Emerging Tech Research found specifically that global VC investment in the broader fintech space reached $57.6 billion across 2,747 deals in 2022, declines of 40.7% and 18.1% year-over-year, respectively.</li><li>Oh, and for one fintech observer’s opinions on why the company, despite its challenges, “can’t lose,” head here.Construction tech startup Kojo is expanding into fintech.</li><li>Says KPMG via e-mail: “We’re also seeing a continued focus on BNPL, AI offerings/tools, and M&A activity remaining slow through the first half of 2023.”Meanwhile, according to PitchBook, enterprise fintech startups are capturing more of the broader fintech VC pool.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/12/fintech-interchange-svb-implosion-impact/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "dgacmu",
            "title": "Yellen says no federal bailout for Silicon Valley Bank",
            "description": "Article URL https//apnews.com/article/siliconvalleybankbailoutyellendepositsfailure94f2185742981daf337c4691bbb9ec1eComments URL https//news.ycombinator.com/item?id=35119915Points 4# Comments 0",
            "url": "/2023-03-12-silicon-valley-bank-bailout-yellen-deposits-failure-94f2185742981daf337c4691bbb9ec1e",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/2bd33ea7593d450784898c90bc22a1f7/3000.webp",
            "publishedAt": "2023-03-12T13:40:31Z",
            "content": "WILMINGTON, Del. (AP) Treasury Secretary Janet Yellen said Sunday that the federal government would not bail out Silicon Valley Bank, but is working to help depositors who are concerned about their m [+3149 chars]",
            "summary": "Many of its assets, such as bonds or mortgage-backed securities, lost market value as rates climbed.Sheila Bair, who was chairwoman of the FDIC during the 2008 financial crisis, recalled that with nearly all the bank failures then, we sold a failed bank to a healthy bank. At more than $110 billion in assets, Signature Bank is the third-largest bank failure in U.S. history.The near-financial crisis that U.S. regulators had to intervene to prevent left Asian markets jittery as trading began Monday. But Hong Kongs Hang Seng rose 1.4% and the Shanghai Composite increased 0.3%.In an effort to shore up confidence in the banking system, the Treasury Department, Federal Reserve and FDIC said Sunday that all Silicon Valley Bank clients would be protected and able to access their money. The two failed banks themselves have not been rescued, and taxpayer money has not been provided to the banks.President Joe Biden said Sunday evening as he boarded Air Force One back to Washington that he would speak about the bank situation on Monday. Regulators had worked all weekend to try to find a buyer for the bank, which was the second-largest bank failure in history. Some prominent Silicon Valley executives feared that if Washington didnt rescue the failed bank, customers would make runs on other financial institutions in the coming days. Given that her money was tied up at Silicon Valley Bank, she had to pay her employees out of her personal bank account.",
            "html_summary": "<ul><li>Many of its assets, such as bonds or mortgage-backed securities, lost market value as rates climbed.Sheila Bair, who was chairwoman of the FDIC during the 2008 financial crisis, recalled that with nearly all the bank failures then, “we sold a failed bank to a healthy bank.</li><li>At more than $110 billion in assets, Signature Bank is the third-largest bank failure in U.S. history.The near-financial crisis that U.S. regulators had to intervene to prevent left Asian markets jittery as trading began Monday.</li><li>But Hong Kong’s Hang Seng rose 1.4% and the Shanghai Composite increased 0.3%.In an effort to shore up confidence in the banking system, the Treasury Department, Federal Reserve and FDIC said Sunday that all Silicon Valley Bank clients would be protected and able to access their money.</li><li>The two failed banks themselves have not been rescued, and taxpayer money has not been provided to the banks.President Joe Biden said Sunday evening as he boarded Air Force One back to Washington that he would speak about the bank situation on Monday.</li><li>Regulators had worked all weekend to try to find a buyer for the bank, which was the second-largest bank failure in history.</li><li>Some prominent Silicon Valley executives feared that if Washington didn’t rescue the failed bank, customers would make runs on other financial institutions in the coming days.</li></ul>",
            "website_url": "https://apnews.com/article/silicon-valley-bank-bailout-yellen-deposits-failure-94f2185742981daf337c4691bbb9ec1e"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Carly Page",
            "title": "Web3 isnt the security fixall you think it is",
            "description": "Web3 promises greater resilience and security than Web 2.0, but its already creating a new playground for opportunistic cybercriminals.",
            "url": "/2023-03-12-web3-security-web2-problems",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/03/GettyImages-1346223165-1.jpg?resize=1200,675",
            "publishedAt": "2023-03-12T15:00:32Z",
            "content": "Advocates of web3 will tell you that the decentralized web brings greater resilience and security compared to Web 2.0 thanks to its underlying blockchainbased technology.Web 2.0, which first debut [+1580 chars]",
            "summary": "This means that users of web3 services and decentralized apps, or dApps, continue to rely on legacy technologies for making transactions and ultimately means that web3 is vulnerable to all of the classic security issues that plagued its predecessor, from DNS hijacking to cross-site scripting. Web3 companies also have to communicate with their users, mostly through Web 2.0 technologies such as email or online messaging that are also prone to legacy security issues.",
            "html_summary": "<ul><li>This means that users of web3 services and decentralized apps, or “dApps,” continue to rely on legacy technologies for making transactions and ultimately means that web3 is vulnerable to all of the classic security issues that plagued its predecessor, from DNS hijacking to cross-site scripting.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/12/web3-security-web2-problems/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Is generative AI really ready for the enterprise?",
            "description": "While ChatGPT has taken the world by storm since it was released, there are some serious questions about its use in the enterprise.",
            "url": "/2023-03-12-is-generative-ai-really-ready-for-the-enterprise",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1257050935.jpg?resize=1200,724",
            "publishedAt": "2023-03-12T16:00:24Z",
            "content": "OpenAI released ChatGPT just a few short months ago, and its fair to say that it took the world by storm It has over 100 million active users already. No wonder, when it can generate humanlike, gra [+1780 chars]",
            "summary": "These companies see massive commercial potential and a lot of enthusiasm from users and they clearly dont want to get left behind.Salesforce, Forethought and Thoughtspot all recently announced betas of their own flavors of generative AI. OpenAI released ChatGPT just a few short months ago, and its fair to say that it took the world by storm: It has over 100 million active users already. Forethought is aiming at chatbots and Thoughtspot wants to use AI for data querying. No wonder, when it can generate human-like, grammatically correct responses. Salesforce is adding generative AI across the platform.",
            "html_summary": "<ul><li>These companies see massive commercial potential and a lot of enthusiasm from users and they clearly don’t want to get left behind.Salesforce, Forethought and Thoughtspot all recently announced betas of their own flavors of generative AI.</li><li>OpenAI released ChatGPT just a few short months ago, and it’s fair to say that it took the world by storm: It has over 100 million active users already.</li><li>Forethought is aiming at chatbots and Thoughtspot wants to use AI for data querying.</li><li>No wonder, when it can generate human-like, grammatically correct responses.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/12/is-generative-ai-really-ready-for-the-enterprise/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brett Adcock",
            "title": "A 10step playbook for founders with Silicon Valley Bank accounts",
            "description": "While I hope for the best for companies banking with SVB, its important for founders and CEOs to plan for the worst.",
            "url": "/2023-03-12-a-10-step-playbook-for-founders-with-silicon-valley-bank-accounts",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1472616136.jpg?resize=1200,813",
            "publishedAt": "2023-03-12T00:51:29Z",
            "content": "Yesterday, the U.S. experienced its secondlargest bank failure in history. In the technology world, Silicon Valley Bank (SVB) was one of the largest banks supporting small businesses, but today, ten [+2892 chars]",
            "summary": "In the technology world, Silicon Valley Bank (SVB) was one of the largest banks supporting small businesses, but today, tens of thousands of depositors are unable to access capital.This is not the first time Ive witnessed a funding crunch. The longer your runway, the higher your odds of success.In case you need more capital than the Federal Deposit Insurance Corporation (FDIC) insures, get in touch with current investors and be transparent about your SVB exposure. Work to track all of this so you can stay organized in case deposit settlements take several weeks.You will find that good investors will step in to help because they understand that this situation will not last forever. Within 48 hours, every single meeting I had was canceled.While I hope for the best for companies banking with SVB, its important for founders and CEOs to plan for the worst. This will be the weekend that differentiates a good entrepreneur from a bad one.Here is a 10-step playbook for founders and CEOs that can increase your companys odds of success:This weekend, you are in the war room. Spend the time building a thoughtful plan based on the many scenarios that could play out. Ive been building technology businesses for more than 20 years: 15 years in software/internet and five in advanced hardware.",
            "html_summary": "<ul><li>In the technology world, Silicon Valley Bank (SVB) was one of the largest banks supporting small businesses, but today, tens of thousands of depositors are unable to access capital.This is not the first time I’ve witnessed a funding crunch.</li><li>The longer your runway, the higher your odds of success.In case you need more capital than the Federal Deposit Insurance Corporation (FDIC) insures, get in touch with current investors and be transparent about your SVB exposure.</li><li>Work to track all of this so you can stay organized in case deposit settlements take several weeks.You will find that good investors will step in to help because they understand that this situation will not last forever.</li><li>Within 48 hours, every single meeting I had was canceled.While I hope for the best for companies banking with SVB, it’s important for founders and CEOs to plan for the worst.</li><li>This will be the weekend that differentiates a good entrepreneur from a bad one.Here is a 10-step playbook for founders and CEOs that can increase your company’s odds of success:This weekend, you are in the war room.</li><li>Spend the time building a thoughtful plan based on the many scenarios that could play out.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/11/a-10-step-playbook-for-founders-with-silicon-valley-bank-accounts/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Ken Sweet",
            "title": "Can the chaos from Silicon Valley Banks fall be contained?",
            "description": "NEW YORK (AP)  Can Washington come to the rescue of the depositors of failed Silicon Valley Bank? Is it even politically possible? That was one of the growing questions in Washington Sunday as policymakers tried to figure out whether the U.S.",
            "url": "/2023-03-12-silicon-valley-bank-janet-yellen-bailout-fdic-fail-failed-c224cf4d2ef07c70cd27e7d0d3be628b",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/914beeec930e49eeb18ef35a51576e6c/3000.webp",
            "publishedAt": "2023-03-12T20:17:01Z",
            "content": "NEW YORK (AP) Can Washington come to the rescue of the depositors of failed Silicon Valley Bank? Is it even politically possible?That was one of the growing questions in Washington Sunday as policy [+6293 chars]",
            "summary": "a portion of the uninsured deposits  to depositors this week and said more advances will be paid as assets are sold.The ideal situation is the FDIC finds a singular buyer of Silicon Valley Banks assets, or maybe two or three buyers. He said it was never the intention of Congress to protect business accounts with deposit insurance  that the theory was businesses should be doing their due diligence on banks when storing their cash.Protecting bank accounts to include businesses would require an act of Congress, Phillips said. Todd Phillips, a consultant and former attorney at the FDIC, said he expects that uninsured depositors will likely get back 85% to 90% of their deposits if the sale of the banks assets is done in an orderly manner. There have been multiple bidders for assets, but as of Sunday morning, the banks corpse remained in the custody of the U.S. government.Despite the panic from Silicon Valley, there are no signs that the banks failure could lead to a 2008-like crisis. Its the second-largest bank failure in history, behind the collapse of Washington Mutual at the height of the 2008 financial crisis.Silicon Valley Bank was a unique creature in the banking world. The stock of First Republic Bank, a bank that serves the wealthy and technology companies, went down nearly a third in two days. Insured depositors will have access to their funds on Monday, and any uninsured deposits will be available as the FDIC sells off assets to make depositors whole.",
            "html_summary": "<ul><li>a portion of the uninsured deposits — to depositors this week and said more advances will be paid as assets are sold.The ideal situation is the FDIC finds a singular buyer of Silicon Valley Bank’s assets, or maybe two or three buyers.</li><li>He said it was never the intention of Congress to protect business accounts with deposit insurance — that the theory was businesses should be doing their due diligence on banks when storing their cash.Protecting bank accounts to include businesses would require an act of Congress, Phillips said.</li><li>Todd Phillips, a consultant and former attorney at the FDIC, said he expects that uninsured depositors will likely get back 85% to 90% of their deposits if the sale of the bank’s assets is done in an orderly manner.</li><li>There have been multiple bidders for assets, but as of Sunday morning, the bank’s corpse remained in the custody of the U.S. government.Despite the panic from Silicon Valley, there are no signs that the bank’s failure could lead to a 2008-like crisis.</li><li>It’s the second-largest bank failure in history, behind the collapse of Washington Mutual at the height of the 2008 financial crisis.Silicon Valley Bank was a unique creature in the banking world.</li><li>The stock of First Republic Bank, a bank that serves the wealthy and technology companies, went down nearly a third in two days.</li></ul>",
            "website_url": "https://apnews.com/article/silicon-valley-bank-janet-yellen-bailout-fdic-fail-failed-c224cf4d2ef07c70cd27e7d0d3be628b"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Were only beginning to see the impact of Silicon Valley Banks implosion. Yellen says no federal bailout for Silicon Valley Bank. Web3 isnt the security fixall you think it is. Is generative AI really ready for the enterprise?. A 10step playbook for founders with Silicon Valley Bank accounts. Can the chaos from Silicon Valley Banks fall be contained?"
}