{
    "status": "ok",
    "totalResults": 33,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Samuel Axon",
            "title": "Report Apple Watch X will redesign the popular wearable for the first time",
            "description": "A microLED display and a thinner enclosure could headline the redesign.",
            "url": "/2023-08-14-report-apple-watch-x-will-redesign-the-popular-wearable-for-the-first-time",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/Best-Apple-Watch-2023-3-800x534-1-760x380.jpg",
            "publishedAt": "2023-08-14T19:38:09Z",
            "content": "Enlarge/ The Apple Watch (seen here in its current iterations) is set to get a new look.4 with Annual updates to the standard Apple Watch have been almost too small to mention for the past few ye [+3047 chars]",
            "summary": "A major Apple Watch overhaul is coming as soon as next year Dubbed Watch X it will be the th edition of the Apple Watch that was originally announced in and released in. Apple executives have considered moving away from an annual upgrade cycle for the Watch because each update doesn't do quite enough to attract attention. Next month s Apple Watch Series will offer little more than bump in processor speed and some new color options. Apple is also reportedly working on a microLED display for a future Apple Watch model though it was unclear from the Bloomberg newsletter whether this is slated for a later model.",
            "html_summary": "<ul><li>A major Apple Watch overhaul is coming as soon as next year Dubbed Watch X it will be the th edition of the Apple Watch that was originally announced in and released in</li><li> Apple executives have considered moving away from an annual upgrade cycle for the Watch because each update doesn't do quite enough to attract attention</li><li> Next month s Apple Watch Series will offer little more than bump in processor speed and some new color options</li><li> Apple is also reportedly working on a microLED display for a future Apple Watch model though it was unclear from the Bloomberg newsletter whether this is slated for a later model</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/08/report-apple-watch-x-will-redesign-the-popular-wearable-for-the-first-time/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Altos challenges lidars dominance in autonomous driving with 4D image radar",
            "description": "As lidar technology becomes the industry standard in powering autonomous vehicles, a young startup called Altos Radar is stepping up to challenge the light...",
            "url": "/2023-08-14-altos-challenges-lidars-dominance-in-autonomous-driving-with-4d-image-radar",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/j9gOf6BMKoTbe9vG7sNoHw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03Nzk-/https://media.zenfs.com/en/techcrunch_350/9233a15c55294db12637c3b0d600b0f3",
            "publishedAt": "2023-08-14T14:00:52Z",
            "content": "As lidar technology becomes the industry standard in powering autonomous vehicles, a young startup called Altos Radar is stepping up to challenge the lightbased remote sensing technology with 4D mil [+6588 chars]",
            "summary": "Our main challenge will be whether these AV teams can effectively generate value for their end users and effectively make use of millimeter wave radar, which is a field that few are familiar with, he noted.Amid merger and bankruptcy in the West, lidar maker Hesai nails $190M IPO The participation of Li, the founder and CEO of Hesai, a major lidar maker that racked up $190 million in an IPO in February, seems surprising at first given the battle between radar and lidar to win the AV clients. But as we progress into the second half of the competition, the focus shifts towards generating tangible value, suggested Niu.Altoss automotive radar, according to Niu, is superior to lidar on several fronts. Almost all of them can be improved, said Niu, but they are design choices and the improvement of some could lead to compromised capabilities in others.Given all these benefits of radar, including its affordability at a fraction of lidars costs, why hasnt it been widely adopted in AVs? In a pre-recorded demo (below), Niu showed that the startups radar is able to generate point cloud data, which is real-time, high-resolution representations of moving objects, a capability for which lidar is known. At a closer look, however, the investment indicates an interesting new development in the arena of automotive perception.Lidar, which uses light to measure distances between objects, is currently considered more robust than radar in providing high-resolution, three-dimensional mapping. Radar consumes much less computing power, as it only streams useful information and offers the extra perk of measuring distance and speed, said Niu.",
            "html_summary": "<ul><li>Our main challenge will be whether these AV teams can effectively generate value for their end users and effectively make use of millimeter wave radar, which is a field that few are familiar with,” he noted.Amid merger and bankruptcy in the West, lidar maker Hesai nails $190M IPO</li><li>The participation of Li, the founder and CEO of Hesai, a major lidar maker that racked up $190 million in an IPO in February, seems surprising at first given the battle between radar and lidar to win the AV clients.</li><li>But as we progress into the second half of the competition, the focus shifts towards generating tangible value,” suggested Niu.Altos’s automotive radar, according to Niu, is superior to lidar on several fronts.</li><li>“Almost all of them can be improved,” said Niu, but they are “design choices” and the improvement of some could lead to compromised capabilities in others.Given all these benefits of radar, including its affordability at a fraction of lidar’s costs, why hasn’t it been widely adopted in AVs?</li><li>In a pre-recorded demo (below), Niu showed that the startup’s radar is able to generate “point cloud” data, which is real-time, high-resolution representations of moving objects, a capability for which lidar is known.</li><li>At a closer look, however, the investment indicates an interesting new development in the arena of automotive perception.Lidar, which uses light to measure distances between objects, is currently considered more robust than radar in providing high-resolution, three-dimensional mapping.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/14/altos-challenges-lidars-dominance-in-autonomous-driving-with-4d-image-radar/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Amazon taps generative AI to enhance product reviews",
            "description": "Amazon announced this morning it will begin to leverage generative AI to help customers better understand what customers are saying about a product, without ...",
            "url": "/2023-08-14-amazon-taps-generative-ai-to-enhance-product-reviews",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/me40IWjhnGLfJjpIQqA6GA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/59a500ae8fb4855d69b2f1c0edab0aaf",
            "publishedAt": "2023-08-14T14:30:42Z",
            "content": "Amazon announced this morning it will begin to leverage generative AI to help customers better understand what customers are saying about a product, without necessarily having to read through dozens  [+2966 chars]",
            "summary": "Amazon announced this morning it will begin to leverage generative AI to help customers better understand what customers are saying about a product. The retailer says it will use the new technology to provide a short paragraph of text right on the product detail page that will highlight the product features and customer sentiment mentioned across the customer reviews. In addition to the summary text Amazon will also highlight key product attributes as clickable buttons. The new AI powered features will initially be rolled out to a subset of U S shoppers on mobile devices across a broad selection of products.",
            "html_summary": "<ul><li>Amazon announced this morning it will begin to leverage generative AI to help customers better understand what customers are saying about a product</li><li> The retailer says it will use the new technology to provide a short paragraph of text right on the product detail page that will highlight the product features and customer sentiment mentioned across the customer reviews</li><li> In addition to the summary text Amazon will also highlight key product attributes as clickable buttons</li><li> The new AI powered features will initially be rolled out to a subset of U S shoppers on mobile devices across a broad selection of products</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/14/amazon-taps-generative-ai-to-enhance-product-reviews/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "By Chris Lau, CNN",
            "title": "Russias war in Ukraine",
            "description": "Ukraine pushed back on criticism that its counteroffensive is not advancing fast enough, saying it is focused on destroying Russias capabilities and disrupting its logistics. Follow live updates here.",
            "url": "/2023-08-14-index",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/230814083634-volodymyr-zelensky-file-071223-super-tease.jpeg",
            "publishedAt": "2023-08-15T04:32:23Z",
            "content": "Polandis set to hold its largest military parade in decades on Tuesday, in a flex of defensive muscle that comesas tensions riseon the border between the NATO nation and key Russian ally Belarus. [+1706 chars]",
            "summary": "There is also a need for unmanned aerial vehicles, as they are quickly consumed in offensive operations.Zelensky and commanders also \"discussed the issues of professional selection of people, providing brigades with special equipment and machinery, and the need for armored evacuation vehicles,\" the presidents office added. Its also a vital supply link for Russias military operation in Crimea.The head of the SBU, Vasyl Maliuk, told CNN the drone used  called a Sea Baby was the result of months of development that began just after the invasion. A poll conducted in the early days of the Russian invasion in late February 2022 found 62% of Americans felt the US should have been doing more.Read more detailsFrom CNN staffAt least 19 people were wounded after Russia launched a barrage of missiles in Ukraine's western Lviv region overnight. The circumstances of the attack, which CCTV appeared to show was caused by a blast emanating from a moving truck on the bridge, remain unclear.Read more on the July drone attack. Here are other headlines you should know:From CNN's Mariya Knight and Radina Gigova The road to victory for Ukraine will be \"long and difficult,\" said Iryna Vereshchuk, Ukraines deputy prime minister, looking at a long fight ahead. Since the invasion began, the Biden administration has committed some $43 billion in US security aid for Ukraine.President Joe Biden has cast support for Ukraine as imperative to protecting the worlds democracies. Ukraine has to get ready for a long fight,\" she added.The Ukrainian people should work toward victory where they belong, Vereshchuk said.",
            "html_summary": "<ul><li>“There is also a need for unmanned aerial vehicles, as they are quickly consumed in offensive operations.”Zelensky and commanders also \"discussed the issues of professional selection of people, providing brigades with special equipment and machinery, and the need for armored evacuation vehicles,\" the president’s office added.</li><li>It’s also a vital supply link for Russia’s military operation in Crimea.The head of the SBU, Vasyl Maliuk, told CNN the drone used — called a “Sea Baby”— was the result of months of development that began just after the invasion.</li><li>A poll conducted in the early days of the Russian invasion in late February 2022 found 62% of Americans felt the US should have been doing more.Read more detailsFrom CNN staffAt least 19 people were wounded after Russia launched a barrage of missiles in Ukraine's western Lviv region overnight.</li><li>The circumstances of the attack, which CCTV appeared to show was caused by a blast emanating from a moving truck on the bridge, remain unclear.Read more on the July drone attack.</li><li>Here are other headlines you should know:From CNN's Mariya Knight and Radina Gigova The road to victory for Ukraine will be \"long and difficult,\" said Iryna Vereshchuk, Ukraine’s deputy prime minister, looking at a long fight ahead.</li><li>Since the invasion began, the Biden administration has committed some $43 billion in US security aid for Ukraine.President Joe Biden has cast support for Ukraine as imperative to protecting the world’s democracies.</li></ul>",
            "website_url": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-08-15-23/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Clare Duffy, Deborah Brunswick, FJ Feng",
            "title": "After a string of shark attacks, heres how officers at one New York beach use drones to keep swimmers safe",
            "description": "Warmer and cleaner waters off the coast of Long Island, New York, in recent years have brought growing numbers of bait fish to the area  and with them, the bigger fish that eat them, including sharks. In some ways, its a good sign for the environment. But i",
            "url": "/2023-08-14-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230726164929-ny-park-police-shark-drones-01.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-14T11:20:31Z",
            "content": "Warmer and cleaner waters off the coast of Long Island, New York, in recent years have brought growing numbers of bait fish to the area and with them, the bigger fish that eat them, including sharks. [+4250 chars]",
            "summary": "Lifeguards and New York State Park Police officers at Jones Beach are using the technology to monitor the waters off the shore. When they spot sharks or unusual sea life activity they can warn swimmers to stay on the beach. The tracking program began in but has taken on new urgency following a rash of shark attacks at New York beaches this summer. The drones which have cameras powerful enough to see beneath the surface of the water even from about feet in the air have previously caught footage of sharks swimming solo and feeding on large schools of fish.",
            "html_summary": "<ul><li>Lifeguards and New York State Park Police officers at Jones Beach are using the technology to monitor the waters off the shore</li><li> When they spot sharks or unusual sea life activity they can warn swimmers to stay on the beach</li><li> The tracking program began in but has taken on new urgency following a rash of shark attacks at New York beaches this summer</li><li> The drones which have cameras powerful enough to see beneath the surface of the water even from about feet in the air have previously caught footage of sharks swimming solo and feeding on large schools of fish</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/14/tech/shark-drones-jones-beach-new-york/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jordan Valinsky",
            "title": "Driverless cars stall in San Francisco, causing a brief traffic jam",
            "description": "San Francisco residents were caught off guard this weekend after Cruise selfdriving cars caused a traffic jam, according to social media posts. The obstruction came a few days after California regulators approved robotaxi companies to operate their driverles",
            "url": "/2023-08-14-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230814085806-cruise-autonomous-taxi-san-francisco-0810-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-14T15:33:52Z",
            "content": "San Francisco residents were caught off guard this weekend after Cruise selfdriving cars caused a traffic jam, according to social media posts. The obstruction came a few days after California regul [+3345 chars]",
            "summary": "San Francisco residents were caught off guard this weekend after Cruise self driving cars caused a traffic jam according to social media posts. The obstruction came a few days after California regulators approved robotaxi companies to operate their driverless cars throughout the city. Videos posted on X formerly known as Twitter show at least Cruise vehicles not moving with their hazard lights blinking in the city s North Beach neighborhood. Cruise responded on X writing that the music festival posed wireless bandwidth constraints causing delayed connectivity to our vehicles. The company added that it s actively investigating and working on solutions to prevent this from happening again.",
            "html_summary": "<ul><li>San Francisco residents were caught off guard this weekend after Cruise self driving cars caused a traffic jam according to social media posts</li><li> The obstruction came a few days after California regulators approved robotaxi companies to operate their driverless cars throughout the city</li><li> Videos posted on X formerly known as Twitter show at least Cruise vehicles not moving with their hazard lights blinking in the city s North Beach neighborhood</li><li> Cruise responded on X writing that the music festival posed wireless bandwidth constraints causing delayed connectivity to our vehicles</li><li> The company added that it s actively investigating and working on solutions to prevent this from happening again</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/14/business/driverless-cars-san-francisco-cruise/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Clare Duffy and Sean Lyngaas, CNN",
            "title": "X appears to slow load times for links to several news outlets and rival platforms",
            "description": "Link loading times to some Twitter competitors and news media sites posted to X, the social media platform  formerly known as Twitter, appeared to be delayed or throttled for much of Tuesday.",
            "url": "/2023-08-14-index",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/230815164009-01-twitter-x-app-080623-restricted-super-tease.jpg",
            "publishedAt": "2023-08-15T22:04:11Z",
            "content": "New York (CNN)Link loading times to some Twitter competitors and news media sites posted to X, the social media platform formerly known as Twitter, appeared to be delayed or throttled for much of Tue [+4434 chars]",
            "summary": "Link loading times to some Twitter competitors and news media sites posted to X the social media platform formerly known as Twitter appeared to be delayed or throttled for much of Tuesday. Links to sites including the New York Times Reuters Facebook Substack and X competitors Bluesky and Threads took around seconds to load. The reason for the delays in loading links to some sites was not clear X did not respond to multiple requests for comment from CNN The site has been plagued by technical issues after Musk bought the site last year and laid off the majority of the staff.",
            "html_summary": "<ul><li>Link loading times to some Twitter competitors and news media sites posted to X the social media platform formerly known as Twitter appeared to be delayed or throttled for much of Tuesday</li><li> Links to sites including the New York Times Reuters Facebook Substack and X competitors Bluesky and Threads took around seconds to load</li><li> The reason for the delays in loading links to some sites was not clear X did not respond to multiple requests for comment from CNN The site has been plagued by technical issues after Musk bought the site last year and laid off the majority of the staff</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/15/tech/x-twitter-link-delays/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jessie Gretener",
            "title": "Meta criticized for making reproductive health an Rrated issue",
            "description": "Female reproductive health experts are calling on Meta, the parent company of Facebook and Instagram, to rethink its restrictions on reproductive health content.",
            "url": "/2023-08-14-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230815084310-07-woman-scrolling-phone-stock.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-15T15:38:31Z",
            "content": "Female reproductive health experts are calling on Meta, the parent company of Facebook and Instagram, to rethink its restrictions on reproductive health content.The company has long faced criticism [+5773 chars]",
            "summary": "Female reproductive health experts are calling on Meta the parent company of Facebook and Instagram to rethink its restrictions on reproductive health content. The company has long faced criticism for removing and restricting female reproductive health information. A prominent report from the Center for Intimacy Justice early last year accused Meta of systematically rejecting many female and gender diverse reproductive health ads. Meta tweaked its adult products or services advertising policy last October to include clearer guidelines about reproductive health. However female reproductive experts tell CNN that the advertising policy is still too restrictive and is creating barriers for how younger people access information.",
            "html_summary": "<ul><li>Female reproductive health experts are calling on Meta the parent company of Facebook and Instagram to rethink its restrictions on reproductive health content</li><li> The company has long faced criticism for removing and restricting female reproductive health information</li><li> A prominent report from the Center for Intimacy Justice early last year accused Meta of systematically rejecting many female and gender diverse reproductive health ads</li><li> Meta tweaked its adult products or services advertising policy last October to include clearer guidelines about reproductive health</li><li> However female reproductive experts tell CNN that the advertising policy is still too restrictive and is creating barriers for how younger people access information</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/15/tech/meta-period-reproductive-health/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nouran Salahieh",
            "title": "At least 99 were killed in Mauis wildfires. Only 25% of the burn area has been searched, so officials expect the toll to climb",
            "description": "With only a quarter of the Maui wildfire burn area searched, the death toll of whats already the deadliest US wildfire in more than a century still could rise significantly, Hawaii authorities said Monday.",
            "url": "/2023-08-14-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230815121632-maui-wildfire-burned-house-0813.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-15T06:06:51Z",
            "content": "With only a quarter of the Maui wildfire burn area searched, the death toll of whats already the deadliest US wildfire in more than a century still could rise significantly, Hawaii authorities said M [+3742 chars]",
            "summary": "Green said he asked the states attorney general to do a full review of everything: decisions, policies, policies on water, and then of course the sirens. A lot of people would have, I am sure, at least been alerted more quickly, and that is important, Green said. The focus continues to be safely restoring areas that provide essential public services as well as facilities serving first responders and the emergency response efforts, officials said. He was screaming, Run, run, run, Carole run. He eventually could not hear her anymore. Paxton, who was found by his friends, organized a search for Hartley after he was treated for his injuries, the sister said. He loved adventure and was a free spirit. As the fires quickly advanced on the historic town of Lahaina last week, first responders encountered weak water pressure and fire hydrants running dry, several firefighters told the New York Times. A portable morgue unit has arrived in Hawaii and will help authorities identify and process remains with equipment such as examination tables, X-ray units and laboratory equipment, Jonathan Greene, deputy assistant secretary of the US Department of Health and Human Services, said Tuesday. Residents, emergency responders and employees of local business can also use the roads 24 hours a day, the governor said. The roommate later found Trejos car a few blocks from the house, with Trejos remains on top of the roommates dog, which also died, Perez Grant said.",
            "html_summary": "<ul><li>Green said he asked the state’s attorney general “to do a full review of everything: decisions, policies, policies on water, and then of course the sirens.” “A lot of people would have, I am sure, at least been alerted more quickly, and that is important,” Green said.</li><li>“The focus continues to be safely restoring areas that provide essential public services as well as facilities serving first responders and the emergency response efforts,” officials said.</li><li>“He was screaming, ‘Run, run, run, Carole run.’ He eventually could not hear her anymore.” Paxton, who was found by his friends, organized a search for Hartley after he was treated for his injuries, the sister said.</li><li>“He loved adventure and was a free spirit.” As the fires quickly advanced on the historic town of Lahaina last week, first responders encountered weak water pressure and fire hydrants running dry, several firefighters told the New York Times.</li><li>A portable morgue unit has arrived in Hawaii and will help authorities identify and process remains with equipment such as examination tables, X-ray units and laboratory equipment, Jonathan Greene, deputy assistant secretary of the US Department of Health and Human Services, said Tuesday.</li><li>Residents, emergency responders and employees of local business can also use the roads 24 hours a day, the governor said.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/15/us/hawaii-maui-wildfires-death-toll-tuesday/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sara Smart, Emma Tucker, Joe Sutton, Andy Rose",
            "title": "Man accused of holding a woman in a cinder block dungeon in his Oregon home has pleaded not guilty",
            "description": "A man accused of kidnapping a woman and holding her in a cinder block dungeon in his Oregon home has pleaded not guilty to charges of kidnapping and transportation with intent to engage in sexual activity, court documents show.",
            "url": "/2023-08-14-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230802154156-04-cinder-block-cell-oregon.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-15T11:00:00Z",
            "content": "A man accused of kidnapping a woman and holding her in a cinder block dungeon in his Oregon home has pleaded not guilty to charges of kidnapping and transportation with intent to engage in sexual act [+5410 chars]",
            "summary": "The victim reported Zuberi had a firearm, police patches, a taser, and other law enforcement equipment. He then drove back to his Klamath Falls home  more than 450 miles away  stopping on the way to sexually assault her, the victim told detectives, according to the news release. The bureau called the cell a dungeon. The woman told authorities she repeatedly banged on the door until she was able to break her way out of the cell, the news release said. Commenting on Zuberis alleged acts, she said, It was incredibly brazen. The mayor added: He came into this town, but its over for him. We are fortunate that this brave woman escaped and alerted authorities, Special Agent in Charge Stephanie Shark said in the news release. Upon arriving at the home, he placed the woman in a makeshift cell he had constructed in his garage made of cinder blocks and a metal door that was locked from the outside and left her there, the FBI said. The FBI believes there are more victims in other states Zuberi was taken into federal custody after a woman escaped from his Klamath Falls home last month, according to a news release from the FBI field office in Portland. The victim said she knew Zuberi would kill her if she stayed in the room, police said. The victim said Zuberi pointed a Taser at her, placed her in handcuffs and leg irons and then put her in the back seat of his car, the FBI said.",
            "html_summary": "<ul><li>“The victim reported Zuberi had a firearm, police patches, a taser, and other law enforcement equipment.” He then drove back to his Klamath Falls home – more than 450 miles away – stopping on the way to sexually assault her, the victim told detectives, according to the news release.</li><li>The bureau called the cell “a dungeon.” The woman told authorities she repeatedly banged on the door until she was able to break her way out of the cell, the news release said.</li><li>Commenting on Zuberi’s alleged acts, she said, “It was incredibly brazen.” The mayor added: “He came into this town, but it’s over for him.” “We are fortunate that this brave woman escaped and alerted authorities,” Special Agent in Charge Stephanie Shark said in the news release.</li><li>Upon arriving at the home, he placed the woman in “a makeshift cell he had constructed in his garage” made of cinder blocks and a metal door that was locked from the outside and left her there, the FBI said.</li><li>The FBI believes there are more victims in other states Zuberi was taken into federal custody after a woman escaped from his Klamath Falls home last month, according to a news release from the FBI field office in Portland.</li><li>“The victim said she knew Zuberi would kill her if she stayed in the room,” police said.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/15/us/negasi-zuberi-not-guilty-plea-oregon-cinder-block-dungeon/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nadeen Ebrahim, Aimee Look",
            "title": "In the shadow of USChina rivalry, Arab allies tread delicate ground",
            "description": "As oilrich Gulf states seek to diversify their military partnerships, they are finding themselves ensnared in the intensifying rivalry for global dominance between the United States and China.",
            "url": "/2023-08-14-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230814122057-mime-china-uae.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-14T12:20:00Z",
            "content": "Editors Note A version of this story appears in CNNs Meanwhile in the Middle East newsletter, a threetimesaweek look inside the regions biggest stories. Sign up here.As oilrich Gulf states see [+7112 chars]",
            "summary": "Sun of the Stimson Center said that China and Gulf states have shared goals and agendas beyond the US. Even without the US, China will remain a key buyer of Gulf oil and a critical economic partner, she said. And we will not build exclusive circles, the ministry said, adding that China will continue to develop friendly relations in all fields with Middle Eastern countries as well as play a positive and constructive role in promoting peace and stability in the region. The perception among those countries, (is) that the United States has been either unable or unwilling to fulfill its declared commitments to serve as the security guarantor, Calabrese said. It takes place as Gulf states seek to distance themselves from what they see as an increasingly polarizing global order following Russias invasion of Ukraine, and waning US interest in their region as it redoubles efforts to contain Chinas rise. China praises Ukraine talks in Saudi that Russia said were 'doomed to fail' The Gulf states were incapable of filling the vacuum on their own, so they became more autonomous and began relying on China, John Calabrese, a senior fellow at the Middle East Institute, told CNN. Dubbed the China-UAE Falcon Shield-2023 joint air force exercise, the drill will take place in August in Chinas northwestern Xinjiang region, the ministry said, without giving a specific date. As oil-rich Gulf states seek to diversify their military partnerships, they are finding themselves ensnared in the intensifying rivalry for global dominance between the United States and China.",
            "html_summary": "<ul><li>Sun of the Stimson Center said that China and Gulf states “have shared goals and agendas beyond the US.” “Even without the US, China will remain a key buyer of Gulf oil and a critical economic partner,” she said.</li><li>And we will not build exclusive circles,” the ministry said, adding that China “will continue to develop friendly relations in all fields with Middle Eastern countries” as well as “play a positive and constructive role in promoting peace and stability” in the region.</li><li>“The perception among those countries, (is) that the United States has been either unable or unwilling… to fulfill its declared commitments to serve as the security guarantor,” Calabrese said.</li><li>It takes place as Gulf states seek to distance themselves from what they see as an increasingly polarizing global order following Russia’s invasion of Ukraine, and waning US interest in their region as it redoubles efforts to contain China’s rise.</li><li>China praises Ukraine talks in Saudi that Russia said were 'doomed to fail' The Gulf states were incapable of filling the vacuum on their own, so they became more autonomous and began relying on China, John Calabrese, a senior fellow at the Middle East Institute, told CNN.</li><li>Dubbed the China-UAE Falcon Shield-2023 joint air force exercise, the drill will take place in August in China’s northwestern Xinjiang region, the ministry said, without giving a specific date.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/14/middleeast/china-arab-gulf-states-cooperation-mime-intl/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Ivana Kottasová",
            "title": "Poland to hold biggest military parade in decades, as its clout in Europe grows",
            "description": "Poland is set to hold its largest military parade in decades on Tuesday, in a flex of defensive muscle that comes as tensions rise on the border between the NATO nation and key Russian ally Belarus.",
            "url": "/2023-08-14-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230814132430-03-poland-military-day.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-15T04:00:52Z",
            "content": "Poland is set to hold its largest military parade in decades on Tuesday, in a flex of defensive muscle that comes as tensions rise on the border between the NATO nation and key Russian ally Belarus.  [+8166 chars]",
            "summary": "In reaction to the incident, Polish Defense Minister Mariusz Blaszczak told public radio that 10,000 soldiers will be sent to the border  4,000 would directly support the border guard and the remaining 6,000 would be in reserve. By one calculation, if they purchase all of the tanks from the US, the Abrams tanks, and the tanks theyve ordered from South Korea, plus modernizing what they have at the moment, theyre going to have more tanks than France, Germany, Italy and the UK combined, he said. At the same time, Poland is just two months away from major elections and Arnold said that aside from showing its capabilities to Russia and its allies, the Polish government is also seeking to reassure its own people that it is committed to security. Security issues are really important, alongside the economy and living standards, which is not surprising since a war is taking place on Polands border, Aleks Szczerbiak, a professor and the head of the politics department at the University of Sussex in England, told CNN. At large and in charge, apparently Belarusian President Alexander Lukashenko asked the group to help train his countrys military, and earlier this month the two forces held joint training exercises near the Polish border. Law and Justice has shown that it is willing to upset Ukrainians big time where it feels that the alternative would be to alienate Polish farmers, Shea said, pointing to Warsaws decision to ban imports of grain and other food products from Ukraine following a surge in cheap goods. Polands Defense Ministry said the celebration of Polish Army Day on Tuesday would be marked by a showcase that includes 200 units of Polish and foreign military equipment, 92 aircraft and 2,000 service members.",
            "html_summary": "<ul><li>In reaction to the incident, Polish Defense Minister Mariusz Blaszczak told public radio that 10,000 soldiers will be sent to the border – 4,000 would directly support the border guard and the remaining 6,000 would be in reserve.</li><li>“By one calculation, if they purchase all of the tanks from the US, the Abrams tanks, and the tanks they’ve ordered from South Korea, plus modernizing what they have at the moment, they’re going to have more tanks than France, Germany, Italy and the UK combined,” he said.</li><li>At the same time, Poland is just two months away from major elections and Arnold said that aside from showing its capabilities to Russia and its allies, the Polish government is also seeking to reassure its own people that it is committed to security.</li><li>“Security issues are really important, alongside the economy and living standards, which is not surprising since a war is taking place on Poland’s border,” Aleks Szczerbiak, a professor and the head of the politics department at the University of Sussex in England, told CNN.</li><li>At large and in charge, apparently Belarusian President Alexander Lukashenko asked the group to help train his country’s military, and earlier this month the two forces held joint training exercises near the Polish border.</li><li>“Law and Justice has shown that it is willing to upset Ukrainians big time where it feels that the alternative would be to alienate Polish farmers,” Shea said, pointing to Warsaw’s decision to ban imports of grain and other food products from Ukraine following a surge in cheap goods.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/15/europe/poland-military-parade-europe-clout-intl/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Report Apple Watch X will redesign the popular wearable for the first time. Altos challenges lidars dominance in autonomous driving with 4D image radar. Amazon taps generative AI to enhance product reviews. Russias war in Ukraine. After a string of shark attacks, heres how officers at one New York beach use drones to keep swimmers safe. Driverless cars stall in San Francisco, causing a brief traffic jam. X appears to slow load times for links to several news outlets and rival platforms. Meta criticized for making reproductive health an Rrated issue. At least 99 were killed in Mauis wildfires. Only 25% of the burn area has been searched, so officials expect the toll to climb. Man accused of holding a woman in a cinder block dungeon in his Oregon home has pleaded not guilty. In the shadow of USChina rivalry, Arab allies tread delicate ground. Poland to hold biggest military parade in decades, as its clout in Europe grows"
}