{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Rice Robotics picks up $7M, powers SoftBanks office delivery",
            "description": "In the case of Hong Kongbased Rice Robotics, the important order has come from SoftBank.  Since January 2021, Rices robots, with their cute, cartoonish...",
            "url": "/2023-07-18-rice-robotics-picks-up-7m-powers-softbanks-office-delivery",
            "urlToImage": "https://media.zenfs.com/en/techcrunch_350/34375449ef07e3b8862f4b583b9df5ba",
            "publishedAt": "2023-07-18T01:00:05Z",
            "content": "In the crowded enterprise robotics space, the ability to secure key clients is a crucial differentiator for companies. In the case of Hong Kongbased Rice Robotics, the important order has come from  [+3050 chars]",
            "summary": "The facility, which spans an area of 13,000 square feet, has quadrupled the companys annual production capacity from 500 to 2,000 robots.With a starting market price of $9,000, Rices robots utilize the popular simultaneous localization and mapping (SLAM) technology for navigation. In the case of Hong Kongbased Rice Robotics, the important order has come from SoftBank.Since January 2021, Rices robots, with their cute, cartoonish blinking eyes, have been delivering 7-Eleven products to SoftBank staff at the companys new headquarters in Takeshiba, Tokyo. The robots can operate continuously for 12 hours and can recharge within one hour.Recognition from SoftBank and other customers has convinced several investors to back Rices latest $7 million pre-Series A funding round. Furthermore, the Hong Kong government is actively trying to attract advanced manufacturing to diversify an economy thats losing its appeal as a financial hub for Asia.A portion of Rices new funding has been deployed to establish a production plant in Hong Kong. Aside from SoftBank, Rice also counts Toyota, Japan Post and Mitsui Group among its Japanese clients.Japan has been a favored destination for Chinas robotics companies seeking to expand internationally, given its aging population and openness to new technology. The ByteDance-backed warehouse robot maker Syrius Robotics, for example, made a foray into Japan at an early stage.South China is no doubt the home to the worlds leading hardware supply chains. In the crowded enterprise robotics space, the ability to secure key clients is a crucial differentiator for companies.",
            "html_summary": "<ul><li>The facility, which spans an area of 13,000 square feet, has quadrupled the company’s annual production capacity from 500 to 2,000 robots.With a starting market price of $9,000, Rice’s robots utilize the popular simultaneous localization and mapping (SLAM) technology for navigation.</li><li>In the case of Hong Kong–based Rice Robotics, the important order has come from SoftBank.Since January 2021, Rice’s robots, with their cute, cartoonish blinking eyes, have been delivering 7-Eleven products to SoftBank staff at the company’s new headquarters in Takeshiba, Tokyo.</li><li>The robots can operate continuously for 12 hours and can recharge within one hour.Recognition from SoftBank and other customers has convinced several investors to back Rice’s latest $7 million pre-Series A funding round.</li><li>Furthermore, the Hong Kong government is actively trying to attract advanced manufacturing to diversify an economy that’s losing its appeal as a financial hub for Asia.A portion of Rice’s new funding has been deployed to establish a production plant in Hong Kong.</li><li>Aside from SoftBank, Rice also counts Toyota, Japan Post and Mitsui Group among its Japanese clients.Japan has been a favored destination for China’s robotics companies seeking to expand internationally, given its aging population and openness to new technology.</li><li>The ByteDance-backed warehouse robot maker Syrius Robotics, for example, made a foray into Japan at an early stage.South China is no doubt the home to the world’s leading hardware supply chains.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/17/rice-robotics-picks-up-7m-powers-softbanks-office-delivery/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Tractable snaps up $65M led by SoftBank for car and property damage appraisals using AI | TechCrunch",
            "description": "When it comes to transforming business operations, artificial intelligence holds a lot of promise across many industries. Today, a startup that has been an early mover in the area of applying AI, and specifically computer vision, to the world of insurance is ",
            "url": "/2023-07-18-tractable-snaps-up-65m-led-by-softbank-for-car-and-property-damage-appraisals-using-ai",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/Screenshot-2023-07-18-at-11.55.40.png?resize=1200,585",
            "publishedAt": "2023-07-18T10:59:03Z",
            "content": "When it comes to transforming business operations, artificial intelligence holds a lot of promise across many industries. Today, a startup that has been an early mover in the area of applying AI, and [+6362 chars]",
            "summary": "The interest rate environment is really testing the VC-backed sectors ability to be profitable. He said that profit is the strategic goal towards which we have made substantial progress. And given the SaaS margins of the business remaining strong, he said Tractable is nearly there on EBITDA breakeven. Today, a startup that has been an early mover in the area of applying AI, and specifically computer vision, to the world of insurance is announcing a round of growth funding to continue expanding its business. The company has been significantly less active in VC in the last 18 months, following a particularly tumultuous period in which a lot of its previous investments  made at high valuations and at a very rapid pace  led to major write-downs for the firm. Tractable already has strong traction in auto, whereas property is the exciting new opportunity that is ripe for disruption.Looking ahead, its interest in Tractable appears to be grounded in a little more practicality than perhaps some of those past investments. As strong believers in AI technology, we see huge potential for the technology to scale globally, embedding AI adoption into other verticals through exploring new use cases. In the years since it launched, a number of competitors and alternatives have emerged to provide consumers and insurance adjusters with tools to facilitate remote assessments. When it comes to transforming business operations, artificial intelligence holds a lot of promise across many industries.",
            "html_summary": "<ul><li>The interest rate environment is really testing the VC-backed sector’s ability to be profitable.” He said that profit is the “strategic goal towards which we have made substantial progress.” And given the SaaS margins of the business remaining strong, he said Tractable is “nearly there on EBITDA breakeven.”</li><li>Today, a startup that has been an early mover in the area of applying AI, and specifically computer vision, to the world of insurance is announcing a round of growth funding to continue expanding its business.</li><li>The company has been significantly less active in VC in the last 18 months, following a particularly tumultuous period in which a lot of its previous investments — made at high valuations and at a very rapid pace — led to major write-downs for the firm.</li><li>Tractable already has strong traction in auto, whereas property is the exciting new opportunity that is ripe for disruption.”Looking ahead, its interest in Tractable appears to be grounded in a little more practicality than perhaps some of those past investments.</li><li>“As strong believers in AI technology, we see huge potential for the technology to scale globally, embedding AI adoption into other verticals through exploring new use cases.</li><li>In the years since it launched, a number of competitors and alternatives have emerged to provide consumers and insurance adjusters with tools to facilitate remote assessments.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/18/tractable-snaps-up-65m-led-by-softbank-for-car-and-property-damage-appraisals-using-ai/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lorenzo Franceschi-bicchierai",
            "title": "US government adds two more spyware makers on deny list | TechCrunch",
            "description": "The Biden administration put Intellexa and Cytrox, two spyware makers from Greece and Hungary on an economic deny list.",
            "url": "/2023-07-18-us-government-adds-two-more-spyware-makers-on-deny-list",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/joebiden2.jpg?resize=1200,800",
            "publishedAt": "2023-07-18T14:02:41Z",
            "content": "The U.S. government put Intellexa and Cytrox, two European spyware makers, on an economic denylist on Tuesday.The addition of the two companies, based in Greece and Hungary, as well as two related  [+1489 chars]",
            "summary": "Cytrox could not be reached for comment.In 2021, Meta and the digital rights watchdog Citizen Lab accused Cytrox customers of using the companys spyware to hack politicians and journalists.",
            "html_summary": "<ul><li>Cytrox could not be reached for comment.In 2021, Meta and the digital rights watchdog Citizen Lab accused Cytrox customers of using the company’s spyware to hack politicians and journalists.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/18/us-government-adds-two-more-spyware-makers-on-deny-list/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Announcing the Hardware Stage agenda at TechCrunch Disrupt 2023 | TechCrunch",
            "description": "Heres the firstlook at the agenda for the brandnew Hardware Stage at TechCrunch Disrupt 2023. Stay tuned for even more sessions coming soon!",
            "url": "/2023-07-18-announcing-the-hardware-stage-agenda-at-techcrunch-disrupt-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/Hardware-Stage-Article-Image-Header-1920x1080@2x@2x.jpg?resize=1200,675",
            "publishedAt": "2023-07-18T14:00:32Z",
            "content": "In the 7.5 years Ive served as TechCrunchs hardware editor, Ive been struck by just how profoundly deep and wide this category can be. Scope is one of the most fulfilling and frustrating parts of the [+4554 chars]",
            "summary": "On any given day, youll find me writing about phones, 3D printing and manufacturing, to name a few.Ultimately, our goal with the stage is to offer a broad scope of topics, representative of the state of hardware in 2023, while offering some insight into where things are headed. Everette Taylor, who stepped into the CEO role at the end of 2022, will discuss how the company is adapting to face the future.with Brian Gerkey (Open Robotics) and Wendy Tan White (Alphabet and Intrinsic)Alphabet X graduate Intrinsic was founded with a lofty goal: making programming robots accessible. We still have a couple of panels were not quite ready to announce, but I think youll find the current lineup to be a solid cross section of categories, including robotics, crowdfunding and extended reality.Seems like everyone is talking about VR and AR these days. So when the powers that be told me that we were doing a full day of hardware programming at Disrupt, I was simultaneously excited and overwhelmed.I love that were finally giving hardware its time to shine on its very own stage. Founder and CEO Wendy Tan White joins us, along with Brian Gerkey, who joined the team when Intrinsic acquired Open Robotics in December.with Damion Shelton (Agility Robotics) and Melonee Wise (Agility Robotics)Agility cracked the code on bipedal robots with its Digit system. With Meta, HTC and now Apple vying for a piece of the market, has mixed realitys moment finally arrived?with Everette Taylor (Kickstarter)For more than a decade, Kickstarters name has been synonymous with crowdfunding, but the last few years have brought their share of challenges for the platform. CEO Damion Shelton and CTO Melonee Wise will discuss why the company is taking a different approach to the wheel-dominated world of warehouse robotics.with Claire Delaunay (Farm-ng), Tessa Lau (Dusty Robotics) and Andrea Thomaz (Diligent)After conquering warehouses during the pandemic, what comes next for automation?",
            "html_summary": "<ul><li>On any given day, you’ll find me writing about phones, 3D printing and manufacturing, to name a few.Ultimately, our goal with the stage is to offer a broad scope of topics, representative of the state of hardware in 2023, while offering some insight into where things are headed.</li><li>Everette Taylor, who stepped into the CEO role at the end of 2022, will discuss how the company is adapting to face the future.with Brian Gerkey (Open Robotics) and Wendy Tan White (Alphabet and Intrinsic)Alphabet X graduate Intrinsic was founded with a lofty goal: making programming robots accessible.</li><li>We still have a couple of panels we’re not quite ready to announce, but I think you’ll find the current lineup to be a solid cross section of categories, including robotics, crowdfunding and extended reality.Seems like everyone is talking about VR and AR these days.</li><li>So when the powers that be told me that we were doing a full day of hardware programming at Disrupt, I was simultaneously excited and overwhelmed.I love that we’re finally giving hardware its time to shine on its very own stage.</li><li>Founder and CEO Wendy Tan White joins us, along with Brian Gerkey, who joined the team when Intrinsic acquired Open Robotics in December.with Damion Shelton (Agility Robotics) and Melonee Wise (Agility Robotics)Agility cracked the code on bipedal robots with its Digit system.</li><li>With Meta, HTC and now Apple vying for a piece of the market, has mixed reality’s moment finally arrived?with Everette Taylor (Kickstarter)For more than a decade, Kickstarter’s name has been synonymous with crowdfunding, but the last few years have brought their share of challenges for the platform.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/18/announcing-the-hardware-stage-agenda-at-techcrunch-disrupt-2023/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Carly Page",
            "title": "US government launches the Cyber Trust Mark, its longawaited IoT security labeling program | TechCrunch",
            "description": "The Biden administration has launched its cybersecurity labelling program that aims to protect Americans against IoT security risks",
            "url": "/2023-07-18-us-government-launches-the-cyber-trust-mark-its-long-awaited-iot-security-labeling-program",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/yellow-padlock-cyber-rating-getty.jpg?resize=1200,801",
            "publishedAt": "2023-07-18T09:03:34Z",
            "content": "The Biden administration has launched its longawaited Internet of Things (IoT) cybersecurity labeling program that aims to protect Americans against the myriad of security risks associated with inte [+2894 chars]",
            "summary": "This criterion, established by the National Institute of Standards and Technology (NIST), will require, for example, that devices require unique and strong default passwords, protect both stored and transmitted data, offer regular security updates and ship with incident detection capabilities.The full list of standards is not yet finalized. The Biden administration says its voluntary Energy Star-influenced labeling system will raise the bar for IoT security by enabling Americans to make informed decisions about the security credentials of the internet-connected devices they buy. The White House said that NIST will immediately start work on defining cybersecurity standards for higher-risk consumer-grade routers, devices that attackers frequently target to steal passwords and create botnets that can be used to launch distributed denial-of-service (DDoS) attacks. The Biden administration has launched its long-awaited Internet of Things (IoT) cybersecurity labeling program that aims to protect Americans against the myriad security risks associated with internet-connected devices.The program, officially named the U.S. While the initiative will initially focus on high-risk consumer devices, the U.S. Department of Energy announced on Tuesday that it is working with industry partners to develop cybersecurity labeling requirements for smart meters and power inverters. Many devices ship with easy-to-guess default passwords and offer a lack of security regular updates, putting consumers at risk of being hacked. Cyber Trust Mark, aims to help Americans ensure they are buying internet-connected devices that include strong cybersecurity protections against cyberattacks.",
            "html_summary": "<ul><li>This criterion, established by the National Institute of Standards and Technology (NIST), will require, for example, that devices require unique and strong default passwords, protect both stored and transmitted data, offer regular security updates and ship with incident detection capabilities.The full list of standards is not yet finalized.</li><li>The Biden administration says its voluntary Energy Star-influenced labeling system will “raise the bar” for IoT security by enabling Americans to make informed decisions about the security credentials of the internet-connected devices they buy.</li><li>The White House said that NIST will immediately start work on defining cybersecurity standards for “higher-risk” consumer-grade routers, devices that attackers frequently target to steal passwords and create botnets that can be used to launch distributed denial-of-service (DDoS) attacks.</li><li>The Biden administration has launched its long-awaited Internet of Things (IoT) cybersecurity labeling program that aims to protect Americans against the myriad security risks associated with internet-connected devices.The program, officially named the “U.S.</li><li>While the initiative will initially focus on high-risk consumer devices, the U.S. Department of Energy announced on Tuesday that it is working with industry partners to develop cybersecurity labeling requirements for smart meters and power inverters.</li><li>Many devices ship with easy-to-guess default passwords and offer a lack of security regular updates, putting consumers at risk of being hacked.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/18/us-government-launches-the-cyber-trust-mark-its-long-awaited-iot-security-labeling-program/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Hammerspace ingests $56M for a new approach to work with vast amounts of unstructured data | TechCrunch",
            "description": "Data may be the new oil, but only when it can be extracted and put to use. Today, a five yearold startup called Hammerspace that is giving any kind of data that lease of life is announcing $56 million in funding  its first institutional investment  as it",
            "url": "/2023-07-18-hammerspace-ingests-56m-for-a-new-approach-to-work-with-vast-amounts-of-unstructured-data",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/blue-origin-lander.jpeg?resize=1200,675",
            "publishedAt": "2023-07-18T12:49:19Z",
            "content": "Data may be the new oil, but only when it can be extracted and put to use. Today, a five yearold startup called Hammerspace that is giving any kind of data that lease of life is announcing $56 mil [+4689 chars]",
            "summary": "The file system that Hammerspace has built for managing, moving and orchestrating data is based on a particular implementation in Linux; and what it does, Flynn said, is unique across the industry.The thinking is that unstructured is potentially where the business opportunity lies for these applications and more. And while it may not be a household name, it is already working with a number of very large companies and organizations that you will know, which have giant data needs.Its customers include Jeff Bezos Blue Origin, the National Science Foundation and Royal Caribbean Group. )If youre going to pay big bucks for GPU horsepower, the last thing you want is for that to site to sit idle, waiting for data to flow in and flow out of those systems, Flynn said. Data may be the new oil, but only when it can be extracted and put to use. We provide radical input to feed data into and out of those training systems. Our mission is to capitalize on technological convergence across markets and industries, thereby changing the way the world works. And in part, its thanks to the foundational work of his co-founder and CTO, Trond Myklebust, himself a bit of a legend in the world of computing, with his track record including being the maintainer and lead developer of the Linux kernel NFS client.",
            "html_summary": "<ul><li>The “file system” that Hammerspace has built for managing, moving and orchestrating data is based on a particular implementation in Linux; and what it does, Flynn said, “is unique across the industry.”The thinking is that unstructured is potentially where the business opportunity lies for these applications and more.</li><li>And while it may not be a household name, it is already working with a number of very large companies and organizations that you will know, which have giant data needs.Its customers include Jeff Bezos’ Blue Origin, the National Science Foundation and Royal Caribbean Group.</li><li>)“If you’re going to pay big bucks for GPU horsepower, the last thing you want is for that to site to sit idle, waiting for data to flow in and flow out of those systems,” Flynn said.</li><li>Data may be “the new oil,” but only when it can be extracted and put to use.</li><li>“We provide radical input to feed data into and out of those training systems.</li><li>“Our mission is to capitalize on technological convergence across markets and industries, thereby changing the way the world works.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/18/hammerspace-ingests-56m-for-a-new-approach-to-work-with-vast-amounts-of-unstructured-data/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Sylvera banks $57M to put carbon offsetting on a path to Net Zero | TechCrunch",
            "description": "Londonbased carbon offsetting rating startup Sylvera has closed a $57 million in Series B funding led by Balderton Capital.",
            "url": "/2023-07-18-sylvera-series-b",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2015/02/shutterstock_128451140.jpg?resize=1200,800",
            "publishedAt": "2023-07-18T06:57:57Z",
            "content": "Londonbased climate intelligence startup Sylvera has closed another chunky funding round  bagging $57 million in Series B funding led by Balderton Capital, with participation from existing investor [+15093 chars]",
            "summary": "Customer names its disclosing include the likes of S&P Global, Salesforce, BCG and Mitsubishi.The UK startups mission is to provide trusted data and ratings on carbon offset projects to support customers to meet Net Zero goals by investing in projects with the best credibility for carbon sequestration. (The basic idea for offsetting being companies pay to offset unavoidable emissions by funding stuff that sucks up an equivalent amount of carbon  meaning projects need to properly account for the carbon take up to ensure credits sold live up to the promise of emissions offset. )He also rightly points out that carbon offsetting can bring other benefits funded through the sale of carbon credits, such as biodiversity (as a result of successful forest conservation) or reduced indoor air pollution (from swapping people to using clean cookstoves). (An investigation of the Verra carbon standard the Guardian reported on in January found the forest carbon offsets approved by that major project certifier, and used by corporate giants like Disney and Shell, were largely worthless  and could even make global heating worse. As a courtesy, we have exchanged those names for other customer names that are publicIsometric taps $25M to build a registry and science platform focused on carbon removalSylvera takes $32M to build trust in carbon offsetting ratings Its highly solvable.While Sylveras faith in robust data sampling and methodical data science is certainly infectious, carbon credits as a tool for addressing climate change do continue to suffer from regular reputation knocks. Plus we have  or are getting there, thanks to efforts like Sylveras  the data analysis to make the carbon accounting stack up.Nature based solutions [are] available now.",
            "html_summary": "<ul><li>Customer names it’s disclosing include the likes of S&P Global, Salesforce, BCG and Mitsubishi.The UK startup’s mission is to provide trusted data and ratings on carbon offset projects to support customers to meet Net Zero goals by investing in projects with the best credibility for carbon sequestration.</li><li>(The basic idea for offsetting being companies pay to offset unavoidable emissions by funding stuff that sucks up an equivalent amount of carbon — meaning projects need to properly account for the carbon take up to ensure credits sold live up to the promise of emissions offset.</li><li>)He also rightly points out that carbon offsetting can bring other benefits funded through the sale of carbon credits, such as biodiversity (as a result of successful forest conservation) or reduced indoor air pollution (from swapping people to using clean cookstoves).</li><li>(An investigation of the Verra carbon standard the Guardian reported on in January found the forest carbon offsets approved by that major project certifier, and used by corporate giants like Disney and Shell, were largely worthless — and could even make global heating worse.</li><li>As a courtesy, we have exchanged those names for other customer names that are publicIsometric taps $25M to build a registry and science platform focused on carbon removalSylvera takes $32M to build trust in carbon offsetting ratings</li><li>It’s highly solvable.”While Sylvera’s faith in robust data sampling and methodical data science is certainly infectious, carbon credits as a tool for addressing climate change do continue to suffer from regular reputation knocks.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/17/sylvera-series-b/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Rice Robotics picks up $7M, powers SoftBanks office delivery. Tractable snaps up $65M led by SoftBank for car and property damage appraisals using AI | TechCrunch. US government adds two more spyware makers on deny list | TechCrunch. Announcing the Hardware Stage agenda at TechCrunch Disrupt 2023 | TechCrunch. US government launches the Cyber Trust Mark, its longawaited IoT security labeling program | TechCrunch. Hammerspace ingests $56M for a new approach to work with vast amounts of unstructured data | TechCrunch. Sylvera banks $57M to put carbon offsetting on a path to Net Zero | TechCrunch"
}