{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Sabrina Moreno",
            "title": "Growth of AI in mental health raises fears of its ability to run wild",
            "description": "The rise of AI in mental health care has providers and researchers increasingly concerned over whether glitchy algorithms, privacy gaps and other perils could outweigh the technologys promise and lead to dangerous patient outcomes.Why it matters As the Pew ",
            "url": "/2023-03-09-ai-mental-health-fears",
            "urlToImage": "https://images.axios.com/hShA-eau2SlycsbrD7AIa5WOmcQ=/0x0:1920x1080/1366x768/2023/03/09/1678362709120.jpg",
            "publishedAt": "2023-03-09T11:13:18Z",
            "content": "The rise of AI in mental health carehas providers and researchers increasingly concerned over whether glitchy algorithms, privacy gaps and other perils could outweigh the technologys promise and lea [+7293 chars]",
            "summary": "The bottom line: Experts predict it will take a combination of tech industry self-policing and nimble regulation to instill confidence in AI as a mental health tool.",
            "html_summary": "<ul><li>The bottom line: Experts predict it will take a combination of tech industry self-policing and nimble regulation to instill confidence in AI as a mental health tool.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/09/ai-mental-health-fears"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Chinas Xi calls for more quickly elevating armed forces",
            "description": "Chinas leader Xi Jinping has called for more quickly elevating the armed forces to worldclass standards. That came in a speech to military delegates to the ceremonial parliament just days after just days after a top diplomat warned of the",
            "url": "/2023-03-09-china-us-military-taiwan-xi-jinping-14f9c3d8fef26779f017d927aa352eeb",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/2/70/2703bd1b-f666-54b7-a279-3b083c231d66/6409c0f43dfe6.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-09T09:24:00Z",
            "content": "BEIJING (AP) Chinas leader Xi Jinping has called for more quickly elevating the armed forces to worldclass standards, in a speech just days after a top diplomat warned of the growing possibility of  [+6142 chars]",
            "summary": "In a nod to a China-U.S. relationship that has sunk to its lowest level in decades, she said Washington should meet China halfway and push China-U.S. relations back on the track of sound and stable development, which is beneficial to both countries and the world. BEIJING (AP)  Chinas leader Xi Jinping has called for more quickly elevating the armed forces to world-class standards, in a speech just days after a top diplomat warned of the growing possibility of conflict with the U.S. unless Washington changes course. Xi also mentioned the need for achieving the goals for the centenary of the PLA in 2027, a date by which, according to some U.S. observers, China intends to have the capability of conquering self-governing Taiwan, an American ally, by military means. A State Department spokesperson, Ned Price, responded by saying Washington wants to coexist responsibly within the global trade and political system and has no intention of suppressing China.This is not about containing China. This is a strategic risk that we cant accept or ignore, she added. This is not about holding China back, Price said in Washington. This is not about suppressing China.",
            "html_summary": "<ul><li>In a nod to a China-U.S. relationship that has sunk to its lowest level in decades, she said Washington “should meet China halfway and push China-U.S. relations back on the track of sound and stable development, which is beneficial to both countries and the world.”</li><li>BEIJING (AP) — China’s leader Xi Jinping has called for “more quickly elevating the armed forces to world-class standards,” in a speech just days after a top diplomat warned of the growing possibility of conflict with the U.S. unless Washington changes course.</li><li>Xi also mentioned the need for “achieving the goals for the centenary of the PLA in 2027,” a date by which, according to some U.S. observers, China intends to have the capability of conquering self-governing Taiwan, an American ally, by military means.</li><li>A State Department spokesperson, Ned Price, responded by saying Washington wants to “coexist responsibly” within the global trade and political system and has no intention of suppressing China.“This is not about containing China.</li><li>“This is a strategic risk that we can’t accept or ignore,” she added.</li><li>This is not about holding China back,” Price said in Washington.</li></ul>",
            "website_url": "https://apnews.com/article/china-us-military-taiwan-xi-jinping-14f9c3d8fef26779f017d927aa352eeb"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Envisics raises $50M at a $500M valuation for its incar holographic tech",
            "description": "Were talking to everybody to pitch headsup holographic tech to carmakers, says the CEO. Is the world ready for AR in cars?",
            "url": "/2023-03-09-envisics-raises-50m-at-a-500m-valuation-for-its-in-car-holographic-tech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Img-7.jpg?resize=1200,675",
            "publishedAt": "2023-03-09T07:03:55Z",
            "content": "The automotive industry is starting to show somesigns of recovery after a big contraction during the Covid19 pandemic, and carmakers planning for the next five years are looking at what new feature [+5648 chars]",
            "summary": "Be it shut downs of high-profile efforts like Argo AI, or small but promising startups like Broadmann17; or more scrutiny for those still standing like Cruise, it feels like nothing has been spared. The automotive industry is starting to show some signs of recovery after a big contraction during the COVID-19 pandemic, and carmakers planning for the next five years are looking at what new features might help them eek out more sales. Back in 2020, Christmas said that Envisics first commercial products would come out in 2023, and Christmas confirmed this week that this is still the plan. Hyundai Mobis expects to provide next-generation AR-HUDs with cutting-edge holographic technology, and to deliver an intuitive, safe, and convenient HMI to global automakers by strengthening our partnership with Envisics. We are in an era where we have seen many automotive technology plays stall or run out of gas altogether. (That round also included Hyundai Mobis, alongside General Motors Ventures, SAIC Motors and Van Tuyl Companies  the family office of the Van Tuyl Group, which specializes in automotive dealerships and related services. The first HUDs are remarkably, absolutely on track to be released this year, he said.While the Lyric will most certainly be a high-end, premium vehicle, its a start.",
            "html_summary": "<ul><li>Be it shut downs of high-profile efforts like Argo AI, or small but promising startups like Broadmann17; or more scrutiny for those still standing like Cruise, it feels like nothing has been spared.</li><li>The automotive industry is starting to show some signs of recovery after a big contraction during the COVID-19 pandemic, and carmakers planning for the next five years are looking at what new features might help them eek out more sales.</li><li>Back in 2020, Christmas said that Envisics’ first commercial products would come out in 2023, and Christmas confirmed this week that this is still the plan.</li><li>“Hyundai Mobis expects to provide next-generation AR-HUDs with cutting-edge holographic technology, and to deliver an intuitive, safe, and convenient HMI to global automakers by strengthening our partnership with Envisics.”</li><li>We are in an era where we have seen many automotive technology plays stall or run out of gas altogether.</li><li>(That round also included Hyundai Mobis, alongside General Motors Ventures, SAIC Motors and Van Tuyl Companies — the family office of the Van Tuyl Group, which specializes in automotive dealerships and related services.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/08/envisics-raises-50m-at-a-500m-valuation-for-its-in-car-holographic-tech/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "ThoughtSpot adds GPT3 integration to help customers query data",
            "description": "Thoughtspot released a private beta of a product today that will let users query data with natural language using GPT3.",
            "url": "/2023-03-09-thoughtspot-adds-gpt-3-integration-to-help-customers-query-data",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1336238869.jpg?resize=1200,867",
            "publishedAt": "2023-03-09T13:14:33Z",
            "content": "So far this week weve seen generative AI come to CRM from Salesforce and to customer service chatbots from Forethought and thats just the ones Ive covered personally. Today, we look at ThoughtSpots g [+2791 chars]",
            "summary": "Today, we look at ThoughtSpots generative AI entry, which lets you query your data using natural language to get text or a graph back, as appropriate, with the correct response.This is an approach that Thoughtspot has been working toward for years. Whats more, Thoughtspot AI can help companies data experts build customized data models for their source data.The company was founded in 2012 and has raised over $660 million, per Crunchbase. It just took some time for the technology to catch up with the vision.We always wanted to build a pure natural language intent-driven interface. In fact, I can tell you four years ago, we had a project internally to build our own large language model. So far this week weve seen generative AI come to CRM from Salesforce and to customer service chatbots from Forethought  and thats just the ones Ive covered. A private beta of the new integration with GPT-3 opens today.",
            "html_summary": "<ul><li>Today, we look at ThoughtSpot’s generative AI entry, which lets you query your data using natural language to get text or a graph back, as appropriate, with the correct response.This is an approach that Thoughtspot has been working toward for years.</li><li>What’s more, Thoughtspot AI can help companies’ data experts build customized data models for their source data.The company was founded in 2012 and has raised over $660 million, per Crunchbase.</li><li>It just took some time for the technology to catch up with the vision.“We always wanted to build a pure natural language intent-driven interface.</li><li>In fact, I can tell you four years ago, we had a project internally to build our own large language model.</li><li>So far this week we’ve seen generative AI come to CRM from Salesforce and to customer service chatbots from Forethought — and that’s just the ones I’ve covered.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/09/thoughtspot-adds-gpt-3-integration-to-help-customers-query-data/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Wing likens its drone delivery network to rideshare",
            "description": "Alphabet X graduated Wing today its new curbside delivery network. The company compares the idea to ride share.",
            "url": "/2023-03-09-wing-likens-its-drone-delivery-network-to-ride-share",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/wing-curbside.jpg?resize=1200,672",
            "publishedAt": "2023-03-09T13:00:56Z",
            "content": "Drone delivery is one of those ideas thats been sold as the next big thing forever. Regardless of how bullish you happen to be on the technology, theres undeniably a lot that has to be figured out be [+2628 chars]",
            "summary": "The company says it expects our system to be capable of handling millions of deliveries for millions of consumers at a lower cost per delivery than ground transportation can achieve for fast delivery of small packages by mid-2024. Wing notes in a blog post published this morning:Up to this point, the industry has been fixated on drones themselves  designing, testing, and iterating on aircraft, rather than finding the best way to harness an entire fleet for efficient delivery. We see drone delivery at scale looking more like an efficient data network than a traditional transportation system. Pad locations can be added simply, with the aircraft themselves used as the surveying tools to update and expand the network.Wing says the system will be rolling out over the next year. In existing configurations, a drone is launched from a business, arrives at its destination and then returns to its origin.Its a simple path, and it makes sense that most have used it as a starting point. Drone delivery is one of those ideas thats been sold as the next big thing forever. For example, with multiple charging spots, theyll have the flexibility to meet peaks in consumer demand across entire cities.",
            "html_summary": "<ul><li>The company says it expects “our system to be capable of handling millions of deliveries for millions of consumers at a lower cost per delivery than ground transportation can achieve for fast delivery of small packages” by mid-2024.</li><li>Wing notes in a blog post published this morning:Up to this point, the industry has been fixated on drones themselves — designing, testing, and iterating on aircraft, rather than finding the best way to harness an entire fleet for efficient delivery.</li><li>We see drone delivery at scale looking more like an efficient data network than a traditional transportation system.</li><li>Pad locations can be added simply, with the aircraft themselves used as the surveying tools to update and expand the network.”Wing says the system will be rolling out over the next year.</li><li>In existing configurations, a drone is launched from a business, arrives at its destination and then returns to its origin.It’s a simple path, and it makes sense that most have used it as a starting point.</li><li>Drone delivery is one of those ideas that’s been sold as “the next big thing” forever.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/09/wing-likens-its-drone-delivery-network-to-ride-share/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Brett Martel",
            "title": "Gymnast Dunnes AI spot raises questions about NIL ethics",
            "description": "BATON ROUGE, La. (AP)  LSU gymnast Olivia Dunnes endorsement of an artificial intelligence essaywriting product is raising questions about whether college athletic programs should provide clearer ethical guidelines for athletes earning money from name, ima",
            "url": "/2023-03-09-livvy-dunne-lsu-nil-ai-c063f7f457cade99a5435c5e94fdf68a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/5d143ab7047d48e3b940821342b8eab6/3000.jpeg",
            "publishedAt": "2023-03-09T00:19:14Z",
            "content": "BATON ROUGE, La. (AP) LSU gymnast Olivia Dunnes endorsement of an artificial intelligence essaywriting product is raising questions about whether college athletic programs should provide clearer eth [+4539 chars]",
            "summary": "Im not saying that student-athletes endorsing it is saying, Dont learn. So theres obviously a lot more to discuss and uncover there.Dunnes social media following numbers around 7 million on TikTok and more than 3 million on Instagram. Dunne responded by posting a request on her social media accounts that fans be respectful of the other gymnasts at her meets.LSU, meanwhile, arranged for additional security for Dunne at subsequent events. At LSU, our professors and students are empowered to use technology for learning and pursuing the highest standards of academic integrity, the LSU statement read. Through Chan, Dunne declined to speak with The Associated Press.Dunne recently returned to competition at Alabama, scoring 9.825 on an uneven bars routine in which she stuck the landing. The 20-year-old from Hillsdale, New Jersey, is believed to have the largest social media audience of any NCAA athlete. Her NIL endorsement contracts, while not public, are estimated by multiple analysts who track such deals to be worth more than $3 million. Video from the scene, which some fellow competitors and other witnesses found unseemly, was widely viewed online.",
            "html_summary": "<ul><li>“I’m not saying that student-athletes endorsing it is saying, ‘Don’t learn.’ So there’s obviously a lot more to discuss and uncover there.”Dunne’s social media following numbers around 7 million on TikTok and more than 3 million on Instagram.</li><li>Dunne responded by posting a request on her social media accounts that fans be respectful of the other gymnasts at her meets.LSU, meanwhile, arranged for additional security for Dunne at subsequent events.</li><li>At LSU, our professors and students are empowered to use technology for learning and pursuing the highest standards of academic integrity,” the LSU statement read.</li><li>Through Chan, Dunne declined to speak with The Associated Press.Dunne recently returned to competition at Alabama, scoring 9.825 on an uneven bars routine in which she stuck the landing.</li><li>The 20-year-old from Hillsdale, New Jersey, is believed to have the largest social media audience of any NCAA athlete.</li><li>Her NIL endorsement contracts, while not public, are estimated by multiple analysts who track such deals to be worth more than $3 million.</li></ul>",
            "website_url": "https://apnews.com/article/livvy-dunne-lsu-nil-ai-c063f7f457cade99a5435c5e94fdf68a"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Growth of AI in mental health raises fears of its ability to run wild. Chinas Xi calls for more quickly elevating armed forces. Envisics raises $50M at a $500M valuation for its incar holographic tech. ThoughtSpot adds GPT3 integration to help customers query data. Wing likens its drone delivery network to rideshare. Gymnast Dunnes AI spot raises questions about NIL ethics"
}