{
    "status": "ok",
    "totalResults": 4,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Chinas Xi will skip G20 summit in India during a period of soured bilateral relations",
            "description": "Chinese President Xi Jinping is apparently skipping this weeks Group of 20 summit in India as bilateral relations remain icy. The Chinese Foreign Ministry says Premier Li Qiang will represent China at the Sept. 910 gathering. Relations between China and",
            "url": "/2023-09-04-china-india-g20-xi-jinping-1540c1850f60edebc067ad430b968c00",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/99/d99e65de-ed52-5e61-9914-129442ae8834/64f5b2794ff7d.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-09-04T08:47:00Z",
            "content": "BEIJING (AP) Chinese President Xi Jinping is apparently skipping this weeks Group of 20 summit in India as bilateral relations remain icy.Instead, Premier Li Qiang will represent China at the Sept. [+4374 chars]",
            "summary": "Premier Li Qiang will elaborate on Chinas views and propositions on G20 cooperation, promote the G20 to strengthen solidarity and cooperation and work together to address global economic and development challenges, she said. It turned into a long-running standoff in the rugged mountainous area, where each side has stationed tens of thousands of military personnel backed by artillery, tanks and fighter jets.Frictions have also risen over trade and Indias growing strategic ties with Chinas main rival, the United States. Russian President Vladimir Putin, who faces war crimes charges over Russias invasion of Ukraine, will also be skipping the summit, although he does plan to visit close partner China next month. It is not clear when such a meeting could take place as a question mark now hangs over whether Xi will attend the Asia-Pacific Economic Cooperation forum leaders gathering in San Francisco in November. Chinese President Xi Jinping is apparently skipping this weeks Group of 20 summit in India as bilateral relations remain icy. (AP Photo/Mark Schiefelbein, Pool, File)BEIJING (AP)  Chinese President Xi Jinping is apparently skipping this weeks Group of 20 summit in India as bilateral relations remain icy. Xi has accumulated more power at home than any Chinese leader since Mao Zedong, and has adopted an increasingly aggressive approach to what he views as Chinas territorial interests in the South China Sea and toward self-governing Taiwan, which China threatens to annex by force if necessary.",
            "html_summary": "<ul><li>“Premier Li Qiang will elaborate on China’s views and propositions on G20 cooperation, promote the G20 to strengthen solidarity and cooperation and work together to address global economic and development challenges,” she said.</li><li>It turned into a long-running standoff in the rugged mountainous area, where each side has stationed tens of thousands of military personnel backed by artillery, tanks and fighter jets.Frictions have also risen over trade and India’s growing strategic ties with China’s main rival, the United States.</li><li>Russian President Vladimir Putin, who faces war crimes charges over Russia’s invasion of Ukraine, will also be skipping the summit, although he does plan to visit close partner China next month.</li><li>It is not clear when such a meeting could take place as a question mark now hangs over whether Xi will attend the Asia-Pacific Economic Cooperation forum leader’s gathering in San Francisco in November.</li><li>Chinese President Xi Jinping is apparently skipping this week’s Group of 20 summit in India as bilateral relations remain icy.</li><li>(AP Photo/Mark Schiefelbein, Pool, File)BEIJING (AP) — Chinese President Xi Jinping is apparently skipping this week’s Group of 20 summit in India as bilateral relations remain icy.</li></ul>",
            "website_url": "https://apnews.com/article/china-india-g20-xi-jinping-1540c1850f60edebc067ad430b968c00"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Food tech roundup Plantbased protein eaters still want it to taste like meat | TechCrunch",
            "description": "Taste is something that continues to be a challenge for plantbased protein companies. If it tastes more like meat, its a winner.",
            "url": "/2023-09-04-foodtech-roundup-plant-based-protein",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/plant-based-meat.jpg?resize=1200,675",
            "publishedAt": "2023-09-04T16:01:02Z",
            "content": "If youre adventurous with your food, or just like to keep up with the fastmoving food tech industry, heres a roundup of TechCrunch stories and some notable news we werent able to cover.Plantbased [+2723 chars]",
            "summary": "The Good Food Institute unveiled insights around plant based proteins being used in foodservice. Enough believes its technology and the ability to scale production quickly will set it apart. Maolac combines AI with breastmilk to make tummies feel better. New Culture successfully scales fermentation process to manufacturing volumes. Read about Omeat coming out of stealth this year. If you have a juicy tip or lead about happenings in the venture and food tech worlds you can reach Christine Hall at chall techcrunch com or Signal at Anonymity requests will be respected.",
            "html_summary": "<ul><li>The Good Food Institute unveiled insights around plant based proteins being used in foodservice</li><li> Enough believes its technology and the ability to scale production quickly will set it apart</li><li> Maolac combines AI with breastmilk to make tummies feel better</li><li> New Culture successfully scales fermentation process to manufacturing volumes</li><li> Read about Omeat coming out of stealth this year</li><li> If you have a juicy tip or lead about happenings in the venture and food tech worlds you can reach Christine Hall at chall techcrunch com or Signal at Anonymity requests will be respected</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/04/foodtech-roundup-plant-based-protein/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "Nordicbased Unconventional Ventures nears 30M fund close to back diverse European teams | TechCrunch",
            "description": "As has been pointed out many, many times, lack of diversity is an ongoing problem in the tech startup and VC landscape. Its a fact thats long been",
            "url": "/2023-09-04-nordic-based-unconventional-ventures-nears-e30m-fund-close-to-back-diverse-european-teams",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/Nora-Bavey-Thea-Messel.jpg?w=893",
            "publishedAt": "2023-09-04T17:23:39Z",
            "content": "As has been pointed out many, many times, lack of diversity is an ongoing problem in the tech startup and VC landscape. Its a fact thats long been recognised in the US, and its of equal concern in Eu [+4555 chars]",
            "summary": "Unconventional Ventures UV now has a VC structure and invests across the Nordics in healthtech women s health diversity tech sustainable fashion food tech and fintech. It s now passed the half way close of its targeted million fund to invest solely in impact tech companies with diverse founding teams and founders. UV claims are founded by all female teams and over have a founder or co founder from an ethnic minority. The pair also think women s helath remains a space waiting to be unpacked further by impact funds.",
            "html_summary": "<ul><li>Unconventional Ventures UV now has a VC structure and invests across the Nordics in healthtech women s health diversity tech sustainable fashion food tech and fintech</li><li> It s now passed the half way close of its targeted million fund to invest solely in impact tech companies with diverse founding teams and founders</li><li> UV claims are founded by all female teams and over have a founder or co founder from an ethnic minority</li><li> The pair also think women s helath remains a space waiting to be unpacked further by impact funds</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/04/nordic-based-unconventional-ventures-nears-e30m-fund-close-to-back-diverse-european-teams/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Alex Wilhelm",
            "title": "Level up on the Builders Stage at TechCrunch Disrupt | TechCrunch",
            "description": "TechCrunch Disrupt, our flagship startup event, returns to San Francisco on September 1921, and you can bet TechCrunch+ will be in the house. With",
            "url": "/2023-09-04-level-up-on-the-builders-stage-at-techcrunch-disrupt",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/SUB200-Article-Image-Header-1920x1080_Agenda-Copy.png?resize=1200,675",
            "publishedAt": "2023-09-04T17:47:59Z",
            "content": "TechCrunch Disrupt, our flagship startup event, returns to San Francisco on September 1921, and you can bet TechCrunch+ will be in the house. With excitement and pride, heres what we have in store f [+12025 chars]",
            "summary": "Lets talk about it.with Sophia Amoruso, Founder & General Partner, Trust Fund and Founder of Business Class, Katelin Holloway, Founding Partner, Seven Seven Six, Sarah Kunst, Managing Director, Cleo CapitalSponsored by OnePlus.Building a successful company is never easy, especially in highly competitive consumer tech markets. Lets talk about how its done.With Sophie Bakalar, partner, Collaborative Fund; Nikki Pechet, co-founder and CEO, Homebound; and Chris Power, founder and CEO, Hadrian.Sponsored by Globalization Partners (G-P).Radical change to business as usual has spurred disruptive innovation in HR tech that has accelerated the future of work. Well find out in this highly anticipated panel discussion.With Phaedra Ellis-Lamkins, founder and CEO, Promise; Ruben Harris, CEO, Career Karma; Ritu Narayan, founder and CEO, Zm.Venture funds arent new, and neither are solo GPs. Join us for a conversation discussing how the savviest startups are building for the future, despite political crosswinds at the concept of inclusiveness.With Joelle Emerson, co-founder and CEO, Paradigm.Its possible to build huge companies without venture money. In this session, we will share strategies to help you stay on track during difficult times, remain open to possibilities and expand from a niche brand for tech enthusiasts to serve a larger market  and more.Look, we all want more IPOs. So before raising a Series A, how can a founder ensure their business has the right metrics and that their pitch is tuned for the current venture climate? But theyre still far rarer than startups need them to be if they want to retain staff who want to see their hard-earned shares turn into something other than paper.",
            "html_summary": "<ul><li>Let’s talk about it.with Sophia Amoruso, Founder & General Partner, Trust Fund and Founder of Business Class, Katelin Holloway, Founding Partner, Seven Seven Six, Sarah Kunst, Managing Director, Cleo CapitalSponsored by OnePlus.Building a successful company is never easy, especially in highly competitive consumer tech markets.</li><li>Let’s talk about how it’s done.With Sophie Bakalar, partner, Collaborative Fund; Nikki Pechet, co-founder and CEO, Homebound; and Chris Power, founder and CEO, Hadrian.Sponsored by Globalization Partners (G-P).Radical change to business as usual has spurred disruptive innovation in HR tech that has accelerated the future of work.</li><li>We’ll find out in this highly anticipated panel discussion.With Phaedra Ellis-Lamkins, founder and CEO, Promise; Ruben Harris, CEO, Career Karma; Ritu Narayan, founder and CEO, Zūm.Venture funds aren’t new, and neither are solo GPs.</li><li>Join us for a conversation discussing how the savviest startups are building for the future, despite political crosswinds at the concept of inclusiveness.With Joelle Emerson, co-founder and CEO, Paradigm.It’s possible to build huge companies without venture money.</li><li>In this session, we will share strategies to help you stay on track during difficult times, remain open to possibilities and expand from a niche brand for tech enthusiasts to serve a larger market — and more.Look, we all want more IPOs.</li><li>So before raising a Series A, how can a founder ensure their business has the right metrics and that their pitch is tuned for the current venture climate?</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/04/level-up-on-the-builders-stage-at-techcrunch-disrupt/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Chinas Xi will skip G20 summit in India during a period of soured bilateral relations. Food tech roundup Plantbased protein eaters still want it to taste like meat | TechCrunch. Nordicbased Unconventional Ventures nears 30M fund close to back diverse European teams | TechCrunch. Level up on the Builders Stage at TechCrunch Disrupt | TechCrunch"
}