{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Scott Rosenberg",
            "title": "Silicon Valley sees generative AI and ChatGPT as its next platform",
            "description": "When Silicon Valley insiders say that ChatGPT and generative AI are the next platform, heres what they meanUsers are rushing to try it out  and staying with it.Entrepreneurs are finding endless new applications for it.C",
            "url": "/2023-02-17-chatgpt-ai-next-platform-tech",
            "urlToImage": "https://images.axios.com/_NKPr7cAhHS8QpNdu0khRhTl1YQ=/0x0:1920x1080/1366x768/2023/02/16/1676565726904.jpg",
            "publishedAt": "2023-02-17T10:30:30Z",
            "content": "When Silicon Valley insiders say that ChatGPT and generative AI are the next platform, heres what they meanUsers are rushing to try it out and staying with it.Entrepre [+4278 chars]",
            "summary": "Be smart: In the social media world, \"platform\" has come to mean a stage for users to speak from. Steven Sinofsky is a former Microsoft executive who sounded an alarm to Bill Gates in 1994 about the internet's disruptive potential. He notes that AI can speed into our lives using existing devices and services.",
            "html_summary": "<ul><li>Be smart: In the social media world, \"platform\" has come to mean a stage for users to speak from.</li><li>Steven Sinofsky is a former Microsoft executive who sounded an alarm to Bill Gates in 1994 about the internet's disruptive potential.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/17/chatgpt-ai-next-platform-tech"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By RANDALL CHASE - Associated Press",
            "title": "Fox hosts didnt believe 2020 election fraud claims",
            "description": "Hosts at Fox News had serious concerns about allegations of voter fraud in the 2020 presidential election being made by guests who were allies of former President Donald Trump. Thats according to new court filings in a $1.6 billion defamation",
            "url": "/2023-02-17-03e8f8f052c69aebbe3f6e07b2ee7f9a",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/4/af/4afa79e6-55f6-5e54-8d82-706c8e85ad6d/63eed596e20ae.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-17T03:13:00Z",
            "content": "By RANDALL CHASE  Associated PressWILMINGTON, Del. (AP) Hosts at Fox News had serious concerns about allegations of voter fraud in the 2020 presidential election being made by guests who were alli [+5763 chars]",
            "summary": "In its 192-page brief, Dominion said the judge should rule in its favor because no reasonable juror could find in Foxs favor on each element of Dominions defamation claim. Dominion attorneys also assert that no reasonable juror could find in favor of Foxs neutral reportage and fair report defenses. The internal communication was included in a redacted summary judgment brief filed Thursday by attorneys for Dominion Voting Systems.Carlson also referred to Powell in a text as an unguided missile, and dangerous as hell. Fellow host Laura Ingraham, meanwhile, told Carlson that Powell is a complete nut. The very fact of those allegations was newsworthy.Fox attorneys also said in their own summary judgment brief that Carlson repeatedly questioned Powells claims in his broadcasts. When we kept pressing, she got angry and told us to stop contacting her, Carlson told viewers on Nov. 19, 2020.Fox attorneys say Dominions own public relations firm expressed skepticism in December 2020 as to whether the networks coverage was defamatory. Recounts and audits conducted by election officials across the U.S. repeatedly confirmed the elections outcome, including specifically that Dominions machines accurately counted votes, Dominions filing states. Davis ruled last month that, for the purposes of the defamation claims, he will consider Dominion to be a public figure. Foxs counterclaim is based on New Yorks anti-SLAAP law.",
            "html_summary": "<ul><li>In its 192-page brief, Dominion said the judge should rule in its favor because “no reasonable juror could find in Fox’s favor on each element of Dominion’s defamation claim.” Dominion attorneys also assert that no reasonable juror could find in favor of Fox’s “neutral reportage” and “fair report” defenses.</li><li>The internal communication was included in a redacted summary judgment brief filed Thursday by attorneys for Dominion Voting Systems.Carlson also referred to Powell in a text as an “unguided missile,” and “dangerous as hell.” Fellow host Laura Ingraham, meanwhile, told Carlson that Powell is “a complete nut.</li><li>“The very fact of those allegations was newsworthy.”Fox attorneys also said in their own summary judgment brief that Carlson repeatedly questioned Powell’s claims in his broadcasts.</li><li>“When we kept pressing, she got angry and told us to stop contacting her,” Carlson told viewers on Nov. 19, 2020.Fox attorneys say Dominion’s own public relations firm expressed skepticism in December 2020 as to whether the network’s coverage was defamatory.</li><li>“Recounts and audits conducted by election officials across the U.S. repeatedly confirmed the election’s outcome, including specifically that Dominion’s machines accurately counted votes,” Dominion’s filing states.</li><li>Davis ruled last month that, for the purposes of the defamation claims, he will consider Dominion to be a public figure.</li></ul>",
            "website_url": "https://apnews.com/03e8f8f052c69aebbe3f6e07b2ee7f9a"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Rocket Report Indias new rocket soars; Canadian balloon launch company pops",
            "description": "Theres a lot of concern on things detonating in the atmosphere.",
            "url": "/2023-02-17-rocket-report-indias-new-rocket-soars-canadian-balloon-launch-company-pops",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/sslv-760x380.jpg",
            "publishedAt": "2023-02-17T12:00:29Z",
            "content": "Enlarge/ Indias Small Satellite Launch Vehicle takes flight on Feb. 10 2023. 1 with Welcome to Edition 5.26 of the Rocket Report! This week, I would like to congratulate the Indian space agency  [+4210 chars]",
            "summary": "After the launch the Indian space agency said it is preparing for two missions in March, one using the countrys heavy-duty GSLV Mk.3 rocket for 40 Internet satellites for OneWeb and another for commercial customers using the Polar Satellite Launch Vehicle. The Canadian launch company building an inexpensive small-lift rocket with a balloon first stage filed for bankruptcy last Friday, Payload reports. The small rocket is designed to carry payloads of up to 500 kg into orbit, complementing Indias larger rockets, the Polar Satellite Launch Vehicle and the Geosynchronous Satellite Launch Vehicle. The mission followed the first SSLV test flight in August, which failed during separation of the second stage about six minutes after liftoff, when vibrations threw off the vehicles inertial navigation system.Going for two in March ... The second test flight of Indias Small Satellite Launch Vehicle was successful last Friday, delivering Indian and US-owned payloads into orbit, Spaceflight Now reports. This week, I would like to congratulate the Indian space agency ISRO on the successful second flight of the SSLV rocket, which adds a new micro-launch capability to the nation's growing fleet of rockets. Each report will include information on small-, medium-, and heavy-lift rockets as well as a quick look ahead at the next three launches on the calendar.India's SSLV soars on second launch.",
            "html_summary": "<ul><li>After the launch the Indian space agency said it is preparing for two missions in March, one using the country’s heavy-duty GSLV Mk.3 rocket for 40 Internet satellites for OneWeb and another for commercial customers using the Polar Satellite Launch Vehicle.</li><li>The Canadian launch company building an inexpensive small-lift rocket with a balloon first stage filed for bankruptcy last Friday, Payload reports.</li><li>The small rocket is designed to carry payloads of up to 500 kg into orbit, complementing India’s larger rockets, the Polar Satellite Launch Vehicle and the Geosynchronous Satellite Launch Vehicle.</li><li>The mission followed the first SSLV test flight in August, which failed during separation of the second stage about six minutes after liftoff, when vibrations threw off the vehicle’s inertial navigation system.Going for two in March ...</li><li>The second test flight of India’s Small Satellite Launch Vehicle was successful last Friday, delivering Indian and US-owned payloads into orbit, Spaceflight Now reports.</li><li>This week, I would like to congratulate the Indian space agency ISRO on the successful second flight of the SSLV rocket, which adds a new micro-launch capability to the nation's growing fleet of rockets.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/rocket-report-indias-new-rocket-soars-canadian-balloon-launch-company-pops/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Singaporebased Transcelestial uses lasers to build affordable internet networks",
            "description": "Singaporebased Transcelestial uses lasers to build affordable internet networkstechcrunch.com",
            "url": "/2023-02-17-transcelestial",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/AIP_EDI_Transcelestial_2022-05-25_HR_014.jpg?resize=1200,800",
            "publishedAt": "2023-02-17T00:01:08Z",
            "content": "Transcelestial team members installing CENTAURI device on a buildingTranscelestial is on a mission to make the internet more accessible by building a network of shoeboxsized devices that send lase [+3480 chars]",
            "summary": "Middle-mile and last-mile distribution is often costly, and runs into right-of-way issues.Transcelestials laser communications systems does away with underground cables, which are expensive to install and maintain, and radio-frequency based devices, with their complicated spectrum licensing regulations. Jha said the company is already working under stealth with a few ISPs and a major enterprise cloud and data center company on the West Coast.Part of Transcelestials new funding will be used to prepare Terabit Factory, its production facility, against uncertainties in the supply chain. Transcelestials shoeboxed-sized devices, called CENTAURI, have already been deployed in South and South East Asian markets.A CENTAURI installationThe startup recently proved that its laser technology can deliver 5G connectivity during a demonstration at the University of Technology Sydney. Today, the Singaporean-based startup announced it has raised $10 million, with the goal of expanding its wireless laser communications system in Indonesia, India, the Philippines, Malaysia, Singapore and the United States. Eventually, it has its eyes on space, deploying its wireless fiber optics from orbit.The companys A2 round was led by aerospace venture firm Airbus Ventures, with participation from Kickstart Ventures, Genesis Alternative Ventures, Wavemaker, Cap Vista and Seeds Capital. Transcelestial is on a mission to make the internet more accessible by building a network of shoebox-sized devices that send lasers to one another, creating a fiber-like network. We are excited to help expand this capability to enable a space-based data backhaul for secure point-to-point communications from the U.S. and anywhere on earth.A VCs perspective on deep tech fundraising in Q1 2023",
            "html_summary": "<ul><li>Middle-mile and last-mile distribution is often costly, and runs into right-of-way issues.Transcelestial’s laser communications systems does away with underground cables, which are expensive to install and maintain, and radio-frequency based devices, with their complicated spectrum licensing regulations.</li><li>Jha said the company is already working under stealth with a few ISPs and a major enterprise cloud and data center company on the West Coast.Part of Transcelestial’s new funding will be used to prepare Terabit Factory, its production facility, against uncertainties in the supply chain.</li><li>Transcelestial’s shoeboxed-sized devices, called CENTAURI, have already been deployed in South and South East Asian markets.A CENTAURI installationThe startup recently proved that its laser technology can deliver 5G connectivity during a demonstration at the University of Technology Sydney.</li><li>Today, the Singaporean-based startup announced it has raised $10 million, with the goal of expanding its wireless laser communications system in Indonesia, India, the Philippines, Malaysia, Singapore and the United States.</li><li>Eventually, it has its eyes on space, deploying its wireless fiber optics from orbit.The company’s A2 round was led by aerospace venture firm Airbus Ventures, with participation from Kickstart Ventures, Genesis Alternative Ventures, Wavemaker, Cap Vista and Seeds Capital.</li><li>Transcelestial is on a mission to make the internet more accessible by building a network of shoebox-sized devices that send lasers to one another, creating a fiber-like network.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/16/transcelestial/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "CoCreation Hubs edtech accelerator puts $15M towards African startups",
            "description": "CcHUBs new accelerator program, EdTech Fellowship Program, will back and support 72 startups across Nigeria and Kenya over three years.",
            "url": "/2023-02-17-co-creation-hubs-edtech-accelerator-puts-15m-towards-african-startups",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/94F56505-B82A-472E-83B1-A6F6B491CE89.jpeg",
            "publishedAt": "2023-02-17T08:58:15Z",
            "content": "Africas largest innovation hub CoCreation Hub (CcHUB), is launching a $15 million accelerator program, dubbed The Edtech Fellowship Program, to back and support 72 startups across Nigeria and Kenya  [+7174 chars]",
            "summary": "And CcHUB, which has run several edtech initiatives (one of which I have volunteered for) and backed successful and failed edtech startups in the past via other incubator and accelerator programs, is hopeful of discovering such solutions addressing challenges across K-12, tertiary, and skills-to-jobs markets. Were not just going to back any startup; were going to see that these startups are also driving learning outcomes. CcHUB intends to take on that task with the help of an in-house research team dedicated to working with portfolio startups and testing their products from launch to scale. Nigerias CcHub acquires Kenyas iHub to create mega Africa incubatorSupporting that many startups in three years suggest CcHUBs Edtech Fellowship program will accept 24 startups in Nigeria and Kenya yearly (12 each). These value-adds will also complement the initial $100,000 funding startups get to access during the program.Over the next three years, we will have 72 edtech companies launched into the market. They are part of a 30-man team across several expert groups CcHub will provide to selected startups in both locations, including product development, government relations, pedagogy and learning science, portfolio management, communication, instructional design and community building. Tijani, also the CEO of Kenyas iHub, said the remaining money will be used to handle other resources in the accelerator, including personnel costs as well as providing support capital to startups as they progress. This has allowed several edtech startups to develop digital platforms that have, in some way, seen thousands of Africans receive better learning and work opportunities.",
            "html_summary": "<ul><li>And CcHUB, which has run several edtech initiatives (one of which I have volunteered for) and backed successful and failed edtech startups in the past via other incubator and accelerator programs, is hopeful of discovering such solutions addressing challenges across K-12, tertiary, and skills-to-jobs markets.</li><li>“We’re not just going to back any startup; we’re going to see that these startups are also driving learning outcomes.” CcHUB intends to take on that task with the help of an in-house research team dedicated to working with portfolio startups and testing their products from launch to scale.</li><li>Nigeria’s CcHub acquires Kenya’s iHub to create mega Africa incubatorSupporting that many startups in three years suggest CcHUB’s Edtech Fellowship program will accept 24 startups in Nigeria and Kenya yearly (12 each).</li><li>These value-adds will also complement the initial $100,000 funding startups get to access during the program.“Over the next three years, we will have 72 edtech companies launched into the market.</li><li>They are part of a 30-man team across several expert groups CcHub will provide to selected startups in both locations, including product development, government relations, pedagogy and learning science, portfolio management, communication, instructional design and community building.</li><li>Tijani, also the CEO of Kenya’s iHub, said the remaining money will be used to handle other resources in the accelerator, including personnel costs as well as providing support capital to startups as they progress.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/17/co-creation-hubs-edtech-accelerator-puts-15m-towards-african-startups/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "Can we the people keep AI in check?",
            "description": "Technologist and researcher Aviv Ovadya isnt sure that generative AI can be governed, but he thinks the most plausible means of keeping it in check might just be entrusting those who will be impacted by AI to collectively decide on the ways to curb it. That ",
            "url": "/2023-02-17-ai_governance",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/03/GettyImages-1290118946.jpg?resize=1200,772",
            "publishedAt": "2023-02-17T06:22:45Z",
            "content": "Technologist and researcher Aviv Ovadya isnt sure that generative AI can be governed, but he thinks the most plausible means of keeping it in check might just be entrusting those who will be impacte [+5992 chars]",
            "summary": "Indeed, Murati told Time that different voices, like philosophers, social scientists, artists, and people from the humanities should be brought together to answer the many ethical and philosophical questions that we need to consider. Newer tools that help people vote on issues could also potentially help. Its the power of large networks of individuals to problem solve faster and more equitably than a small group of individuals might do alone (including, say, in Washington). Open AI CEO Sam Altman is also a cofounder, for example, of a retina-scanning company in Berlin called WorldCoin that wants to make it easy to authenticate someones identity easily. (In addition to OpenAI, tech behemoths like Microsoft and Google  burned by earlier releases of their own AI that backfired  are very publicly racing again to roll out AI-infused products and applications. )A kind of World Wide Web consortium, an international organization created in 1994 to set standards for the World Wide Web, would seemingly make sense. Like OpenAI, they are also trying to figure out their own tweaks and guardrails. Its getting some flack right now from everyone, including over its perceived liberal bias.",
            "html_summary": "<ul><li>Indeed, Murati told Time that “different voices, like philosophers, social scientists, artists, and people from the humanities” should be brought together to answer the many “ethical and philosophical questions that we need to consider.” Newer tools that help people vote on issues could also potentially help.</li><li>It’s the power of large networks of individuals to problem solve faster and more equitably than a small group of individuals might do alone (including, say, in Washington).</li><li>Open AI CEO Sam Altman is also a cofounder, for example, of a retina-scanning company in Berlin called WorldCoin that wants to make it easy to authenticate someone’s identity easily.</li><li>(In addition to OpenAI, tech behemoths like Microsoft and Google — burned by earlier releases of their own AI that backfired — are very publicly racing again to roll out AI-infused products and applications.</li><li>)A kind of World Wide Web consortium, an international organization created in 1994 to set standards for the World Wide Web, would seemingly make sense.</li><li>Like OpenAI, they are also trying to figure out their own tweaks and guardrails.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/16/ai_governance/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Silicon Valley sees generative AI and ChatGPT as its next platform. Fox hosts didnt believe 2020 election fraud claims. Rocket Report Indias new rocket soars; Canadian balloon launch company pops. Singaporebased Transcelestial uses lasers to build affordable internet networks. CoCreation Hubs edtech accelerator puts $15M towards African startups. Can we the people keep AI in check?"
}