{
    "status": "ok",
    "totalResults": 14,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Kim Tong-hyung",
            "title": "Fears, questions about NKoreas growing nuke arsenal...",
            "description": "SEOUL, South Korea (AP)  North Koreas latest missile launches are a demonstration of the countrys avowed ability to use nuclear force against South Korea and the mainland U.S. How immediate is that threat?",
            "url": "/2023-02-20-politics-north-korea-south-nuclear-weapons-f409b488bb38ad3cfc37d1f8d29a6857",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/be8019f75ed2437fa0733d8941166182/3000.webp",
            "publishedAt": "2023-02-21T13:22:37Z",
            "content": "SEOUL, South Korea (AP) North Koreas latest missile launches are a demonstration of the countrys avowed ability to use nuclear force against South Korea and the mainland U.S. How immediate is that th [+7757 chars]",
            "summary": "But others say North Korea is still years away from producing such warheads.After its sixth nuclear test, people accepted that North Korea really will have nuclear weapons. The question is whether they are small enough to fit on a missile.North Korea has so far performed six underground nuclear test explosions to manufacture warheads that it can place on missiles. North Korean state media said its new artillery system can carry nuclear warheads, and that four rockets would be enough to wipe out an enemy airfield. Also, which country would disclose such attack scenarios via state media?Other new North Korean short-range systems include missiles that were apparently modeled after the Russian Iskander mobile ballistic system or outwardly resemble the U.S. MGM-140 Army Tactical Missile System. Solid-fueled systems allow missiles to be mobile on the ground and make them faster to launch.___WARHEADSNorth Korea likely has dozens of nuclear warheads. ... Why do they need four tactical nuclear weapons to destroy just one airfield? Shin, the analyst, said. North Koreas Yongbyon complex has facilities to produce both plutonium and highly enriched uranium, the two main ingredients to build nuclear weapons.",
            "html_summary": "<ul><li>But others say North Korea is still years away from producing such warheads.“After its sixth nuclear test, people accepted that North Korea really will have nuclear weapons.</li><li>The question is whether they are small enough to fit on a missile.North Korea has so far performed six underground nuclear test explosions to manufacture warheads that it can place on missiles.</li><li>North Korean state media said its new artillery system can carry nuclear warheads, and that four rockets would be enough to wipe out an enemy airfield.</li><li>“Also, which country would disclose such attack scenarios via state media?”Other new North Korean short-range systems include missiles that were apparently modeled after the Russian Iskander mobile ballistic system or outwardly resemble the U.S. MGM-140 Army Tactical Missile System.</li><li>Solid-fueled systems allow missiles to be mobile on the ground and make them faster to launch.___WARHEADSNorth Korea likely has dozens of nuclear warheads.</li><li>... Why do they need four tactical nuclear weapons to destroy just one airfield?” Shin, the analyst, said.</li></ul>",
            "website_url": "https://apnews.com/article/politics-north-korea-south-nuclear-weapons-f409b488bb38ad3cfc37d1f8d29a6857"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Lauran Neergaard",
            "title": "Zaps to spine help stroke survivors move arms...",
            "description": "WASHINGTON (AP)  A stroke left Heather Rendulic with little use of her left hand and arm, putting certain everyday tasks like tying shoes or cutting foods out of reach. I live onehanded in a twohanded world and you dont realize how many things you need t",
            "url": "/2023-02-20-pain-management-pittsburgh-stroke-health-198f8bdfc5803ef3594e9916685fe739",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/3d9c75867bbb470fb2af96119d41f70d/3000.webp",
            "publishedAt": "2023-02-20T22:07:38Z",
            "content": "WASHINGTON (AP) A stroke left Heather Rendulic with little use of her left hand and arm, putting certain everyday tasks like tying shoes or cutting foods out of reach.I live onehanded in a twohan [+4532 chars]",
            "summary": "She learned to walk again but  with the exception of those four weeks with spinal stimulation  cannot fully open her left hand or completely raise that arm.You feel like theres a barrier between your brain and your arm, Rendulic said. Stroke damage makes it harder for those messages to get through.People still retain some of this connection, theyre just not enough to enable movement, said University of Pittsburgh assistant professor Marco Capogrosso, who led the new research with colleagues at Carnegie Mellon University. That unusually young stroke, caused by weak blood vessels that bled inside her brain, initially paralyzed her entire left side. These messages are weaker than normal.His idea: Stimulate a pathway of related nerve cells so theyre better able to sense and pick up the brains weak signal.Were not bypassing their control. Were enhancing their capabilities to move their own arm, he said.Researchers turned to implants the size of spaghetti strands that already are used to stimulate the spine for chronic pain treatment. The brain must signal multiple nerves that control how the shoulder lifts, the wrist turns and the hand flexes. Targeting the human spinal cord circuitry has a lot of potential.With National Institutes of Health funding, Capogrosso is studying the approach in a few more stroke survivors.",
            "html_summary": "<ul><li>She learned to walk again but — with the exception of those four weeks with spinal stimulation — cannot fully open her left hand or completely raise that arm.“You feel like there’s a barrier between your brain and your arm,” Rendulic said.</li><li>Stroke damage makes it harder for those messages to get through.“People still retain some of this connection, they’re just not enough to enable movement,” said University of Pittsburgh assistant professor Marco Capogrosso, who led the new research with colleagues at Carnegie Mellon University.</li><li>That unusually young stroke, caused by weak blood vessels that bled inside her brain, initially paralyzed her entire left side.</li><li>“These messages are weaker than normal.”His idea: Stimulate a pathway of related nerve cells so they’re better able to sense and pick up the brain’s weak signal.“We’re not bypassing their control.</li><li>We’re enhancing their capabilities to move their own arm,” he said.Researchers turned to implants the size of spaghetti strands that already are used to stimulate the spine for chronic pain treatment.</li><li>The brain must signal multiple nerves that control how the shoulder lifts, the wrist turns and the hand flexes.</li></ul>",
            "website_url": "https://apnews.com/article/pain-management-pittsburgh-stroke-health-198f8bdfc5803ef3594e9916685fe739"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "The Bodleian uncovers hidden inscriptions by mysterious medieval woman scribe",
            "description": "Meet Selene, a new photometric stereo recording prototype. Think of it as 2.5D imaging.",
            "url": "/2023-02-20-the-bodleian-uncovers-hidden-inscriptions-by-mysterious-medieval-woman-scribe",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/bodleian14-760x380.jpg",
            "publishedAt": "2023-02-21T18:40:37Z",
            "content": "Enlarge/ Bodleian MS. Selden Supra 30 open at pp. 1819.2 with Jessica Hodgson, a graduate student at the University of Leicester, was poring over a medieval manuscript in the Bodleian Libraries [+4495 chars]",
            "summary": "And last year, scientists used the method to discover the first known Greek remnants of the astronomer Hipparchus' lost star catalog, hidden beneath Christian texts on medieval parchment.Lowe knew of these methods, but he was surprised to learn that nobody was working on recording the surface of objects. This can reveal minute hints of pigment, as well as hidden drawings or writings underneath various layers of paint or ink.For instance, researchers have previously used the technique to reveal hidden text on four Dead Sea Scroll fragments previously believed to be blank. So Hodgson turned to John Barrett, technical leader for a recent project at the Bodleian called ARCHiOx (Analyzing and Recording Cultural Heritage in Oxford), for help.Thanks to the project's prototype photometric stereo recording and 3D scanning systems, Barrett confirmed Hodgson's discovery. So the Factum Foundation started working first with 3D scanning systems and then developed its own photometric stereo scanner, dubbed Selene, which the Bodleian is using for the first time. This latest discovery bolsters a 1935 discovery of the letters \"EADB\" and \"+E+\" in the lower margin of another page in the same manuscript, both believed to be abbreviated forms of \"Eadburh/Eadburg. While he emphasizes that this is a very important activity, he thinks it has been done at the expense of the kind of work Barrett is doing at the Bodleian, looking at what he calls the \"materiality\" of those manuscripts: their surface qualities, bookbinding, typography, and the like. Swiss scientists used multispectral imaging to reconstruct photographic plates created by French physicist Gabriel Lippmann, who pioneered color photography and snagged the 1908 Nobel Prize in Physics for his efforts.",
            "html_summary": "<ul><li>And last year, scientists used the method to discover the first known Greek remnants of the astronomer Hipparchus' lost star catalog, hidden beneath Christian texts on medieval parchment.Lowe knew of these methods, but he was surprised to learn that nobody was working on recording the surface of objects.</li><li>This can reveal minute hints of pigment, as well as hidden drawings or writings underneath various layers of paint or ink.For instance, researchers have previously used the technique to reveal hidden text on four Dead Sea Scroll fragments previously believed to be blank.</li><li>So Hodgson turned to John Barrett, technical leader for a recent project at the Bodleian called ARCHiOx (Analyzing and Recording Cultural Heritage in Oxford), for help.Thanks to the project's prototype photometric stereo recording and 3D scanning systems, Barrett confirmed Hodgson's discovery.</li><li>So the Factum Foundation started working first with 3D scanning systems and then developed its own photometric stereo scanner, dubbed Selene, which the Bodleian is using for the first time.</li><li>This latest discovery bolsters a 1935 discovery of the letters \"EADB\" and \"+E+\" in the lower margin of another page in the same manuscript, both believed to be abbreviated forms of \"Eadburh/Eadburg.</li><li>While he emphasizes that this is a very important activity, he thinks it has been done at the expense of the kind of work Barrett is doing at the Bodleian, looking at what he calls the \"materiality\" of those manuscripts: their surface qualities, bookbinding, typography, and the like.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/the-bodleian-uncovers-hidden-inscriptions-by-mysterious-medieval-woman-scribe/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "Atomic Heart impressions Shockingly good shooting",
            "description": "Familiar setup but more kinetic combat in this dystopian RPGlite shooter.",
            "url": "/2023-02-20-atomic-heart-impressions-shock-ingly-good-shooting",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/B53BB4A6-876E-443C-9FFE-3FEBEA781BF2-760x380.jpeg",
            "publishedAt": "2023-02-20T13:43:12Z",
            "content": "Enlarge/ The glorious future that awaits you in Atomic Heart involves dismantling a lot of the glorious future constructed by an alternatehistory Soviet Russia.13 with NoteAtomic Heart arrived [+4238 chars]",
            "summary": "You will lightly interact with this world for at least 50 minutes before you get your first weapon, so it's a good thing it's spectacular looking.Atomic Heart was five years in the making; luckily, there is a lot to show for all that time. As a backup when ammo is scarce, or a crowd control tactic, a solid boot adds gravity to combat that can otherwise become detached crosshair clicking.In Atomic Heart, you don't have a kick, but the humanoid robots sure do. It almost hurts to think of the amount of work that went into designing the onion-domed corkscrew turbines on the little boat that carries you into town, the one youre likely eager to jump off and leave behind forever. And, certainly, you have both mod-friendly shooter weapons and secondary powers you develop from upgrade materials.For some people, an estimated 20 more hours of that BioShock style, with newer graphics and competent storytelling, might be recommendation enough. There are very light spoilers for the first 6-7 hours of gameplay.One of the best things a first-person action game can have is a great kick. Youll get back to some of this later, but first, youre due for 4-5 hours of underground tunnel running. Helpful robots do most of the work, cities float, and soon every USSR citizen will be linked up to Kollectiv 2.0 and \"polymerized,\" able to learn entire fields of knowledge in seconds.",
            "html_summary": "<ul><li>You will lightly interact with this world for at least 50 minutes before you get your first weapon, so it's a good thing it's spectacular looking.Atomic Heart was five years in the making; luckily, there is a lot to show for all that time.</li><li>As a backup when ammo is scarce, or a crowd control tactic, a solid boot adds gravity to combat that can otherwise become detached crosshair clicking.In Atomic Heart, you don't have a kick, but the humanoid robots sure do.</li><li>It almost hurts to think of the amount of work that went into designing the onion-domed corkscrew turbines on the little boat that carries you into town, the one you’re likely eager to jump off and leave behind forever.</li><li>And, certainly, you have both mod-friendly shooter weapons and secondary powers you develop from upgrade materials.For some people, an estimated 20 more hours of that BioShock style, with newer graphics and competent storytelling, might be recommendation enough.</li><li>There are very light spoilers for the first 6-7 hours of gameplay.One of the best things a first-person action game can have is a great kick.</li><li>You’ll get back to some of this later, but first, you’re due for 4-5 hours of underground tunnel running.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/02/atomic-heart-impressions-shock-ingly-good-shooting/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Sam Baker, Ashley Gold",
            "title": "Big Techs future is up to a Supreme Court that doesnt understand it",
            "description": "The firestorm over Big Tech and content moderation is coming to a head at the Supreme Court  but some experts fear its a job the court simply isnt equipped to do well.Why it matters The court has historically not been great at grappling with new technolog",
            "url": "/2023-02-20-supreme-court-section-230-google-twitter-tech",
            "urlToImage": "https://static.axios.com/img/axios-site/axios-placeholder-16x9.png",
            "publishedAt": "2023-02-20T10:30:17Z",
            "content": "The firestorm over Big Tech and content moderation is coming to a head at the Supreme Court but some experts fear its a job the court simply isnt equipped to do well.Why it matters The court has  [+4325 chars]",
            "summary": "Illustration: Brendan Lynch/AxiosThe firestorm over Big Tech and content moderation is coming to a head at the Supreme Court  but some experts fear it's a job the court simply isnt equipped to do well.Why it matters: The court has historically not been great at grappling with new technology. The court might think it's doing one thing and it's actually doing something very different, said Evelyn Douek, a law professor at Stanford who specializes in tech law. A ruling is expected by summer.",
            "html_summary": "<ul><li>Illustration: Brendan Lynch/AxiosThe firestorm over Big Tech and content moderation is coming to a head at the Supreme Court — but some experts fear it's a job the court simply isn’t equipped to do well.Why it matters: The court has historically not been great at grappling with new technology.</li><li>“The court might think it's doing one thing and it's actually doing something very different,” said Evelyn Douek, a law professor at Stanford who specializes in tech law.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/20/supreme-court-section-230-google-twitter-tech"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Neil Irwin, Courtenay Brown",
            "title": "Economic tailwind from flush states",
            "description": "State and local governments are facing very different circumstances than they did during the yearslong slog that followed the Great Recession They are swimming in cash.Why it matters State lawmakers have begun to hash out budget plans for this fiscal year. ",
            "url": "/2023-02-20-economic-tailwind-from-flush-states",
            "urlToImage": "https://images.axios.com/nKmCOFjrYUexoqXl9D5ve_jpeig=/0x0:1920x1080/1366x768/2023/02/21/1676989888407.jpg",
            "publishedAt": "2023-02-21T16:57:58Z",
            "content": "State and local governments are facing very different circumstances than they did during the yearslong slog that followed the Great Recession They are swimming in cash.Why it matters State lawmak [+2868 chars]",
            "summary": "To plug the hole, there were deep cuts to state programs.What to watch: State officials are paring back expectations for tax revenues, bracing for an economic slowdown. Illustration: Ada Amer/AxiosState and local governments are facing very different circumstances than they did during the yearslong slog that followed the Great Recession: They are swimming in cash.Why it matters: State lawmakers have begun to hash out budget plans for this fiscal year. Flashback: In the aftermath of the 2008 crisis, state finances came under stress and miserable conditions lingered, with revenues plunging. There are exceptions  California being one  but for the most part, state coffers are fat and generally finances are in good shape.",
            "html_summary": "<ul><li>To plug the hole, there were deep cuts to state programs.What to watch: State officials are paring back expectations for tax revenues, bracing for an economic slowdown.</li><li>Illustration: Aïda Amer/AxiosState and local governments are facing very different circumstances than they did during the yearslong slog that followed the Great Recession: They are swimming in cash.Why it matters: State lawmakers have begun to hash out budget plans for this fiscal year.</li><li>Flashback: In the aftermath of the 2008 crisis, state finances came under stress and miserable conditions lingered, with revenues plunging.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/21/economic-tailwind-from-flush-states"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ashley Gold, Sara Fischer",
            "title": "Chatbots trigger next misinformation nightmare",
            "description": "New generative AI tools like OpenAIs ChatGPT, Microsofts BingGPT and Googles Bard that have stoked a techindustry frenzy are also capable of releasing a vast flood of online misinformation.Why it matters Regulators and technologists were slow to address ",
            "url": "/2023-02-20-chatbots-misinformation-nightmare-chatgpt-ai",
            "urlToImage": "https://images.axios.com/JWjf4-xZ1eCfBc77JPNoZ027WN0=/0x0:1920x1080/1366x768/2023/02/19/1676822085687.jpg",
            "publishedAt": "2023-02-21T10:30:24Z",
            "content": "New generative AI tools like OpenAIs ChatGPT, Microsofts BingGPT and Googles Bard that have stoked a techindustry frenzy are also capable of releasing a vast flood of online misinformation.Why  [+5296 chars]",
            "summary": "That means at least some generative AI will be subject to \"injection attacks,\" where malicious users teach lies to the programs, which then spread them.The misinformation threat posed by everyday users unintentionally spreading falsehoods through bad results is also huge, but not as pressing. Yes, but: \"The challenge for an end user is that they may not know which answer is correct, and which one is completely inaccurate,\" Chirag Shah, a professor at the Information School at the University of Washington, told Axios. Go deeper: Read more in Axios' AI Revolution series ",
            "html_summary": "<ul><li>That means at least some generative AI will be subject to \"injection attacks,\" where malicious users teach lies to the programs, which then spread them.The misinformation threat posed by everyday users unintentionally spreading falsehoods through bad results is also huge, but not as pressing.</li><li>Yes, but: \"The challenge for an end user is that they may not know which answer is correct, and which one is completely inaccurate,\" Chirag Shah, a professor at the Information School at the University of Washington, told Axios.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/21/chatbots-misinformation-nightmare-chatgpt-ai"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Beth Mole",
            "title": "Bonkers Republican bill in Idaho would make mRNAbased vaccination a crime",
            "description": "Its unclear if the two lawmakers know what messenger RNA is exactly.",
            "url": "/2023-02-20-bonkers-republican-bill-in-idaho-would-make-mrna-based-vaccination-a-crime",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/03/GettyImages-1238045983-760x380.jpeg",
            "publishedAt": "2023-02-20T22:11:00Z",
            "content": "Enlarge/ The Comirnaty (Pfizer/BioNTech) and Moderna COVID19 vaccines.17 with Two Republican lawmakers in Idaho have introduced a bill that would make it a misdemeanor for anyone in the state to [+5456 chars]",
            "summary": "In the case of COVID-19 vaccines, the bit of genetic code is for making a critical protein from SARS-CoV-2 called the spike protein, which typically juts out from the surface of the virus and helps it invade human cells.  Beth Mole - Feb 20, 2023 10:11 pm UTC Two Republican lawmakers in Idaho have introduced a bill that would make it a misdemeanor for anyone in the state to administer mRNA-based vaccinesnamely the lifesaving and remarkably safe COVID-19 vaccines made by Pfizer-BioNTech and Moderna. By 2019, Moderna and the NIH set out plans for a clinical trial of an mRNA vaccine against the Nipah virus.Generally, the vaccines work by delivering to our cells a snippet of artificially stabilized genetic codein the form of messenger RNAwhich is packaged in a fatty coating. But their bill, HB 154, proposes that \"a person may not provide or administer a vaccine developed using messenger ribonucleic acid [mRNA] technology for use in an individual or any other mammal in this state.\" Although the shots do carry some risk (as is the case for any medical intervention), they have proven remarkably safe amid widespread use of hundreds of millions of doses in the US and worldwide. Already this year, the company reported findings from a late-stage clinical trial indicating their mRNA-based vaccine against RSV (respiratory syncytial (sin-SISH-uhl) virus) was highly effective. RSV is a common respiratory virus that can be deadly to older adults and young children.In Idaho, it's unclear if Nichols and Boyle's bill will make it through the committee and, further, into law.",
            "html_summary": "<ul><li>In the case of COVID-19 vaccines, the bit of genetic code is for making a critical protein from SARS-CoV-2 called the spike protein, which typically juts out from the surface of the virus and helps it invade human cells.</li><li> Beth Mole - Feb 20, 2023 10:11 pm UTC Two Republican lawmakers in Idaho have introduced a bill that would make it a misdemeanor for anyone in the state to administer mRNA-based vaccines—namely the lifesaving and remarkably safe COVID-19 vaccines made by Pfizer-BioNTech and Moderna.</li><li>By 2019, Moderna and the NIH set out plans for a clinical trial of an mRNA vaccine against the Nipah virus.Generally, the vaccines work by delivering to our cells a snippet of artificially stabilized genetic code—in the form of messenger RNA—which is packaged in a fatty coating.</li><li>But their bill, HB 154, proposes that \"a person may not provide or administer a vaccine developed using messenger ribonucleic acid [mRNA] technology for use in an individual or any other mammal in this state.\"</li><li>Although the shots do carry some risk (as is the case for any medical intervention), they have proven remarkably safe amid widespread use of hundreds of millions of doses in the US and worldwide.</li><li>Already this year, the company reported findings from a late-stage clinical trial indicating their mRNA-based vaccine against RSV (respiratory syncytial (sin-SISH-uhl) virus) was highly effective.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/bonkers-republican-bill-in-idaho-would-make-mrna-based-vaccination-a-crime/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "This bionic finger uses touch to see inside human tissue, electronics",
            "description": "Subsurface tactile tomography can detect details beneath a materials surface.",
            "url": "/2023-02-20-this-bionic-finger-uses-touch-to-see-inside-human-tissue-electronics",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/bionicTOP-760x380.jpg",
            "publishedAt": "2023-02-20T21:59:09Z",
            "content": "Enlarge/ Scientists have built a smart bionic finger that mimics the tactile perception mechanism of a human finger.2 with The human fingertip is an exquisitely sensitive instrument for perceivin [+4022 chars]",
            "summary": "The bionic finger scanned and successfully reproduced a 3D profile of the model tissue's structure, including the location of a \"blood vessel\" located underneath the \"muscle\" layer.Finally, the authors tested the bionic finger on a defective electronic device, successfully creating a map of the internal components. The fingers could even tell the difference between rigid and soft internal materials and the soft outer silicone coating.They also created a 3D-printed physical model for human tissue out of three layers of hard polymer (for the \"skeleton\") and a soft silicone outer layer (for the \"muscles\"). That tactile feedback enables us to recognize a material's shape, surface texture, and stiffness or softness.The smart bionic finger mimics this feedback system. That information, along with where on the surface it was recorded, is then sent to a computer, which translates the data into a 3D map.The authors put their bionic finger to the test using different complex objects. Similarly, optical profilometry is often used to measure the surface's profile and finish, but it only works on transparent materials.When we touch something with our fingers, the skin experiences mechanical deformation such as compression or stretching, which triggers mechanoreceptors to send out electrical impulses. For instance, they tested the finger's ability to detect and map out a rigid letter \"A\" just beneath a soft silicon layer (see video above), along with other abstract shapes. Next, we want to develop the bionic fingers capacity for omnidirectional detection with different surface materials, said Luo.DOI: Cell Reports Physical Science, 2023.",
            "html_summary": "<ul><li>The bionic finger scanned and successfully reproduced a 3D profile of the model tissue's structure, including the location of a \"blood vessel\" located underneath the \"muscle\" layer.Finally, the authors tested the bionic finger on a defective electronic device, successfully creating a map of the internal components.</li><li>The fingers could even tell the difference between rigid and soft internal materials and the soft outer silicone coating.They also created a 3D-printed physical model for human tissue out of three layers of hard polymer (for the \"skeleton\") and a soft silicone outer layer (for the \"muscles\").</li><li>That tactile feedback enables us to recognize a material's shape, surface texture, and stiffness or softness.The smart bionic finger mimics this feedback system.</li><li>That information, along with where on the surface it was recorded, is then sent to a computer, which translates the data into a 3D map.The authors put their bionic finger to the test using different complex objects.</li><li>Similarly, optical profilometry is often used to measure the surface's profile and finish, but it only works on transparent materials.When we touch something with our fingers, the skin experiences mechanical deformation such as compression or stretching, which triggers mechanoreceptors to send out electrical impulses.</li><li>For instance, they tested the finger's ability to detect and map out a rigid letter \"A\" just beneath a soft silicon layer (see video above), along with other abstract shapes.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/this-bionic-finger-uses-touch-to-see-inside-human-tissue-electronics/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "Starlinks Global Roaming promises worldwide access for $200 a month",
            "description": "Some people still waiting for regular Starlink get invites for $200 roaming plan.",
            "url": "/2023-02-20-starlinks-global-roaming-promises-worldwide-access-for-200-a-month",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/getty-starlink-760x380.jpg",
            "publishedAt": "2023-02-20T18:41:47Z",
            "content": "Enlarge/ A Starlink satellite dish.5 with SpaceXs Starlink division has invited some potential users to try a Global Roaming service for $200 a month, saying the new plan allows your Starlink [+4073 chars]",
            "summary": "\"Moreover, users of the existing portability option who stay in a secondary location \"for an extended period of time... may experience further performance degradation to accommodate priority users at their registered Service addresses.\" Average Starlink speeds have dropped as more users sign up for the satellite service, speed-test data shows.It appears that at least some of the Global Roaming invitations were sent to people who are still on the waiting list for Starlink's regular home Internet service. \"Starlink for RVs and Portable users are served best effort and can expect lower service levels than fixed users, particularly in areas marked as 'Low Capacity' on the coverage map. The standard residential Starlink service costs $110 a month and has the same hardware cost of $599.PCMag reported that \"SpaceX sent the message to at least two people who live in countries where Starlink isn't available,\" including Greenland.  Jon Brodkin - Feb 20, 2023 6:41 pm UTC SpaceX's Starlink division has invited some potential users to try a \"Global Roaming\" service for $200 a month, saying the new plan \"allows your Starlink to connect from almost anywhere on land in the world. \"Participating in Global Roaming will not impact your place in line for Residential service,\" the Starlink email said.Global Roaming requires a $599 upfront payment for the Starlink hardware kit in addition to the $200 monthly price. SpaceX hasn't posted a support FAQ for the Global Roaming service yet, but it would presumably have fewer restrictions than Starlink's existing portability options.",
            "html_summary": "<ul><li>\"Moreover, users of the existing portability option who stay in a secondary location \"for an extended period of time... may experience further performance degradation to accommodate priority users at their registered Service addresses.\"</li><li>Average Starlink speeds have dropped as more users sign up for the satellite service, speed-test data shows.It appears that at least some of the Global Roaming invitations were sent to people who are still on the waiting list for Starlink's regular home Internet service.</li><li>\"Starlink for RVs and Portable users are served best effort and can expect lower service levels than fixed users, particularly in areas marked as 'Low Capacity' on the coverage map.</li><li>The standard residential Starlink service costs $110 a month and has the same hardware cost of $599.PCMag reported that \"SpaceX sent the message to at least two people who live in countries where Starlink isn't available,\" including Greenland.</li><li> Jon Brodkin - Feb 20, 2023 6:41 pm UTC SpaceX's Starlink division has invited some potential users to try a \"Global Roaming\" service for $200 a month, saying the new plan \"allows your Starlink to connect from almost anywhere on land in the world.</li><li>\"Participating in Global Roaming will not impact your place in line for Residential service,\" the Starlink email said.Global Roaming requires a $599 upfront payment for the Starlink hardware kit in addition to the $200 monthly price.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/02/starlinks-global-roaming-promises-worldwide-access-for-200-a-month/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSH FUNK - Associated Press",
            "title": "Buttigieg urges safety changes after fiery Ohio derailment",
            "description": "Transportation Secretary Pete Buttigieg wants the nations freight railroads to immediately act to improve safety while regulators try to strengthen safety rules in the wake of a fiery derailment in Ohio that forced evacuations when toxic chemicals were relea",
            "url": "/2023-02-20-f1cd9d79cdd66b1f45d1dcdf1e53ff58",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/a/2c/a2c27c68-3267-583f-9402-4a6e03ec8760/63f4aca1bbe7c.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-21T10:04:00Z",
            "content": "By JOSH FUNK  Associated PressOMAHA, Neb. (AP) Transportation Secretary Pete Buttigieg wants the nations freight railroads to immediately act to improve safety while regulators try to strengthen s [+8253 chars]",
            "summary": "(AP)  Transportation Secretary Pete Buttigieg wants the nations freight railroads to immediately act to improve safety while regulators try to strengthen safety rules in the wake of a fiery derailment in Ohio that forced evacuations when toxic chemicals were released and burned. He also said Congress should raise the current $225,455 limit on railroad safety fines at least tenfold to create a better deterrent.Buttigieg criticized railroads for lobbying against the braking rule and challenging it in court. Mike DeWine was incredulous when he learned the Norfolk Southern train that derailed didnt carry that high-hazardous designation, meaning that the railroad didnt have to notify the state about the dangerous chemicals it was carrying.This is absurd, DeWine said. I do think that theres a moment to look in the mirror as an entire industry and decide what we can do better, said Greg Regan, president of the AFL-CIOs Transportation Trades Department coalition. Buttigieg announced a package of reforms Tuesday  two days after he warned the railroad responsible for the derailment, Norfolk Southern, to fulfill its promises to clean up the mess just outside East Palestine, Ohio, and help the town recover. That is likely just the start, as the EPA made clear Tuesday that Norfolk Southern will be responsible for the cleanup costs, and several lawsuits have already been filed against the railroad. Its not clear whether the high-hazardous rules could have prevented this derailment.",
            "html_summary": "<ul><li>(AP) — Transportation Secretary Pete Buttigieg wants the nation’s freight railroads to immediately act to improve safety while regulators try to strengthen safety rules in the wake of a fiery derailment in Ohio that forced evacuations when toxic chemicals were released and burned.</li><li>He also said Congress should raise the current $225,455 limit on railroad safety fines at least tenfold to create a better deterrent.Buttigieg criticized railroads for lobbying against the braking rule and challenging it in court.</li><li>Mike DeWine was incredulous when he learned the Norfolk Southern train that derailed didn’t carry that “high-hazardous” designation, meaning that the railroad didn’t have to notify the state about the dangerous chemicals it was carrying.“This is absurd,” DeWine said.</li><li>“I do think that there’s a moment to look in the mirror as an entire industry and decide what we can do better,” said Greg Regan, president of the AFL-CIO’s Transportation Trades Department coalition.</li><li>Buttigieg announced a package of reforms Tuesday — two days after he warned the railroad responsible for the derailment, Norfolk Southern, to fulfill its promises to clean up the mess just outside East Palestine, Ohio, and help the town recover.</li><li>That is likely just the start, as the EPA made clear Tuesday that Norfolk Southern will be responsible for the cleanup costs, and several lawsuits have already been filed against the railroad.</li></ul>",
            "website_url": "https://apnews.com/f1cd9d79cdd66b1f45d1dcdf1e53ff58"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BARBARA ORTUTAY - AP Technology Writer",
            "title": "What is Section 230, the rule that made the modern internet?",
            "description": "Twentysix words tucked into a 1996 law overhauling telecommunications have allowed companies like Facebook, Twitter and Google to grow into the giants they are today. Two cases before the U.S. Supreme Court being argued this week challenge this law. The",
            "url": "/2023-02-20-eb89baf1fa30e245c030992b48a8a0ff",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/31/d31348dc-e445-50fb-bb43-ff96c4e65bfa/63f4ad0996b36.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-21T20:08:02Z",
            "content": "By BARBARA ORTUTAY  AP Technology WriterTwentysix words tucked into a 1996 law overhauling telecommunications have allowed companies like Facebook, Twitter and Google to grow into the giants they [+5494 chars]",
            "summary": "And a lot of those conversations are enabled by Section 230, which says that whoevers allowing us to talk to each other isnt liable for our conversations, said Eric Goldman, a professor at Santa Clara University specializing in internet law. And Section 230 was born.Today it protects both from liability for user posts as well as liability for any claims for moderating content, Kosseff said.WHAT HAPPENS IF SECTION 230 GOES AWAY?The primary thing we do on the internet is we talk to each other. The judge in their case ruled that they exercised editorial control  so youre more like a newspaper than a newsstand, Kosseff said.That didnt sit well with politicians, who worried that outcome would discourage newly forming internet companies from moderating at all. A case coming before the U.S. Supreme Court this week, Gonzalez v. Google, challenges this law  namely whether tech companies are liable for the material posted on their platforms. Section 230 also allows social platforms to moderate their services by removing posts that, for instance, are obscene or violate the services own standards, so long as they are acting in good faith.WHERE DID SECTION 230 COME FROM? Platforms might get more cautious, as Craigslist did following the 2018 passage of a sex-trafficking law that carved out an exception to Section 230 for material that promotes or facilitates prostitution. Craigslist quickly removed its personals section, which wasnt intended to facilitate sex work, altogether. The Supreme Court could easily disturb or eliminate that basic proposition and say that the people allowing us to talk to each other are liable for those conversations.",
            "html_summary": "<ul><li>And a lot of those conversations are enabled by Section 230, which says that whoever’s allowing us to talk to each other isn’t liable for our conversations,” said Eric Goldman, a professor at Santa Clara University specializing in internet law.</li><li>And Section 230 was born.“Today it protects both from liability for user posts as well as liability for any claims for moderating content,” Kosseff said.WHAT HAPPENS IF SECTION 230 GOES AWAY?“The primary thing we do on the internet is we talk to each other.</li><li>The judge in their case ruled that “they exercised editorial control — so you’re more like a newspaper than a newsstand,” Kosseff said.That didn’t sit well with politicians, who worried that outcome would discourage newly forming internet companies from moderating at all.</li><li>A case coming before the U.S. Supreme Court this week, Gonzalez v. Google, challenges this law — namely whether tech companies are liable for the material posted on their platforms.</li><li>Section 230 also allows social platforms to moderate their services by removing posts that, for instance, are obscene or violate the services’ own standards, so long as they are acting in “good faith.”WHERE DID SECTION 230 COME FROM?</li><li>Platforms might get more cautious, as Craigslist did following the 2018 passage of a sex-trafficking law that carved out an exception to Section 230 for material that “promotes or facilitates prostitution.” Craigslist quickly removed its “personals” section, which wasn’t intended to facilitate sex work, altogether.</li></ul>",
            "website_url": "https://apnews.com/eb89baf1fa30e245c030992b48a8a0ff"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Fears, questions about NKoreas growing nuke arsenal.... Zaps to spine help stroke survivors move arms.... The Bodleian uncovers hidden inscriptions by mysterious medieval woman scribe. Atomic Heart impressions Shockingly good shooting. Big Techs future is up to a Supreme Court that doesnt understand it. Economic tailwind from flush states. Chatbots trigger next misinformation nightmare. Bonkers Republican bill in Idaho would make mRNAbased vaccination a crime. This bionic finger uses touch to see inside human tissue, electronics. Starlinks Global Roaming promises worldwide access for $200 a month. Buttigieg urges safety changes after fiery Ohio derailment. What is Section 230, the rule that made the modern internet?"
}