{
    "status": "ok",
    "totalResults": 11,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Stephen Clark",
            "title": "Russia heads back to the Moon with Luna 25",
            "description": "Luna 25 will attempt to land on the Moon the same week as Indias Chandrayaan 3 probe.",
            "url": "/2023-08-11-russia-heads-back-to-the-moon-with-luna-25",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/soyuz_luna25_2-760x380.jpg",
            "publishedAt": "2023-08-11T02:28:36Z",
            "content": "Enlarge/ Fire from the engines of a Russian Soyuz rocket as it lifted off with the Luna 25 spacecraft heading for the Moon.8 with Russias space agency successfully launched a robotic spacecraft  [+10410 chars]",
            "summary": "Russia successfully launched a robotic spacecraft Thursday on a journey to the Moon the country s first lunar explorer since the Soviet Union s Luna sample return mission in The Luna mission lifted off from the Vostochny Cosmodrome located in Russia s Far East at pm ET UTC. Russia hasn t launched a lunar mission in nearly years and hasn t had a mission successfully fly to any other planetary body since despite several attempts Thursday s launch was a major moment for Luna but its departure from Earth on a reliable and proven Soyuz rocket was not the riskiest part of the mission. Russia would like the Luna mission to rekindle its once stellar record in the realm of interplanetary exploration.",
            "html_summary": "<ul><li>Russia successfully launched a robotic spacecraft Thursday on a journey to the Moon the country s first lunar explorer since the Soviet Union s Luna sample return mission in The Luna mission lifted off from the Vostochny Cosmodrome located in Russia s Far East at pm ET UTC</li><li> Russia hasn t launched a lunar mission in nearly years and hasn t had a mission successfully fly to any other planetary body since despite several attempts Thursday s launch was a major moment for Luna but its departure from Earth on a reliable and proven Soyuz rocket was not the riskiest part of the mission</li><li> Russia would like the Luna mission to rekindle its once stellar record in the realm of interplanetary exploration</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/08/russia-heads-back-to-the-moon-with-luna-25/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sarah Lazarus, CNN",
            "title": "Mushrooms are being farmed in Abu Dhabis desert",
            "description": "Mushrooms usually sprout from dark, damp forest floor or bloom on fallen tree branches. But now, a startup in Abu Dhabi called Below Farm is growing them in ...",
            "url": "/2023-08-11-mushrooms-abu-dhabi-desert-below-farm-spc?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/ecf9294616103cea113d47303eb4a7af",
            "publishedAt": "2023-08-11T01:40:55Z",
            "content": "Mushrooms usually sprout from dark, damp forest floors or bloom on fallen tree branches. Now, a startup in Abu Dhabi has found a way to grow them in the middle of the desert.Below Farm is producing [+3969 chars]",
            "summary": "Mushrooms usually sprout from dark damp forest floors or bloom on fallen tree branches Now a startup in Abu Dhabi has found a way to grow them in the middle of the desert. Below Farm is producing specialty mushrooms such as oyster king oyster shiitake and lion s mane. Managing director Bronte Weir says the indoor farm about minutes drive from downtown Abu Dhabi is the first in the region to grow and sell high end mushrooms. The company produces around one ton of fungi a month says Weir and is looking to expand to meet rising demand.",
            "html_summary": "<ul><li>Mushrooms usually sprout from dark damp forest floors or bloom on fallen tree branches Now a startup in Abu Dhabi has found a way to grow them in the middle of the desert</li><li> Below Farm is producing specialty mushrooms such as oyster king oyster shiitake and lion s mane</li><li> Managing director Bronte Weir says the indoor farm about minutes drive from downtown Abu Dhabi is the first in the region to grow and sell high end mushrooms</li><li> The company produces around one ton of fungi a month says Weir and is looking to expand to meet rising demand</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/10/business/mushrooms-abu-dhabi-desert-below-farm-spc?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nadia Bidarian",
            "title": "Regulators give green light to driverless taxis in San Francisco",
            "description": "California regulators gave approval Thursday to two rival robotaxi companies, Cruise and Waymo, to operate their driverless cars 24/7 across all of San Francisco and charge passengers for their services.",
            "url": "/2023-08-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230811000845-01-robotaxi-vote-san-francisco.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-11T10:32:23Z",
            "content": "California regulators gave approval Thursday to two rival robotaxi companies, Cruise and Waymo, to operate their driverless cars 24/7 across all of San Francisco and charge passengers for their servi [+5534 chars]",
            "summary": "California regulators gave approval Thursday to two rival robotaxi companies Cruise and Waymo to operate their driverless cars across all of San Francisco and charge passengers for their services. The much anticipated vote followed roughly six hours of public comment both for and against driverless taxis. Critics pointed to driverless vehicles freezing in traffic and blocking first responders while advocates said they felt the cars drove more defensively than human drivers. The decision ultimately laid in the hands of state regulators who delayed the vote twice local officials also expressed their dissent.",
            "html_summary": "<ul><li>California regulators gave approval Thursday to two rival robotaxi companies Cruise and Waymo to operate their driverless cars across all of San Francisco and charge passengers for their services</li><li> The much anticipated vote followed roughly six hours of public comment both for and against driverless taxis</li><li> Critics pointed to driverless vehicles freezing in traffic and blocking first responders while advocates said they felt the cars drove more defensively than human drivers</li><li> The decision ultimately laid in the hands of state regulators who delayed the vote twice local officials also expressed their dissent</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/11/tech/robotaxi-vote-san-francisco/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Ella Nilsen",
            "title": "Biden administration to invest $1.2 billion in projects to suck carbon out of the air",
            "description": "The Biden administration will announce on Friday its first major investment to kickstart the US carbon removal industry  something energy experts say is key to getting the countrys planetwarming emissions under control.",
            "url": "/2023-08-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/221213110021-jennifer-granholm-getty-images.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-11T09:01:50Z",
            "content": "The Biden administration will announce on Friday its first major investment to kickstart the US carbon removal industry something energy experts say is key to getting the countrys planetwarming emis [+3004 chars]",
            "summary": "The Biden administration on Friday announced its first major investment to kickstart the US carbon removal industry. Direct air capture removal projects are akin to huge vacuum cleaners sucking carbon dioxide out of the air using chemicals to remove the greenhouse gas. Once removed CO gets stored underground or is used in industrial materials like cement. The projects are expected to remove more than million metric tons of carbon dioxide from the air annually once they are up and running. The machines are being built to essentially supercharge the natural carbon removal already done by trees bogs and oceans which is not happening fast enough.",
            "html_summary": "<ul><li>The Biden administration on Friday announced its first major investment to kickstart the US carbon removal industry</li><li> Direct air capture removal projects are akin to huge vacuum cleaners sucking carbon dioxide out of the air using chemicals to remove the greenhouse gas</li><li> Once removed CO gets stored underground or is used in industrial materials like cement</li><li> The projects are expected to remove more than million metric tons of carbon dioxide from the air annually once they are up and running</li><li> The machines are being built to essentially supercharge the natural carbon removal already done by trees bogs and oceans which is not happening fast enough</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/11/politics/direct-air-capture-funding-biden-administration/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sarah Lazarus",
            "title": "Mushrooms are being farmed in Abu Dhabis desert",
            "description": "Mushrooms usually sprout from dark, damp forest floor or bloom on fallen tree branches. But now, a startup in Abu Dhabi called Below Farm is growing them in the desert.",
            "url": "/2023-08-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230810145050-below-farm-1.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-11T01:40:55Z",
            "content": "Mushrooms usually sprout from dark, damp forest floors or bloom on fallen tree branches. Now, a startup in Abu Dhabi has found a way to grow them in the middle of the desert.Below Farm is producing [+3613 chars]",
            "summary": "Mushrooms usually sprout from dark damp forest floors or bloom on fallen tree branches Now a startup in Abu Dhabi has found a way to grow them in the middle of the desert. Below Farm is producing specialty mushrooms such as oyster king oyster shiitake and lion s mane. Managing director Bronte Weir says the indoor farm about minutes drive from downtown Abu Dhabi is the first in the region to grow and sell high end mushrooms. The company produces around one ton of fungi a month says Weir and is looking to expand to meet rising demand.",
            "html_summary": "<ul><li>Mushrooms usually sprout from dark damp forest floors or bloom on fallen tree branches Now a startup in Abu Dhabi has found a way to grow them in the middle of the desert</li><li> Below Farm is producing specialty mushrooms such as oyster king oyster shiitake and lion s mane</li><li> Managing director Bronte Weir says the indoor farm about minutes drive from downtown Abu Dhabi is the first in the region to grow and sell high end mushrooms</li><li> The company produces around one ton of fungi a month says Weir and is looking to expand to meet rising demand</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/10/business/mushrooms-abu-dhabi-desert-below-farm-spc/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Alicia Wallace",
            "title": "Dont be fooled by rising consumer price data, take a peek behind the numbers",
            "description": "US consumer prices rose 3.2% for the 12 months ending in July, according to the latest Consumer Price Index, which landed Thursday. That compares to 3% in June.",
            "url": "/2023-08-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230810153407-us-cpi-numbers-groceries-july.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-11T11:37:39Z",
            "content": "A version of this story first appeared in CNN Business Before the Bell newsletter. Not a subscriber? You can sign upright here. You can listen to an audio version of the newsletter by clicking the s [+5323 chars]",
            "summary": "US consumer prices rose for the months ending in July according to the latest Consumer Price Index which landed Thursday. It s the first month in a year s span that the annual inflation rate accelerated. Inflation is slowing and doing so across a broader range of goods and services. Rising beef prices helped to drive food at home inflation higher in July. Rents in New York city set an all time high in July reports Anna Bahney. The Biden administration s new proposed restrictions on US technology investments in China could deliver a major blow to Chinese startups.",
            "html_summary": "<ul><li>US consumer prices rose for the months ending in July according to the latest Consumer Price Index which landed Thursday</li><li> It s the first month in a year s span that the annual inflation rate accelerated</li><li> Inflation is slowing and doing so across a broader range of goods and services</li><li> Rising beef prices helped to drive food at home inflation higher in July</li><li> Rents in New York city set an all time high in July reports Anna Bahney</li><li> The Biden administration s new proposed restrictions on US technology investments in China could deliver a major blow to Chinese startups</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/11/investing/premarket-stocks-trading-inflation/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Elliott Gotkine",
            "title": "Startup nation no more? Investments plunge as Israel pushes on with judicial overhaul",
            "description": "Almost every weekend for more than 30 weeks, tens of thousands of Israelis have taken to the streets of Tel Aviv to protest against government plans to weaken the judiciary and chip away at the independence of the Supreme Court.",
            "url": "/2023-08-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230811103021-mime-israel-startups.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-11T13:21:21Z",
            "content": "Editors Note A version of this story appears in CNNs Meanwhile in the Middle East newsletter, a threetimesaweek look inside the regions biggest stories. Sign up here.Almost every weekend for mo [+4237 chars]",
            "summary": "Tens of thousands of Israelis have taken to the streets of Tel Aviv to protest against government plans to weaken the judiciary and chip away at the independence of the Supreme Court. Chen Amit co founder and CEO of a fintech startup called Tipalti that was most recently valued at billion tells CNN he and his family come out to protest every week. A recent poll found almost of more than startups surveyed are taking steps to shift money workers and even their headquarters outside Israel as a result of the overhaul.",
            "html_summary": "<ul><li>Tens of thousands of Israelis have taken to the streets of Tel Aviv to protest against government plans to weaken the judiciary and chip away at the independence of the Supreme Court</li><li> Chen Amit co founder and CEO of a fintech startup called Tipalti that was most recently valued at billion tells CNN he and his family come out to protest every week</li><li> A recent poll found almost of more than startups surveyed are taking steps to shift money workers and even their headquarters outside Israel as a result of the overhaul</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/11/middleeast/israel-political-crisis-startups-mime-intl/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Hilary Whiteman",
            "title": "First Australia embraced Barbie, then came new heroes in cleats",
            "description": "Less than a month ago, Australian cinemas were packed with Barbie fans wearing pink in honor of Margot Robbie, the local Neighbours actor turned Hollywood megastar.",
            "url": "/2023-08-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230810170910-01-australia-world-cup-matildas.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-11T02:28:56Z",
            "content": "Less than a month ago, Australian cinemas were packed with Barbie fans wearing pink in honor of Margot Robbie, the local Neighbours actor turned Hollywood megastar.Robbies girl power partnership wi [+7781 chars]",
            "summary": "Im not one who subscribes to the idea that every negative post in terms of womens TV ratings or womens sport is grounded in misogyny  but think a large part of it is people just dont believe the game is worth it, he said. Football Australia said part of the rationale for bringing the Womens World Cup to Australia was to use it to grow the womens game  backed by a 357 million Australian dollar ($232 million) FIFA legacy fund. Thats why Lasseys sharing and analyzing as many viewing figures as he can  to prove that womens sport can pull spectators, because he says numbers are the only way to boost investment. The challenge now is keeping the support going after the World Cup, particularly in Australia, where womens soccer typically has an average crowd of about 1,500, said Lassey. Kevin Argus, a senior lecturer in Design Thinking and Marketing at the Royal Melbourne Institute of Technology (RMIT), says the tide is turning for womens sport as younger generations, who value social and environmental wellbeing, start to wield electoral influence. A lot of people just frankly dont want to believe womens sport is doing well, Lassey told CNN. Its a rising tide lifts all boats version of it. As Australians embrace the Matildas, and hopefully cheer them on to the final, it could be that theyre supporting something even more significant than the countrys first ever Womens World Cup win.",
            "html_summary": "<ul><li>“I’m not one who subscribes to the idea that every negative post in terms of women’s TV ratings or women’s sport is grounded in misogyny … but think a large part of it is people just don’t believe the game is worth it,” he said.</li><li>Football Australia said part of the rationale for bringing the Women’s World Cup to Australia was to use it to grow the women’s game – backed by a 357 million Australian dollar ($232 million) FIFA legacy fund.</li><li>That’s why Lassey’s sharing and analyzing as many viewing figures as he can – to prove that women’s sport can pull spectators, because he says numbers are the only way to boost investment.</li><li>“The challenge now is keeping the support going after the World Cup, particularly in Australia, where women’s soccer typically has an average crowd of about 1,500,” said Lassey.</li><li>Kevin Argus, a senior lecturer in Design Thinking and Marketing at the Royal Melbourne Institute of Technology (RMIT), says the tide is turning for women’s sport as younger generations, who value social and environmental wellbeing, start to wield electoral influence.</li><li>“A lot of people just frankly don’t want to believe women’s sport is doing well,” Lassey told CNN.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/10/football/australia-matildas-soccer-womens-world-cup-2023-spt-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JIM HEINTZ and EMMA BURROWS - Associated Press",
            "title": "Russia is back on the lunar path. A rocket blasts off on its first moon mission in nearly 50 years",
            "description": "A rocket carrying a lunar landing craft has blasted off on Russias first moon mission in nearly 50 years, racing to land on Earths satellite ahead of an Indian spacecraft. The launch from Russias Vostochny spaceport in the Far East",
            "url": "/2023-08-11-russia-launch-moon-mission-50-years-286bf3d8d3b30790591efc113438e216",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/8f/c8f36cea-264c-530f-8048-6ec4d85d27e4/64d6183781714.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-08-11T14:36:45Z",
            "content": "By JIM HEINTZ and EMMA BURROWS  Associated PressTALLINN, Estonia (AP) A rocket carrying a lunar landing craft blasted off Friday on Russias first moon mission in nearly 50 years, racing to land on [+3427 chars]",
            "summary": "Russia has launched its first mission to the moon in nearly years racing to land on the lunar south pole before a spacecraft from India gets there August. The goal is political competition between two superpowers China and the USA and a number of other countries which also want to claim the title of space superpower. The Luna was initially meant to carry a small moon rover but that idea was abandoned to reduce the weight of the craft for improved reliability analysts say. Only three governments have managed successful moon landings the Soviet Union the United States and China.",
            "html_summary": "<ul><li>Russia has launched its first mission to the moon in nearly years racing to land on the lunar south pole before a spacecraft from India gets there August</li><li> The goal is political competition between two superpowers China and the USA and a number of other countries which also want to claim the title of space superpower</li><li> The Luna was initially meant to carry a small moon rover but that idea was abandoned to reduce the weight of the craft for improved reliability analysts say</li><li> Only three governments have managed successful moon landings the Soviet Union the United States and China</li></ul>",
            "website_url": "https://apnews.com/article/russia-launch-moon-mission-50-years-286bf3d8d3b30790591efc113438e216"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Sample Series B pitch deck ANYbotics $50M deck TechCrunch",
            "description": "Growth rounds usually get a tractionforward pitch, but there are many ways to weave that narrative. Lets see how ANYbotics does it.",
            "url": "/2023-08-11-sample-series-b-pitch-deck-anybotics-ag",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/Anybotics-pitch-deck-teardown-slide-0001-COVER.jpg?resize=1200,675",
            "publishedAt": "2023-08-11T14:31:05Z",
            "content": "A couple of weeks ago, Brian wrote about ANYbotics $50 million Series B fundraise, which made me realize its been a hot minute since Ive done a robotics teardown. That changes today, since ANYboti [+5829 chars]",
            "summary": "Anybotics was kind enough to share its pitch deck so we could take a closer look at the highs and lows of four legged bots. ANYbotics sent through a lightly redacted deck that only blurs customer logos and financials. The company redacted some of the slides that help us get the full picture of that growth slide in particular. In the rest of this teardown we ll take a look at three things ANYbotic could have improved or done differently along with the company s full pitch deck.",
            "html_summary": "<ul><li>Anybotics was kind enough to share its pitch deck so we could take a closer look at the highs and lows of four legged bots</li><li> ANYbotics sent through a lightly redacted deck that only blurs customer logos and financials</li><li> The company redacted some of the slides that help us get the full picture of that growth slide in particular</li><li> In the rest of this teardown we ll take a look at three things ANYbotic could have improved or done differently along with the company s full pitch deck</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/11/sample-series-b-pitch-deck-anybotics-ag/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Dominic-madori Davis",
            "title": "11xAI closes $2 million preseed to create autonomous AI workers | TechCrunch",
            "description": "11xAI closes $2 million preseed to create autonomous AI workers | TechCrunchtechcrunch.com",
            "url": "/2023-08-11-11xai-closes-2-million-pre-seed-to-create-autonomous-ai-workers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/Hasaan-Sukkar.jpg?resize=1200,900",
            "publishedAt": "2023-08-11T13:37:20Z",
            "content": "11xAI announced the closing of a $2 million preseed round led by Project A Ventures today. In conjunction with its fundraise, the company also launched its service.The Londonbased company builds  [+2945 chars]",
            "summary": " xAI announced the closing of a million pre seed round led by Project A Ventures today. The London based company builds automated digital workers that can be used in lieu of human employees. It has built an AI sales development representative called Alice and plans to create James focused on automated talent acquisition and Bob targeting automated human resources work in the upcoming years. CEO Hasan Sukkar believes autonomous agents are the future of the workforce and specifically designed xAI to help smaller businesses increase their productivity to better compete with larger companies.",
            "html_summary": "<ul><li> xAI announced the closing of a million pre seed round led by Project A Ventures today</li><li> The London based company builds automated digital workers that can be used in lieu of human employees</li><li> It has built an AI sales development representative called Alice and plans to create James focused on automated talent acquisition and Bob targeting automated human resources work in the upcoming years</li><li> CEO Hasan Sukkar believes autonomous agents are the future of the workforce and specifically designed xAI to help smaller businesses increase their productivity to better compete with larger companies</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/11/11xai-closes-2-million-pre-seed-to-create-autonomous-ai-workers/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Russia heads back to the Moon with Luna 25. Mushrooms are being farmed in Abu Dhabis desert. Regulators give green light to driverless taxis in San Francisco. Biden administration to invest $1.2 billion in projects to suck carbon out of the air. Mushrooms are being farmed in Abu Dhabis desert. Dont be fooled by rising consumer price data, take a peek behind the numbers. Startup nation no more? Investments plunge as Israel pushes on with judicial overhaul. First Australia embraced Barbie, then came new heroes in cleats. Russia is back on the lunar path. A rocket blasts off on its first moon mission in nearly 50 years. Sample Series B pitch deck ANYbotics $50M deck TechCrunch. 11xAI closes $2 million preseed to create autonomous AI workers | TechCrunch"
}