{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Layoffs hit rocket engine maker Ursa Major",
            "description": "Rocket engine startup Ursa Major is the latest company to be faced with a round of layoffs.",
            "url": "/2023-06-08-layoffs-hit-rocket-engine-maker-ursa-major",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/05/hadley_darkroom.jpeg?resize=1200,667",
            "publishedAt": "2023-06-08T00:35:06Z",
            "content": "At least five people have been laid off from rocket engine startup Ursa Major, with one person citing budgetary constraints as the reason for being let go, according to posts on LinkedIn.Ursa Major [+1168 chars]",
            "summary": "Just recently, the company announced an eight-figure contract to further the development of two new engines: a Draper engine for hypersonic and a 200,000-pound thrust Arroway engine.In April, the company also announced that it would supply the upper-stage engine for Astra Spaces in-development Rocket 4. At least 14 people have been laid off from rocket engine startup Ursa Major, with one person citing budgetary constraints as the reason for being let go, according to posts on LinkedIn.Ursa Major did not immediately respond to TechCrunchs inquiry into the layoffs, or the number of people affected. According to LinkedIn, 292 people are listed as currently working at Ursa Major.This makes Ursa Major the latest company to be hit by major market headwinds that have affected some of the biggest names in technology. Among those laid off include engineers working in propulsion, the companys bread-and-butter, and quality analysis.Ursa Major is a Berthoud, Colorado-based startup developing liquid engines for rocket and hypersonic applications. The company is developing a 5,000-pound thrust Hadley engine and a 50,000-pound thrust engine called Ripley. Ursa Major said it makes around 30 Hadley engines per year for several customers, including Stratolaunch and Phantom Space.Ursa Major currently has five open positions listed on its website.Developing",
            "html_summary": "<ul><li>Just recently, the company announced an “eight-figure” contract to further the development of two new engines: a Draper engine for hypersonic and a 200,000-pound thrust Arroway engine.In April, the company also announced that it would supply the upper-stage engine for Astra Space’s in-development Rocket 4.</li><li>At least 14 people have been laid off from rocket engine startup Ursa Major, with one person citing budgetary constraints as the reason for being let go, according to posts on LinkedIn.Ursa Major did not immediately respond to TechCrunch’s inquiry into the layoffs, or the number of people affected.</li><li>According to LinkedIn, 292 people are listed as currently working at Ursa Major.This makes Ursa Major the latest company to be hit by major market headwinds that have affected some of the biggest names in technology.</li><li>Among those laid off include engineers working in propulsion, the company’s bread-and-butter, and quality analysis.Ursa Major is a Berthoud, Colorado-based startup developing liquid engines for rocket and hypersonic applications.</li><li>The company is developing a 5,000-pound thrust Hadley engine and a 50,000-pound thrust engine called Ripley.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/07/layoffs-hit-rocket-engine-maker-ursa-major/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Green Coffee Co. percolates on $25M to expand in Colombia, launch alcoholic beverages",
            "description": "Green Coffee is a consolidated coffee farming company that spans 9,000 acres across 14 farms and owns 11.5 million coffee trees.",
            "url": "/2023-06-08-green-coffee-co-25m-colombia-foodtech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/DSC01523-copy.jpg?resize=1200,675",
            "publishedAt": "2023-06-08T13:01:30Z",
            "content": "The Green Coffee Company, which touts itself as Colombias largest coffee producer, closed on $25 million in Series C equity funding.Coffee is big business, with the global market valued at an estim [+3353 chars]",
            "summary": "It also has over 11.5 million coffee trees under ownership, which Shephard said makes the company more than two times larger than any other coffee producer in the country.We started off as an asset management product, but in two years, we were running the company, Shephard said. There are even companies, including Compound Foods and Atomo, making coffee without traditional beans.Green Coffee Co. was founded in 2017 by Cole Shephard and is a consolidated arabica coffee farming company, headquartered in the U.S., with operations in Colombia that span 9,000 acres across 39 farms. The Green Coffee Company, which touts itself as Colombias largest coffee producer, closed on $25 million in Series C equity funding.Coffee is big business, with the global market valued at an estimated $493 billion. Most recently, I reported on Chamberlain Coffee raising venture capital, which joins companies, like Fellow and Blank Street, not to mention lots of celebrity coffee brands. He expects that to grow to $27 million in the next year.Green Coffee Co. is a portfolio company of Latin American investment firm Legacy Group, where Shephard is also a partner. Green Coffee Co. raises its funding, including the Series C, from a network of over 450 individual, high-net-worth investors that invest directly into portfolio companies that Legacy Group advises rather than into a pooled fund, Shephard told TechCrunch. Others lacked human capital or economic capital, while no one was really investing in the sector.Having amassed a large operation, the company controls the supply chain from cultivation to processing to direct trade with end-clients, he said.",
            "html_summary": "<ul><li>It also has over 11.5 million coffee trees under ownership, which Shephard said makes the company more than two times larger than any other coffee producer in the country.“We started off as an asset management product, but in two years, we were running the company,” Shephard said.</li><li>There are even companies, including Compound Foods and Atomo, making coffee without traditional beans.Green Coffee Co. was founded in 2017 by Cole Shephard and is a consolidated arabica coffee farming company, headquartered in the U.S., with operations in Colombia that span 9,000 acres across 39 farms.</li><li>The Green Coffee Company, which touts itself as “Colombia’s largest coffee producer,” closed on $25 million in Series C equity funding.Coffee is big business, with the global market valued at an estimated $493 billion.</li><li>Most recently, I reported on Chamberlain Coffee raising venture capital, which joins companies, like Fellow and Blank Street, not to mention lots of celebrity coffee brands.</li><li>He expects that to grow to $27 million in the next year.Green Coffee Co. is a portfolio company of Latin American investment firm Legacy Group, where Shephard is also a partner.</li><li>Green Coffee Co. raises its funding, including the Series C, from a network of over 450 individual, high-net-worth investors that invest directly into portfolio companies that Legacy Group advises rather than into a pooled fund, Shephard told TechCrunch.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/08/green-coffee-co-25m-colombia-foodtech/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Segway partners with Drover AI, Luna to bring computer vision to escooters",
            "description": "SegwayNinebot is partnering with Drover AI and Luna Systems to integrate their sidewalk riding detection tech into its AIenabled escooters.",
            "url": "/2023-06-08-segway-partners-with-drover-ai-luna-to-bring-computer-vision-to-e-scooters",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Segway_Ninebot_Booth_Micromobility_Europe_2022.jpeg?w=1168",
            "publishedAt": "2023-06-08T06:01:11Z",
            "content": "SegwayNinebot is partnering with Drover AI and Luna Systems  two startups that build computer vision technology to detect and correct improper electric scooter riding  to integrate their technolog [+3826 chars]",
            "summary": "This time last year, the scooter manufacturer launched an AI-powered scooter, the S90L, as the vertically integrated solution to scooter advanced rider assistance systems (ARAS). Pilot Edge is essentially an add-on box with all of the necessary sensors for scooter ARAS, into which Drover or Lunas tech can be integrated.While Segway is open to any software that its operator customers choose, the company has a deal with Drover as its preferred software partner. Segways software will also be available, but it wont be something the company focuses on or spends much time promoting.Its almost like were building a mini app store for our scooters, said Ho. Which is good because, as Ho says, hardware is hard. Its expensive to build and to store inventory that might not sell, and for small startups, dealing with supply chains can really cut into profits.Its dirty work, but we can do it because we have huge scale, said Ho. Customers that purchase S90L models  which are equipped with cameras, processors, CPU and GPU  can choose to implement either Drovers or Lunas scooter ARAS algorithms from the factory floor. So if we aggregate everybodys demand, we can afford to do this at a bigger scale and therefore a lower cost.Drover AIs Alex Nesic on using tech to regulate the scooter market Like many tech companies, Segway spent the last year re-strategizing and came away with a reaffirmed commitment to focus on core competencies.",
            "html_summary": "<ul><li>This time last year, the scooter manufacturer launched an AI-powered scooter, the S90L, as the vertically integrated solution to scooter advanced rider assistance systems (ARAS).</li><li>Pilot Edge is essentially an add-on box with all of the necessary sensors for scooter ARAS, into which Drover or Luna’s tech can be integrated.While Segway is open to any software that its operator customers choose, the company has a deal with Drover as its preferred software partner.</li><li>Segway’s software will also be available, but it won’t be something the company focuses on or spends much time promoting.“It’s almost like we’re building a mini app store for our scooters,” said Ho.</li><li>Which is good because, as Ho says, “hardware is hard.” It’s expensive to build and to store inventory that might not sell, and for small startups, dealing with supply chains can really cut into profits.“It’s dirty work, but we can do it because we have huge scale,” said Ho.</li><li>Customers that purchase S90L models — which are equipped with cameras, processors, CPU and GPU — can choose to implement either Drover’s or Luna’s scooter ARAS algorithms from the factory floor.</li><li>“So if we aggregate everybody’s demand, we can afford to do this at a bigger scale and therefore a lower cost.”Drover AI’s Alex Nesic on using tech to regulate the scooter market</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/07/segway-partners-with-drover-ai-luna-to-bring-computer-vision-to-e-scooters/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Aaves Lens Protocol raises $15M to build the decentralized social web",
            "description": "Lens Protocol, a web3 product aimed at creating a decentralized social networking ecosystem, has raised $15 million.",
            "url": "/2023-06-08-aaves-lens-protocol-raises-15m-to-build-the-decentralized-social-web",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Screenshot-2023-06-07-at-4.08.08-PM.png?resize=1200,574",
            "publishedAt": "2023-06-08T13:30:56Z",
            "content": "Lens Protocol, a web3 product aimed at creating a decentralized social networking ecosystem, has raised $15 million, its team told TechCrunch exclusively. The protocol is being built by Aave, a web3  [+4153 chars]",
            "summary": "We want to build a social media network that doesnt only benefit the users but everyone who contributes to it like developers as well.The $15 million that Lens has raised will be used to help expand the protocols ecosystem and continue its development, Kulechov said. While theyve gained some traction from crypto players and users, there seems to be little intentional initiative to grow outside of the ecosystem to date.Its important to distinguish between networks and protocols  Lens is building the latter, meaning that any developer can build on top of its system. TechCrunch views it as similar to a platform, in traditional Web terms.In order for web3 social protocols and networks to gain real adoption, they need to create accessible options that can appeal to a larger, more diverse, and less crypto-insider group. Lens Protocol, a web3 product aimed at creating a decentralized social networking ecosystem, has raised $15 million, its team told TechCrunch exclusively. We dont have all the answers but thats the beauty of web3, its an environment where everyone can contribute and thats where we want to go.Whats most valuable for us, we want to create a protocol thats open for contribution, Kulechov said. Lens is similar to existing internet protocols like HTTPs, IP protocol or email, Kulechov said. There are also crypto wallets and applications like Thred, that aim to a service similar to Yelp, and provide easy-to-use interfaces.",
            "html_summary": "<ul><li>“We want to build a social media network that doesn’t only benefit the users but everyone who contributes to it like developers as well.”The $15 million that Lens has raised will be used to help expand the protocol’s ecosystem and continue its development, Kulechov said.</li><li>While they’ve gained some traction from crypto players and users, there seems to be little intentional initiative to grow outside of the ecosystem to date.It’s important to distinguish between networks and protocols — Lens is building the latter, meaning that any developer can build on top of its system.</li><li>TechCrunch views it as similar to a platform, in traditional Web terms.In order for web3 social protocols and networks to gain real adoption, they need to create accessible options that can appeal to a larger, more diverse, and less crypto-insider group.</li><li>Lens Protocol, a web3 product aimed at creating a decentralized social networking ecosystem, has raised $15 million, its team told TechCrunch exclusively.</li><li>“We don’t have all the answers but that’s the beauty of web3, it’s an environment where everyone can contribute and that’s where we want to go.”“What’s most valuable for us, we want to create a protocol that’s open for contribution,” Kulechov said.</li><li>Lens is similar to existing internet protocols like HTTPs, IP protocol or email, Kulechov said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/08/aaves-lens-protocol-raises-15m-to-build-the-decentralized-social-web/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Nigerias Haul247 wants to be Africas Airbnb for trucks and warehouses",
            "description": "Haul247, a Nigerian endtoend logistics platform connecting businesses to haulage and warehousing assets, has raised a $3 million seed round.",
            "url": "/2023-06-08-nigerias-haul247-wants-to-be-africas-airbnb-for-trucks-and-warehouses",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/CD6FD269-AF92-4490-BE9B-7A9069771F89.jpeg?w=1170",
            "publishedAt": "2023-06-08T09:33:04Z",
            "content": "Haul247, a Nigerian endtoend logistics platform connecting businesses to haulage and warehousing assets, has raised a $3 million seed round. Genderlens investing fund Alitheia Capital provided the [+4468 chars]",
            "summary": "Gender-lens investing fund Alitheia Capital, through its Umunthu Fund in partnership with Goodwell, provided the equity capital, with Investment One contributing $1 million in debt financing.The logistics startup allows small businesses and large companies to book trucks and warehouses across multiple African geolocations. Companies looking for warehouse facilities go through the same process, as the system allows shippers to track their goods status until they reach their destination.CEO Sehinde Afolayan founded Haul247 after terrible logistics and warehousing services affected his previous agriculture business. Our investment further enables Haul247 to provide a seamless logistics solution for transporting and storing goods across the continent in a way that unlocks value and amplifies impact for individuals and companies throughout the value chain. We figured we could use tech to solve problems like these for not only multinationals but also farmers.Afolayan believes that logistics platforms in Africa that do not solve warehousing challenges will be more costly, inefficient, and risky down the line. Therefore, Haul247, in its ambition to become Africas Airbnb for trucks and warehouses, says its distinct offering of comprehensive warehousing services, positioning itself as a one-stop logistics solution, sets it apart from other platforms. Haul247, a Nigerian end-to-end logistics platform connecting businesses to haulage and warehousing assets, has raised a $3 million seed round. The startup actively participates in the overall logistics workflows primary and secondary distribution processes by employing a model that integrates haulage and warehousing.",
            "html_summary": "<ul><li>Gender-lens investing fund Alitheia Capital, through its Umunthu Fund in partnership with Goodwell, provided the equity capital, with Investment One contributing $1 million in debt financing.The logistics startup allows small businesses and large companies to book trucks and warehouses across multiple African geolocations.</li><li>Companies looking for warehouse facilities go through the same process, as the system allows shippers to track their goods’ status until they reach their destination.CEO Sehinde Afolayan founded Haul247 after terrible logistics and warehousing services affected his previous agriculture business.</li><li>Our investment further enables Haul247 to provide a seamless logistics solution for transporting and storing goods across the continent in a way that unlocks value and amplifies impact for individuals and companies throughout the value chain.”</li><li>“We figured we could use tech to solve problems like these for not only multinationals but also farmers.”Afolayan believes that logistics platforms in Africa that do not solve warehousing challenges will be more “costly, inefficient, and risky” down the line.</li><li>Therefore, Haul247, in its ambition to become “Africa’s Airbnb for trucks and warehouses,” says its distinct offering of comprehensive warehousing services, positioning itself as a one-stop logistics solution, sets it apart from other platforms.</li><li>Haul247, a Nigerian end-to-end logistics platform connecting businesses to haulage and warehousing assets, has raised a $3 million seed round.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/08/nigerias-haul247-wants-to-be-africas-airbnb-for-trucks-and-warehouses/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "EvenUp wants to automate personal injury settlements  to a point",
            "description": "EvenUp, a platform developing AI to automate parts of the personal injury trial process, has raised new capital.",
            "url": "/2023-06-08-evenup-wants-to-automate-personal-injury-settlements-to-a-point",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2017/09/gettyimages-128420286.jpg?resize=1200,786",
            "publishedAt": "2023-06-08T14:01:08Z",
            "content": "Millions of personal injury cases are settled in the U.S. every year, as few go to trial  but the vast majority are kept under wraps. This leaves lawyers guessing what they should propose as a settl [+7013 chars]",
            "summary": "Elsewhere, Atriums software digitizes legal paperwork and builds apps on top to speed up fundraising, commercial contracts, equity distribution and employment issues.But EvenUp claims that its one of the first to tackle personal injury  a law practice area not necessarily held in high regard. Mieszaniecs family got just 10% of the average payout for that type of accident  partly because their lawyer didnt know what the appropriate compensation should be.EvenUp aims to tackle all categories of personal injury cases, including motor vehicle accidents, police brutality, child abuse and even natural disasters. Karabibar believes that EvenUp will eventually be able to handle 70% of the key documents in the personal injury law workflow.We are well-positioned to continue growing despite the turbulent economy, and we believe our products will only become more essential as time goes on, Karabibar said. This leaves lawyers guessing what they should propose as a settlement price, oftentimes resulting in victims being undercompensated.Its what led Rami Karabibar to launch EvenUp, a startup that taps AI to generate legal documents to assess injury cases. EvenUp hasnt disclosed where it sourced the medical and personal injury documents that it used to train its AI  nor whether it took steps to notify the original owners of those records.Thats assuming once again that the tech works as advertised, even. Karabibar claims that EvenUp counts top trial attorneys and Americas largest personal injury law firms among its customers and that its close to profitable.Some, no doubt, are chasing after the chance to reduce filing expenses while maximizing returns. Thats why we built EvenUp: to level the playing field for personal injury victims.EvenUp appears to have won over investors, who recently pledge $50.5 million in the company at a $325 million valuation (according to a source familiar with the matter).",
            "html_summary": "<ul><li>Elsewhere, Atrium’s software digitizes legal paperwork and builds apps on top to speed up fundraising, commercial contracts, equity distribution and employment issues.But EvenUp claims that it’s one of the first to tackle personal injury — a law practice area not necessarily held in high regard.</li><li>Mieszaniec’s family got just 10% of the average payout for that type of accident — partly because their lawyer didn’t know what the appropriate compensation should be.EvenUp aims to tackle all categories of personal injury cases, including motor vehicle accidents, police brutality, child abuse and even natural disasters.</li><li>Karabibar believes that EvenUp will eventually be able to handle 70% of the key documents in the personal injury law workflow.“We are well-positioned to continue growing despite the turbulent economy, and we believe our products will only become more essential as time goes on,” Karabibar said.</li><li>This leaves lawyers guessing what they should propose as a settlement price, oftentimes resulting in victims being undercompensated.It’s what led Rami Karabibar to launch EvenUp, a startup that taps AI to generate legal documents to assess injury cases.</li><li>EvenUp hasn’t disclosed where it sourced the medical and personal injury documents that it used to train its AI — nor whether it took steps to notify the original owners of those records.That’s assuming once again that the tech works as advertised, even.</li><li>Karabibar claims that EvenUp counts “top trial attorneys” and “America’s largest personal injury law firms” among its customers and that it’s “close to profitable.”Some, no doubt, are chasing after the chance to reduce filing expenses while maximizing returns.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/08/evenup-wants-to-automate-personal-injury-settlements-to-a-point/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "UKs AI safety summit gets thumbs up from tech giants",
            "description": "Make way for another forum on AI safety. The UK government has announced it will convene a global AI summit this fall with the aim of agreeing safety measures to evaluate and monitor the most significant risks from AI, as its PR puts it. Theres no word o",
            "url": "/2023-06-08-uks-ai-safety-summit-gets-thumbs-up-from-tech-giants",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1496777120.jpg?w=1024",
            "publishedAt": "2023-06-08T11:23:30Z",
            "content": "Make way for another forum on AI safety. The UK government has announced it will convene a global AI summit this fall with the aim of agreeing safety measures to evaluate and monitor the most sign [+9965 chars]",
            "summary": "The blocs lawmakers are now busy hammering out agreement on a final text of that framework  including considering how it should tackle generative AI  with political agreement on the EU AI Act sought for by the end of this year. The UN is also looking at AI.Then theres the G7 leaders Hiroshima process  a recent track comprised of cabinet-level discussions between G7 countries on AI governance which is due to report by the end of the year. But there is an opportunity for Sunak to drive a wedge in EU efforts to bring the Americans into a more robust international AI Code. Make way for another forum on AI safety. Or, indeed, whether anyone of significance from the US government will attend. And even the US Department of Commerces National Telecommunications and Information Administration (NTIA) started consulting on how to boost AI accountability this April. (Although the pan-EU law wont be in force for several years after that.",
            "html_summary": "<ul><li>The bloc’s lawmakers are now busy hammering out agreement on a final text of that framework — including considering how it should tackle generative AI — with political agreement on the EU AI Act sought for by the end of this year.</li><li>The UN is also looking at AI.Then there’s the G7 leaders’ “Hiroshima process” — a recent track comprised of cabinet-level discussions between G7 countries on AI governance which is due to report by the end of the year.</li><li>But there is an opportunity for Sunak to drive a wedge in EU efforts to bring the Americans into a more robust international AI Code.</li><li>Make way for another forum on AI safety.</li><li>Or, indeed, whether anyone of significance from the US government will attend.</li><li>And even the US Department of Commerce’s National Telecommunications and Information Administration (NTIA) started consulting on how to boost AI accountability this April.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/08/uks-ai-safety-summit-gets-thumbs-up-from-tech-giants/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Layoffs hit rocket engine maker Ursa Major. Green Coffee Co. percolates on $25M to expand in Colombia, launch alcoholic beverages. Segway partners with Drover AI, Luna to bring computer vision to escooters. Aaves Lens Protocol raises $15M to build the decentralized social web. Nigerias Haul247 wants to be Africas Airbnb for trucks and warehouses. EvenUp wants to automate personal injury settlements  to a point. UKs AI safety summit gets thumbs up from tech giants"
}