{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "DIY IBM Selectric type balls give 60s typewriters new life (and Comic Sans)",
            "description": "A Selectric is nothing without a type ball, but finding one is a costly pain.",
            "url": "/2023-04-12-revive-your-vintage-ibm-selectric-typewriter-with-3d-printable-golf-balls",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/GettyImages-90727936-760x380.jpg",
            "publishedAt": "2023-04-12T20:26:28Z",
            "content": "Enlarge/ A type ball from a 1961 IBM Selectric typewriter. 5 with There are some feelings you just cant recreate. And to IBM Selectric loyalists, neither beam spring keyboardsnor buckling spri [+3987 chars]",
            "summary": "It took years for someone to find a way to make the Selectric golf ball 3D-printable, but now someone claims they have.A tinkerer named Sam Ettinger recently shared his Selectric type ball 3D-printing project on Hackaday and Github and shared the files on Printables, as reported by Hackaday. And to IBM Selectric loyalists, neither beam spring keyboards nor buckling spring designs nor a modern mechanical keyboard can replicate the distinct feel driven by that legendary type ball. Even better, people could use Ettinger's work to create more options for DIY balls, from additional typefaces to more languages and perhaps even better designs. Those dedicated to the legend may now have a new way to keep their machines aliveor at least handy work to build upon.We look forward to seeing someone print out and test Ettinger's models to confirm if they do IBM's machines justice. You can find the type balls online, (including options claiming to be used and never used) and at stores carrying old electronic components. Earlier this month, Ettinger shared a video on Mastodon of the prior version in action, admitting that some letters weren't usable.The new models are reportedly 0.2 mm shorter to address this and adjust the letter rotation, since it was \"90 degrees off.\" Long live the golf ball.Correction: IBM's Selectric balls aren't made of metal.",
            "html_summary": "<ul><li>It took years for someone to find a way to make the Selectric golf ball 3D-printable, but now someone claims they have.A tinkerer named Sam Ettinger recently shared his Selectric type ball 3D-printing project on Hackaday and Github and shared the files on Printables, as reported by Hackaday.</li><li>And to IBM Selectric loyalists, neither beam spring keyboards nor buckling spring designs nor a modern mechanical keyboard can replicate the distinct feel driven by that legendary type ball.</li><li>Even better, people could use Ettinger's work to create more options for DIY balls, from additional typefaces to more languages and perhaps even better designs.</li><li>Those dedicated to the legend may now have a new way to keep their machines alive—or at least handy work to build upon.We look forward to seeing someone print out and test Ettinger's models to confirm if they do IBM's machines justice.</li><li>You can find the type balls online, (including options claiming to be used and never used) and at stores carrying old electronic components.</li><li>Earlier this month, Ettinger shared a video on Mastodon of the prior version in action, admitting that some letters weren't usable.The new models are reportedly 0.2 mm shorter to address this and adjust the letter rotation, since it was \"90 degrees off.\"</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/04/revive-your-vintage-ibm-selectric-typewriter-with-3d-printable-golf-balls/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "So long, Terran 1 Relativity Space makes hard pivot to an even larger Terran R",
            "description": "Relativity Space is retiring Terran 1 after just a single test flight to doubledown on development of its next generation Terran R rocket, which is now...",
            "url": "/2023-04-12-so-long-terran-1-relativity-space-makes-hard-pivot-to-an-even-larger-terran-r",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/BAdOPX1Yrj6RvBjQfRDkxw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/80a66ad380ce34de1bbb7f963758f2e2",
            "publishedAt": "2023-04-12T18:45:16Z",
            "content": "Relativity Space is retiring Terran 1 after just a single test flight to doubledown on development of its next generation Terran R rocket, which is now configured to be even larger than previously a [+3674 chars]",
            "summary": "As they are not a public company, its unclear how much capital the company has left to see it through Terran Rs first flight.Relativitys sole test of Terran 1 on March 22 concluded with an anomaly with the rockets second stage, which occurred roughly three minutes after lift-off. The spectacular demise of Virgin Orbit this month is just the latest example of the brutality of targeting the small satellite segment of the launch market.As of 2021, Relativity has raised at least $1.3 billion at a $4.2 billion valuation. The unit economics of small launch are even tougher when the rocket is not reusable. Chief amongst these is SpaceXs rideshare service, which lets multiple customers split the cost of a Falcon 9 launch. In addition, its design will rely less on additive manufacturing, the technology that Relativity is best-known for advancing and that it has touted in each of its capital raises. Relativity will continue to build out its existing facilities at Cape Canaveral Space Force Base in Florida, where it conducted its March launch.Image Credits: Relativity Space (opens in a new window) Both engines were designed in-house by Relativity.",
            "html_summary": "<ul><li>As they are not a public company, it’s unclear how much capital the company has left to see it through Terran R’s first flight.Relativity’s sole test of Terran 1 on March 22 concluded with an anomaly with the rocket’s second stage, which occurred roughly three minutes after lift-off.</li><li>The spectacular demise of Virgin Orbit this month is just the latest example of the brutality of targeting the small satellite segment of the launch market.As of 2021, Relativity has raised at least $1.3 billion at a $4.2 billion valuation.</li><li>The unit economics of small launch are even tougher when the rocket is not reusable.</li><li>Chief amongst these is SpaceX’s rideshare service, which lets multiple customers split the cost of a Falcon 9 launch.</li><li>In addition, its design will rely less on additive manufacturing, the technology that Relativity is best-known for advancing and that it has touted in each of its capital raises.</li><li>Relativity will continue to build out its existing facilities at Cape Canaveral Space Force Base in Florida, where it conducted its March launch.Image Credits: Relativity Space (opens in a new window)</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/12/so-long-terran-1-relativity-space-makes-hard-pivot-to-an-even-larger-terran-r/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "NYPD Robocops Hulking, 400lb robots will start patrolling New York City",
            "description": "Mayor says new surveillance bots are only the beginning of police force revamp.",
            "url": "/2023-04-12-nypd-robocops-hulking-400-lb-robots-will-start-patrolling-new-york-city",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/im-761700-760x380.jpg",
            "publishedAt": "2023-04-12T17:57:12Z",
            "content": "Enlarge/ NYC Mayor Eric Adams holds a press conference with members of the NYPD and Boston Dynamics Spot.12 with The New York Police Department is bringing back the idea of policing the city wit [+3739 chars]",
            "summary": "As a wheeled robot, it can only access ADA-compliant areas via ramps.The K5 is pitched as an \"Autonomous Security Robot\" and was unveiled in 2014. The robot will have a human partner.Another plan for a robocop is the same as last time: deploying Boston Dynamics' \"Spot\" robot dog, which the NYPD nicknamed \"Digidog.\" The NYPD says it will be used for \"high-risk\" incidents like hostage situations and hazardous material inspection, so basically a job similar to a bomb robot. One group, the \"Surveillance Technology Oversight Project (STOP),\" said, \"Wasting public dollars to invade New Yorkers privacy is a dangerous police stunt,\" and added that New York should \"be investing in actual human beings, not robots.\" Adams is a former NYPD captain and ran on a platform of reducing crime.Most police departments already have an arsenal of robots, but they are usually for bomb disposal, not the day-to-day patrolling work that New York City envisions. \"For active patrol work, the NYPD plans to deploy one Knightscope K5 robot. It can autonomously patrol an area, detect people, and recognize license plates and has facial recognition, though the NYPD claims facial recognition will not be used.",
            "html_summary": "<ul><li>As a wheeled robot, it can only access ADA-compliant areas via ramps.The K5 is pitched as an \"Autonomous Security Robot\" and was unveiled in 2014.</li><li>The robot will have a human partner.Another plan for a robocop is the same as last time: deploying Boston Dynamics' \"Spot\" robot dog, which the NYPD nicknamed \"Digidog.\"</li><li>The NYPD says it will be used for \"high-risk\" incidents like hostage situations and hazardous material inspection, so basically a job similar to a bomb robot.</li><li>One group, the \"Surveillance Technology Oversight Project (STOP),\" said, \"Wasting public dollars to invade New Yorkers’ privacy is a dangerous police stunt,\" and added that New York should \"be investing in actual human beings, not robots.\"</li><li>Adams is a former NYPD captain and ran on a platform of reducing crime.Most police departments already have an arsenal of robots, but they are usually for bomb disposal, not the day-to-day patrolling work that New York City envisions.</li><li>\"For active patrol work, the NYPD plans to deploy one Knightscope K5 robot.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/04/nypd-robocops-hulking-400-lb-robots-will-start-patrolling-new-york-city/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "ChatGPT could return to Italy if OpenAI complies with rules",
            "description": "ChatGPT could return to Italy by the end of the month if its maker, OpenAI, complies with measures to satisfy regulators who had imposed a temporary ban on the artificial intelligence software over privacy worries. The Italian data protection authority",
            "url": "/2023-04-12-chatgpt-openai-data-privacy-italy-c0764f0e77273c429564fdb0c475a707",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/2/0c/20cca5d2-dc94-5706-ad53-7d3ba0ebef41/6426fa3d5ac4b.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-12T17:55:50Z",
            "content": "ROME (AP) ChatGPT could return to Italy soon if its maker, OpenAI, complies with measures to satisfy regulators who had imposed a temporary ban on the artificial intelligence software over privacy wo [+2367 chars]",
            "summary": "Only in that case will the Italian SA (supervisory authority) lift its order that placed a temporary limitation on the processing of Italian users data .... so that ChatGPT will be available once again from Italy, the watchdog said on its website. The company will have to rely on consent or legitimate interest to use personal data to train ChatGPTs algorithms, the watchdog said. ROME (AP)  ChatGPT could return to Italy soon if its maker, OpenAI, complies with measures to satisfy regulators who had imposed a temporary ban on the artificial intelligence software over privacy worries. The authority said it didnt want to hamper AIs development but emphasized the importance of following the European Unions strict data privacy rules.",
            "html_summary": "<ul><li>“Only in that case will the Italian SA (supervisory authority) lift its order that placed a temporary limitation on the processing of Italian users’ data .... so that ChatGPT will be available once again from Italy,” the watchdog said on its website.</li><li>The company will have to rely on consent or “legitimate interest” to use personal data to train ChatGPT’s algorithms, the watchdog said.</li><li>ROME (AP) — ChatGPT could return to Italy soon if its maker, OpenAI, complies with measures to satisfy regulators who had imposed a temporary ban on the artificial intelligence software over privacy worries.</li></ul>",
            "website_url": "https://apnews.com/article/chatgpt-openai-data-privacy-italy-c0764f0e77273c429564fdb0c475a707"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Opera brings its free VPN to iOS to rival Apple and Googles paid alternatives",
            "description": "Opera, the makers of an adblocking web browser, whose most recent claim to fame is having TikTok builtin, announced today its rolling out an updated version of its iOS app that now includes its free VPN. Previously available on Mac, Windows, Linux, and And",
            "url": "/2023-04-12-opera-brings-its-free-vpn-to-ios-to-rival-apple-and-googles-paid-alternatives",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Opera-for-iOS-Light-Logo-Product-Image-Q2-2022.png?resize=1200,675",
            "publishedAt": "2023-04-12T16:38:51Z",
            "content": "Opera, the makers of an adblocking web browser, whose most recent claim to fame is having TikTok builtin, announced today its rolling out an updated version of its iOS app that now includes its fr [+2726 chars]",
            "summary": "Opera disputes these findings as highly problematic and inaccurate.For iOS users, the Opera mobile browser app aims to differentiate itself beyond the new VPN feature alone. That means you may not immediately see the new VPN feature when you launch the iOS app, but should soon.Updated 4/13/22 with additional information about Opera ownership and its disputes over security concerns. Opera, the makers of an ad-blocking web browser, whose most recent claim to fame is having TikTok built-in, announced today its rolling out an updated version of its iOS app that now includes its free VPN. Its projecting $370-$390 million in revenues for 2023, for instance.Still, some users may not feel comfortable with Operas VPN service given the Norwegian company was sold to a Chinese consortium in 2016. The company says users dont have to create an account to log in or use the feature. Apple also offers a tool for encrypting an internet connection with its iCloud Private Relay feature, though its not really a VPN. But like Google, its also only available as part of a paid subscription (iCloud+).Image Credits: OperaOperas VPN, meanwhile, does not require a subscription.",
            "html_summary": "<ul><li>Opera disputes these findings as highly problematic and inaccurate.For iOS users, the Opera mobile browser app aims to differentiate itself beyond the new VPN feature alone.</li><li>That means you may not immediately see the new VPN feature when you launch the iOS app, but should soon.Updated 4/13/22 with additional information about Opera ownership and its disputes over security concerns.</li><li>Opera, the makers of an ad-blocking web browser, whose most recent claim to fame is having TikTok built-in, announced today it’s rolling out an updated version of its iOS app that now includes its free VPN.</li><li>It’s projecting $370-$390 million in revenues for 2023, for instance.Still, some users may not feel comfortable with Opera’s VPN service given the Norwegian company was sold to a Chinese consortium in 2016.</li><li>The company says users don’t have to create an account to log in or use the feature.</li><li>Apple also offers a tool for encrypting an internet connection with its iCloud Private Relay feature, though it’s not really a VPN.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/12/opera-brings-its-free-vpn-to-ios-to-rival-apple-and-googles-paid-alternatives/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ivan Mehta",
            "title": "User spending goes up by more than 4000% on AIpowered apps",
            "description": "Given the rising interest in generative AI tools like textbased ChatGPT and imagebased Midjourney, AIpowered apps are growing in numbers and popularity in both app stores. A report by analytics firm Apptopia suggests that 158 AI Chatbot apps  with the des",
            "url": "/2023-04-12-user-spending-goes-up-by-more-than-4000-on-ai-powered-apps",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1367281424.jpg?resize=1200,800",
            "publishedAt": "2023-04-12T13:50:06Z",
            "content": "Given the rising interest in generative AI tools like textbased ChatGPT and imagebased Midjourney, AIpowered apps are growing in numbers and popularity in both app stores.A report by analytics f [+3433 chars]",
            "summary": "He said that the app now has more than 100,000 paid users and raked in $1.5 million in revenue last month.The analytics firm noted that downloads for AI-powered apps have increased by 1506% year-on-year, with the number reaching nearly 20 million in March. Most of the time these apps charge users for unlocking unlimited (or large number of) conversations with the chatbot.Yaln zdemir, founder & CEO of AppNation, which makes Genie AI, told TechCrunch over an email that the app had over 2.5 million downloads in March. Some early examples include a pirate language bot, a bot that converts messages into emojis and a Japanese language tutor bot.Apart from indie developers, this new popularity wave of AI-powered apps has also benefited Microsoft. The in-app spending has also increased, clocking almost $3 million in March  a massive 4184% increase year-on-year.Image Credits: ApptopiaData compiled by Bernstein and app analytics company data.ai (formerly App Annie) paints a more rosy picture. Earlier this year, many apps labeled ChatGPT flooded the App Store and the Play Store at a time when OpenAI hadnt released an official API. Last week, China-based tech giant Baidu sued Apple for allowing counterfeit apps of its Ernie bot on the App Store. Earlier this week, the app launched a new feature that lets users create their own bots just using prompts.",
            "html_summary": "<ul><li>He said that the app now has more than 100,000 paid users and raked in $1.5 million in revenue last month.The analytics firm noted that downloads for AI-powered apps have increased by 1506% year-on-year, with the number reaching nearly 20 million in March.</li><li>Most of the time these apps charge users for unlocking unlimited (or large number of) conversations with the chatbot.Yalçın Özdemir, founder & CEO of AppNation, which makes Genie AI, told TechCrunch over an email that the app had over 2.5 million downloads in March.</li><li>Some early examples include a pirate language bot, a bot that converts messages into emojis and a Japanese language tutor bot.Apart from indie developers, this new popularity wave of AI-powered apps has also benefited Microsoft.</li><li>The in-app spending has also increased, clocking almost $3 million in March — a massive 4184% increase year-on-year.Image Credits: ApptopiaData compiled by Bernstein and app analytics company data.ai (formerly App Annie) paints a more rosy picture.</li><li>Earlier this year, many apps labeled “ChatGPT” flooded the App Store and the Play Store at a time when OpenAI hadn’t released an official API.</li><li>Last week, China-based tech giant Baidu sued Apple for allowing counterfeit apps of its Ernie bot on the App Store.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/12/user-spending-goes-up-by-more-than-4000-on-ai-powered-apps/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. DIY IBM Selectric type balls give 60s typewriters new life (and Comic Sans). So long, Terran 1 Relativity Space makes hard pivot to an even larger Terran R. NYPD Robocops Hulking, 400lb robots will start patrolling New York City. ChatGPT could return to Italy if OpenAI complies with rules. Opera brings its free VPN to iOS to rival Apple and Googles paid alternatives. User spending goes up by more than 4000% on AIpowered apps"
}