{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Scott Rosenberg",
            "title": "Open letter sparks debate over pausing AI research over risks",
            "description": "An open letter calling for a 6month pause in work on advanced artificial intelligence is dividing the tech industry  not just between AI boosters and skeptics, but also between different factions of AIs critics.Driving the news The letter  initially si",
            "url": "/2023-03-30-chatgpt-ai-pause-debate-existential-risk",
            "urlToImage": "https://images.axios.com/ykUiA2ZRS3diEdfdqdc-RtYiPEk=/0x0:1920x1080/1366x768/2023/03/29/1680131428201.jpg",
            "publishedAt": "2023-03-30T09:45:00Z",
            "content": "An open letter calling for a 6month pause in work on advanced artificial intelligence is dividing the tech industry not just between AI boosters and skeptics, but also between different factions o [+4471 chars]",
            "summary": "Our thought bubble: The dynamics of startup capitalism and tech investment make the kind of coordination and restraint an AI \"pause\" would require extremely unlikely. Washington's political gridlock and slow learning curve make government action equally unlikely, and global geopolitics are pushing the U.S. toward accelerating AI instead.",
            "html_summary": "<ul><li>Our thought bubble: The dynamics of startup capitalism and tech investment make the kind of coordination and restraint an AI \"pause\" would require extremely unlikely.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/30/chatgpt-ai-pause-debate-existential-risk"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Staff",
            "title": "My quest to recreate Street Fighters longlost pneumatic controls",
            "description": "True fighting gamers land harder hits by slamming their fists on huge bash pads.",
            "url": "/2023-03-30-my-quest-to-recreate-street-fighters-long-lost-pneumatic-controls",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/street-fighter-1-button-mash-brighter-760x380.jpg",
            "publishedAt": "2023-03-30T11:00:44Z",
            "content": "Enlarge/ Slam that bash pad!3 with A blurry picture of the SF1 Deluxe Arcade Cabinet. This is the stock photo from KLOV/VAPS and was one of the few images of the pneumatic machine available durin [+4350 chars]",
            "summary": "And I knew exactly which one I wanted: the SF1 deluxe cabinet.Overall, I knew SF1 was a mediocre game, but its deluxe cabinet was amazing. This is the stock photo from KLOV/VAPS and was one of the few images of the pneumatic machine available during my initial research.KLOVRumor had it that there was this fighting video game, like Karate Champ, except the harder you hit the buttons, the stronger your attacks were. This cabinet is now often called the \"deluxe\" or \"crescent\" cab, and the pressure-sensitive buttons are often called \"bash pads\" or \"pneumatic buttons.\" It also had a large monitor and a control panel to accommodate most games Id be interested in playing, so I began searching for an SF1 deluxe cabinet with the misguided intention of converting it into a MAME machine.Time passed. For me and many folks, Street Fighter was just a pretty cool game that was most useful for video game trivia.That is until Street Fighter II: The World Warrior (SF2) was released in 1991. In my local arcade, it consisted of a large, curvy cabinet with two sets of controls to accommodate two players at once. Enlarge / The game changer.CapcomSF2 was amazing, and I became a huge fan of the game and its many iterations.",
            "html_summary": "<ul><li>And I knew exactly which one I wanted: the SF1 deluxe cabinet.Overall, I knew SF1 was a mediocre game, but its deluxe cabinet was amazing.</li><li>This is the stock photo from KLOV/VAPS and was one of the few images of the pneumatic machine available during my initial research.KLOVRumor had it that there was this fighting video game, like Karate Champ, except the harder you hit the buttons, the stronger your attacks were.</li><li>This cabinet is now often called the \"deluxe\" or \"crescent\" cab, and the pressure-sensitive buttons are often called \"bash pads\" or \"pneumatic buttons.\"</li><li>It also had a large monitor and a control panel to accommodate most games I’d be interested in playing, so I began searching for an SF1 deluxe cabinet with the misguided intention of converting it into a MAME machine.Time passed.</li><li>For me and many folks, Street Fighter was just a pretty cool game that was most useful for video game trivia.That is until Street Fighter II: The World Warrior (SF2) was released in 1991.</li><li>In my local arcade, it consisted of a large, curvy cabinet with two sets of controls to accommodate two players at once.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/03/my-quest-to-recreate-street-fighters-long-lost-pneumatic-controls/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By CHRISTINA A. CASSIDY and JONATHAN J. COOPER - Associated Press",
            "title": "Fox lawsuit highlights effects of conspiracies on Dominion",
            "description": "Dominion Voting Systems has been ensnared in a web of conspiracy theories that have undermined public confidence in U.S. elections among conservative voters. The conspiracies have led to calls to ban voting machines in some places and triggered death threats",
            "url": "/2023-03-30-fox-news-dominion-defamation-voting-machines-arizona-921a9a45f3622c54ba62f2f642b6c38d",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/55/855a2e96-4963-5e26-948c-da0c093bdb80/6425693e96f77.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-30T09:36:00Z",
            "content": "By CHRISTINA A. CASSIDY and JONATHAN J. COOPER  Associated PressPHOENIX (AP) In Arizonas most populous county, elected officials are bracing for what could happen when it comes time to replace its [+8683 chars]",
            "summary": "They have to be courageous, or we are not going to get rid of these machines.Cathy Darling Allen, the elected Shasta County clerk and registrar of voters, has defended the voting equipment and blamed disproven conspiracy theories for undermining the countys election system and staff. PHOENIX (AP)  In Arizonas most populous county, elected officials are bracing for what could happen when it comes time to replace its $2 million-a-year contract for voting equipment.Officials in Maricopa County, which includes Phoenix, say they have no concerns about their current vendor, Dominion Voting Systems. In an interview, Lindell said he was prepared to help cover the costs of any lawsuits Shasta County might face.They are within their rights of going to paper ballots and a hand count, Lindell said. The county has more than 111,000 registered voters.Election security experts were concerned that the market for voting machines already was limited before the 2020 election, dominated by three companies. Fox has highlighted internal communications, including a chat in which one Dominion employee said, God our products suck, as well as a federal advisory outlining potential vulnerabilities reported in a Dominion system.Arizonas Maricopa County has been at the forefront of the conspiracy theories about Dominion. The GOP-controlled Legislature in 2021 used its subpoena power to seize the countys voting equipment and hired a firm run by Trump supporters to comb through it in search of evidence the machines were compromised. The network has said Dominion has been overstating its value, could not have suffered damages in the amounts it is claiming and has played down security concerns about its machines.",
            "html_summary": "<ul><li>“They have to be courageous, or we are not going to get rid of these machines.”Cathy Darling Allen, the elected Shasta County clerk and registrar of voters, has defended the voting equipment and blamed “disproven conspiracy theories” for undermining the county’s election system and staff.</li><li>PHOENIX (AP) — In Arizona’s most populous county, elected officials are bracing for what could happen when it comes time to replace its $2 million-a-year contract for voting equipment.Officials in Maricopa County, which includes Phoenix, say they have no concerns about their current vendor, Dominion Voting Systems.</li><li>In an interview, Lindell said he was prepared to help cover the costs of any lawsuits Shasta County might face.“They are within their rights of going to paper ballots and a hand count,” Lindell said.</li><li>The county has more than 111,000 registered voters.Election security experts were concerned that the market for voting machines already was limited before the 2020 election, dominated by three companies.</li><li>Fox has highlighted internal communications, including a chat in which one Dominion employee said, “God our products suck,” as well as a federal advisory outlining potential vulnerabilities reported in a Dominion system.Arizona’s Maricopa County has been at the forefront of the conspiracy theories about Dominion.</li><li>The GOP-controlled Legislature in 2021 used its subpoena power to seize the county’s voting equipment and hired a firm run by Trump supporters to comb through it in search of evidence the machines were compromised.</li></ul>",
            "website_url": "https://apnews.com/article/fox-news-dominion-defamation-voting-machines-arizona-921a9a45f3622c54ba62f2f642b6c38d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By CHRISTINA A. CASSIDY and JONATHAN J. COOPER - Associated Press",
            "title": "Fox lawsuit highlights effects of conspiracies on Dominion",
            "description": "Dominion Voting Systems has been ensnared in a web of conspiracy theories that have undermined public confidence in U.S. elections among conservative voters. The conspiracies have led to calls to ban voting machines in some places and triggered death threats",
            "url": "/2023-03-30-fox-news-dominion-defamation-voting-machines-arizona-921a9a45f3622c54ba62f2f642b6c38d",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/55/855a2e96-4963-5e26-948c-da0c093bdb80/6425693e96f77.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-30T09:36:00Z",
            "content": "By CHRISTINA A. CASSIDY and JONATHAN J. COOPER  Associated PressPHOENIX (AP) In Arizonas most populous county, elected officials are bracing for what could happen when it comes time to replace its [+8651 chars]",
            "summary": "They have to be courageous, or we are not going to get rid of these machines.Cathy Darling Allen, the elected Shasta County clerk and registrar of voters, has defended the voting equipment and blamed disproven conspiracy theories for undermining the countys election system and staff. PHOENIX (AP)  In Arizonas most populous county, elected officials are bracing for what could happen when it comes time to replace its $2 million-a-year contract for voting equipment.Officials in Maricopa County, which includes Phoenix, say they have no concerns about their current vendor, Dominion Voting Systems. In an interview, Lindell said he was prepared to help cover the costs of any lawsuits Shasta County might face.They are within their rights of going to paper ballots and a hand count, Lindell said. The county has more than 111,000 registered voters.Election security experts were concerned that the market for voting machines already was limited before the 2020 election, dominated by three companies. Fox has highlighted internal communications, including a chat in which one Dominion employee said, God our products suck, as well as a federal advisory outlining potential vulnerabilities reported in a Dominion system.Arizonas Maricopa County has been at the forefront of the conspiracy theories about Dominion. The GOP-controlled Legislature in 2021 used its subpoena power to seize the countys voting equipment and hired a firm run by Trump supporters to comb through it in search of evidence the machines were compromised. The network has said Dominion has been overstating its value, could not have suffered damages in the amounts it is claiming and has played down security concerns about its machines.",
            "html_summary": "<ul><li>“They have to be courageous, or we are not going to get rid of these machines.”Cathy Darling Allen, the elected Shasta County clerk and registrar of voters, has defended the voting equipment and blamed “disproven conspiracy theories” for undermining the county’s election system and staff.</li><li>PHOENIX (AP) — In Arizona’s most populous county, elected officials are bracing for what could happen when it comes time to replace its $2 million-a-year contract for voting equipment.Officials in Maricopa County, which includes Phoenix, say they have no concerns about their current vendor, Dominion Voting Systems.</li><li>In an interview, Lindell said he was prepared to help cover the costs of any lawsuits Shasta County might face.“They are within their rights of going to paper ballots and a hand count,” Lindell said.</li><li>The county has more than 111,000 registered voters.Election security experts were concerned that the market for voting machines already was limited before the 2020 election, dominated by three companies.</li><li>Fox has highlighted internal communications, including a chat in which one Dominion employee said, “God our products suck,” as well as a federal advisory outlining potential vulnerabilities reported in a Dominion system.Arizona’s Maricopa County has been at the forefront of the conspiracy theories about Dominion.</li><li>The GOP-controlled Legislature in 2021 used its subpoena power to seize the county’s voting equipment and hired a firm run by Trump supporters to comb through it in search of evidence the machines were compromised.</li></ul>",
            "website_url": "https://apnews.com/article/fox-news-dominion-defamation-voting-machines-arizona-921a9a45f3622c54ba62f2f642b6c38d"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Qualcommbacked Aravita wants to help Brazilian supermarkets control food waste",
            "description": "Aravitas AIpowered solution for supermarkets considers variables, like climate and seasonality, to manage the purchasing of fresh food.",
            "url": "/2023-03-30-qualcomm-aravita-brazil-supermarket-food-waste",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/09/GettyImages-1148641847.jpg?resize=1200,808",
            "publishedAt": "2023-03-30T11:02:01Z",
            "content": "Its estimated that about a third of all food produced worldwide every year, which is approximately 1.3 billion tons, is estimated to be wasted. Aravita, a Brazilian artificial intelligence startup, t [+3410 chars]",
            "summary": "Perlman recalls that potential customers were initially worried that startups were having difficulty raising money, hiring and surviving, and were uncomfortable giving store data to a company without financial resources that could stick around.Aravita co-founders, Marco Perlman, Aline Azevedo and Bruno Schrappe. At the same time, the software increases the availability of items in demand.Supermarkets are our target audience because they are a great place to drive the first wedge of data availability, Perlman told TechCrunch. It is also in the process of integrating the first database of historical data into that model.However, that first pilot didnt come easy. They join other companies like Shelf Engine, Apeel, OLIO, Imperfect Foods, Mori and Phood Solutions.The next steps are to develop the solution over the next few months and add a second pilot customer, Perlman said. Its estimated that about a third of all food produced worldwide every year, which is approximately 1.3 billion tons, is estimated to be wasted. They have point-of-sale consumer data, and this is the data that we need to start making the predictions for low-demand forecasting.",
            "html_summary": "<ul><li>Perlman recalls that potential customers were initially worried that startups were “having difficulty raising money, hiring and surviving,” and were uncomfortable giving store data to a company without financial resources that could stick around.Aravita co-founders, Marco Perlman, Aline Azevedo and Bruno Schrappe.</li><li>At the same time, the software increases the availability of items in demand.“Supermarkets are our target audience because they are a great place to drive the first wedge of data availability,” Perlman told TechCrunch.</li><li>It is also in the process of integrating the first database of historical data into that model.However, that first pilot didn’t come easy.</li><li>They join other companies like Shelf Engine, Apeel, OLIO, Imperfect Foods, Mori and Phood Solutions.The next steps are to develop the solution over the next few months and add a second pilot customer, Perlman said.</li><li>It’s estimated that about a third of all food produced worldwide every year, which is approximately 1.3 billion tons, is estimated to be wasted.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/30/qualcomm-aravita-brazil-supermarket-food-waste/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Parloa raises $21M to add a little automation to contact centers",
            "description": "Enterprise software provider Parloa uses a combination of conversational AI tech and lowcode tools to help companies lighten the load on their contact center employees.",
            "url": "/2023-03-30-parloa-raises-21m-to-add-a-little-automation-to-contact-centers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/08/GettyImages-1240334968.jpg?resize=1200,800",
            "publishedAt": "2023-03-30T08:01:47Z",
            "content": "Its estimated that over $400 billion are spent annually to run customer contact centers around the world. To cut costs, in recent years, contact centers have embraced AI and automation; research fro [+5434 chars]",
            "summary": "To cut costs, in recent years, contact centers have embraced AI and automation; research from The Harris Poll indicates that 46% of customer interactions were already automated as of 2021.Thats good news for the vendors selling contact center automation software. Or Parloas integrations with third-party text-generating models, including OpenAIs recently released GPT-4, could be connected with the aforementioned speech-to-text module to answer commonly-asked customer questions and complaints.Parloa connects various modules and services to help automate contact centers. In 2020, Kosub and Ostwald sold Future of Voice and recruited the employees that had been working on Parloa to help scale the software independently.Parloa offers a patchwork of apps and services that, when meshed together via low-code drag-and-drop dashboards, can power contact center automation flows. The status quo in customer service is the same across Europe, Middle East, and Africa and the U.S.: not a good customer experience. Its estimated that over $400 billion are spent annually to run customer contact centers around the world. Image Credits: ParloaTo put it in more concrete terms, a typical company might use Parloas tools to create a phone-answering bot that can automatically figure out what a customers calling about (e.g. So we are not inventing a new market environment or focusing on small sub-segments, but helping an established multi-billion market with innovative technology.Kosub wouldnt say exactly how many customers Parloa currently has, save a few big names like Decathlon and German Red Cross.",
            "html_summary": "<ul><li>To cut costs, in recent years, contact centers have embraced AI and automation; research from The Harris Poll indicates that 46% of customer interactions were already automated as of 2021.That’s good news for the vendors selling contact center automation software.</li><li>Or Parloa’s integrations with third-party text-generating models, including OpenAI’s recently released GPT-4, could be connected with the aforementioned speech-to-text module to answer commonly-asked customer questions and complaints.Parloa connects various modules and services to help automate contact centers.</li><li>In 2020, Kosub and Ostwald sold Future of Voice and recruited the employees that had been working on Parloa to help scale the software independently.Parloa offers a patchwork of apps and services that, when meshed together via low-code drag-and-drop dashboards, can power contact center automation flows.</li><li>“The status quo in customer service is the same across Europe, Middle East, and Africa and the U.S.: not a good customer experience.</li><li>It’s estimated that over $400 billion are spent annually to run customer contact centers around the world.</li><li>Image Credits: ParloaTo put it in more concrete terms, a typical company might use Parloa’s tools to create a phone-answering bot that can automatically figure out what a customer’s calling about (e.g.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/30/parloa-raises-21m-to-add-a-little-automation-to-contact-centers/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Open letter sparks debate over pausing AI research over risks. My quest to recreate Street Fighters longlost pneumatic controls. Fox lawsuit highlights effects of conspiracies on Dominion. Fox lawsuit highlights effects of conspiracies on Dominion. Qualcommbacked Aravita wants to help Brazilian supermarkets control food waste. Parloa raises $21M to add a little automation to contact centers"
}