{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Ford to spend $1.3B to transform Canada factory into EV manufacturing hub",
            "description": "Ford said Tuesday it will spend $1.34 billion (C$1.8B) to turn its 70yearold Oakville facility in Canada into an assembly plant for its nextgeneration of ...",
            "url": "/2023-04-11-ford-to-spend-1-3b-to-transform-canada-factory-into-ev-manufacturing-hub",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/bTav0dONn2WCYqxZPd9edQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/07c1fc5d513854d2e3ae0ab9f14444e6",
            "publishedAt": "2023-04-11T15:19:18Z",
            "content": "Ford said Tuesday it will spend $1.34 billion (C$1.8B) to turn its 70yearold Oakville facility in Canada into an assembly plant for its nextgeneration of electric vehicles.The campus, which firs [+2329 chars]",
            "summary": "This is the first time that Ford has completely retooled an existing plant for EVs in North America.Ford also plans to add a 407,000-square-foot battery plant that will use cells and arrays from its BlueOvalSK Battery Park in Kentucky. Ford said Tuesday it will spend $1.34 billion (C$1.8B) to turn its 70-year-old Oakville facility in Canada into an assembly plant for its next-generation of electric vehicles.The campus, which first opened in 1953, will be renamed Oakville Electric Vehicle Complex. Under the arrangement, Fords wholly owned subsidiary would manufacture the battery cells using LFP battery cell knowledge and services provided by CATL. The first vehicle to come off the line will be a next-gen electric truck, code named Project T3, in 2025.Construction at BlueOval City began last fall. The upgrade includes completely retooling the facility that currently produces the internal combustion engine-powered Ford Edge and Lincoln Nautilus to one that only produces EVs. The company said Tuesday it will begin modernizing the 487-acre site in the second quarter of 2024. Ford said it is working with Chinese company Contemporary Amperex Technology Co., known as CATL.",
            "html_summary": "<ul><li>This is the first time that Ford has completely retooled an existing plant for EVs in North America.Ford also plans to add a 407,000-square-foot battery plant that will use cells and arrays from its BlueOvalSK Battery Park in Kentucky.</li><li>Ford said Tuesday it will spend $1.34 billion (C$1.8B) to turn its 70-year-old Oakville facility in Canada into an assembly plant for its next-generation of electric vehicles.The campus, which first opened in 1953, will be renamed Oakville Electric Vehicle Complex.</li><li>Under the arrangement, Ford’s wholly owned subsidiary would manufacture the battery cells using LFP battery cell knowledge and services provided by CATL.</li><li>The first vehicle to come off the line will be a next-gen electric truck, code named Project T3, in 2025.Construction at BlueOval City began last fall.</li><li>The upgrade includes completely retooling the facility that currently produces the internal combustion engine-powered Ford Edge and Lincoln Nautilus to one that only produces EVs.</li><li>The company said Tuesday it will begin modernizing the 487-acre site in the second quarter of 2024.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/11/ford-to-spend-1-3b-to-transform-canada-factory-into-ev-manufacturing-hub/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lorenzo Franceschi-Bicchierai",
            "title": "Mercenary spyware hacked iPhone victims with rogue calendar invites, researchers say",
            "description": "Hackers using spyware made by a little known cyber mercenary company used malicious calendar invites to hack the iPhones of journalists, political opposition figures, and an NGO worker, according to two reports. Researchers at Microsoft and the digital rights",
            "url": "/2023-04-11-quadream-spyware-hacked-iphones-calendar-invites",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/quadream-GettyImages-1350424186.jpg?resize=1200,842",
            "publishedAt": "2023-04-11T16:00:26Z",
            "content": "Hackers using spyware made by a little known cyber mercenary company used malicious calendar invites to hack the iPhones of journalists, political opposition figures, and an NGO worker, according to  [+7026 chars]",
            "summary": "The researchers said they dont want to reveal what these traces are in order to retain their ability to track the malware. The exploit used to hack those targets was developed for iOS 14, and at the time was unpatched and unknown to Apple, making it a so-called zero-day. This poses real risk to human rights online, but also to the security and stability of the broader online environment. The services they offer require cyber mercenaries to stockpile vulnerabilities and search for new ways to access networks without authorization. Their actions do not only impact the individual they target, but leave whole networks and products exposed and vulnerable to further attacks. We need to act against this threat before the situation escalates beyond what the technology industry can handle.Do you have more information about QuaDream? None of them, except for one, responded to a request for comment from TechCrunch.",
            "html_summary": "<ul><li>The researchers said they don’t want to reveal what these traces are in order to retain their ability to track the malware.</li><li>The exploit used to hack those targets was developed for iOS 14, and at the time was unpatched and unknown to Apple, making it a so-called zero-day.</li><li>This poses real risk to human rights online, but also to the security and stability of the broader online environment.</li><li>The services they offer require cyber mercenaries to stockpile vulnerabilities and search for new ways to access networks without authorization.</li><li>Their actions do not only impact the individual they target, but leave whole networks and products exposed and vulnerable to further attacks.</li><li>We need to act against this threat before the situation escalates beyond what the technology industry can handle.”Do you have more information about QuaDream?</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/11/quadream-spyware-hacked-iphones-calendar-invites/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Fintech startup Clear Street raises $270M at a $2B valuation",
            "description": "Clear Street, which says it is building modern infrastructure for capital markets, has raised $270 million in the second tranche of a Series B funding round at a $2 billion valuation. Growth equity firm Prysm Capital led the financing, which brings the roun",
            "url": "/2023-04-11-?p=2524962",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/02/GettyImages-1319220428.jpg?resize=1200,675",
            "publishedAt": "2023-04-11T14:00:53Z",
            "content": "Clear Street, which says it is building modern infrastructure for capital markets, has raised $270 million in the second tranche of a Series B funding round at a $2 billion valuation.Growth equit [+3966 chars]",
            "summary": "Clear Street, which says it is building modern infrastructure for capital markets, has raised $270 million in the second tranche of a Series B funding round at a $2 billion valuation.Growth equity firm Prysm Capital led the financing, which brings the round total to $435 million. Prysm led that first tranche as well, which was the companys first round of funding raised from outside investors. In February, Clear Street announced that it had received an undisclosed strategic investment from IMC Investments, the venture capital arm of IMC, a proprietary trading firm and global market maker. New York-based Clear Street raised the first tranche of the round in May of 2022 at a $1.7 billion valuation. These legacy systems are entrenched in manual processes and siloed data, resulting in costly errors and expensive technical debt, he said. In total, Clear Street says it has $700 million in capital, including its external raise. Prior to taking in equity investment, Clear Street says it raised debt from insurance companies and regional banks.",
            "html_summary": "<ul><li>Clear Street, which says it is building “modern infrastructure” for capital markets, has raised $270 million in the second tranche of a Series B funding round at a $2 billion valuation.Growth equity firm Prysm Capital led the financing, which brings the round total to $435 million.</li><li>Prysm led that first tranche as well, which was the company’s first round of funding raised from outside investors.</li><li>In February, Clear Street announced that it had received an undisclosed strategic investment from IMC Investments, the venture capital arm of IMC, a proprietary trading firm and global market maker.</li><li>New York-based Clear Street raised the first tranche of the round in May of 2022 at a $1.7 billion valuation.</li><li>These legacy systems are entrenched in manual processes and siloed data, resulting in costly errors and expensive technical debt,” he said.</li><li>In total, Clear Street says it has $700 million “in capital,” including its external raise.</li></ul>",
            "website_url": "https://techcrunch.com/?p=2524962/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "BY MATT O'BRIEN - AP Technology Writer",
            "title": "Biden administration seeks input on AI safety measures",
            "description": "President Joe Bidens administration wants stronger measures to test the safety of artificial intelligence tools such as ChatGPT before they are publicly released, though it hasnt decided if the government will have a role in doing the vetting. The U.S.",
            "url": "/2023-04-11-artificial-intelligence-safeguards-chatgpt-biden-2a515baa7cafd8804337e5f0c9787602",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/8/39/83902aa2-9070-5656-a291-f8e98c031baa/643564a4a3645.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-11T13:33:44Z",
            "content": "BY MATT OBRIEN  AP Technology WriterPresident Joe Bidens administration wants stronger measures to test the safety of artificial intelligence tools such as ChatGPT before they are publicly relea [+2048 chars]",
            "summary": "We think that these accountability mechanisms could truly help by providing greater trust in the innovation thats happening.The NTIAs notice leans heavily on requesting comment about self-regulatory measures that the companies that build the technology would be likely to lead. Thats a contrast to the European Union, where lawmakers this month are negotiating the passage of new laws that could set strict limits on AI tools depending on how high a risk they pose. These new language models, for example, are really powerful and they do have the potential to generate real harm, Davidson said in an interview.",
            "html_summary": "<ul><li>“We think that these accountability mechanisms could truly help by providing greater trust in the innovation that’s happening.”The NTIA’s notice leans heavily on requesting comment about “self-regulatory” measures that the companies that build the technology would be likely to lead.</li><li>That’s a contrast to the European Union, where lawmakers this month are negotiating the passage of new laws that could set strict limits on AI tools depending on how high a risk they pose.</li></ul>",
            "website_url": "https://apnews.com/article/artificial-intelligence-safeguards-chatgpt-biden-2a515baa7cafd8804337e5f0c9787602"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "AutoLeap, now with $18M Series B, accelerates SaaS approach to auto repair operations",
            "description": "AutoLeaps founders say now is the golden age for aftermarket auto repair as technology shifts from a nice to have to a must have.",
            "url": "/2023-04-11-autoleap-saas-auto-repair-operations",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/g6180.png?resize=1200,675",
            "publishedAt": "2023-04-11T12:30:31Z",
            "content": "A shortage of available vehicles, higher car prices and interest rates are fueling car owners to hold onto their vehicles longer. Statistics from the Bureau of Transportation Statistics show that the [+3439 chars]",
            "summary": "In 2017, the age of the average car was 11 years old.All of that holding on means more repairs, but 90% of auto repair shops still use archaic technology in the form of spreadsheets and clunky invoicing tools. Lau declined to go into detail about revenue growth, but did say its been very strong revenue growth commensurate with our customer growth.AutoLeaps team has more than doubled in the past year, and the new capital will go toward the continuation of hiring across all functions. CarmaCare, touting its healthcare-for-your-car angle, announced $4.5 million in funding earlier this month, while over in Brazil, Mecanizou raised $14.5 million to help repair shops locate parts.AutoLeap itself closed on $30 million in Series B in March. Ultimately, weve seen tremendous growth from our customer base over the past year.An industry ripe for technology also means more startups are coming in with approaches to solving the problem and in turn attracting investor attention. For example, AutoLeap recently held its first virtual auto repair conference in March, called Amplify, and Ansari wants to do more like that.We want to continue to educate the market, Ansari said. A shortage of available vehicles, higher car prices and interest rates are fueling car owners to hold onto their vehicles longer. Image Credits: AutoLeapThe company raised $53 million in total, and since its $18 million Series A in late 2021, AutoLeap grew its customer base by nearly 10 times.",
            "html_summary": "<ul><li>In 2017, the age of the average car was 11 years old.All of that holding on means more repairs, but 90% of auto repair shops still use “archaic technology” in the form of spreadsheets and clunky invoicing tools.</li><li>Lau declined to go into detail about revenue growth, but did say “it’s been very strong revenue growth commensurate with our customer growth.”AutoLeap’s team has more than doubled in the past year, and the new capital will go toward the continuation of hiring across all functions.</li><li>CarmaCare, touting its “healthcare-for-your-car” angle, announced $4.5 million in funding earlier this month, while over in Brazil, Mecanizou raised $14.5 million to help repair shops locate parts.AutoLeap itself closed on $30 million in Series B in March.</li><li>Ultimately, we’ve seen tremendous growth from our customer base over the past year.”An industry ripe for technology also means more startups are coming in with approaches to solving the problem and in turn attracting investor attention.</li><li>For example, AutoLeap recently held its first virtual auto repair conference in March, called Amplify, and Ansari wants to do more like that.“We want to continue to educate the market,” Ansari said.</li><li>A shortage of available vehicles, higher car prices and interest rates are fueling car owners to hold onto their vehicles longer.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/11/autoleap-saas-auto-repair-operations/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Blockchains are scaling, now is the time to build a16z report",
            "description": "Blockchain growth will come via scalability, resulting in developers being excited to experiment and create new products.",
            "url": "/2023-04-11-a16z-crypto-report-blockchain-scaling",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/06/blockchain-illo1-background_blockchain-top2.png?resize=1200,675",
            "publishedAt": "2023-04-11T13:00:50Z",
            "content": "As the crypto market continues to find its footing in an evershaky climate, Andreessen Horowtiz, which launched a $4.5 billion web3 fund last year, released its second State of Crypto report. It div [+995 chars]",
            "summary": "It dives into everything from blockchain activity to new technologies, but one theme that stands out is that blockchains are scaling.The scaling momentum is up from a few years ago when tons of people were using blockchain networks, said Eddy Lazzarin, chief technology officer for a16z crypto. As a result, there was a lot of congestion, mainly on Ethereum, and gas fees were expensive.That time period convinced a lot of people that blockchain growth will come via scalability, Lazzarin noted, resulting in developers being excited to experiment and create new products. The momentum is now that developers can use them.There are roughly 30,000 active developers in the crypto industry today, which is down from early 2022 peaks but up well above early 2021, according to the report. As the crypto market continues to find its footing in an ever-shaky climate, Andreessen Horowtiz, which launched a $4.5 billion web3 fund last year, released its second State of Crypto report. So the effort over the past two years or more is to get scaling solutions off the ground, and now theyre actually working and live. Theres still more to be built, but theyre much cheaper, secure and they work.",
            "html_summary": "<ul><li>It dives into everything from blockchain activity to new technologies, but one theme that stands out is that blockchains are scaling.The scaling momentum is up from a few years ago when tons of people were using blockchain networks, said Eddy Lazzarin, chief technology officer for a16z crypto.</li><li>As a result, there was a lot of congestion, mainly on Ethereum, and gas fees were expensive.That time period convinced a lot of people that blockchain growth will come via scalability, Lazzarin noted, resulting in developers being excited to experiment and create new products.</li><li>The momentum is now that developers can use them.”There are roughly 30,000 active developers in the crypto industry today, which is down from early 2022 peaks but up “well above” early 2021, according to the report.</li><li>As the crypto market continues to find its footing in an ever-shaky climate, Andreessen Horowtiz, which launched a $4.5 billion web3 fund last year, released its second State of Crypto report.</li><li>“So the effort over the past two years or more is to get scaling solutions off the ground, and now they’re actually working and live.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/11/a16z-crypto-report-blockchain-scaling/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Ford to spend $1.3B to transform Canada factory into EV manufacturing hub. Mercenary spyware hacked iPhone victims with rogue calendar invites, researchers say. Fintech startup Clear Street raises $270M at a $2B valuation. Biden administration seeks input on AI safety measures. AutoLeap, now with $18M Series B, accelerates SaaS approach to auto repair operations. Blockchains are scaling, now is the time to build a16z report"
}