{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "Developer claims Steam is rejecting games with AIgenerated artwork",
            "description": "Valve cites unclear legal status, copyrighted training data in rejection message.",
            "url": "/2023-06-29-steam-mods-reportedly-blocking-games-that-use-ai-generated-artwork",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/steam-stats.jpeg",
            "publishedAt": "2023-06-29T13:51:31Z",
            "content": "Can you tell which of these seemingly identical bits of Steam iconography were generated using AI (trick question, its none of them).18 with Valve has reportedly become the latest company to rea [+5046 chars]",
            "summary": "An anonymous developer going by the Reddit handle potterharry97 reports having a Steam game page submission rejected for the use of \"art assets generated by artificial intelligence that appears to be relying on copyrighted material owned by third parties. In particular, [Game Name Here] contains art assets generated by artificial intelligence that appears to be relying on copyrighted material owned by third parties. \"\"I didn't even realize AI art was not allowed, as I'd heard of it being used, and even seen a few fairly obvious examples myself,\" potterharry97 wrote in the comment thread below their initial post.It's unclear if potterharry97's reported game rejection represents a new, official Valve policy. \"That \"obvious\" use of AI art tools apparently set off some alarm bells with a Valve moderator, who reportedly replied that Valve had \"identified intellectual property... which appears to belongs to one or more third parties. We have yet to see any other reports of Steam games being rejected for similar reasons; on the contrary, some games that clearly and explicitly use AI-generated art have been available on Steam for months. At the same time, companies from Marvel to DeviantArt have embraced the technology to one degree or another.Creators and corporations can sidestep any potential unsettled legal issues by using an AI art generator trained on public-domain and officially licensed images, such as Adobe Firefly. Neither Valve nor potterharry97 were immediately available to respond to a request for comment.That said, it wouldn't be surprising if Valve was feeling skittish about allowing AI-generated art assets in Steam games.",
            "html_summary": "<ul><li>An anonymous developer going by the Reddit handle potterharry97 reports having a Steam game page submission rejected for the use of \"art assets generated by artificial intelligence that appears to be relying on copyrighted material owned by third parties.</li><li>In particular, [Game Name Here] contains art assets generated by artificial intelligence that appears to be relying on copyrighted material owned by third parties.</li><li>\"\"I didn't even realize AI art was not allowed, as I'd heard of it being used, and even seen a few fairly obvious examples myself,\" potterharry97 wrote in the comment thread below their initial post.It's unclear if potterharry97's reported game rejection represents a new, official Valve policy.</li><li>\"That \"obvious\" use of AI art tools apparently set off some alarm bells with a Valve moderator, who reportedly replied that Valve had \"identified intellectual property... which appears to belongs to one or more third parties.</li><li>We have yet to see any other reports of Steam games being rejected for similar reasons; on the contrary, some games that clearly and explicitly use AI-generated art have been available on Steam for months.</li><li>At the same time, companies from Marvel to DeviantArt have embraced the technology to one degree or another.Creators and corporations can sidestep any potential unsettled legal issues by using an AI art generator trained on public-domain and officially licensed images, such as Adobe Firefly.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/06/steam-mods-reportedly-blocking-games-that-use-ai-generated-artwork/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Szkutak",
            "title": "Level wants to back your fund  and your portfolio companies too",
            "description": "In 2023, funds of funds (FoFs) are on track to raise the smallest amount of money this year in more than a decade.  At the same time, muted venture deal...",
            "url": "/2023-06-29-level-wants-to-back-your-fund-and-your-portfolio-companies-too",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/o0En399yVRejlnuzJRbHuQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD01NTk-/https://media.zenfs.com/en/techcrunch_350/4864f24e7f7dd12a47669d3bd5820cd3",
            "publishedAt": "2023-06-29T13:54:57Z",
            "content": "In 2023, funds of funds (FoFs) are on track to raise the smallest amount of money this year in more than a decade. At the same time, muted venture deal activity has many firms ditching their followo [+4074 chars]",
            "summary": "Level also gives its portfolio of funds access to the data it uses.Levels approach to build data solutions to source and find companies puts it squarely in line with trends that have begun to gain steam in venture. So far, Level has backed firms including Air Street Capital, Emergent Ventures and Work-Bench.From there, the firm looks to use its data capabilities to keep tabs on underlying portfolio companies to unearth which startups make sense for Level to invest in when they raise their next round. An increasing number of firms are looking to build algorithms to uncover deals they would have missed otherwise or that wouldnt have crossed their radar.We are seeing more and more firms adding automation and data to their sourcing process. We wanted to build something that was tech-enabled that allowed us to better understand the ecosystem.The first key to getting the strategy to work, Azout said, was finding the right fund managers. If you dont have data capabilities, you will be disadvantaged from a sourcing perspective.But the firm doesnt 100% leave it up to the data. He decided to launch Level to see if that strategy could prove successful as an institutional investing approach when driven by data.We wanted to disrupt the LP side of the equation, Azout said. At the same time, muted venture deal activity has many firms ditching their follow-on funds.",
            "html_summary": "<ul><li>Level also gives its portfolio of funds access to the data it uses.Level’s approach to build data solutions to source and find companies puts it squarely in line with trends that have begun to gain steam in venture.</li><li>So far, Level has backed firms including Air Street Capital, Emergent Ventures and Work-Bench.From there, the firm looks to use its data capabilities to keep tabs on underlying portfolio companies to unearth which startups make sense for Level to invest in when they raise their next round.</li><li>An increasing number of firms are looking to build algorithms to uncover deals they would have missed otherwise or that wouldn’t have crossed their radar.“We are seeing more and more firms adding automation and data to their sourcing process.</li><li>We wanted to build something that was tech-enabled that allowed us to better understand the ecosystem.”The first key to getting the strategy to work, Azout said, was finding the right fund managers.</li><li>“If you don’t have data capabilities, you will be disadvantaged from a sourcing perspective.”But the firm doesn’t 100% leave it up to the data.</li><li>He decided to launch Level to see if that strategy could prove successful as an institutional investing approach when driven by data.“We wanted to disrupt the LP side of the equation,” Azout said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/29/level-wants-to-back-your-fund-and-your-portfolio-companies-too/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Iljitsch van Beijnum",
            "title": "Speed matters How Ethernet went from 3Mbps to 100Gbps and beyond",
            "description": "One of the biggest computing inventions of all time, courtesy of Xerox PARC.",
            "url": "/2023-06-29-speed-matters-how-ethernet-went-from-3mbps-to-100gbps-and-beyond",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2020/10/broadband-ethernet-cables-760x380.jpg",
            "publishedAt": "2023-06-29T10:46:00Z",
            "content": "8 with With Ethernet turning 50 this year, Ars is resurfacing this feature on the development and evolution of Ethernet that was originally published in 2011.Although watching TV shows from the 1 [+7587 chars]",
            "summary": "The Ethernet system then selects an actual backoff time that's a random number below the maximum backoff time.For instance, after the first collision, the maximum backoff time is 2, making the choices for the actual backoff time 0 and 1. However, the cable does in fact form a ring, and Token Ring uses a somewhat complex token-passing system to determine which computer gets to send a packet at which time. Just to make sure that the source of the interfering transmission also detects a collision, upon detecting a collision, a station sends a \"jam\" signal for 32 bit times.Both sides now know their transmission failed, so they start retransmission attempts using an exponential backoff procedure. When a collision occurs because two stations transmit at the same time, the retransmissions make sure that the data gets across eventually.Ethernet improves on ALOHAnet in several ways. So each Ethernet station maintains a maximum backoff time, counted as an integer value that is multiplied by the time it takes to transmit 512 bits. With a ring, a cable runs from the first computer to the second, from there to the third and so on until all participating systems are connected, and then the last is connected to the first, completing the ring.In practice, things aren't so simple. The name comes from the luminiferous ether that was at one point thought to be the medium through which electromagnetic waves propagate, like sound waves propagate through air.Ethernet used its cabling as radio \"ether\" by simply broadcasting packets over a thick coaxial line.",
            "html_summary": "<ul><li>The Ethernet system then selects an actual backoff time that's a random number below the maximum backoff time.For instance, after the first collision, the maximum backoff time is 2, making the choices for the actual backoff time 0 and 1.</li><li>However, the cable does in fact form a ring, and Token Ring uses a somewhat complex token-passing system to determine which computer gets to send a packet at which time.</li><li>Just to make sure that the source of the interfering transmission also detects a collision, upon detecting a collision, a station sends a \"jam\" signal for 32 bit times.Both sides now know their transmission failed, so they start retransmission attempts using an exponential backoff procedure.</li><li>When a collision occurs because two stations transmit at the same time, the retransmissions make sure that the data gets across eventually.Ethernet improves on ALOHAnet in several ways.</li><li>So each Ethernet station maintains a maximum backoff time, counted as an integer value that is multiplied by the time it takes to transmit 512 bits.</li><li>With a ring, a cable runs from the first computer to the second, from there to the third and so on until all participating systems are connected, and then the last is connected to the first, completing the ring.In practice, things aren't so simple.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/06/speed-matters-how-ethernet-went-from-3mbps-to-100gbps-and-beyond/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "B Garage raises $20M for its warehouse inventory drones",
            "description": "B Garage, a San Josebased starup that builds out autonomous drones to track warehouse inventory, has raised a $20 million Series A round.",
            "url": "/2023-06-29-b-garage-raises-20m-for-its-warehouse-inventory-drones",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/B-Garage.jpg?resize=1200,800",
            "publishedAt": "2023-06-29T09:55:42Z",
            "content": "B Garage, a San Josebased startup building autonomous drones along with software to track warehouse inventory, said today that it has picked up $20 million in a Series A round of funding.New inve [+3935 chars]",
            "summary": "The autonomous drone technology could be highly suitable for B2B logistics warehouse inventory management.B Garages mission is to address the labor shortage issue in those sectors by utilizing artificial intelligence and autonomous technology. If the drones battery runs out, the drone automatically returns to its dedicated battery swapping station, which replaces the depleted battery with a fully charged one from its inventory of pre-charged batteries in a matter of minutes. B Garage, a San Jose-based startup building autonomous drones along with software to track warehouse inventory, said today that it has picked up $20 million in a Series A round of funding. )While studying for the doctoral program, Kim realized the lack of startups in the autonomous flight field, and he first came up with an idea in 2017 to build a company offering autonomous flight technology for drone manufacturers. The ground robots will allow the startup to cater to a broader range of customers, providing comprehensive solutions for inventory management across various sectors, Kim explained. After meeting industry experts in the U.S. in 2019, Kim shaped his plan to develop drones and management software for automated warehouse inventories. Our drones are equipped with advanced battery technology that enables efficient battery replacement, Kim continued.",
            "html_summary": "<ul><li>“The autonomous drone technology could be highly suitable for B2B logistics warehouse inventory management.”B Garage’s mission is to address the labor shortage issue in those sectors by utilizing artificial intelligence and autonomous technology.</li><li>If the drone’s battery runs out, the drone automatically returns to its dedicated battery swapping station, which replaces the depleted battery with a fully charged one from its inventory of pre-charged batteries in a matter of minutes.</li><li>B Garage, a San Jose-based startup building autonomous drones along with software to track warehouse inventory, said today that it has picked up $20 million in a Series A round of funding.</li><li>)While studying for the doctoral program, Kim realized the lack of startups in the autonomous flight field, and he first came up with an idea in 2017 to build a company offering autonomous flight technology for drone manufacturers.</li><li>The ground robots will allow the startup to cater to a broader range of customers, providing comprehensive solutions for inventory management across various sectors, Kim explained.</li><li>After meeting industry experts in the U.S. in 2019, Kim shaped his plan to develop drones and management software for automated warehouse inventories.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/29/b-garage-raises-20m-for-its-warehouse-inventory-drones/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Material Evolution raises $19M to decarbonise the cement industry",
            "description": "Material Evolution has raised 15 million in a Series A round of funding to scale production of its lowcarbon cement.",
            "url": "/2023-06-29-material-evolution-raises-19m-to-decarbonise-the-cement-industry",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1327336423.jpg?resize=1200,800",
            "publishedAt": "2023-06-29T09:02:13Z",
            "content": "In the industrial world, cement is about as omnipresent as materials get. But despite its clear and obvious utility, cement is responsible for some 8% of global CO2 emissions  if it was a country, i [+2223 chars]",
            "summary": "In the industrial world, cement is about as omnipresent as materials get. But Material Evolution points to its own proprietary technology as a key differentiator.",
            "html_summary": "<ul><li>In the industrial world, cement is about as omnipresent as materials get.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/29/material-evolution-raises-19m-to-decarbonise-the-cement-industry/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "When companies have more influence than countries",
            "description": "Should enormous companies of the world be run more like countries? Or should countries be run more like companies?",
            "url": "/2023-06-29-so-who-watches-the-watchmen",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/03/spyware-nso-eyes.jpg?resize=1200,732",
            "publishedAt": "2023-06-29T14:01:36Z",
            "content": "Apple recently hit a market cap of $3 trillion only two years after it crossed the $2 trillion mark. Before that, it had taken more than 40 years to make it to $1 trillion. The company recorded reven [+1757 chars]",
            "summary": "While itd lag the likes of the U.S., France and Egypt, as a country, Apple would produce more wealth than Norway, Portugal or Greece, and only slightly less than Hong Kong, Peru or Israel.The sheer power of a company like Apple is unlike anything the world has ever seen. I genuinely believe that  crazy price tag notwithstanding  by showing off its Vision Pro AR headset, the company has played a huge role in reshaping the entire AR industry.Apples AR headset is a game-changer for startupsOther companies are extraordinarily powerful as well. It has a rapidly growing footprint in places you might not immediately associate with the iPhone maker, including finance (Apple Card, Apple Pay, and even a high-interest savings account), health and, of course, communications.It also has a huge storage and processing business in the form of its iCloud products. The company recorded revenue of almost $400 billion last year.If Apple were a country, according to the CIAs World Factbook, its revenue would rank it at No. With the exception of TikTok, most major social media sites are based in the U.S. and ruled with American sensibilities, such as the countrys fervor around the First Amendment guaranteeing free speech. Apple recently hit a market cap of $3 trillion only two years after it crossed the $2 trillion mark. And dont forget that it produces high-end TV shows and movies for its Apple TV+ service, and while Apple Music rarely makes headlines these days, it has 88 million subscribers.",
            "html_summary": "<ul><li>While it’d lag the likes of the U.S., France and Egypt, as a country, Apple would produce more wealth than Norway, Portugal or Greece, and only slightly less than Hong Kong, Peru or Israel.The sheer power of a company like Apple is unlike anything the world has ever seen.</li><li>I genuinely believe that — crazy price tag notwithstanding — by showing off its Vision Pro AR headset, the company has played a huge role in reshaping the entire AR industry.Apple’s AR headset is a game-changer for startupsOther companies are extraordinarily powerful as well.</li><li>It has a rapidly growing footprint in places you might not immediately associate with the iPhone maker, including finance (Apple Card, Apple Pay, and even a high-interest savings account), health and, of course, communications.It also has a huge storage and processing business in the form of its iCloud products.</li><li>The company recorded revenue of almost $400 billion last year.If Apple were a country, according to the CIA’s World Factbook, its revenue would rank it at No.</li><li>With the exception of TikTok, most major social media sites are based in the U.S. and ruled with American sensibilities, such as the country’s fervor around the First Amendment guaranteeing free speech.</li><li>Apple recently hit a market cap of $3 trillion only two years after it crossed the $2 trillion mark.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/29/so-who-watches-the-watchmen/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Devin Coldewey",
            "title": "Meta expects recommendation models orders of magnitude bigger than GPT4. Why?",
            "description": "Metas systems could be orders of magnitude bigger than the biggest models out there, like ChatGPT and GPT4. Is that really necessary?",
            "url": "/2023-06-29-metas-behavior-analysis-model-is-orders-of-magnitude-bigger-than-gpt-4-why",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/11/facebook-meta-surveillance-2.jpg?resize=1200,675",
            "publishedAt": "2023-06-29T10:01:15Z",
            "content": "Meta made a remarkable claim in an announcement published today intended to give more clarity on its content recommendation algorithms. Its preparing for behavior analysis systems orders of magnitu [+6713 chars]",
            "summary": "The implications are clear, so while we cant treat this tens-of-trillions scale model as extant, we can treat it as genuinely aspirational and likely in the works.Understand and model peoples preferences, by the way, must be understood to mean behavior analysis of users. The value and legitimacy of that targeting must be reiterated constantly even as users revolt and advertising multiplies and insinuates rather than improves.Never once has Meta done something sensible like present me with a list of 10 brands or hobbies and ask which of them I like. In a clarifying statement, the company said, We believe our recommendation models have the potential to reach tens of trillions of parameters. This phrasing is a bit like saying your burgers can have 16-ounce patties but then admitting theyre still at the quarter-pounder stage. Nevertheless the company clearly states that it aims to ensure that these very large models can be trained and deployed efficiently at scale.Would a company build costly infrastructure for software it doesnt intend to create  or use? Its preparing for behavior analysis systems orders of magnitude bigger than the biggest large language models out there, including ChatGPT and GPT-4. Theyd rather watch over my shoulder as I skim the web looking for a new raincoat and act like its a feat of advanced artificial intelligence when they serve me raincoat ads the next day. This occasion is a little of both.In addition to the system cards explaining how AI is used in a given context or app, the social and advertising network posted an overview of the AI models it uses.",
            "html_summary": "<ul><li>The implications are clear, so while we can’t treat this tens-of-trillions scale model as extant, we can treat it as genuinely aspirational and likely in the works.“Understand and model people’s preferences,” by the way, must be understood to mean behavior analysis of users.</li><li>The value and legitimacy of that targeting must be reiterated constantly even as users revolt and advertising multiplies and insinuates rather than improves.Never once has Meta done something sensible like present me with a list of 10 brands or hobbies and ask which of them I like.</li><li>In a clarifying statement, the company said, “We believe our recommendation models have the potential to reach tens of trillions of parameters.” This phrasing is a bit like saying your burgers “can” have 16-ounce patties but then admitting they’re still at the quarter-pounder stage.</li><li>Nevertheless the company clearly states that it aims to “ensure that these very large models can be trained and deployed efficiently at scale.”Would a company build costly infrastructure for software it doesn’t intend to create — or use?</li><li>It’s preparing for behavior analysis systems “orders of magnitude” bigger than the biggest large language models out there, including ChatGPT and GPT-4.</li><li>They’d rather watch over my shoulder as I skim the web looking for a new raincoat and act like it’s a feat of advanced artificial intelligence when they serve me raincoat ads the next day.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/29/metas-behavior-analysis-model-is-orders-of-magnitude-bigger-than-gpt-4-why/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Lightspeed makes first investment in Africa, backing Ghanas Berry Health",
            "description": "Berry Health wants to democratize access to healthcare in Africa, starting out with mental health, sexual health and dermatology.",
            "url": "/2023-06-29-lightspeed-makes-first-investment-in-africa-backing-ghanas-berry-health",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/B6F68E47-FAA7-4327-8EF7-F59D2EAEF009.jpeg?resize=1200,1200",
            "publishedAt": "2023-06-29T10:20:02Z",
            "content": "Sexual and mental health stigmatization in Africa has evolved over several decades to a point where negligence to address the issue has led to the continent topping the charts in sexually transmitted [+6739 chars]",
            "summary": "As such, Berry Health, starting with customers from Ghana, offers remote diagnosis  for conditions such as anxiety, depression and sexual health (e.g., birth control and erectile dysfunction), dermatology and hair loss  through telemedicine and treatment via online consultations and home delivery services. During that period, I realized a massive explosion in mental health conditions and conditions around stigmatized health care, said the British-Ghanaian medical doctor. In addition, the sub-Saharan region is second only to Southeast Asia in the highest incidence of STIs, with over 80 million cases annually.Theres no one-size-fits-all approach to tackling the stigma around sexual and mental health in Africa considering sporadic governmental efforts. They also enable a broader range of consumers to control their health and wellness, eliminating barriers that have hindered access to quality care. Were super excited about the number of other players in healthcare because we know how complex the general healthcare problem is, me being a practitioner, said the CEO. The doctor-cum-investor-cum-founder went on to work at growth for one of Europes fastest-growing startups: $10 billion quick-commerce upstart Flink.Hes got a CV that you could only dream of, plus weve got this underserved market, a business model that we know works well in the U.S. and Europe. After moving from London, where he grew up, to Ghana, where he completed medical school, the chief executive practiced as a general practitioner for five years in hospitals around rural and urban areas.",
            "html_summary": "<ul><li>As such, Berry Health, starting with customers from Ghana, offers remote diagnosis — for conditions such as anxiety, depression and sexual health (e.g., birth control and erectile dysfunction), dermatology and hair loss — through telemedicine and treatment via online consultations and home delivery services.</li><li>During that period, I realized a massive explosion in mental health conditions and conditions around stigmatized health care,” said the British-Ghanaian medical doctor.</li><li>In addition, the sub-Saharan region is second only to Southeast Asia in the highest incidence of STIs, with over 80 million cases annually.There’s no one-size-fits-all approach to tackling the stigma around sexual and mental health in Africa considering sporadic governmental efforts.</li><li>They also enable a broader range of consumers to control their health and wellness, eliminating barriers that have hindered access to quality care.</li><li>We’re super excited about the number of other players in healthcare because we know how complex the general healthcare problem is, me being a practitioner,” said the CEO.</li><li>The doctor-cum-investor-cum-founder went on to work at growth for one of Europe’s fastest-growing startups: $10 billion quick-commerce upstart Flink.“He’s got a CV that you could only dream of, plus we’ve got this underserved market, a business model that we know works well in the U.S. and Europe.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/29/lightspeed-makes-first-investment-in-africa-backing-ghanas-berry-health/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Developer claims Steam is rejecting games with AIgenerated artwork. Level wants to back your fund  and your portfolio companies too. Speed matters How Ethernet went from 3Mbps to 100Gbps and beyond. B Garage raises $20M for its warehouse inventory drones. Material Evolution raises $19M to decarbonise the cement industry. When companies have more influence than countries. Meta expects recommendation models orders of magnitude bigger than GPT4. Why?. Lightspeed makes first investment in Africa, backing Ghanas Berry Health"
}