{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Dont rush generative AI apps to market without tackling privacy risks, says UK watchdog",
            "description": "The UKs data protection watchdog has fired its most explicit warning shot yet at generative AI developers  saying it expects them to address privacy risks before bringing their products to market.",
            "url": "/2023-06-15-uk-ico-generative-ai-warning",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2015/08/368912557_2fc44d3709_b.jpg?w=1024",
            "publishedAt": "2023-06-15T10:44:31Z",
            "content": "The UKs data protection watchdog has fired its most explicit warning shot yet at generative AI developers  saying it expects them to address privacy risks before bringing their products to market. [+4850 chars]",
            "summary": "(The UKs Competition and Markets Authority announced a review of generative AI last month; while, earlier this month, Ofcom offered some thoughts on what generative AI might mean for the comms sector which included detail on how its monitoring developments with a view to assessing potential harms. The idea quickly won buy-in from a number of AI giants.UKs antitrust watchdog announces initial review of generative AIUK to avoid fixed rules for AI  in favor of context-specific guidance And earlier this month prime minister Rishi Sunak announced a plan to host a global summit on AI safety this fall, seemingly to focus on fostering research efforts. The ICO is plainly stating that it expects businesses to not just take note of its recommendations but act on them.",
            "html_summary": "<ul><li>(The UK’s Competition and Markets Authority announced a review of generative AI last month; while, earlier this month, Ofcom offered some thoughts on what generative AI might mean for the comms sector which included detail on how it’s monitoring developments with a view to assessing potential harms.</li><li>The idea quickly won buy-in from a number of AI giants.UK’s antitrust watchdog announces initial review of generative AIUK to avoid fixed rules for AI – in favor of ‘context-specific guidance’</li><li>And earlier this month prime minister Rishi Sunak announced a plan to host a global summit on AI safety this fall, seemingly to focus on fostering research efforts.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/15/uk-ico-generative-ai-warning/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Wargraphs, a gaming startup with only one employee and no outside funding, sells for $54M",
            "description": "While the U.K. and U.S. try to block Microsofts acquisition of Activision over concerns it will kill competition in games distribution, competition appears to be alive and well in another (smaller) area of gaming modding and analytics. Wargraphs, a oneman",
            "url": "/2023-06-15-wargraphs-a-gaming-startup-with-only-one-employee-and-no-outside-funding-sells-for-54m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-1169106005.jpg?resize=1200,800",
            "publishedAt": "2023-06-15T11:37:33Z",
            "content": "While the U.K. and U.S. try to block Microsofts acquisition of Activision over concerns it will kill competition in games distribution, competition appears to be alive and well in another (smaller) [+3459 chars]",
            "summary": "But in that context, Wargraphs and Jean-Nicholas are examples of how a completely different approach can be just as lucrative, if not more, in the consumer segment.The deal also speaks to an interesting evolution in consumer technology.Gaming is huge business these days. (Case in point: The transaction closed a month ago, but Overwolf is trumpeting it at the moment to shine some light on its own platform as a ripe place to grow new avenues in gaming. The plan is to expand them to more markets, in particular across Asia, and to build analytics for more titles.I write startup, but that might be with the loosest interpretation of the term. But that hasnt held him back.Wargraphs currently also builds analytics for Legends of Runeterra and Teamfight Tactics, but the League of Legends business has been its biggest it by far. There is only a single employee, the mild-mannered Jean-Nicholas, and he has also entirely bootstrapped the business on his own. He has no plans to raise outside funding for this, but he might hire an employee or two. Specifically, a card game that will compete against Hearthstone, coincidentally published by Activision Blizzard.",
            "html_summary": "<ul><li>But in that context, Wargraphs and Jean-Nicholas are examples of how a completely different approach can be just as lucrative, if not more, in the consumer segment.The deal also speaks to an interesting evolution in consumer technology.Gaming is huge business these days.</li><li>(Case in point: The transaction closed a month ago, but Overwolf is trumpeting it at the moment to shine some light on its own platform as a ripe place to grow new avenues in gaming.</li><li>The plan is to expand them to more markets, in particular across Asia, and to build analytics for more titles.I write “startup”, but that might be with the loosest interpretation of the term.</li><li>But that hasn’t held him back.Wargraphs currently also builds analytics for Legends of Runeterra and Teamfight Tactics, but the League of Legends business has been its biggest it by far.</li><li>There is only a single employee, the mild-mannered Jean-Nicholas, and he has also entirely bootstrapped the business on his own.</li><li>He has no plans to raise outside funding for this, but he might hire an employee or two.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/15/wargraphs-a-gaming-startup-with-only-one-employee-and-no-outside-funding-sells-for-54m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Deepchecks snags $14M seed to continuously validate ML models",
            "description": "As companies increasingly build machine learning models, DeepChecks, an Israeli startup can help by continuously validating the model.",
            "url": "/2023-06-15-deepchecks-snags-14m-seed-to-continuously-validate-ml-models",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1429997322.jpg?resize=1200,718",
            "publishedAt": "2023-06-15T09:03:39Z",
            "content": "As companies increasingly rely on machine learning models, its imperative that they continuously check the models to make sure they are working as intended and that the data is valid, unbiased and no [+3506 chars]",
            "summary": "More recently they also built a commercial version of the product, one that provides standard enterprise features like strong security and authentication.We brought quite a lot of understanding and hands-on experience in the field and also knowing the problem and what we would have wanted, she said. Chorev said they learned firsthand about the power and limitations of the technology, and thats why they decided to start a company to work on quality-checking models.So both Philip and I were both in positions of leading AI research and bringing models to production. Today, the company announced a $14 million seed investment and the general availability of the open source version of the solution. The company also has a commercial product, Deepchecks Hub, that it began testing earlier this year.CEO Philip Tannor and CTO Shir Chorev spent time in the Israeli military where they worked on machine learning. So like any good entrepreneurs, they built the tool they wanted and open sourced it. She is concerned about building a diverse workforce, even while recognizing it can be a challenge for a young company. Those experiences were relevant and helpful as they built the company.",
            "html_summary": "<ul><li>More recently they also built a commercial version of the product, one that provides standard enterprise features like strong security and authentication.“We brought quite a lot of understanding and hands-on experience in the field and also knowing the problem and what we would have wanted,” she said.</li><li>Chorev said they learned firsthand about the power and limitations of the technology, and that’s why they decided to start a company to work on quality-checking models.“So both Philip and I were both in positions of leading AI research and bringing models to production.</li><li>Today, the company announced a $14 million seed investment and the general availability of the open source version of the solution.</li><li>The company also has a commercial product, Deepchecks Hub, that it began testing earlier this year.CEO Philip Tannor and CTO Shir Chorev spent time in the Israeli military where they worked on machine learning.</li><li>So like any good entrepreneurs, they built the tool they wanted and open sourced it.</li><li>She is concerned about building a diverse workforce, even while recognizing it can be a challenge for a young company.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/15/deepchecks-snags-14m-seed-to-continuously-validate-ml-models/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "ChrysCapital invests $100 million in Indias Lenskart",
            "description": "ChrysCapital has invested $100 million in Lenskart, pushing the Asian eyewear startups raise in the past year to $850 million.",
            "url": "/2023-06-15-chryscapital-invests-100-million-in-lenskart",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/12/GettyImages-1131044900.jpg?resize=1200,799",
            "publishedAt": "2023-06-15T05:11:07Z",
            "content": "ChrysCapital has invested $100 million in Lenskart, the two said Thursday, pushing the Asian eyewear startups raise in the past year to $850 million as it expands its offerings and reach in internat [+3208 chars]",
            "summary": "The startup is opening more than seven stores a week and plans to manufacture 20 million pairs of glasses next year.Hundreds of millions of Indians need vision correction, but only a fraction of this population is currently wearing glasses or contact lenses. Bansal said the company will continue to scale its operations in India and existing international markets where it has operations because they remain highly underserved.But what has helped Lenskart, and the eyewear industry at large, is just how quickly Indians are adopting glasses, he said. It has become one of the largest eyewear players in India by undercutting the competition, offering premium glasses at affordable prices.Lenskart has been able to keep the prices low because its bringing more efficiency into the eyewear sector, Bansal told TechCrunch in a recent interview. About 450 million of the $600 million fundraise this year is secondary transaction.ChrysCapital is one of the most esteemed Indian equity partners, and it is my privilege to have them by our side. With the acquisition of Owndays, there is an opportunity for Lenskart to expand across 10+ Asian countries in addition to the already large Indian market, said Rajiv Batra, SVP at ChrysCapital, in a statement. The new investment follows Abu Dhabi Investment Authority announcing plans to invest $500 million in Lenskart. Incidences of myopia are rapidly growing globally, especially in Asia, including India, with big unsolved problems of access, affordability, and awareness.",
            "html_summary": "<ul><li>The startup is opening more than seven stores a week and plans to manufacture 20 million pairs of glasses next year.Hundreds of millions of Indians need vision correction, but only a fraction of this population is currently wearing glasses or contact lenses.</li><li>Bansal said the company will continue to scale its operations in India and existing international markets where it has operations because they remain highly underserved.But what has helped Lenskart, and the eyewear industry at large, is just how quickly Indians are adopting glasses, he said.</li><li>It has become one of the largest eyewear players in India by undercutting the competition, offering premium glasses at affordable prices.Lenskart has been able to keep the prices low because it’s bringing more efficiency into the eyewear sector, Bansal told TechCrunch in a recent interview.</li><li>About 450 million of the $600 million fundraise this year is secondary transaction.“ChrysCapital is one of the most esteemed Indian equity partners, and it is my privilege to have them by our side.</li><li>With the acquisition of Owndays, there is an opportunity for Lenskart to expand across 10+ Asian countries in addition to the already large Indian market,” said Rajiv Batra, SVP at ChrysCapital, in a statement.</li><li>The new investment follows Abu Dhabi Investment Authority announcing plans to invest $500 million in Lenskart.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/14/chryscapital-invests-100-million-in-lenskart/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Stellantis has invested about onethird of its 300M euro fund into 10 startups",
            "description": "Stellantis has invested about onethird of its 300 million euro fund into 10 startups and one unnamed mobility fund with another VC firm.",
            "url": "/2023-06-15-stellantis-has-invested-about-one-third-of-its-300m-euro-fund-into-10-startups",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
            "publishedAt": "2023-06-15T11:00:56Z",
            "content": "The corporate venture arm of automaker Stellantis has invested about onethird of its 300 million euro ($324M) fund into 10 startups that cover everything from battery technology and holographic augm [+3095 chars]",
            "summary": "The first e-bikes will be available to buy in Europe in the last quarter of 2023.Stellantis Ventures said it has also invested in seven other startups, some of which were announced earlier this year, including holographic augmented reality startup Envisics and lithium-sulfur battery developer Lyten. The full catalog will be offered as a subscription service, according to the company.Meanwhile, Stellantis said it has tapped beweelsociety to help it push into other forms of mobility beyond cars, trucks and SUVs. Beweelsociety has developed connected e-bikes as well as an app that provides, financing, insurance, maintenance and anti-theft services for cyclists. Stellantis Ventures and its $300 million was announced in March 2022 as part of the automakers Dare Forward 2030 strategic plan that aims to cut emissions in half by 2030. This summer, select new Jeep vehicles will gain access to more than 200 trail guides, including the 62 Jeep Badge of Honor trails. If that timelines holds, the entire 300 million euro fund will be fully vested by 2025. Stellantis didnt disclose how much it invested in each company.",
            "html_summary": "<ul><li>The first e-bikes will be available to buy in Europe in the last quarter of 2023.Stellantis Ventures said it has also invested in seven other startups, some of which were announced earlier this year, including holographic augmented reality startup Envisics and lithium-sulfur battery developer Lyten.</li><li>The full catalog will be offered as a subscription service, according to the company.Meanwhile, Stellantis said it has tapped beweelsociety to help it push into other forms of mobility beyond cars, trucks and SUVs.</li><li>Beweelsociety has developed connected e-bikes as well as an app that provides, financing, insurance, maintenance and anti-theft services for cyclists.</li><li>Stellantis Ventures and its $300 million was announced in March 2022 as part of the automaker’s “Dare Forward 2030” strategic plan that aims to cut emissions in half by 2030.</li><li>This summer, select new Jeep vehicles will gain access to more than 200 trail guides, including the 62 Jeep Badge of Honor trails.</li><li>If that timelines holds, the entire 300 million euro fund will be fully vested by 2025.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/15/stellantis-has-invested-about-one-third-of-its-300m-euro-fund-into-10-startups/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Lightspeed says India not for the fainthearted amid Sequoia split",
            "description": "Bejul Somaia of Lightspeed staunchly defended the opportunities in India days after Sequoias decision to segregate the India venture.",
            "url": "/2023-06-15-lightspeed-says-india-not-for-the-faint-hearted-amid-sequoia-split",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1009830280.jpg?resize=1200,800",
            "publishedAt": "2023-06-15T05:57:41Z",
            "content": "Bejul Somaia, the founding partner of Lightspeed India, staunchly defended the allure of South Asias investment landscape, even in the wake of unsettling movements such as Sequoias decision to segr [+3786 chars]",
            "summary": "However, even though Indian startups have raised more than $75 billion in funding over the past 15 years, meaningful exit opportunities for investors have been few and far between.Tiger Global partner Scott Shleifer echoed similar sentiment earlier this year. But India is worth it, he wrote.India has progressively come to the fore as a key overseas market for venture capital and private equity investors, who have been scouring the globe for substantial growth markets, over the past two decades. So returns on equity in the internet got really high and the returns for investors have been really high. The question is not whether there is potential, but how best to navigate this potential.Somaias remarks come on the heels of an escalating critique from certain industry figures who have been openly skeptical about Sequoias decision to cut the India and Southeast Asia arm. If you look at the market-leading internet companies, whether it is Google, Facebook, Alibaba or Tencent, revenue for them got bigger than cost more than a decade ago. I was surprised why they would allow India to leave, he said on his podcast All-In last week. You had a great legacy of the last 17-18 years of materially profitable internet companies.",
            "html_summary": "<ul><li>However, even though Indian startups have raised more than $75 billion in funding over the past 15 years, meaningful exit opportunities for investors have been few and far between.Tiger Global partner Scott Shleifer echoed similar sentiment earlier this year.</li><li>But India is worth it,” he wrote.India has progressively come to the fore as a key overseas market for venture capital and private equity investors, who have been scouring the globe for substantial growth markets, over the past two decades.</li><li>So returns on equity in the internet got really high and the returns for investors have been really high.</li><li>The question is not whether there is potential, but how best to navigate this potential.”Somaia’s remarks come on the heels of an escalating critique from certain industry figures who have been openly skeptical about Sequoia’s decision to cut the India and Southeast Asia arm.</li><li>If you look at the market-leading internet companies, whether it is Google, Facebook, Alibaba or Tencent, revenue for them got bigger than cost more than a decade ago.</li><li>“I was surprised why they would allow India to leave,” he said on his podcast All-In last week.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/14/lightspeed-says-india-not-for-the-faint-hearted-amid-sequoia-split/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Dont rush generative AI apps to market without tackling privacy risks, says UK watchdog. Wargraphs, a gaming startup with only one employee and no outside funding, sells for $54M. Deepchecks snags $14M seed to continuously validate ML models. ChrysCapital invests $100 million in Indias Lenskart. Stellantis has invested about onethird of its 300M euro fund into 10 startups. Lightspeed says India not for the fainthearted amid Sequoia split"
}