{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "UK government blocks Microsofts proposed Activision purchase",
            "description": "Gov. group says deal would substantially lessen competition in cloud gaming.",
            "url": "/2023-04-26-uk-government-blocks-microsofts-proposed-activision-purchase",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/01/activision-blizzard-king-xbox-explore-760x380.jpg",
            "publishedAt": "2023-04-26T11:51:19Z",
            "content": "Enlarge/ Taking a close look...26 with In its longawaited final report, the United Kingdoms Competition and Markets Authority said that Microsofts proposed $69 billion acquisition of Activisio [+5059 chars]",
            "summary": "\"Cloud gaming aside, the CMA seemed convinced that Microsoft's acquisition of the Call of Duty (CoD) franchise would not \"substantially reduce competition\" in the wider console gaming market.  Kyle Orland - Apr 26, 2023 11:51 am UTC In its long-awaited final report, the United Kingdom's Competition and Markets Authority said that Microsoft's proposed $69 billion acquisition of Activision would \"result in a substantial lessening of competition\" (SLC) in the supply of cloud-gaming services in the UK. The regulator said that Microsoft \"would not find it financially beneficial to make CoD exclusive to Xbox after the Merger and that providing a worse version on PlayStation \"would not materially harm PlayStations ability to compete. \"By contrast, preventing the merger would effectively allow market forces to continue to operate and shape the development of cloud gaming without this regulatory intervention. Those chances began to look worse after a February preliminary report saying that the deal \"could result in higher prices, fewer choices, or less innovation for UK gamers\" by \"weakening the important rivalry between Xbox and PlayStation gaming consoles. Microsoft's proposed standardized cloud-gaming licensing terms would also prevent those deals from being \"determined by the dynamism and creativity of competition in the market\" the CMA said. After purchasing Activision, the CMA says Microsoft \"would find it commercially beneficial to make Activisions titles exclusive to its own cloud gaming service.",
            "html_summary": "<ul><li>\"Cloud gaming aside, the CMA seemed convinced that Microsoft's acquisition of the Call of Duty (CoD) franchise would not \"substantially reduce competition\" in the wider console gaming market.</li><li> Kyle Orland - Apr 26, 2023 11:51 am UTC In its long-awaited final report, the United Kingdom's Competition and Markets Authority said that Microsoft's proposed $69 billion acquisition of Activision would \"result in a substantial lessening of competition\" (SLC) in the supply of cloud-gaming services in the UK.</li><li>The regulator said that Microsoft \"would not find it financially beneficial to make CoD exclusive to Xbox after the Merger and that providing a worse version on PlayStation \"would not materially harm PlayStation’s ability to compete.</li><li>\"By contrast, preventing the merger would effectively allow market forces to continue to operate and shape the development of cloud gaming without this regulatory intervention.</li><li>Those chances began to look worse after a February preliminary report saying that the deal \"could result in higher prices, fewer choices, or less innovation for UK gamers\" by \"weakening the important rivalry between Xbox and PlayStation gaming consoles.</li><li>Microsoft's proposed standardized cloud-gaming licensing terms would also prevent those deals from being \"determined by the dynamism and creativity of competition in the market\" the CMA said.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/04/uk-government-blocks-microsofts-proposed-activision-purchase/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Operant is changing the way you secure cloud native applications",
            "description": "Containers and micro services may not be a new concept at this point, but lots of companies are struggling with the transition to cloud native applications, ...",
            "url": "/2023-04-26-operant-is-changing-the-way-you-secure-cloud-native-applications",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/RWniIw9ojlAYttN7j5igHw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD05MDA-/https://media.zenfs.com/en/techcrunch_350/4aae62a285fcd17c836ea35cd303d504",
            "publishedAt": "2023-04-26T14:44:13Z",
            "content": "Containers and micro services may not be a new concept at this point, but lots of companies are struggling with the transition to cloud native applications, and the impact of that approach on their s [+3447 chars]",
            "summary": "And what that means is, we can prevent lateral attacks and data breaches by securing cloud native applications from the inside out, Bhavsar told TechCrunch.Priyanka Tembey, CTO and co-founder, says that the solution helps security teams build guard rails for runtime applications as they are being developed. Operant customers can install Operant within their dev staging and production Kubernetes environments, and we start learning about their application interactions, service-to-service interactions, API interactions, as well as data flows at runtime, so when they are running live in the production environments. The product does a lot of things today, and thats where we actually see the application security direction going because applications in the cloud tend to be multilayer, she said.That requires a comprehensive approach to keep the application secure. The company is having its coming out party this week at RSAC and is announcing a $3 million seed while its at it.Vrajesh Bhavsar, CEO and co-founder, says his company has developed a unique solution to protect cloud native applications without instrumentation. With two women co-founders  CMO Ashley Roof is also part of the founding team  the company cares deeply about building a diverse organization as they scale up.We are very passionate about diversity. As you can tell, there are two women on the founding team and just building that diverse team from the ground up is very important to us, Tembey said.Todays $3 million investment was led by Felicis. They began working with design partners last year and are emerging today and companies can begin signing up to use the product.",
            "html_summary": "<ul><li>And what that means is, we can prevent lateral attacks and data breaches by securing cloud native applications from the inside out,” Bhavsar told TechCrunch.Priyanka Tembey, CTO and co-founder, says that the solution helps security teams build guard rails for runtime applications as they are being developed.</li><li>“Operant customers can install Operant within their dev staging and production Kubernetes environments, and we start learning about their application interactions, service-to-service interactions, API interactions, as well as data flows at runtime, so when they are running live in the production environments.</li><li>“The product does a lot of things today, and that’s where we actually see the application security direction going because applications in the cloud tend to be multilayer,” she said.That requires a comprehensive approach to keep the application secure.</li><li>The company is having its coming out party this week at RSAC and is announcing a $3 million seed while it’s at it.Vrajesh Bhavsar, CEO and co-founder, says his company has developed a unique solution to protect cloud native applications without instrumentation.</li><li>With two women co-founders — CMO Ashley Roof is also part of the founding team — the company cares deeply about building a diverse organization as they scale up.“We are very passionate about diversity.</li><li>As you can tell, there are two women on the founding team and just building that diverse team from the ground up is very important to us,” Tembey said.Today’s $3 million investment was led by Felicis.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/26/operant-is-changing-the-way-you-secure-cloud-native-applications/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By AAMER MADHANI and ZEKE MILLER - Associated Press",
            "title": "US to send nuclear ballistic submarines to Korean Peninsula",
            "description": "President Joe Biden and South Korean President Yoon Suk Yeol are set to sign an agreement that includes plans to have U.S. nucleararmed submarines make dock visits in South Korea for the first time in more than 40 years. Thats",
            "url": "/2023-04-26-biden-yoon-south-korea-nuclear-submarines-agreement-8f1e003990cb434afa0980707e471396",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/16/e16750b2-9b45-5523-87c3-99954bcab282/6448fd7422900.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-26T10:00:00Z",
            "content": "By AAMER MADHANI and ZEKE MILLER  Associated PressWASHINGTON (AP) Presidents Joe Biden and Yoon Suk Yeol on Wednesday will sign an agreement that includes plans to have U.S. nucleararmed submarin [+5457 chars]",
            "summary": "As part of the declaration, South Korea will reaffirm its commitment to the Nuclear Non-Proliferation Treaty, an agreement signed by several major nuclear and non-nuclear powers that pledged their cooperation to stem the spread of nuclear technology, the officials said. Next week, Biden will host Philippine President Ferdinand Marcos Jr. for Oval Office talks.In the past year, North Korea has been steadily expanding its nuclear arsenal, while China and Russia repeatedly block U.S.-led efforts to toughen sanctions on the North over its barrage of banned missile tests. That was for one noble cause: to defend freedom.The agreement also calls for the U.S. and South Korean militaries to strengthen joint training and better integrate South Korean military assets into the joint strategic deterrence effort. Approximately 28,500 U.S. troops are currently based in South Korea.Why did they sacrifice their lives for this faraway country and for the people that youve never met? Yoon said of the U.S. troops who served during the war. The stepped-up testing by North Korea includes the flight-testing of a solid-fuel intercontinental ballistic missile for the first time earlier this month. The recent test is seen as a possible breakthrough in the Norths efforts to acquire a more powerful, harder-to-detect weapon targeting the continental United States.Biden and Yoon, and their aides, also discussed Russias ongoing war in Ukraine. To that end, Biden has thrown plenty of attention at Yoon as well as Japanese Prime Minister Fumio Kishida.",
            "html_summary": "<ul><li>As part of the declaration, South Korea will reaffirm its commitment to the Nuclear Non-Proliferation Treaty, an agreement signed by several major nuclear and non-nuclear powers that pledged their cooperation to stem the spread of nuclear technology, the officials said.</li><li>Next week, Biden will host Philippine President Ferdinand Marcos Jr. for Oval Office talks.In the past year, North Korea has been steadily expanding its nuclear arsenal, while China and Russia repeatedly block U.S.-led efforts to toughen sanctions on the North over its barrage of banned missile tests.</li><li>“That was for one noble cause: to defend freedom.”The agreement also calls for the U.S. and South Korean militaries to strengthen joint training and better integrate South Korean military assets into the joint strategic deterrence effort.</li><li>Approximately 28,500 U.S. troops are currently based in South Korea.“Why did they sacrifice their lives for this faraway country and for the people that you’ve never met?” Yoon said of the U.S. troops who served during the war.</li><li>The stepped-up testing by North Korea includes the flight-testing of a solid-fuel intercontinental ballistic missile for the first time earlier this month.</li><li>The recent test is seen as a possible breakthrough in the North’s efforts to acquire a more powerful, harder-to-detect weapon targeting the continental United States.Biden and Yoon, and their aides, also discussed Russia’s ongoing war in Ukraine.</li></ul>",
            "website_url": "https://apnews.com/article/biden-yoon-south-korea-nuclear-submarines-agreement-8f1e003990cb434afa0980707e471396"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOHN FLESHER - AP Environmental Writer",
            "title": "Company seeks firsttime restart of shuttered nuclear plant",
            "description": "A company hopes to restore a dead nuclear power plant to life for the first time in the U.S. The Palisades plant in southwestern Michigan closed in May 2022. It was sold to Holtec, a company that dismantles shuttered nuclear",
            "url": "/2023-04-26-palisades-nuclear-power-biden-whitmer-55019ca6d17c2b1965cae0de2f3a6235",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/1a/c1aaad18-f5fd-510a-b8a8-adc3f1e89853/64494043727eb.image.jpg?crop=1766%2C927%2C0%2C122&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-26T15:05:48Z",
            "content": "By JOHN FLESHER  AP Environmental WriterTRAVERSE CITY, Mich. (AP) A company that tears down closed nuclear power plants wants to do in Michigan what has never been done in the U.S. restore a dead [+8372 chars]",
            "summary": "The NRC would agree only if convinced the plant has been brought back to working order, Buongiorno said.No significant steps have been taken toward dismantling the plant, company Vice President Jean Fleming said during the March meeting. Now its been shut down, normal inspection and maintenance procedures have stopped; NRC oversight has stopped.Before committing to a restart, Holtec would be confident about getting the plant in good shape, spokesperson OBrien said. To close the funding gap, the project would be spread over nearly two decades, with a 10-year slowdown so investment earnings could outpace spending.Michigan Attorney General Dana Nessel argues the fund is inadequate and Holtec and Entergy are understating decommissioning costs. Holtec spokesman OBrien said roughly $44 million had been withdrawn from the fund  only for decommissioning activities. His group asked the NRCs inspector general to investigate.Justin Poole, an NRC project manager who led the meeting, said Trices comment referred to payment of on-site decommissioning workers. Some 380 employees departed after closure while about 220 remain, handling site and security upgrades and preparing to transfer spent fuel from a cooling pool to dry cask storage.Holtec hopes to get funding and NRC approval by October. Gretchen Whitmer and leaders in the Lake Michigan community where Palisades was an economic driver for 50 years, Holtec soon kicked off a campaign to bring the plant back.",
            "html_summary": "<ul><li>The NRC would agree only if convinced the plant “has been brought back to working order,” Buongiorno said.No significant steps have been taken toward dismantling the plant, company Vice President Jean Fleming said during the March meeting.</li><li>“Now it’s been shut down, normal inspection and maintenance procedures have stopped; NRC oversight has stopped.”Before committing to a restart, Holtec would be confident about getting the plant in good shape, spokesperson O’Brien said.</li><li>To close the funding gap, the project would be spread over nearly two decades, with a 10-year slowdown so investment earnings could outpace spending.Michigan Attorney General Dana Nessel argues the fund is inadequate and Holtec and Entergy are understating decommissioning costs.</li><li>Holtec spokesman O’Brien said roughly $44 million had been withdrawn from the fund — only for decommissioning activities.</li><li>His group asked the NRC’s inspector general to investigate.Justin Poole, an NRC project manager who led the meeting, said Trice’s comment referred to payment of on-site decommissioning workers.</li><li>Some 380 employees departed after closure while about 220 remain, handling site and security upgrades and preparing to transfer spent fuel from a cooling pool to dry cask storage.Holtec hopes to get funding and NRC approval by October.</li></ul>",
            "website_url": "https://apnews.com/article/palisades-nuclear-power-biden-whitmer-55019ca6d17c2b1965cae0de2f3a6235"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "UK blocks Microsofts planned $68.7B Activision bid, saying it would substantially weaken competition",
            "description": "UK blocks Microsofts planned $68.7B Activision bid, saying it would substantially weaken competitiontechcrunch.com",
            "url": "/2023-04-26-uk-blocks-microsofts-planned-68-7b-activision-bid-saying-it-would-substantially-weaken-competition",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/01/GettyImages-1237824824.jpg?resize=1200,798",
            "publishedAt": "2023-04-26T11:26:14Z",
            "content": "The U.K.s Competition and Markets Authority (CMA) has confirmed that it intends to block Microsofts megabucks Activision acquisition, concluding that such a merger would create the most powerfulop [+3795 chars]",
            "summary": "However, the CMA has taken the position that Microsofts proposals cant replace the existing competitive dynamism, and would merely compensate for the loss of competition through obligations that would regulate its behaviour for 10 years only.The CMA wrote:We had to consider how best to remedy these concerns. Preventing the merger would preserve the competitive dynamism and level of innovation that exists in the growing cloud gaming market. We decided, therefore, that a remedy that preserves competition, rather than one that imposes global regulatory oversight, is the only effective and proportionate way forward.Activision Blizzard, for its part, does not mince its words in response to todays news. This includes the U.S., where the Federal Trade Commission (FTC) is suing to block the deal, though Microsoft did recently secure a dismissal in a separate private antitrust lawsuit brought about by gamers.Elsewhere, Europe has been mulling an in-depth probe for some time already. Global innovators large and small will take note that  despite all its rhetoric  the U.K. is clearly closed for business.Its worth noting that the acquisition faces scrutiny in other regions around the world. The European Commission (EC) had previously set a provisional deadline of 25th April to announce a decision, but this was recently moved to May 22. Smith wrote:We remain fully committed to this acquisition and will appeal.",
            "html_summary": "<ul><li>However, the CMA has taken the position that Microsoft’s proposals can’t replace the existing “competitive dynamism,” and would merely compensate for the loss of competition through “obligations that would regulate its behaviour” for 10 years only.The CMA wrote:We had to consider how best to remedy these concerns.</li><li>Preventing the merger would preserve the competitive dynamism and level of innovation that exists in the growing cloud gaming market.</li><li>We decided, therefore, that a remedy that preserves competition, rather than one that imposes global regulatory oversight, is the only effective and proportionate way forward.Activision Blizzard, for its part, does not mince its words in response to today’s news.</li><li>This includes the U.S., where the Federal Trade Commission (FTC) is suing to block the deal, though Microsoft did recently secure a dismissal in a separate private antitrust lawsuit brought about by gamers.Elsewhere, Europe has been mulling an in-depth probe for some time already.</li><li>Global innovators large and small will take note that — despite all its rhetoric — the U.K. is clearly closed for business.”It’s worth noting that the acquisition faces scrutiny in other regions around the world.</li><li>The European Commission (EC) had previously set a provisional deadline of 25th April to announce a decision, but this was recently moved to May 22.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/26/uk-blocks-microsofts-planned-68-7b-activision-bid-saying-it-would-substantially-weaken-competition/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Lookout sells its consumer cybersecurity business to FSecure and goes allin on the enterprise",
            "description": "Lookouts transition to the enterprise is all but complete, after selling its consumer security business to FSecure.",
            "url": "/2023-04-26-lookout-sells-its-consumer-cybersecurity-business-to-f-secure-and-goes-all-in-on-the-enterprise",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/6396fcc4f6b0c779573b689f_enterprise-support-hero-e1682500287137.webp?resize=1200,677",
            "publishedAt": "2023-04-26T09:15:03Z",
            "content": "Lookouts longrunning transition to becoming an enterprise security company is all but complete, revealing today that its selling its consumer mobile security business to Finlands FSecure. Terms  [+2155 chars]",
            "summary": "With a complementary software product portfolio and strong competence in developing mobile products, Lookout consumer business unit is a perfect fit for F-Secure.*This article was updated with a deal valuation and additional comment from F-Secure. The acquisition of Lookout consumer business unit is a significant step in developing our business in the United States.",
            "html_summary": "<ul><li>With a complementary software product portfolio and strong competence in developing mobile products, Lookout consumer business unit is a perfect fit for F-Secure.”*This article was updated with a deal valuation and additional comment from F-Secure.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/26/lookout-sells-its-consumer-cybersecurity-business-to-f-secure-and-goes-all-in-on-the-enterprise/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Bosch to acquire TSI Semiconductors for $1.5B to boost US chip production",
            "description": "Bosch will upgrade TSIs facility in California to produce silicon carbide chips, which are in demand among electric vehicle makers.",
            "url": "/2023-04-26-bosch-to-acquire-tsi-semiconductors-for-1-5b-to-boost-us-chip-production",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/mediaspace_usbstick_download_04242023_STILL_03.jpg?resize=1200,675",
            "publishedAt": "2023-04-26T14:00:51Z",
            "content": "Bosch will acquire the assets of U.S. chipmaker TSI Semiconductors to expand its semiconductor business with silicon carbide chips (SiC), the German engineering and technology giant said Wednesday. [+3473 chars]",
            "summary": "In February, the Biden administration launched the first CHIPS for America funding opportunity, a $50 billion injection to revitalize the semiconductor industry, including $39 billion in semiconductor incentives. Starting in 2026, the first chips will be produced on 200-millimeter wafers based on silicon carbide.News of more chips being produced on U.S. soil is welcome in the automotive world, one of the industries most affected by the global semiconductor shortage that began with the COVID-19 pandemic. The administration said the first funding opportunity seeks applications for projects to construct, expand or modernize commercial facilities for the production ofsemiconductors.Bosch and TSI Semiconductors are not sharing the terms of the acquisition, which is subject to regulatory approval. As a result, in 2021, the average car had about 1,200 chips, twice the number in 2010, and a figure that will likely increase.To combat chip shortage, Bosch to invest $296M to produce semiconductorsSiCs, which Boschs new factory will produce, have been a hot commodity among automakers, as well. The company has been producing semiconductors for over 60 years and has invested billions of euros into the business globally, specifically at its wafer fabs in Reutlingen and Dresden, Germany.Correction: The headline has been changed because it inaccurately described the acquisition as a $1.5 billion deal. The $1.5 billion is the additional investment the company is making into the facility.GM locks in exclusive US semiconductor chip production with GlobalFoundries Last year, the U.S. prohibited the sale of advanced chips with high performance and fast interconnect speeds to China.Bosch wouldnt say how much money it hopes to get in federal funds to advance its U.S.-based chip-making goals.",
            "html_summary": "<ul><li>In February, the Biden administration launched the first CHIPS for America funding opportunity, a $50 billion injection to revitalize the semiconductor industry, including $39 billion in semiconductor incentives.</li><li>Starting in 2026, the first chips will be produced on 200-millimeter wafers based on silicon carbide.News of more chips being produced on U.S. soil is welcome in the automotive world, one of the industries most affected by the global semiconductor shortage that began with the COVID-19 pandemic.</li><li>The administration said the first funding opportunity seeks “applications for projects to construct, expand or modernize commercial facilities for the production of…semiconductors.”Bosch and TSI Semiconductors are not sharing the terms of the acquisition, which is subject to regulatory approval.</li><li>As a result, in 2021, the average car had about 1,200 chips, twice the number in 2010, and a figure that will likely increase.To combat chip shortage, Bosch to invest $296M to produce semiconductorsSiCs, which Bosch’s new factory will produce, have been a hot commodity among automakers, as well.</li><li>The company has been producing semiconductors for over 60 years and has invested billions of euros into the business globally, specifically at its wafer fabs in Reutlingen and Dresden, Germany.Correction: The headline has been changed because it inaccurately described the acquisition as a $1.5 billion deal.</li><li>The $1.5 billion is the additional investment the company is making into the facility.GM locks in exclusive US semiconductor chip production with GlobalFoundries</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/26/bosch-to-acquire-tsi-semiconductors-for-1-5b-to-boost-us-chip-production/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. UK government blocks Microsofts proposed Activision purchase. Operant is changing the way you secure cloud native applications. US to send nuclear ballistic submarines to Korean Peninsula. Company seeks firsttime restart of shuttered nuclear plant. UK blocks Microsofts planned $68.7B Activision bid, saying it would substantially weaken competition. Lookout sells its consumer cybersecurity business to FSecure and goes allin on the enterprise. Bosch to acquire TSI Semiconductors for $1.5B to boost US chip production"
}