{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Matthew Panzarino",
            "title": "Apple execs on M2 chips, winning gamers and when to buy a Mac",
            "description": "Apples M series chips were incredibly well telegraphed when they arrived in late 2021. Apple had been designing its own silicon since the A4 appeared in the iPhone 4 just over a decade earlier. The appearance of Apples inhouse efforts in the Mac was really",
            "url": "/2023-02-07-apple-execs-on-m2-chips-winning-gamers-and-when-to-buy-a-mac",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Apple-M2-chips-lifestyle-230117.jpg?resize=1200,675",
            "publishedAt": "2023-02-07T00:41:25Z",
            "content": "Apples M series chips were incredibly well telegraphed when they arrived in late 2021. Apple had been designing its own silicon since the A4 appeared in the iPhone 4 just over a decade earlier. The  [+19437 chars]",
            "summary": "Now that system has expanded to envelop the Mac branch as well.I think it felt very natural for us to sit down side by side with our industrial design partners and our system team partners inside Apple because theyre familiar faces to us, Millet says. Millet says that Apple knows that the top few percent of power-hungry users that want the edge on capability are savvy enough to know the rough release timeline of the new Macs and will wait for it.That 20% is going to make a big difference to some folks. That, says Millet, wasnt a byproduct  it was the intent from the beginning.We wanted to have the ability to build a scale of solutions that deliver the absolute maximum performance for machines that had no fan; for machines that had active cooling systems like our pro class machines. So I actually think you hit on something interesting there in kind of this difference between a feedback loop and a different kind of process.Apple M2 Max features 67 billion transistors, 400GB/s of unified memory bandwidth, and up to 96GB of fast, low-latency unified memory. There will be different expectations over time  lets make sure we have our toolbox complete.And so we did very directed work to make sure that the GPU toolbox was there  working super closely with our Metal partners. It was important, Millet says, to make sure people didnt see the M1 as a one and done.As far as the when Macs question goes, Millet and Borchers are both in the when possible, ship camp. And I dont think were going to fool anybody by saying that overnight were going to make Mac a great gaming platform.",
            "html_summary": "<ul><li>Now that system has expanded to envelop the Mac branch as well.“I think it felt very natural for us to sit down side by side with our industrial design partners and our system team partners inside Apple because they’re familiar faces to us,” Millet says.</li><li>Millet says that Apple knows that the top few percent of power-hungry users that want the edge on capability are savvy enough to know the rough release timeline of the “new Macs” and will wait for it.“That 20% is going to make a big difference to some folks.</li><li>That, says Millet, wasn’t a byproduct — it was the intent from the beginning.“We wanted to have the ability to build a scale of solutions that deliver the absolute maximum performance for machines that had no fan; for machines that had active cooling systems like our pro class machines.</li><li>So I actually think you hit on something interesting there in kind of this difference between a feedback loop and a different kind of process.”Apple M2 Max features 67 billion transistors, 400GB/s of unified memory bandwidth, and up to 96GB of fast, low-latency unified memory.</li><li>There will be different expectations over time — let’s make sure we have our toolbox complete.“And so we did very directed work to make sure that the GPU toolbox was there — working super closely with our Metal partners.</li><li>It was important, Millet says, to make sure people didn’t see the M1 as a “one and done.”As far as the “when Macs” question goes, Millet and Borchers are both in the “when possible, ship” camp.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/06/apple-execs-on-m2-chips-winning-gamers-and-when-to-buy-a-mac/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "PhonePe taps crossborder UPI payments in revenue push",
            "description": "Indians traveling to many foreign markets including the UAE and Singapore may soon be able to use the popular UPI payments to make purchases when they land there. Bengaluruheadquartered fintech giant PhonePe said on Tuesday that its extending support for UP",
            "url": "/2023-02-07-phonepe-taps-cross-border-upi-payments-in-revenue-push",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/09/GettyImages-1206129405.jpg?resize=1200,784",
            "publishedAt": "2023-02-07T06:52:25Z",
            "content": "Indians traveling to many foreign markets including the UAE and Singapore may soon be able to use the popular UPI payments to make purchases when they land there.Bengaluruheadquartered fintech gia [+2841 chars]",
            "summary": "UPI international is on the current NPCIs roadmap.Onboarding merchants to accept the UPI payments in the foreign markets will be a key test for Indias NPCI, because without merchants, users on PhonePe and other Indian UPI payments apps wont be able to make any payments. In India, while the UPI QRs are ubiquitous, the same is not necessarily the case elsewhere.Its not the first time a mobile payments app has pushed to serve its home users in international markets. Ideally, the acquiring side UPI players will need to partner with local payments processor or aggregators that can extend support for UPI at scale among the local merchants. But even for the Chinese players, merchant acceptance has been the key growth challenge overseas.PhonePe is the most valuable fintech startup in India. Valued at $12 billion, the startup clocked a revenue of $234.3 million in the first nine months of 2022. PhonePe has always prided itself in being the first TPAP to take new UPI features to the market, and this time is no different. The Walmart-backed startup is the most popular UPI app, commanding over 50% of the market share.",
            "html_summary": "<ul><li>UPI international is on the current NPCI’s roadmap.Onboarding merchants to accept the UPI payments in the foreign markets will be a key test for India’s NPCI, because without merchants, users on PhonePe and other Indian UPI payments apps won’t be able to make any payments.</li><li>In India, while the UPI QRs are ubiquitous, the same is not necessarily the case elsewhere.It’s not the first time a mobile payments app has pushed to serve its home users in international markets.</li><li>Ideally, the acquiring side UPI players will need to partner with local payments processor or aggregators that can extend support for UPI at scale among the local merchants.</li><li>But even for the Chinese players, merchant acceptance has been the key growth challenge overseas.PhonePe is the most valuable fintech startup in India.</li><li>Valued at $12 billion, the startup clocked a revenue of $234.3 million in the first nine months of 2022.</li><li>PhonePe has always prided itself in being the first TPAP to take new UPI features to the market, and this time is no different.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/06/phonepe-taps-cross-border-upi-payments-in-revenue-push/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ivan Mehta",
            "title": "Pinterest reaches 450 million monthly users, will focus on making videos shoppable",
            "description": "Pinterest said during its latest earnings call that the service now has 450 million monthly active users globally, a 4% jump yearonyear. The company noted that while the user base in the U.S. and Canada stayed at 95 million, growth in other regions contribu",
            "url": "/2023-02-07-pinterest-reaches-450-million-monthly-users-will-focus-on-making-videos-shoppable",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/iPad-home-feed-pinterest.jpg?resize=1200,675",
            "publishedAt": "2023-02-07T11:05:04Z",
            "content": "Pinterest said during its latest earnings call that the service now has 450 million monthly active users globally, a 4% jump yearonyear. The company noted that while the user base in the U.S. and C [+3146 chars]",
            "summary": "To make short videos more engaging, in October, Pinterest partnered with major labels like Warner Music Group, Warner Chappell Music, Merlin, and BMG to let users add licensed music to their clips.Other big names in the short video world are also looking at different ways of monetization. In June, TikTok started experimenting with a dedicated shopping feed to highlight products.In December, Amazon launched a new feed called Inspire, which is a mix of short videos and photos to give users ideas about shopping. The company believes that just like it made use of images in a unique way, it would be able to do something remarkable with video. Later in July, the social network also brought support for video assets in product catalogs. At that time, the company noted that apart from generating clicks, companies could also use the format to generate brand awareness. To that end, were making video content on Pinterest more actionable using the same playbook we applied to static images. The company also shut down one of its creator reward programs in November to focus on other creator programs and features.",
            "html_summary": "<ul><li>To make short videos more engaging, in October, Pinterest partnered with major labels like Warner Music Group, Warner Chappell Music, Merlin, and BMG to let users add licensed music to their clips.Other big names in the short video world are also looking at different ways of monetization.</li><li>In June, TikTok started experimenting with a dedicated shopping feed to highlight products.In December, Amazon launched a new feed called Inspire, which is a mix of short videos and photos to give users ideas about shopping.</li><li>The company believes that just like it made use of images in a unique way, it would be able to do something remarkable with video.</li><li>Later in July, the social network also brought support for video assets in product catalogs.</li><li>At that time, the company noted that apart from generating clicks, companies could also use the format to generate brand awareness.</li><li>To that end, we’re making video content on Pinterest more actionable using the same playbook we applied to static images.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/07/pinterest-reaches-450-million-monthly-users-will-focus-on-making-videos-shoppable/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "China says will safeguard interests over balloon shootdown",
            "description": "BEIJING (AP)  China said Tuesday it will resolutely safeguard its legitimate rights and interests over the shooting down of a suspected Chinese spy balloon by the United States, as relations between the two countries deteriorate further.",
            "url": "/2023-02-07-a75ba8d9fa157e5b87318483141b19ca",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/84d72801191647989dd0df3cb7f20175/3000.webp",
            "publishedAt": "2023-02-07T11:17:49Z",
            "content": "BEIJING (AP) China said Tuesday it will resolutely safeguard its legitimate rights and interests over the shooting down of a suspected Chinese spy balloon by the United States, as relations between t [+4081 chars]",
            "summary": "But it doesnt look like any weather balloon that Cheng Ming-dian, head of Taiwans Central Weather Bureau, has seen.In the meteorology world, I havent found a person who has seen or heard of a weather balloon that looks like this, Cheng said. Beijings attitude has hardened considerably following a surprisingly mild initial response on Friday, in which it described the balloons presence as an accident and expressed regret for the balloon having entered the U.S. BEIJING (AP)  China said Tuesday it will resolutely safeguard its legitimate rights and interests over the shooting down of a suspected Chinese spy balloon by the United States, as relations between the two countries deteriorate further. Asked if China wanted the debris returned, she only reasserted that the balloon belongs to China. The balloon does not belong to the U.S. China claims it was a civilian balloon used for meteorological research but has refused to say to which government department or company it belongs. Mao again criticized the U.S. for overreacting rather than adopting a calm, professional manner, and for using force in bringing the balloon down Saturday in the Atlantic Ocean just off the U.S. coast. Along with Washington, most security experts dismissed Beijings assertions that the balloon was intended for meteorological rather than spying purposes.",
            "html_summary": "<ul><li>But it doesn’t look like any weather balloon that Cheng Ming-dian, head of Taiwan’s Central Weather Bureau, has seen.“In the meteorology world, I haven’t found a person who has seen or heard of a weather balloon that looks like this,” Cheng said.</li><li>Beijing’s attitude has hardened considerably following a surprisingly mild initial response on Friday, in which it described the balloon’s presence as an accident and expressed “regret” for the balloon having entered the U.S.</li><li>BEIJING (AP) — China said Tuesday it will “resolutely safeguard its legitimate rights and interests” over the shooting down of a suspected Chinese spy balloon by the United States, as relations between the two countries deteriorate further.</li><li>Asked if China wanted the debris returned, she only reasserted that the balloon “belongs to China.” “The balloon does not belong to the U.S.</li><li>China claims it was a civilian balloon used for meteorological research but has refused to say to which government department or company it belongs.</li><li>Mao again criticized the U.S. for overreacting rather than adopting a “calm, professional” manner, and for using force in bringing the balloon down Saturday in the Atlantic Ocean just off the U.S. coast.</li></ul>",
            "website_url": "https://apnews.com/a75ba8d9fa157e5b87318483141b19ca"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Laserfocused on creativity, Glowforge adds AI image generation",
            "description": "Weve all had a lot of fun with creating game assets, odd selfies, custom stock images and dubious nudes, and it was only a question of time before one of the big hardwaremakers jumped on the AI image generation band wagon. Today, laser cutting and p",
            "url": "/2023-02-07-glowforge-ai",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/PXL_20230206_211343080.PORTRAIT-Large.jpeg?resize=1200,719",
            "publishedAt": "2023-02-07T12:01:14Z",
            "content": "Weve all had a lot of fun with creating game assets, odd selfies, custom stock images and dubious nudes, and it was only a question of time before one of the big hardwaremakers jumped on the AI ima [+2607 chars]",
            "summary": "If the user doesnt love the image they can hit again to create a new version of the image, or select use this image to pass the AI-generated masterpiece to the printer.I wish I could draw, laughs Shapiro. Weve all had a lot of fun with creating game assets, odd selfies, custom stock images and dubious nudes, and it was only a question of time before one of the big hardware-makers jumped on the AI image generation band wagon. The new feature is part of the companys $50 per month (or $600 per year) Glowforge Premium subscription, and Magic Canvas is available on all models starting today. Combine the style with a prompt, and the Glowforge software sends the commands up to the cloud where a powerful graphics card generates an image based on the prompt. Weve been working with cutting-edge artificial intelligence research to find a new way to do that, and today, were proud to unveil Magic Canvas to the world, said Shapiro. Its already easy to create with your Glowforge, so the last barrier was the hardest: how to bring your idea to life quickly, without complex tools. At Glowforge, we help our customers print beautiful, physical products, quickly and easily  to bring their ideas to life.",
            "html_summary": "<ul><li>If the user doesn’t love the image they can hit “again” to create a new version of the image, or select “use this image” to pass the AI-generated masterpiece to the printer.“I wish I could draw,” laughs Shapiro.</li><li>We’ve all had a lot of fun with creating game assets, odd selfies, custom stock images and dubious nudes, and it was only a question of time before one of the big hardware-makers jumped on the AI image generation band wagon.</li><li>The new feature is part of the company’s $50 per month (or $600 per year) Glowforge Premium subscription, and Magic Canvas is available on all models starting today.</li><li>Combine the style with a prompt, and the Glowforge software sends the commands up to the cloud where a powerful graphics card generates an image based on the prompt.</li><li>We’ve been working with cutting-edge artificial intelligence research to find a new way to do that, and today, we’re proud to unveil Magic Canvas to the world,” said Shapiro.</li><li>“It’s already easy to create with your Glowforge, so the last barrier was the hardest: how to bring your idea to life quickly, without complex tools.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/07/glowforge-ai/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Apple execs on M2 chips, winning gamers and when to buy a Mac. PhonePe taps crossborder UPI payments in revenue push. Pinterest reaches 450 million monthly users, will focus on making videos shoppable. China says will safeguard interests over balloon shootdown. Laserfocused on creativity, Glowforge adds AI image generation"
}