{
    "status": "ok",
    "totalResults": 14,
    "articles": [
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Laura He, CNN",
            "title": "China set to announce new stimulus measures as factory sector contracts for fourth month",
            "description": "China is preparing to announce new stimulus for its stumbling economy after the vast factory sector contracted for a fourth straight month, and a gauge of...",
            "url": "/2023-07-30-china-pmi-economy-stimulus-intl-hnk?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/f51c21e0a9f4357422801c72307ebeb0",
            "publishedAt": "2023-07-31T07:01:52Z",
            "content": "China is preparing to announce new stimulus for its stumbling economy after the vast factory sector contracted for a fourth straight month, and a gauge of activity in its services sector slipped to a [+3986 chars]",
            "summary": "China unveiled a series of measures to boost domestic consumption Monday after more gloomy data about the health of the economy. But it stopped short of announcing a major package of new spending or tax cuts. The official Purchasing Managers Index PMI which measures activity in the manufacturing sector at mainly larger business and state owned firms came in at in July. That is the lowest rate since December when the index hit its weakest level since February at the start of the coronavirus pandemic. China s official PMI data provides little encouragement that the economy is turning the corner said Robert Carnell regional head of research for Asia Pacific at ING Group.",
            "html_summary": "<ul><li>China unveiled a series of measures to boost domestic consumption Monday after more gloomy data about the health of the economy</li><li> But it stopped short of announcing a major package of new spending or tax cuts</li><li> The official Purchasing Managers Index PMI which measures activity in the manufacturing sector at mainly larger business and state owned firms came in at in July</li><li> That is the lowest rate since December when the index hit its weakest level since February at the start of the coronavirus pandemic</li><li> China s official PMI data provides little encouragement that the economy is turning the corner said Robert Carnell regional head of research for Asia Pacific at ING Group</li></ul>",
            "website_url": "https://www.cnn.com/2023/07/31/economy/china-pmi-economy-stimulus-intl-hnk?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Laura He",
            "title": "China set to announce new stimulus measures as factory sector contracts for fourth month",
            "description": "China is preparing to announce new stimulus for its stumbling economy after the vast factory sector contracted for a fourth straight month, and a gauge of activity in its services sector slipped to a seven month low.",
            "url": "/2023-07-30-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230731124037-hangzhou-economy-factory-0731.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-07-31T07:01:52Z",
            "content": "China is preparing to announce new stimulus for its stumbling economy after the vast factory sector contracted for a fourth straight month, and a gauge of activity in its services sector slipped to a [+3744 chars]",
            "summary": "China unveiled a series of measures to boost domestic consumption Monday after more gloomy data about the health of the economy. But it stopped short of announcing a major package of new spending or tax cuts. The official Purchasing Managers Index PMI which measures activity in the manufacturing sector at mainly larger business and state owned firms came in at in July. That is the lowest rate since December when the index hit its weakest level since February at the start of the coronavirus pandemic. China s official PMI data provides little encouragement that the economy is turning the corner said Robert Carnell regional head of research for Asia Pacific at ING Group.",
            "html_summary": "<ul><li>China unveiled a series of measures to boost domestic consumption Monday after more gloomy data about the health of the economy</li><li> But it stopped short of announcing a major package of new spending or tax cuts</li><li> The official Purchasing Managers Index PMI which measures activity in the manufacturing sector at mainly larger business and state owned firms came in at in July</li><li> That is the lowest rate since December when the index hit its weakest level since February at the start of the coronavirus pandemic</li><li> China s official PMI data provides little encouragement that the economy is turning the corner said Robert Carnell regional head of research for Asia Pacific at ING Group</li></ul>",
            "website_url": "https://www.cnn.com/2023/07/31/economy/china-pmi-economy-stimulus-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Brian Fung",
            "title": "Twitter threatens to sue hatespeech watchdog group",
            "description": "In a July 20 letter shared publicly Monday, Twitter threatened to sue the Center for Countering Digital Hate, accusing the group of a campaign to hurt Twitter by driving away its advertisers.",
            "url": "/2023-07-30-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230731105752-03-elon-musk-0616.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-07-31T15:26:49Z",
            "content": "Elon Musk has called himself a freespeech absolutist and has praised even my worst critics. But now Twitter has threatened to sue a nonprofit known for sharply criticizing the platform for its handl [+4024 chars]",
            "summary": "Twitter has threatened to sue a nonprofit known for sharply criticizing the platform for its handling of hate speech and misinformation. The Center for Countering Digital Hate has published numerous reports about various social media companies approach to everything from vaccine misinformation to online racism and antisemitism. Twitter has accused the group of a campaign to hurt Twitter by driving away its advertisers with incendiary claims. CCDH has called the legal threat ridiculous and a disturbing effort to intimidate those who have the courage to advocate against incitement hate speech.",
            "html_summary": "<ul><li>Twitter has threatened to sue a nonprofit known for sharply criticizing the platform for its handling of hate speech and misinformation</li><li> The Center for Countering Digital Hate has published numerous reports about various social media companies approach to everything from vaccine misinformation to online racism and antisemitism</li><li> Twitter has accused the group of a campaign to hurt Twitter by driving away its advertisers with incendiary claims</li><li> CCDH has called the legal threat ridiculous and a disturbing effort to intimidate those who have the courage to advocate against incitement hate speech</li></ul>",
            "website_url": "https://www.cnn.com/2023/07/31/tech/twitter-lawsuit-hate-speech-watchdog/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Chris Lau",
            "title": "Lost in translation How New Zealands plan for bilingual road signs took an unexpected turn",
            "description": "Plans to introduce bilingual road signs to New Zealand have sparked a heated political debate between the wish to honor its indigenous Maori culture and opposition that it could compromise road safety.",
            "url": "/2023-07-30-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230629061118-new-zealand-bilingual-road-signs.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-07-30T00:56:53Z",
            "content": "It was meant to be an inclusive gesture to New Zealands indigenous Maori community. But plans to introduce bilingual road signs featuring both the English and te reo Maori languages have sparked a di [+11009 chars]",
            "summary": "Other commentators draw parallels to how the US state of Hawaii has used road signs to encourage use of Olelo Hawaii which, like te reo Maori, is a Polynesian language. But plans to introduce bilingual road signs featuring both the English and te reo Maori languages have sparked a divisive, racially charged debate ahead of the countrys looming general election. I think for a lot of people, if they speak the language of the majority, they dont appreciate the type of recognition and representation of having it on road signs, he said. New Zealand  or Aotearoa as it is known to the Maori  recently hosted a public consultation on whether to include te reo Maori on 94 types of road signs, including for place names, speed limits, warnings and expressway advisories. At the same time as 19th century European settlers in New Zealand were punishing students for speaking te reo Maori, the British government was actively discouraging the use of the Welsh language, or Cymraeg, in the wake of widespread social unrest. It wants to preserve the language as part of the countrys cultural heritage and sees bilingual signs as one way of encouraging its use. In 1847 (20 years before New Zealands Native Schools Act) a British government report into Welsh linked the language to stupidity, sexual promiscuity and unruly behavior, prompting a drive to remove the language from local schools.",
            "html_summary": "<ul><li>Other commentators draw parallels to how the US state of Hawaii has used road signs to encourage use of Olelo Hawai’i which, like te reo Maori, is a Polynesian language.</li><li>But plans to introduce bilingual road signs featuring both the English and te reo Maori languages have sparked a divisive, racially charged debate ahead of the country’s looming general election.</li><li>“I think for a lot of people, if they speak the language of the majority, they don’t appreciate the type of recognition and representation of having it on road signs,” he said.</li><li>New Zealand – or Aotearoa as it is known to the Maori – recently hosted a public consultation on whether to include te reo Maori on 94 types of road signs, including for place names, speed limits, warnings and expressway advisories.</li><li>At the same time as 19th century European settlers in New Zealand were punishing students for speaking te reo Maori, the British government was actively discouraging the use of the Welsh language, or Cymraeg, in the wake of widespread social unrest.</li><li>It wants to preserve the language as part of the country’s cultural heritage and sees bilingual signs as one way of encouraging its use.</li></ul>",
            "website_url": "https://www.cnn.com/2023/07/29/asia/new-zealand-bilingual-road-signs-debate-intl-hnk-dst/index.html"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Stephen Clark",
            "title": "End of the line for Russia and Ukraines partnership in rocketry",
            "description": "Northrop Grumman just cant seem to settle on a rocket for its Cygnus supply ships.",
            "url": "/2023-07-30-end-of-the-line-for-russia-and-ukraines-partnership-in-rocketry",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/antaresrollout1-760x380.jpg",
            "publishedAt": "2023-07-31T22:31:46Z",
            "content": "Enlarge/ Northrop Grummans Antares rocket rolls out of its hangar at Wallops Island, Virginia. Its two Russian engines are visible on the back of the first stage.0 with A last gasp in a longsta [+7482 chars]",
            "summary": "The goal is to field a launch vehicle that can compete for military and commercial launch contracts with medium to large rockets being developed by Relativity Space and Rocket Lab. That upper stage is built in-house by Northrop Grumman.The new Antares 330 rocket will be able to loft heavier payloads into orbit, nearly 30 percent more than the soon-to-be-retired Antares 230 rocket. SpaceX's Dragon cargo flights do not use a payload fairing.After flying the next three Cygnus resupply flights on SpaceX rockets, Northrop Grumman hopes the upgraded Antares 330 rocket will be ready for service. Ultimately, Northrop and Firefly want to evolve the Antares rocket into a still-unnamed medium-lift launch vehicle with a more powerful upper stage. Eberly said a Miranda test firing is scheduled to happen this fall.Working in Northrop Grumman's favor is the fact that the Antares 330 design will incorporate the same solid-fueled upper-stage motor as the current Antares rocket configuration. The factory itself has been the target of Russian missile strikes.Russia and Ukraine have partnered on rocket programs since the dawn of the Space Age when they were parts of the Soviet Union. In addition to paying the base price for a SpaceX launch, Krein said Northrop is paying for some modifications to the Falcon 9's payload fairing to accommodate the Cygnus spacecraft (presumably for late cargo loading), along with upgrades to ground facilities at Cape Canaveral.",
            "html_summary": "<ul><li>The goal is to field a launch vehicle that can compete for military and commercial launch contracts with medium to large rockets being developed by Relativity Space and Rocket Lab.</li><li>That upper stage is built in-house by Northrop Grumman.The new Antares 330 rocket will be able to loft heavier payloads into orbit, nearly 30 percent more than the soon-to-be-retired Antares 230 rocket.</li><li>SpaceX's Dragon cargo flights do not use a payload fairing.After flying the next three Cygnus resupply flights on SpaceX rockets, Northrop Grumman hopes the upgraded Antares 330 rocket will be ready for service.</li><li>Ultimately, Northrop and Firefly want to evolve the Antares rocket into a still-unnamed medium-lift launch vehicle with a more powerful upper stage.</li><li>Eberly said a Miranda test firing is scheduled to happen this fall.Working in Northrop Grumman's favor is the fact that the Antares 330 design will incorporate the same solid-fueled upper-stage motor as the current Antares rocket configuration.</li><li>The factory itself has been the target of Russian missile strikes.Russia and Ukraine have partnered on rocket programs since the dawn of the Space Age when they were parts of the Soviet Union.</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/07/end-of-the-line-for-russia-and-ukraines-partnership-in-rocketry/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "MaraLago worker charged in docs case makes court appearance...",
            "description": "The property manager of Donald Trumps MaraLago estate has made his first court appearance on charges in the classified documents case against the former president. Carlos De Oliveira did not enter a plea Monday because he has not found a Floridabased atto",
            "url": "/2023-07-30-carlos-de-oliveira-trump-classified-documents-maralago-f7e6879fe80e96a321b46279b150bdf9",
            "urlToImage": "https://dims.apnews.com/dims4/default/1c49486/2147483647/strip/true/crop/4914x2764+0+256/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fc6%2Fbb%2F7be8bbd3bc58757d4249bf7c3bd2%2F238e088482644137bea3783d5e0eb39c",
            "publishedAt": "2023-07-31T15:00:02Z",
            "content": "MaraLago worker charged in Trumps classified documents case will make his first court appearanceMIAMI (AP)  An employee of Donald Trumps MaraLago estate, Carlos De Oliveira, is expected to mak [+4599 chars]",
            "summary": "Carlos De Oliveira is accused of scheming with Trump to try to delete security footage sought by investigators probing the former president s hoarding of classified documents at his Palm Beach club. He faces charges including conspiracy to obstruct justice and lying to investigators. He was ordered to turn over his passport and sign an agreement to pay if he doesn t return to court He was represented by Washington D C based attorney John Irving but under court rules he needs local counsel to proceed with his arraignment which was scheduled for Aug in Fort Pierce.",
            "html_summary": "<ul><li>Carlos De Oliveira is accused of scheming with Trump to try to delete security footage sought by investigators probing the former president s hoarding of classified documents at his Palm Beach club</li><li> He faces charges including conspiracy to obstruct justice and lying to investigators</li><li> He was ordered to turn over his passport and sign an agreement to pay if he doesn t return to court He was represented by Washington D C based attorney John Irving but under court rules he needs local counsel to proceed with his arraignment which was scheduled for Aug in Fort Pierce</li></ul>",
            "website_url": "https://apnews.com/article/carlos-de-oliveira-trump-classified-documents-maralago-f7e6879fe80e96a321b46279b150bdf9"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Devin Coldewey",
            "title": "Google Assistant reportedly pivoting to generative AI | TechCrunch",
            "description": "Google has been spinning Assistants wheels with a fake form of AI for years  but now is putting LLMs to work in its everyday helper.",
            "url": "/2023-07-30-google-assistant-reportedly-pivoting-to-generative-ai",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/02/Artistic-Render_Assistant-at-MWC_2.jpg?resize=1200,500",
            "publishedAt": "2023-07-31T22:13:30Z",
            "content": "When Google had its unpleasant realization that it had been complacently spinning its wheels on a form of fake AI for a decade, chances are it started realigning itself that day. And it sounds like  [+1972 chars]",
            "summary": "An internal email says that the Assistant team leads see a huge opportunity to explore what a supercharged Assistant powered by the latest LLM large language model technology would look like. The technology has yet to prove to be a practical evolution for this corner of tech. Alexa and Siri were more like Mad Libs where users provided the subjects and verbs like traffic downtown now or teriyaki near me and while that isn t quite what we call AI it can be very useful as an interface for simple digital interactions.",
            "html_summary": "<ul><li>An internal email says that the Assistant team leads see a huge opportunity to explore what a supercharged Assistant powered by the latest LLM large language model technology would look like</li><li> The technology has yet to prove to be a practical evolution for this corner of tech</li><li> Alexa and Siri were more like Mad Libs where users provided the subjects and verbs like traffic downtown now or teriyaki near me and while that isn t quite what we call AI it can be very useful as an interface for simple digital interactions</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/31/google-assistant-reportedly-pivoting-to-generative-ai/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Teslas rangeflation problem, Waymo reverses on selfdriving trucks and Ford tweaks its EV playbook | TechCrunch",
            "description": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station  to receive the newsletter every weekend in your inbox. Subscribe for free. Welcome back to The Station, your central hub for all past, present ",
            "url": "/2023-07-30-teslas-range-flation-problem-waymo-reverses-on-self-driving-trucks-and-ford-tweaks-its-ev-playbook",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/03/waymo-truck-road.jpg?w=738",
            "publishedAt": "2023-07-30T23:30:04Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the newsletter every weekend in your inbox. Subscribe for free.Welcome ba [+8132 chars]",
            "summary": "Software and EV charging sure seems like a thing, eh?Other deals that got my attention this week Ampcontrol, an EV fleet management software startup, raised $10 million in Series A funding round led by the Westly Group. While the EPA does review and approve those estimates, it allows automakers to use one of two methods to reach those figures: use a standard formula that converts fuel economy results, or conduct additional tests to come up with their own range estimate. Other investors included AngelPad and Lorimer Ventures.Aurora raised $820 million in a public and concurrent private offering (a deal we covered last week). Both companies raised profit guidance for the year and GM said it would cut costs another $1 billion as it focuses on earning more money.Ford, which now breaks out earnings for three business units, is tweaking its EV plans. As I mentioned in the Equity podcast, tucked inside the SEC filing detailing the deal we learn that Uber invested $1 million in the private placement and $74 million in the public follow-on. These days Ford is learning that hybrid technology applied to trucks is particularly attractive to buyers.Ample, a San Francisco-based startup, is bringing its modular EV battery swapping technology to Mitsubishi Fusos electric trucks this winter.GM isnt going to kill off the Chevy Bolt EV after all. Reporter Rita Liao provides insight on what this deal could mean for future alliances between China and the West.Cruise self-driving vehicles arrived in Nashville this week for testing; a robotaxi service is expected to follow.",
            "html_summary": "<ul><li>Software and EV charging sure seems like a thing, eh?Other deals that got my attention this week …Ampcontrol, an EV fleet management software startup, raised $10 million in Series A funding round led by the Westly Group.</li><li>While the EPA does review and approve those estimates, it allows automakers to use one of two methods to reach those figures: use a standard formula that converts fuel economy results, or conduct additional tests to come up with their own range estimate.</li><li>Other investors included AngelPad and Lorimer Ventures.Aurora raised $820 million in a public and concurrent private offering (a deal we covered last week).</li><li>Both companies raised profit guidance for the year and GM said it would cut costs another $1 billion as it focuses on earning more money.Ford, which now breaks out earnings for three business units, is tweaking its EV plans.</li><li>As I mentioned in the Equity podcast, tucked inside the SEC filing detailing the deal we learn that Uber invested $1 million in the private placement and $74 million in the public follow-on.</li><li>These days Ford is learning that hybrid technology applied to trucks is particularly attractive to buyers.Ample, a San Francisco-based startup, is bringing its modular EV battery swapping technology to Mitsubishi Fuso’s electric trucks this winter.GM isn’t going to kill off the Chevy Bolt EV after all.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/30/teslas-range-flation-problem-waymo-reverses-on-self-driving-trucks-and-ford-tweaks-its-ev-playbook/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Airalo locks in $60M to expand its eSIMbased global roaming marketplace | TechCrunch",
            "description": "Travel is back on the agenda after a Covid19 hiatus, and today a mobile startup out of Canada is announcing a healthy round of funding to capitalize on that. Airalo  which uses softwarebased eSIM connectivity to provide a wide range of lowercost mobile da",
            "url": "/2023-07-30-airalo-locks-in-60m-to-expand-its-esim-based-global-roaming-marketplace",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/Regional-eSIMs.jpg?resize=1200,754",
            "publishedAt": "2023-07-31T14:26:49Z",
            "content": "Travel is back on the agenda after a Covid19 hiatus, and today a mobile startup out of Canada is announcing a healthy round of funding to capitalize on that. Airalo  which uses softwarebased eSIM  [+7077 chars]",
            "summary": "Its for the same reason that a brand might sell through many retailers while also selling goods directly through its own-branded storefronts: If a customer is already looking somewhere else for a good mobile roaming plan before traveling, chances are the carrier has already lost that customer. (Indeed, stitching together data connectivity as an eSIM provider is not that far in concept from privacy-focused VPNs, which is something Truphone was already building for business customers, and may have been one of the interesting services that caught the eye of its Russian oligarch former owners. )On that note, the idea of expanding what else an eSIM company can be providing to its customers beyond basic data is something that it seems Airalo is also taking on board, too. Airalo has also built technology that measures demand and corresponding costs and pricing for these different eSIM packages.If you are asking yourself, why would a carrier work with a third party like Airalo, which might compete directly against it? eSIM offerings promise an alternative: more granular offerings at smaller pricing increments.Currently Airalo says that it has 5.1 million customers buying its eSIM products. We have complete confidence in Airalos ability to expand its user community, strengthen its diverse team, and introduce its latest product Airalo Partners, a groundbreaking connectivity solution for global businesses and organizations. Overall, for consumers its a huge win, since it means mobile operators have to be a lot more creative and competitive to win business.And thats where Airalo has been showing promise.",
            "html_summary": "<ul><li>It’s for the same reason that a brand might sell through many retailers while also selling goods directly through its own-branded storefronts: If a customer is already looking somewhere else for a good mobile roaming plan before traveling, chances are the carrier has already lost that customer.</li><li>(Indeed, stitching together data connectivity as an eSIM provider is not that far in concept from privacy-focused VPNs, which is something Truphone was already building for business customers, and may have been one of the interesting services that caught the eye of its Russian oligarch former owners.</li><li>)On that note, the idea of expanding what else an eSIM company can be providing to its customers beyond basic data is something that it seems Airalo is also taking on board, too.</li><li>Airalo has also built technology that measures demand and corresponding costs and pricing for these different eSIM packages.If you are asking yourself, why would a carrier work with a third party like Airalo, which might compete directly against it?</li><li>eSIM offerings promise an alternative: more granular offerings at smaller pricing increments.Currently Airalo says that it has 5.1 million customers buying its eSIM products.</li><li>“We have complete confidence in Airalo’s ability to expand its user community, strengthen its diverse team, and introduce its latest product Airalo Partners, a groundbreaking connectivity solution for global businesses and organizations.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/31/airalo-locks-in-60m-to-expand-its-esim-based-global-roaming-marketplace/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Timothy B. Lee And Sean Trott",
            "title": "A jargonfree explanation of how AI large language models work",
            "description": "A jargonfree explanation of how AI large language models workarstechnica.com",
            "url": "/2023-07-30-a-jargon-free-explanation-of-how-ai-large-language-models-work",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/LLM-cat-vector-space-1-760x380.jpg",
            "publishedAt": "2023-07-31T11:04:17Z",
            "content": "8 with When ChatGPT was introduced last fall, it sent shockwaves through the technology industry and the larger world. Machine learning researchers had been experimenting with large language models [+2877 chars]",
            "summary": "ChatGPT was introduced last fall it sent shockwaves through the technology industry and the larger world. Machine learning researchers had been experimenting with large language models LLMs for a few years by that point but the general public had not been paying close attention. Today almost everyone has heard about LLMs and tens of millions of people have tried them out. But not very many people understand how they work. We ll aim to explain what s known about the inner workings of these models without resorting to technical jargon or advanced math.",
            "html_summary": "<ul><li>ChatGPT was introduced last fall it sent shockwaves through the technology industry and the larger world</li><li> Machine learning researchers had been experimenting with large language models LLMs for a few years by that point but the general public had not been paying close attention</li><li> Today almost everyone has heard about LLMs and tens of millions of people have tried them out</li><li> But not very many people understand how they work</li><li> We ll aim to explain what s known about the inner workings of these models without resorting to technical jargon or advanced math</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/07/a-jargon-free-explanation-of-how-ai-large-language-models-work/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "Kevin Systrom talks AI and his postInstagram social app at TechCrunch Disrupt 2023 | TechCrunch",
            "description": "Kevin Systrom, cofounder of Instagram, will discuss his new AIdriven news app, the future of social media and more at TechCrunch Disrupt 2023.",
            "url": "/2023-07-30-kevin-systrom-talks-ai-and-his-post-instagram-social-app-at-techcrunch-disrupt-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/tc_disrupt_2023_speaker-carousel_1920x1080_Kevin_Systrom.jpg?resize=1200,675",
            "publishedAt": "2023-07-31T16:23:56Z",
            "content": "When Kevin Systrom and Mike Krieger cofounded Instagram in 2010, they basically invented photobased social networking in the modern mobile era. Fastforward to 2012 and a $1 billion acquisition by  [+2817 chars]",
            "summary": "Kevin Systrom will join us for a fireside chat on the Disrupt Stage at TechCrunch Disrupt which runs from September in San Francisco. Systrom and Mike Krieger co founded Instagram in they basically invented photo based social networking in the modern mobile era. In January Systrom launched Artifact a personalized news and content reading application driven by the latest advances in machine learning and artificial intelligence. Don t miss this conversation about the future of news and social media with the co founder behind one of the world s most iconic social apps.",
            "html_summary": "<ul><li>Kevin Systrom will join us for a fireside chat on the Disrupt Stage at TechCrunch Disrupt which runs from September in San Francisco</li><li> Systrom and Mike Krieger co founded Instagram in they basically invented photo based social networking in the modern mobile era</li><li> In January Systrom launched Artifact a personalized news and content reading application driven by the latest advances in machine learning and artificial intelligence</li><li> Don t miss this conversation about the future of news and social media with the co founder behind one of the world s most iconic social apps</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/31/kevin-systrom-talks-ai-and-his-post-instagram-social-app-at-techcrunch-disrupt-2023/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Topline Pro grabs $12M in new capital to help home service businesses get discovered | TechCrunch",
            "description": "The company has a social media hub for automated posts and ads and an AIenabled Super Assistant for digitizing customer interactions.",
            "url": "/2023-07-30-topline-pro-12m-home-service-enterprise",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/ToplinePro_Product_Overview_2nd.png?resize=1200,624",
            "publishedAt": "2023-07-31T13:02:24Z",
            "content": "Homes are always in need of repair, providing home service businesses with no shortage of opportunity. However, managing inbound requests with actually doing the work and taking payments can be diffi [+4163 chars]",
            "summary": "Topline Pro infuses generative AI into its platform to manage and scale businesses like general contractors and landscapers. Today Topline announced million in new Series A capital Forerunner Ventures led the investment along with support from Bonfire Ventures TMV and BBG Ventures In all the company has raised million. The new cash infusion will enable Topline the opportunity to double the number of employees again in the areas of engineering product customer success marketing and sales from now to the end of the year. The company also expanded its product offerings including a social media hub where text and image based social content could go on autopilot while AI generated Google Ads could be launched in less than seconds.",
            "html_summary": "<ul><li>Topline Pro infuses generative AI into its platform to manage and scale businesses like general contractors and landscapers</li><li> Today Topline announced million in new Series A capital Forerunner Ventures led the investment along with support from Bonfire Ventures TMV and BBG Ventures In all the company has raised million</li><li> The new cash infusion will enable Topline the opportunity to double the number of employees again in the areas of engineering product customer success marketing and sales from now to the end of the year</li><li> The company also expanded its product offerings including a social media hub where text and image based social content could go on autopilot while AI generated Google Ads could be launched in less than seconds</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/31/topline-pro-12m-home-service-enterprise/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. China set to announce new stimulus measures as factory sector contracts for fourth month. China set to announce new stimulus measures as factory sector contracts for fourth month. Twitter threatens to sue hatespeech watchdog group. Lost in translation How New Zealands plan for bilingual road signs took an unexpected turn. End of the line for Russia and Ukraines partnership in rocketry. MaraLago worker charged in docs case makes court appearance.... Google Assistant reportedly pivoting to generative AI | TechCrunch. Teslas rangeflation problem, Waymo reverses on selfdriving trucks and Ford tweaks its EV playbook | TechCrunch. Airalo locks in $60M to expand its eSIMbased global roaming marketplace | TechCrunch. A jargonfree explanation of how AI large language models work. Kevin Systrom talks AI and his postInstagram social app at TechCrunch Disrupt 2023 | TechCrunch. Topline Pro grabs $12M in new capital to help home service businesses get discovered | TechCrunch"
}