{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Scott Rosenberg",
            "title": "In AI arms race, ethics may be the first casualty",
            "description": "As the tech world embraces ChatGPT and other generative AI programs, the industrys longstanding pledges to deploy AI responsibly could quickly be swamped by beatthecompetition pressures. Why it matters Once again, techs leaders are playing a game of bui",
            "url": "/2023-01-31-chatgpt-ai-arms-race-ethics-competition",
            "urlToImage": "https://images.axios.com/jo4On0rxMP9pCW4XyIrWJDv5vLg=/1366x768/smart/2023/01/31/1675125722089.jpg",
            "publishedAt": "2023-01-31T10:30:18Z",
            "content": "As the tech world embraces ChatGPT and other generative AI programs, the industrys longstanding pledges to deploy AI responsibly could quickly be swamped by beatthecompetition pressures. Why it  [+3516 chars]",
            "summary": "Illustration: Allie Carl/AxiosAs the tech world embraces ChatGPT and other generative AI programs, the industry's longstanding pledges to deploy AI responsibly could quickly be swamped by beat-the-competition pressures. The risks could be nation- or planet-wide, and humanity itself is the incumbent with much to lose. But the AI debate is more than a business issue.",
            "html_summary": "<ul><li>Illustration: Allie Carl/AxiosAs the tech world embraces ChatGPT and other generative AI programs, the industry's longstanding pledges to deploy AI responsibly could quickly be swamped by beat-the-competition pressures.</li><li>The risks could be nation- or planet-wide, and humanity itself is the incumbent with much to lose.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/31/chatgpt-ai-arms-race-ethics-competition"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "Entocycle grabs $5 million for its insect breeding technology",
            "description": "Entocycle designs modules that optimize the production of black solider fly larvae that can be used as proteins for livestock",
            "url": "/2023-01-31-entocycle-grabs-5-million-for-its-insect-breeding-technology",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/Entocycle-Frozen.jpg?resize=1200,800",
            "publishedAt": "2023-01-31T08:00:27Z",
            "content": "Even if insects dont sound appealing to you, black soldier flies could play an essential role in the food chain in the coming years. In particular, these flies larvae can become an important source o [+1952 chars]",
            "summary": "In particular, with this new injection of cash, Entocycle plans to iterate on its flagship product  the Entocycle Neo.Its a hardware module that can be used in insect farms to monitor and collect data on the health and productivity of black soldier flies. Insect farms could also integrate into the waste management cycle as black solider flies gobble down food waste.Image Credits: Entocycle The idea is that Entocycle can help companies in the food industries get started with black soldier fly larvae so that they can secure their supply of proteins.And this is key to understanding the appeal behind Entocycle. Even if insects dont sound appealing to you, black soldier flies could play an essential role in the food chain in the coming years. In particular, these flies larvae can become an important source of proteins for livestock and fish.Thats why Entocycle is raising another $5 million in a Series A funding round led by Climentum Capital, a European climate-focused VC firm. The Entocycle Neo uses optical sensors combined with a software solution that analyzes images and accurately measures production.By automating these processes, Entocycle hopes it can increase productivity in insect farms. Switching to insect-based proteins could drive down soybean production and imports, as well as deforestation  indirectly.",
            "html_summary": "<ul><li>In particular, with this new injection of cash, Entocycle plans to iterate on its flagship product — the Entocycle Neo.It’s a hardware module that can be used in insect farms to monitor and collect data on the health and productivity of black soldier flies.</li><li>Insect farms could also integrate into the waste management cycle as black solider flies gobble down food waste.Image Credits: Entocycle</li><li>The idea is that Entocycle can help companies in the food industries get started with black soldier fly larvae so that they can secure their supply of proteins.And this is key to understanding the appeal behind Entocycle.</li><li>Even if insects don’t sound appealing to you, black soldier flies could play an essential role in the food chain in the coming years.</li><li>In particular, these flies’ larvae can become an important source of proteins for livestock and fish.That’s why Entocycle is raising another $5 million in a Series A funding round led by Climentum Capital, a European climate-focused VC firm.</li><li>The Entocycle Neo uses optical sensors combined with a software solution that analyzes images and accurately measures production.By automating these processes, Entocycle hopes it can increase productivity in insect farms.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/31/entocycle-grabs-5-million-for-its-insect-breeding-technology/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "AV company Aurora hires president ahead of commercial launch",
            "description": "Aurora Innovation hired Ossa Fisher as president as the AV company prepares to commercially launch its selfdriving trucks business in 2024.",
            "url": "/2023-01-31-av-company-aurora-hires-president-ahead-of-commercial-launch",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/09/IMG_2495.jpg?resize=1200,900",
            "publishedAt": "2023-01-31T00:01:49Z",
            "content": "Aurora Innovation said Monday it has hired Ossa Fisher as president as the autonomous vehicle company prepares to commercially launch its selfdriving trucks business next year.The company said Fis [+1465 chars]",
            "summary": "Aurora Innovation said Monday it has hired Ossa Fisher as president as the autonomous vehicle company prepares to commercially launch its self-driving trucks business next year.The company said Fisher, who was most recently president and chief operating officer of education tech company Istation, will be based in Dallas.",
            "html_summary": "<ul><li>Aurora Innovation said Monday it has hired Ossa Fisher as president as the autonomous vehicle company prepares to commercially launch its self-driving trucks business next year.The company said Fisher, who was most recently president and chief operating officer of education tech company Istation, will be based in Dallas.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/30/av-company-aurora-hires-president-ahead-of-commercial-launch/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "InstaDeeps acquisition is a classic case of an African startup gone global",
            "description": "Instadeeps $682 million acquisition by BioNTech proves a case for African startups building global products.",
            "url": "/2023-01-31-instadeeps-acquisition-is-a-classic-case-of-an-african-startup-gone-global",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/A536C676-96A8-4812-8B9F-156FD92C1EC6.jpeg?resize=1200,800",
            "publishedAt": "2023-01-31T08:08:21Z",
            "content": "This January, Germanys largest vaccine maker BioNTech announced that it had agreed to acquire Tunisianborn and Londonheadquartered AI startup InstaDeep for up to 562 million, including a performan [+8558 chars]",
            "summary": "First, when completed (at $682 million, adjusted in U.S. dollar terms), itll become the largest acquisition deal involving an African or Africa-focused startup, besting prices bargained for Sendwave, DPO Group and Paystack. I believe this is an exciting time, and we will have more to share in coming months, Beguir said about the acquisition without divulging new information while adding that InstaDeep will use its Series B funding and exit money to scale its teams and capabilities across Africa and globally. Frankly, we [InstaDeep and early investors like AfricInvest] did not expect that to happen, expressed Ben Jilani, whose firm may be sitting on a conservative 10x+ exit multiple based on independent calculations. Ultimately, this helps companies optimize the decision-making process and improve efficiency.Karim Beguir and Zohra Slim founded the startup in Tunis in 2014 with two laptops, $2,000, and a lot of enthusiasm, CEO Beguir told TechCrunch last year. Yet, its too early to assume that because of that, itll suddenly open the sluice of venture capital in Tunisian tech or Africas AI market, which currently lags several industries as hotbeds of investments on the continent. In reality, AI is essential for Africas success in the 21st century, and the reason is that it is the transformational technology of our time; I think youll see so many examples these days from GPT and beyond of its disruptive potential, Beguir, who is half-Tunisian and half-French continued. Following the investment, InstaDeep was looking to make some acquisitions to ramp up its data collection capabilities to complement its AI systems before BioNTech swooped in with the acquisition offer, virtually leaving most of the growth financing untouched.That was crazy.",
            "html_summary": "<ul><li>First, when completed (at $682 million, adjusted in U.S. dollar terms), it’ll become the largest acquisition deal involving an African or Africa-focused startup, besting prices bargained for Sendwave, DPO Group and Paystack.</li><li>I believe this is an exciting time, and we will have more to share in coming months,” Beguir said about the acquisition without divulging new information while adding that InstaDeep will use its Series B funding and exit money to scale its teams and capabilities across Africa and globally.</li><li>Frankly, we [InstaDeep and early investors like AfricInvest] did not expect that to happen,” expressed Ben Jilani, whose firm may be sitting on a conservative 10x+ exit multiple based on independent calculations.</li><li>Ultimately, this helps companies optimize the decision-making process and improve efficiency.Karim Beguir and Zohra Slim founded the startup in Tunis in 2014 with “two laptops, $2,000, and a lot of enthusiasm,” CEO Beguir told TechCrunch last year.</li><li>Yet, it’s too early to assume that because of that, it’ll suddenly open the sluice of venture capital in Tunisian tech or Africa’s AI market, which currently lags several industries as hotbeds of investments on the continent.</li><li>In reality, AI is essential for Africa’s success in the 21st century, and the reason is that it is the transformational technology of our time; I think you’ll see so many examples these days from GPT and beyond of its disruptive potential,” Beguir, who is half-Tunisian and half-French continued.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/31/instadeeps-acquisition-is-a-classic-case-of-an-african-startup-gone-global/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ivan Mehta",
            "title": "Groupon cuts another 500 employees in the second round of layoffs",
            "description": "Groupon has laid off another 500 employees in a measure to cut costs, the company said in an SEC filing last week.",
            "url": "/2023-01-31-groupon-cuts-another-500-employees-in-the-second-round-of-layoffs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/07/groupon-wall-lrg.jpg?resize=1200,675",
            "publishedAt": "2023-01-31T06:50:18Z",
            "content": "Groupon has laid off another 500 employees in a bid to cut costs, the company said in an SEC filing last week. The ecommerce company had cut 500 jobs nearly 15% of its workforce then previously in A [+1888 chars]",
            "summary": "The Company also intends to implement other non-payroll actions outlined within the 2022 Cost Savings Plan, including reducing technology, software and certain professional services costs. Groupon has laid off another 500 employees in a bid to cut costs, the company said in an SEC filing last week. These actions are expected to create an additional $30.0 million in annualized cost savings, it noted.In the last 12 months, Groupon stock has dipped more than 72%.",
            "html_summary": "<ul><li>The Company also intends to implement other non-payroll actions outlined within the 2022 Cost Savings Plan, including reducing technology, software and certain professional services costs.</li><li>Groupon has laid off another 500 employees in a bid to cut costs, the company said in an SEC filing last week.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/30/groupon-cuts-another-500-employees-in-the-second-round-of-layoffs/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Put a (smart) ring on it Monavo on why its health wearable will put women first",
            "description": "What does a wearable made for women actually mean in terms of utility and design? TechCrunch talked to Monavo Healths CEO and director, John Mastrototaro, to get the inside track on its forthcoming smart ring and wider roadmap...",
            "url": "/2023-01-31-evie-smart-ring-interview",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/Evie-Silver-Ring.png?resize=1200,800",
            "publishedAt": "2023-01-31T00:53:32Z",
            "content": "Monavo Heath turned heads at CES with an Ouroubourosesque smart ring designed for women.In the crowded field of fitness wearables, where the mainstream heavy hitter of the Apple Watch heads up a v [+48795 chars]",
            "summary": "So how are you going to ensure that women  your users  can feel comfortable using a device that tracks so many personal metrics and does things like keeping tabs on their menstrual cycle and could be used to try to infer additional sensitive health information about them. And so really having access to this data, and looking at it over time, allows us to have a better experience for each women whos using the platform.When will the ring launch? We want to make sure that were collecting that data about their activity, and about the calories burned, so they understand that  and also do a lot with correlations.One thing thats very important to us is to correlate how one thing may affect another. Its going to be very exciting to look at these things Im a 30 year medical device veteran so Ill give you a little bit of a medical device example. And we found that, although they want to use wearable products like this, often they dont [use them] or they only use [them] a part of the time because of some of the shortcomings with the existing devices where they dont really focus on womens needs. And what about its positioning vs mainstream health wearables which are already popular with women  like the Apple Watch?Were looking around mid year-ish timeframe [to launch the ring in the US]. We have added many women in our leadership roles in a number of ways, both in terms of our strategy, of how to develop the product, in terms of our marketing to women, and gathering and research from women.",
            "html_summary": "<ul><li>So how are you going to ensure that women — your users — can feel comfortable using a device that tracks so many personal metrics and does things like keeping tabs on their menstrual cycle and could be used to try to infer additional sensitive health information about them.</li><li>And so really having access to this data, and looking at it over time, allows us to have a better experience for each women who’s using the platform.When will the ring launch?</li><li>We want to make sure that we’re collecting that data about their activity, and about the calories burned, so they understand that — and also do a lot with correlations.One thing that’s very important to us is to correlate how one thing may affect another.</li><li>It’s going to be very exciting to look at these things… I’m a 30 year medical device veteran so I’ll give you a little bit of a medical device example.</li><li>And we found that, although they want to use wearable products like this, often they don’t [use them] or they only use [them] a part of the time because of some of the shortcomings with the existing devices where they don’t really focus on women’s needs.</li><li>And what about its positioning vs mainstream health wearables which are already popular with women — like the Apple Watch?We’re looking around mid year-ish timeframe [to launch the ring in the US].</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/30/evie-smart-ring-interview/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. In AI arms race, ethics may be the first casualty. Entocycle grabs $5 million for its insect breeding technology. AV company Aurora hires president ahead of commercial launch. InstaDeeps acquisition is a classic case of an African startup gone global. Groupon cuts another 500 employees in the second round of layoffs. Put a (smart) ring on it Monavo on why its health wearable will put women first"
}