{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Niuras EEGimplemented earbuds scan your brain health and recommend music to your mood | Makemetechie.com Summary",
            "description": "Niura has developed a pair of earbuds that monitor brain activity and, it claims, can both watch for potential health issues and match music to a users mood...",
            "url": "/2023-09-22-niuras-eeg-implemented-earbuds-scan-your-brain-health-and-recommend-music-to-your-mood",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/zb56dhlMekSGuvfjZZjvJw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD0xMjAw/https://media.zenfs.com/en/techcrunch_350/ea10db4295261a9657627687dfa96b5c",
            "publishedAt": "2023-09-22T13:20:29Z",
            "content": "Niura has developed a pair of earbuds that monitor brain activity and, it claims, can both watch for potential health issues and match music to a users mood.The founders, Ryan Ahmed, Shahriar Huda [+5264 chars]",
            "summary": "Niura has developed a pair of earbuds that monitor brain activity and it claims can both watch for potential health issues and match music to a user s mood. The founders Ryan Ahmed Shahriar Huda Dang Nguyen and Authoy Das had the idea of neuromonitoring during their high school years after their family members grappled with brain health issues. Niura intends to launch a licensing program for earphone headphone makers like Bose Samsung and Sony as well as biomedical companies like Regeneron Medtronic and Siemens.",
            "html_summary": "<ul><li>Niura has developed a pair of earbuds that monitor brain activity and it claims can both watch for potential health issues and match music to a user s mood.</li><li> The founders Ryan Ahmed Shahriar Huda Dang Nguyen and Authoy Das had the idea of neuromonitoring during their high school years after their family members grappled with brain health issues.</li><li> Niura intends to launch a licensing program for earphone headphone makers like Bose Samsung and Sony as well as biomedical companies like Regeneron Medtronic and Siemens.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/22/niuras-eeg-implemented-earbuds-scan-your-brain-health-and-recommend-music-to-your-mood/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "South Africas FinanceGPT simplifies financial analysis, set to interface in local languages | Makemetechie.com Summary",
            "description": "FinanceGPT is a generative AI startup built to help companies in their financial analysis tasks.  Initially built for startups without inhouse finance teams...",
            "url": "/2023-09-22-financegpt-generative-ai-tools-for-financial-analysis",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/lO_y.Vl65q68gsj2pcr1Ig--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03MTA-/https://media.zenfs.com/en/techcrunch_350/6dae1c4150dab466e4f14ab64235c216",
            "publishedAt": "2023-09-22T11:34:39Z",
            "content": "FinanceGPT is a generative AI startup built to help companies in their financial analysis tasks. Initially built for startups without inhouse finance teams, and VCs looking to run financial health c [+2715 chars]",
            "summary": "FinanceGPT is a generative AI startup built to help companies in their financial analysis tasks Initially built for startups without in house finance teams and VCs looking to run financial health checks for their portfolios in Africa FinanceGPT Ipoxcap says it has over the last five months grown to attract a diverse range of clientele including investment managers and finance officers out to fast track their fiscal reporting. The startup has been a member of Nvidia Inception since October and is leveraging its technology. It is currently working on three lean language models to seal the financial information gaps and biases of large language modes.",
            "html_summary": "<ul><li>FinanceGPT is a generative AI startup built to help companies in their financial analysis tasks Initially built for startups without in house finance teams and VCs looking to run financial health checks for their portfolios in Africa FinanceGPT Ipoxcap says it has over the last five months grown to attract a diverse range of clientele including investment managers and finance officers out to fast track their fiscal reporting.</li><li> The startup has been a member of Nvidia Inception since October and is leveraging its technology.</li><li> It is currently working on three lean language models to seal the financial information gaps and biases of large language modes.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/22/financegpt-generative-ai-tools-for-financial-analysis/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Timothy B. Lee",
            "title": "Opinion The Copyright Office is making a mistake on AIgenerated art | Makemetechie.com Summary",
            "description": "A rule against copyrighting AI art will be unworkable.",
            "url": "/2023-09-22-opinion-dont-exclude-ai-generated-art-from-copyright",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/08/art_contest_winner-760x380.jpg",
            "publishedAt": "2023-09-22T11:07:17Z",
            "content": "37 with Two weeks ago, the US Copyright Office refused to register a copyright for Thtre Dopra Spatial, an AIgenerated image that got widespread media attention last year after it won an art c [+5083 chars]",
            "summary": "Two weeks ago the US Copyright Office refused to register a copyright for Th tre D op ra Spatial an AI generated image that got widespread media attention last year after it won an art competition. The Copyright Office first ruled on this issue in Artist Stephen Thaler tried to register an image that he said had been created entirely by a computer program. In February the Copyright Office canceled the registration of a comic book called Zarya of the Dawn that contained AI generated images. Then on September the office rejected the copyright for the image holding that it was not the product of human authorship because it was created by the AI software Midjourney.",
            "html_summary": "<ul><li>Two weeks ago the US Copyright Office refused to register a copyright for Th tre D op ra Spatial an AI generated image that got widespread media attention last year after it won an art competition.</li><li> The Copyright Office first ruled on this issue in Artist Stephen Thaler tried to register an image that he said had been created entirely by a computer program.</li><li> In February the Copyright Office canceled the registration of a comic book called Zarya of the Dawn that contained AI generated images.</li><li> Then on September the office rejected the copyright for the image holding that it was not the product of human authorship because it was created by the AI software Midjourney.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/09/opinion-dont-exclude-ai-generated-art-from-copyright/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ELENA BECATOROS - Associated Press",
            "title": "Through a different lens How AP used a wooden box camera to document Afghan life up close | Makemetechie.com Summary",
            "description": "For Associated Press photographer Rodrigo Abd, a main attraction of working with a traditional Afghan box camera is the intimacy it provides with his subjects, and the slow pace that allows for a unique window into daily life. In the",
            "url": "/2023-09-22-life-afghanistan-under-taliban-rule-women-photography-47b6a81038ff63476566850e5be28e20",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/3e/13e88832-ab9b-5eba-a3f3-0a87c1028b32/650dcdd7b4522.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-09-22T04:15:00Z",
            "content": "By ELENA BECATOROS  Associated PressKABUL, Afghanistan (AP) For Associated Press photographer Rodrigo Abd, a main attraction of working with a traditional Afghan box camera is the intimacy it prov [+4216 chars]",
            "summary": "I can connect sometimes better with that camera than with a digital one, because of the way people look at the camera, that moment that is created between the photographer and the person that is sitting in front of the camera, Abd says. Former kamra-e-faoree photographer Lutfullah Habibzadeh, 72, is happy to see a fellow photographer, a foreigner no less, arrive at his Kabul home with a wooden camera of his own  not as beautifully decorated, perhaps  but a kindred spirit nonetheless. Abd learned how to use what in Dari is called a kamra-e-faroee, or instant camera, a handmade box on a tripod that combines a simple camera and darkroom in one. (AP Photo/Bram Janssen)Associated Press photographer Rodrigo Abd takes a portrait of Lutfullah Habibzadeh, 72, who uses a similar wooden box camera, in Kabul, Afghanistan, Wednesday, May 31, 2023. The kamra-e-faroee, or instant camera, is a handmade box on a tripod that combines a simple camera and darkroom in one. (AP Photo/Ebrahim Noroozi)Associated Press photographer Rodrigo Abd takes a portrait of a man and his pack animal with a wooden box camera in Bamiyan, Afghanistan, Friday, June 16, 2023. (AP Photo/Ebrahim Noroozi)Associated Press photographer Rodrigo Abd takes a portrait of a girl in a carpet factory, with a wooden box camera, in Kabul, Afghanistan, Monday, May 29, 2023.",
            "html_summary": "<ul><li>“I can connect sometimes better with that camera than with a digital one, because of the way people look at the camera, that moment that is created between the photographer and the person that is sitting in front of the camera,” Abd says..</li><li>Former kamra-e-faoree photographer Lutfullah Habibzadeh, 72, is happy to see a fellow photographer, a foreigner no less, arrive at his Kabul home with a wooden camera of his own — not as beautifully decorated, perhaps — but a kindred spirit nonetheless..</li><li>Abd learned how to use what in Dari is called a kamra-e-faroee, or “instant camera,” a handmade box on a tripod that combines a simple camera and darkroom in one..</li><li>(AP Photo/Bram Janssen)Associated Press photographer Rodrigo Abd takes a portrait of Lutfullah Habibzadeh, 72, who uses a similar wooden box camera, in Kabul, Afghanistan, Wednesday, May 31, 2023..</li><li>The kamra-e-faroee, or “instant camera,” is a handmade box on a tripod that combines a simple camera and darkroom in one..</li><li>(AP Photo/Ebrahim Noroozi)Associated Press photographer Rodrigo Abd takes a portrait of a man and his pack animal with a wooden box camera in Bamiyan, Afghanistan, Friday, June 16, 2023..</li></ul>",
            "website_url": "https://apnews.com/article/life-afghanistan-under-taliban-rule-women-photography-47b6a81038ff63476566850e5be28e20"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "HME Square aims to measure glucose painlessly with photoacoustics | TechCrunch | Makemetechie.com Summary",
            "description": "People with diabetes have to monitor their blood sugar levels regularly by pricking their skin. Many glucosemonitoring device makers worldwide are",
            "url": "/2023-09-22-hme-square-aims-to-measure-glucose-painlessly-with-photoacoustics",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/Smart-Watch.FQ-View-2-1.png?resize=1017,1200",
            "publishedAt": "2023-09-22T01:24:59Z",
            "content": "People with diabetes have to monitor their blood sugar levels regularly by pricking their skin. Many glucosemonitoring device makers worldwide are pursuing needlefree approaches to make this painfu [+3617 chars]",
            "summary": "South Korean company HME Square uses photoacoustics to test glucose levels noninvasively. The company claims its initial study shows accuracy better than continuous glucose monitoring CGM devices on the market. The startup plans to apply good manufacturing practices GMP in Korea next year and start clinical trials in the country which will take around a year. It will use a direct to consumer business model selling products to people with diabetes and people who use invasive measures like CGM. The outfit is also considering adding subscription models once it commercializes.",
            "html_summary": "<ul><li>South Korean company HME Square uses photoacoustics to test glucose levels noninvasively.</li><li> The company claims its initial study shows accuracy better than continuous glucose monitoring CGM devices on the market.</li><li> The startup plans to apply good manufacturing practices GMP in Korea next year and start clinical trials in the country which will take around a year.</li><li> It will use a direct to consumer business model selling products to people with diabetes and people who use invasive measures like CGM.</li><li> The outfit is also considering adding subscription models once it commercializes.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/21/hme-square-aims-to-measure-glucose-painlessly-with-photoacoustics/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "FCC closing loophole that gave robocallers easy access to US phone numbers | Makemetechie.com Summary",
            "description": "New rules make it a bit harder for VoIP providers to access numbering system.",
            "url": "/2023-09-22-fcc-closing-loophole-that-gave-robocallers-easy-access-to-us-phone-numbers",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/robocallers-760x380.jpg",
            "publishedAt": "2023-09-22T19:13:07Z",
            "content": "2 with In one of its many attempts to curb robocalls, the Federal Communications Commission said it is making it harder for Voice over Internet Protocol (VoIP) providers to obtain direct access to  [+4196 chars]",
            "summary": "The FCC is making it harder for Voice over Internet Protocol VoIP providers to obtain direct access to US telephone numbers. The rules adopted by the FCC yesterday were in place for most of the past decade. VoIP technology can allow bad actors to make spoofed robocalls with minimal technical experience and cost. The FCC order will take effect days after it s published in the Federal Register. But that itself may provide new avenues for enforcement and more requirements and friction raise the cost and risks for VoIP operators that don't follow the rules.",
            "html_summary": "<ul><li>The FCC is making it harder for Voice over Internet Protocol VoIP providers to obtain direct access to US telephone numbers.</li><li> The rules adopted by the FCC yesterday were in place for most of the past decade.</li><li> VoIP technology can allow bad actors to make spoofed robocalls with minimal technical experience and cost.</li><li> The FCC order will take effect days after it s published in the Federal Register.</li><li> But that itself may provide new avenues for enforcement and more requirements and friction raise the cost and risks for VoIP operators that don't follow the rules.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/09/fcc-closing-loophole-that-gave-robocallers-easy-access-to-us-phone-numbers/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Plantiga Technologies AIpowered footwear sensor pod aims to reduce injury risks | TechCrunch | Makemetechie.com Summary",
            "description": "Plantiga Technologies, a Vancouverbased movement analytics company, wants to help people improve rehabilitation and reduce injury risks through an Plantiga Technologies has built an AIpowered sensor pod that could embedded in footwear and software to help u",
            "url": "/2023-09-22-plantiga-technologies-ai-powered-footwear-sensor-pod-aims-to-reduce-injury-risks",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/PLANTIGA-FINALS-DAY2-3-emble-119-1.jpg?resize=1200,800",
            "publishedAt": "2023-09-22T02:16:59Z",
            "content": "Plantiga Technologies, a Vancouverbased movement analytics company, wants to help people improve rehabilitation and reduce injury risks through an artificial intelligencepowered monitoring sensor p [+3689 chars]",
            "summary": "Plantiga Technologies a Vancouver based movement analytics company wants to help people improve rehabilitation and reduce injury risks through an artificial intelligence powered monitoring sensor pod. Plantiga is participating in Startup Battlefield at TechCrunch Disrupt and while it s been around for a while it launched the fifth generation of its sensor pod Arc in June of this year. The Arc can collect movement data for up to hours data enabling health experts whether they are your foot doctor or a specialist connected to a sports team to make insights into how the person in question in moving.",
            "html_summary": "<ul><li>Plantiga Technologies a Vancouver based movement analytics company wants to help people improve rehabilitation and reduce injury risks through an artificial intelligence powered monitoring sensor pod.</li><li> Plantiga is participating in Startup Battlefield at TechCrunch Disrupt and while it s been around for a while it launched the fifth generation of its sensor pod Arc in June of this year.</li><li> The Arc can collect movement data for up to hours data enabling health experts whether they are your foot doctor or a specialist connected to a sports team to make insights into how the person in question in moving.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/21/plantiga-technologies-ai-powered-footwear-sensor-pod-aims-to-reduce-injury-risks/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "AquaLith might have an answer to the US battery material shortage problem | TechCrunch | Makemetechie.com Summary",
            "description": "AquaLith looks to make new types of battery cell components that dont rely on the scarce metals normally used in lithiumion battery packs.",
            "url": "/2023-09-22-aqualith-might-have-an-answer-to-the-us-battery-material-shortage-problem",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/GettyImages-154908090.jpg?resize=1200,800",
            "publishedAt": "2023-09-22T19:37:27Z",
            "content": "AquaLith has its eye on a billiondollar market opportunity new types of battery cell components that dont rely on the scarce metals normally used in lithiumion battery packs, which are increasing [+3220 chars]",
            "summary": "AquaLith has its eye on a billion dollar market opportunity new types of battery cell components that don't rely on the scarce metals normally used in lithium ion battery packs. The startup has plans to offer its products to automakers within the next year as automakers are becoming battery makers themselves. AquaLith plans to raise million in and boost its total funding to million next year and million the year after and is part of TechCrunch Disrupt s Startup Battlefield this year. The company is working to create denser cheaper and safer batteries by transforming their major components.",
            "html_summary": "<ul><li>AquaLith has its eye on a billion dollar market opportunity new types of battery cell components that don't rely on the scarce metals normally used in lithium ion battery packs.</li><li> The startup has plans to offer its products to automakers within the next year as automakers are becoming battery makers themselves.</li><li> AquaLith plans to raise million in and boost its total funding to million next year and million the year after  and is part of TechCrunch Disrupt s Startup Battlefield this year.</li><li> The company is working to create denser cheaper and safer batteries by transforming their major components.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/22/aqualith-might-have-an-answer-to-the-us-battery-material-shortage-problem/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Niuras EEGimplemented earbuds scan your brain health and recommend music to your mood | Makemetechie.com Summary. South Africas FinanceGPT simplifies financial analysis, set to interface in local languages | Makemetechie.com Summary. Opinion The Copyright Office is making a mistake on AIgenerated art | Makemetechie.com Summary. Through a different lens How AP used a wooden box camera to document Afghan life up close | Makemetechie.com Summary. HME Square aims to measure glucose painlessly with photoacoustics | TechCrunch | Makemetechie.com Summary. FCC closing loophole that gave robocallers easy access to US phone numbers | Makemetechie.com Summary. Plantiga Technologies AIpowered footwear sensor pod aims to reduce injury risks | TechCrunch | Makemetechie.com Summary. AquaLith might have an answer to the US battery material shortage problem | TechCrunch | Makemetechie.com Summary"
}