{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Reverse ATMs take bills, dispense cards as stores go cashless",
            "description": "As stores and restaurants attempt to go cashless, theyre installing reverse ATMs that dispense storedvalue cards in exchange for greenbacks.Why it matters More businesses are eschewing cash  a trend accelerated by the pandemic  but states and cities ar",
            "url": "/2023-04-24-reverse-atms-banking-cashless-payments",
            "urlToImage": "https://images.axios.com/KyXLmRvha3JMwtnLu8AXuWXGHB4=/1366x768/smart/2023/04/17/1681752408523.png",
            "publishedAt": "2023-04-24T09:30:00Z",
            "content": "As stores and restaurants attempt to go cashless, theyre installing reverse ATMs that dispense storedvalue cards in exchange for greenbacks.Why it matters More businesses are eschewing cash a  [+4306 chars]",
            "summary": "What's next: People without bank accounts have been adapting to mobile payment apps, which could mean that reverse ATMs are a bridge technology  or one that will soon be used to load a digital wallet. A \"reverse ATM\" at Rogers Centre, home of the Toronto Blue Jays. (Here's a video.",
            "html_summary": "<ul><li>What's next: People without bank accounts have been adapting to mobile payment apps, which could mean that reverse ATMs are a bridge technology — or one that will soon be used to load a digital wallet.</li><li>A \"reverse ATM\" at Rogers Centre, home of the Toronto Blue Jays.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/24/reverse-atms-banking-cashless-payments"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Constrafor, a construction procurement company, goes SAFE route with new capital",
            "description": "Constrafor provides embedded financing and software to keep payments flowing between contractors and their subcontractors.Constrafor, a construction procurement company, goes SAFE route with new capital by Christine Hall originally published on TechCrunch",
            "url": "/2023-04-24-constrafor-construction-procurement-fintech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Early-Pay-Dashboard.png?resize=1200,675",
            "publishedAt": "2023-04-24T13:01:20Z",
            "content": "More construction projects are being started, but payments to contractors and their subcontractors continue to cause a bottleneck in the normal course of completing a project.Banks are more and mor [+3289 chars]",
            "summary": "The general contractor then reimburses Constrafor for the invoice.Constrafor grabs $106M in equity, credit to finance construction subcontractorsThe company raised $106.3 million in equity and debt in 2022, and since then, Constrafor has grown from 15,000 customers to 23,000. Since then, the company tweaked its credit origination and is now growing at 25% month over month this year in sustainable growth.Constrafor also joined in on the AI trend by launching some initiatives using embedded generative AI related to automating manual reviews, for example, of insurance. This gives the company $14 million in equity and $100 million in debt raised since the company was founded in 2019.Anwar Ghauche, CEO of Constrafor. It also partnered with Stripe to offer a banking product and now has over 80 companies banking with them.Now Constrafor is back with another cash infusion of $7.5 million via a SAFE note, led by Motive Partners, that closed this month. Image Credits: ConstraforWhen asked why Constrafor went after a SAFE note versus a priced round, Ghauche said he didnt think the market was great today in terms of pricing.Weve seen that deterioration in the multiples for fintech companies, Ghauche added. We found that this is a much better way for us to keep growing, hence our milestones on the revenue side for the Series A, so were targeting to cross $5 million ARR before we actually go for a Series A. Ghauche admits that the company had a hiccup on revenue during this time, but that it didnt have anything to do with the credit market or network.",
            "html_summary": "<ul><li>The general contractor then reimburses Constrafor for the invoice.Constrafor grabs $106M in equity, credit to finance construction subcontractorsThe company raised $106.3 million in equity and debt in 2022, and since then, Constrafor has grown from 15,000 customers to 23,000.</li><li>Since then, the company tweaked its credit origination and is now growing at 25% month over month this year “in sustainable growth.”Constrafor also joined in on the AI trend by launching some initiatives using embedded generative AI related to automating manual reviews, for example, of insurance.</li><li>This gives the company $14 million in equity and $100 million in debt raised since the company was founded in 2019.Anwar Ghauche, CEO of Constrafor.</li><li>It also partnered with Stripe to offer a banking product and now has over 80 companies banking with them.Now Constrafor is back with another cash infusion of $7.5 million via a SAFE note, led by Motive Partners, that closed this month.</li><li>Image Credits: ConstraforWhen asked why Constrafor went after a SAFE note versus a priced round, Ghauche said he didn’t think the market “was great today in terms of pricing.”“We’ve seen that deterioration in the multiples for fintech companies,” Ghauche added.</li><li>“We found that this is a much better way for us to keep growing, hence our milestones on the revenue side for the Series A, so we’re targeting to cross $5 million ARR before we actually go for a Series A.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/constrafor-construction-procurement-fintech/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Snapchat sees spike in 1star reviews as users pan the My AI feature, calling for its removal",
            "description": "The user reviews for Snapchats My AI feature are in  and theyre not good. Launched last week to global users after initially being a subscriberonly addition, Snapchats new AI chatbot powered by OpenAIs GPT technology is now pinned to the top of the ap",
            "url": "/2023-04-24-snapchat-sees-spike-in-1-star-reviews-as-users-pan-the-my-ai-feature-calling-for-its-removal",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/snapchat-my-ai-1.jpg?resize=1200,675",
            "publishedAt": "2023-04-24T15:44:36Z",
            "content": "The user reviews for Snapchats My AI feature are in  and theyre not good. Launched last week to global users after initially being a subscriberonly addition, Snapchats new AI chatbot powered b [+7791 chars]",
            "summary": "For comparison, across Q1 2023, the Snapchat average U.S. App Store review was 3.05, with only 35% of reviews being one-star.The number of daily reviews has also increased by five times over the last week, the firm noted.Another app data provider, Apptopia, reports a similar trend. In any event, a number of these 5-star reviews should be considered negative reviews or complaints, based on their actual commentary.Still, scrolling through the App Store reviews sorted by Most Recent shows how many complaints there are. Nobody at all wants AI on Snapchat.Image Credits: Sensor Tower (analysis of Snapchat app reviews)Several other five-star reviews demand to block the AI or remove it, call it creepy or crap and yet the user has still rated the app five stars. Launched last week to global users after initially being a subscriber-only addition, Snapchats new AI chatbot powered by OpenAIs GPT technology is now pinned to the top of the apps Chat tab where users can ask it questions and get instant responses. Users are also sharing their complaints with Snapchat directly.After announcing the new chatbot in a tweet last week during Snaps Partner Summit event, users took the replies to cite their grievances.Can we have the option to delete it? That would lead one to believe that the AI feature is divisive, as opposed to being widely panned.But a closer inspection of those five-star reviews indicates that many of them also include My AI complaints. Some users are so upset theyre even threatening to quit Snapchat over this and delete the app entirely.Many are also pushing back at the fact that removing the My AI from their Chat feed requires a Snapchat+ subscription.",
            "html_summary": "<ul><li>For comparison, across Q1 2023, the Snapchat average U.S. App Store review was 3.05, with only 35% of reviews being one-star.The number of daily reviews has also increased by five times over the last week, the firm noted.Another app data provider, Apptopia, reports a similar trend.</li><li>In any event, a number of these “5-star” reviews should be considered negative reviews or complaints, based on their actual commentary.Still, scrolling through the App Store reviews sorted by “Most Recent” shows how many complaints there are.</li><li>Nobody at all wants AI on Snapchat.”Image Credits: Sensor Tower (analysis of Snapchat app reviews)Several other five-star reviews demand to block the AI or remove it, call it creepy or “crap” and yet the user has still rated the app five stars.</li><li>Launched last week to global users after initially being a subscriber-only addition, Snapchat’s new AI chatbot powered by OpenAI’s GPT technology is now pinned to the top of the app’s Chat tab where users can ask it questions and get instant responses.</li><li>Users are also sharing their complaints with Snapchat directly.After announcing the new chatbot in a tweet last week during Snap’s Partner Summit event, users took the replies to cite their grievances.Can we have the option to delete it?</li><li>That would lead one to believe that the AI feature is divisive, as opposed to being widely panned.But a closer inspection of those five-star reviews indicates that many of them also include My AI complaints.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/snapchat-sees-spike-in-1-star-reviews-as-users-pan-the-my-ai-feature-calling-for-its-removal/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "Volvo Cars Tech Fund invests in driver monitoring startup CorrActions",
            "description": "Israeli startup CorrActions raises strategic investment from Volvo Cars Tech Fund for cognitive driver monitoring system.",
            "url": "/2023-04-24-volvo-cars-tech-fund-invests-in-driver-monitoring-startup-corractions",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1244635718.jpg?resize=1200,801",
            "publishedAt": "2023-04-24T15:46:08Z",
            "content": "CorrActions, an Israeli startup that, among other things, built a driver monitoring system that can understand a drivers cognitive state, today announced that it has raised a strategic investment fr [+2494 chars]",
            "summary": "CorrActions, an Israeli startup that, among other things, built a driver monitoring system that can understand a drivers cognitive state, today announced that it has raised a strategic investment from Volvo Cars Tech Fund. CorrActions fits the bill perfectly and focuses on a mission that is close to our heart: making cars and traffic safer.Volvo notes that the companys EX90 flagship electric SUV already includes numerous systems to understand a drivers cognitive state. According to the company, the target for this round is $6 million.The idea behind CorrActions is to use sensors that are already built into the car to monitor the drivers micro muscle movements. The company brought on Reingold, who previously held a number of executive and R&D roles at various startups and large enterprises like Broadcom and Sony, in June 2022 to take the CEO role.CorrActions raises $2.7M to help avoid errors in human-machine interactions These movements, the company argues, can reflect brain activity that CorrActions algorithms can then evaluate to check if the driver is tired, distracted or intoxicated. The CorrActions technology is a highly relevant complement to our driver understanding system.",
            "html_summary": "<ul><li>CorrActions, an Israeli startup that, among other things, built a driver monitoring system that can understand a driver’s cognitive state, today announced that it has raised a strategic investment from Volvo Cars Tech Fund.</li><li>“CorrActions fits the bill perfectly and focuses on a mission that is close to our heart: making cars and traffic safer.”Volvo notes that the company’s EX90 flagship electric SUV already includes numerous systems to understand a driver’s cognitive state.</li><li>According to the company, the target for this round is $6 million.The idea behind CorrActions is to use sensors that are already built into the car to monitor the driver’s micro muscle movements.</li><li>The company brought on Reingold, who previously held a number of executive and R&D roles at various startups and large enterprises like Broadcom and Sony, in June 2022 to take the CEO role.CorrActions raises $2.7M to help avoid errors in human-machine interactions</li><li>These movements, the company argues, can reflect brain activity that CorrActions’ algorithms can then evaluate to check if the driver is tired, distracted or intoxicated.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/volvo-cars-tech-fund-invests-in-driver-monitoring-startup-corractions/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Oura/Best Buy partnership brings the smart ring to 850 stores across the US",
            "description": "Todays news is a major step, as Oura announces a deal with Best Buy that will bring its ring to around 850 locations.",
            "url": "/2023-04-24-oura-best-buy-partnership-brings-the-smart-ring-to-850-stores-across-the-us",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/11/CMC_0722.jpg?resize=1200,800",
            "publishedAt": "2023-04-24T14:01:06Z",
            "content": "Its been a whirlwind few years for Oura. The hardwaremaker rode the early days of the pandemic to the top of the wearable ranks, establishing itself as the top smart ring maker by a mile.With the  [+1450 chars]",
            "summary": "The hardware-maker rode the early days of the pandemic to the top of the wearable ranks, establishing itself as the top smart ring maker by a mile.With the promise of detecting early COVID warning signals, the company struck up brand partnerships with some of the worlds leading sports leagues. Oura has had its share of controversy along the way, including the addition of a premium service that locked existing features behind a paywall.This time last year, the company announced that Tom Hale joined up as CEO, with a stated goal of scaling the company. Introducing more people to the benefits of Ouras technology and providing an impactful in-store and online experience with the help of Best Buy is an exciting step forward for us as a company.The in-person experience is an important one for wearables. Its a pretty good idea to try something on before plunking down a few hundred dollars plus subscription fee.Oura does have some brick and mortar presence already, but nothing that rivals the Best Buy deal. After all, products designed to be worn on your person represent an extra level of intimacy you dont get with standard consumer electronics. The list includes limited availability in Gucci and Therabody stores, as well as SoftBank retail locations in Japan. Its been a whirlwind few years for Oura.",
            "html_summary": "<ul><li>The hardware-maker rode the early days of the pandemic to the top of the wearable ranks, establishing itself as the top smart ring maker by a mile.With the promise of detecting early COVID warning signals, the company struck up brand partnerships with some of the world’s leading sports leagues.</li><li>Oura has had its share of controversy along the way, including the addition of a premium service that locked existing features behind a paywall.This time last year, the company announced that Tom Hale joined up as CEO, with a stated goal of scaling the company.</li><li>“Introducing more people to the benefits of Oura’s technology and providing an impactful in-store and online experience with the help of Best Buy is an exciting step forward for us as a company.”The in-person experience is an important one for wearables.</li><li>It’s a pretty good idea to try something on before plunking down a few hundred dollars plus subscription fee.Oura does have some brick and mortar presence already, but nothing that rivals the Best Buy deal.</li><li>After all, products designed to be worn on your person represent an extra level of intimacy you don’t get with standard consumer electronics.</li><li>The list includes limited availability in Gucci and Therabody stores, as well as SoftBank retail locations in Japan.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/oura-best-buy-partnership-brings-the-smart-ring-to-850-stores-across-the-us/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "China EVs rising, Tesla loses profit ground and Lyft preps for deep cuts",
            "description": "The Station is a weekly newsletter focused on transportation. This week, Tesla profits get squeezed and China dominates the EV market.",
            "url": "/2023-04-24-china-evs-rising-tesla-loses-profit-ground-and-lyft-preps-for-deep-cuts",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1484159901.jpg?resize=1200,801",
            "publishedAt": "2023-04-24T11:00:47Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+12196 chars]",
            "summary": "The deal would give the consortium a 5% stake in SK On.Whisper, which developed a quiet and efficient electric propulsion device for eVTOLs and delivery drones, raised $32 million in a Series A round led jointly by Menlo Ventures, EVE Atlas, Capricorns Technology Impact Fund and Connor Capital. Id be curious to see what, if anything, could possibly warrant such a price tag.Electric Bike Company launched the Model J, a small, nimble, moto-inspired e-bike with a reasonable limited time price tag of $1,199. Mensch Capital Partners also participated.Miovision Technologies, a Canadian traffic management technology company, acquired Global Traffic Technologies LLC from Vontier Corp. for $107 million. The expansion included $10 million in new equity financing and $5 million in venture debt. The EV company clarified that current model year 2023 R1T and R1S vehicles qualify for $3,750 in federal tax incentives, as the batteries are compliant with the critical mineral sourcing requirements passed in the Inflation Reduction Act.Tesla kicked off Q1 earnings season on a bit of a down note. But as the Financial Times noted in its coverage of the auto show, China is also set to push Japan out of the top spot for global car export volume this year after overtaking Germany in 2022.This development creates a two-fold challenge for foreign automakers. The service now has more than 100 fully driverless vehicles operating in Wuhan, and in 2022, the company doubled its active users, with some riders taking nearly 1,000 trips.Kodiak Robotics is partnering with truckload carrier C.R.",
            "html_summary": "<ul><li>The deal would give the consortium a 5% stake in SK On.Whisper, which developed a quiet and efficient electric propulsion device for eVTOLs and delivery drones, raised $32 million in a Series A round led jointly by Menlo Ventures, EVE Atlas, Capricorn’s Technology Impact Fund and Connor Capital.</li><li>I’d be curious to see what, if anything, could possibly warrant such a price tag.Electric Bike Company launched the Model J, a small, nimble, moto-inspired e-bike with a reasonable limited time price tag of $1,199.</li><li>Mensch Capital Partners also participated.Miovision Technologies, a Canadian traffic management technology company, acquired Global Traffic Technologies LLC from Vontier Corp. for $107 million.</li><li>The expansion included $10 million in new equity financing and $5 million in venture debt.</li><li>The EV company clarified that current model year 2023 R1T and R1S vehicles qualify for $3,750 in federal tax incentives, as the batteries are compliant with the critical mineral sourcing requirements passed in the Inflation Reduction Act.Tesla kicked off Q1 earnings season on a bit of a down note.</li><li>But as the Financial Times noted in its coverage of the auto show, China is also set to push Japan out of the top spot for global car export volume this year after overtaking Germany in 2022.This development creates a two-fold challenge for foreign automakers.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/24/china-evs-rising-tesla-loses-profit-ground-and-lyft-preps-for-deep-cuts/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Reverse ATMs take bills, dispense cards as stores go cashless. Constrafor, a construction procurement company, goes SAFE route with new capital. Snapchat sees spike in 1star reviews as users pan the My AI feature, calling for its removal. Volvo Cars Tech Fund invests in driver monitoring startup CorrActions. Oura/Best Buy partnership brings the smart ring to 850 stores across the US. China EVs rising, Tesla loses profit ground and Lyft preps for deep cuts"
}