{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Stephen Clark",
            "title": "US Space Command says it needs more maneuverable satellites",
            "description": "The military is starting to buy into orbital refueling.",
            "url": "/2023-07-07-us-space-command-says-it-needs-more-maneuverable-satellites",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/Super_Depot_OrbitFab-1-scaled-1-760x380.jpg",
            "publishedAt": "2023-07-07T13:48:25Z",
            "content": "Enlarge/ Artists concept of a fuel depot in space.23 with Imagine you purchased a vehicle that needed to last eight years on a single tank of gas. You would probably avoid sharp accelerations, k [+10316 chars]",
            "summary": "\"But satellite servicing may not be the only solution, particularly in an era where companies like SpaceX have developed mass-produced satellites for mega-constellations, such as the Starlink network.Shaw said the Space Force could also look at launching cheaper satellites on a more regular cadence. \"Shaw said the military is \"constrained\" with what it can do with the GSSAP satellites because ground controllers \"have to think in terms of months and years\" of fuel life with every decision on what and where to maneuver the spacecraft to approach another object in orbit. Dozens of companies participated in a satellite servicing industry day hosted by the Space Force last year.Part of the militarys initial experiments in satellite servicing will involve testing standardized interfaces for refueling. OSAM-1, scheduled for launch in 2025, will attempt to prove that a servicing satellite can stick a refueling probe into the fuel tank of the Landsat 7 satellite \"and not blow it up,\" Purdy said. The company next plans to launch a series of mission extension pods, or jet packs, to provide years of additional propulsion for customer satellites in orbit.The Japanese company Astroscale is also developing experiments for in-orbit servicing, with eventual plans to apply the technology to removing space junk from orbit. The refueling port is a device called the Rapidly Attachable Fuel Transfer Interface (RAFTI).The Space Force is expediting its effort to field satellite servicing capabilities by focusing on technology that commercial companies already have in development, Maj. Gen. Stephen Purdy said in April. The Tetra-5 spacecraft will link up in geosynchronous orbit with a fuel depot supplied by Orbit Fab and hosted on a satellite from Impulse Space.",
            "html_summary": "<ul><li>\"But satellite servicing may not be the only solution, particularly in an era where companies like SpaceX have developed mass-produced satellites for mega-constellations, such as the Starlink network.Shaw said the Space Force could also look at launching cheaper satellites on a more regular cadence.</li><li>\"Shaw said the military is \"constrained\" with what it can do with the GSSAP satellites because ground controllers \"have to think in terms of months and years\" of fuel life with every decision on what and where to maneuver the spacecraft to approach another object in orbit.</li><li>Dozens of companies participated in a satellite servicing industry day hosted by the Space Force last year.Part of the military’s initial experiments in satellite servicing will involve testing standardized interfaces for refueling.</li><li>OSAM-1, scheduled for launch in 2025, will attempt to prove that a servicing satellite can stick a refueling probe into the fuel tank of the Landsat 7 satellite \"and not blow it up,\" Purdy said.</li><li>The company next plans to launch a series of mission extension pods, or “jet packs,” to provide years of additional propulsion for customer satellites in orbit.The Japanese company Astroscale is also developing experiments for in-orbit servicing, with eventual plans to apply the technology to removing space junk from orbit.</li><li>The refueling port is a device called the Rapidly Attachable Fuel Transfer Interface (RAFTI).The Space Force is expediting its effort to field satellite servicing capabilities by focusing on technology that commercial companies already have in development, Maj. Gen. Stephen Purdy said in April.</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/07/us-space-command-says-it-needs-more-maneuverable-satellites/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "ChatGPT users drop for the first time as people turn to uncensored chatbots",
            "description": "Data shows ChatGPT use decreased by nearly 10 percent from May to June.",
            "url": "/2023-07-07-chatgpts-user-base-shrank-after-openai-censored-harmful-responses",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/GettyImages-1258305890-760x380.jpg",
            "publishedAt": "2023-07-07T18:11:34Z",
            "content": "17 with OpenAIs immensely popular ChatGPT has started losing users for the first time, The Washington Post reported today.According to data firm Similarweb, ChatGPTs mobile and desktop traffic  [+2378 chars]",
            "summary": "OpenAI also started responding to user backlash and regulatory pressure by censoring harmful ChatGPT responses, which may have led some users to abandon the tool, possibly viewing it as less useful, less trustworthy, or simply less fun.OpenAI did not immediately respond to Ars' request for comment. ChatGPT's success may have been less about broad interest in chatbots and more about its novelty, which may now be wearing off.As an example that ChatGPT may have simply benefited from increasing user adoption rates, this week, Meta launched a Twitter rival called Threads. It could even be meaningful that fewer students need to write academic papers in the summer months.But ChatGPT has also dealt with user drama, including a recent lawsuit and an increasing number of companies urging employees not to use tools like ChatGPT out of privacy concerns, including Apple.  Ashley Belanger - Jul 7, 2023 6:11 pm UTC OpenAI's immensely popular ChatGPT has started losing users for the first time, The Washington Post reported today.According to data firm Similarweb, ChatGPT's mobile and desktop traffic worldwide decreased by nearly 10 percent from May to June. Where ChatGPT reached 100 million users in two months, Threads hit 70 million users in less than two days, CNBC reported. Many tech companiesmost prominently Googleimmediately sought to replicate ChatGPT's success, but Ars noted at that time that technology adoption rates have generally quickened over the past few decades. Almost instantly, Threadsdespite significant drawbacks in its design and ample privacy concernseasily beat ChatGPT's record as the fastest-growing consumer app.",
            "html_summary": "<ul><li>OpenAI also started responding to user backlash and regulatory pressure by censoring harmful ChatGPT responses, which may have led some users to abandon the tool, possibly viewing it as less useful, less trustworthy, or simply less fun.OpenAI did not immediately respond to Ars' request for comment.</li><li>ChatGPT's success may have been less about broad interest in chatbots and more about its novelty, which may now be wearing off.As an example that ChatGPT may have simply benefited from increasing user adoption rates, this week, Meta launched a Twitter rival called Threads.</li><li>It could even be meaningful that fewer students need to write academic papers in the summer months.But ChatGPT has also dealt with user drama, including a recent lawsuit and an increasing number of companies urging employees not to use tools like ChatGPT out of privacy concerns, including Apple.</li><li> Ashley Belanger - Jul 7, 2023 6:11 pm UTC OpenAI's immensely popular ChatGPT has started losing users for the first time, The Washington Post reported today.According to data firm Similarweb, ChatGPT's mobile and desktop traffic worldwide decreased by nearly 10 percent from May to June.</li><li>Where ChatGPT reached 100 million users in two months, Threads hit 70 million users in less than two days, CNBC reported.</li><li>Many tech companies—most prominently Google—immediately sought to replicate ChatGPT's success, but Ars noted at that time that technology adoption rates have generally quickened over the past few decades.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/07/chatgpts-user-base-shrank-after-openai-censored-harmful-responses/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOE McDONALD - AP Business Writer",
            "title": "US Treasury Secretary Janet Yellen visits China as part of efforts to soothe strained relations",
            "description": "Treasury Secretary Janet Yellen plans to tell Chinese officials that Washington wants healthy economic competition but will defend trade curbs imposed by the U.S. on security grounds. She also will express concerns about Beijings export controls on metals us",
            "url": "/2023-07-07-china-us-yellen-economy-07cb4b339f6df3f7a635f106add53824",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/a/6b/a6b0bfd4-4d1f-5287-9d5b-aeb6d240a521/64a6994b9a79b.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-07-07T00:58:23Z",
            "content": "By JOE McDONALD  AP Business WriterBEIJING (AP) Treasury Secretary Janet Yellen plans to tell Chinese officials that Washington wants healthy economic competition but will defend trade curbs impos [+5153 chars]",
            "summary": "Washington doesnt use security-related restrictions for economic benefit and considers national security non-negotiable, the Treasury official said.The United States wants healthy economic competition with China but considers some of Beijings trade practices unfair, the official said. Treasury officials have said she wouldnt meet with Chinese leader Xi Jinping.Washington doesnt support decoupling, or disconnecting U.S. and Chinese industries and markets, and Yellen will reiterate that message, the Treasury official said. They said Yellen would detail those concerns in meetings with Chinese officials.The official cited this weeks announcement of Chinese export controls on gallium and germanium as an example of policies about which Washington wants more information. Yellen said earlier the two governments can and need to find a way to live together in spite of their strained relations over geopolitics and economic development. The best you can hope for this time around would be if the Chinese agree to some kind of structure for continuing economic conversations, he said.Chinas government has been frustrated by U.S. curbs on Chinese access to advanced processor chips on security grounds. The two agreed to stabilize relations but failed to agree on improving communications between their militaries.Major agreements arent expected to come out of the meetings between Yellen and Chinese officials this week, says William Reinsch, a senior advisor at the Center for Strategic & International Studies in Washington. 2 leader, Premier Li Qiang, as part of efforts to revive relations that are at their lowest level in decades due to disputes over security, technology and other irritants.",
            "html_summary": "<ul><li>Washington doesn’t use security-related restrictions for economic benefit and considers national security “non-negotiable,” the Treasury official said.The United States wants “healthy economic competition” with China but considers some of Beijing’s trade practices unfair, the official said.</li><li>Treasury officials have said she wouldn’t meet with Chinese leader Xi Jinping.Washington doesn’t support decoupling, or disconnecting U.S. and Chinese industries and markets, and Yellen will reiterate that message, the Treasury official said.</li><li>They said Yellen would detail those concerns in meetings with Chinese officials.The official cited this week’s announcement of Chinese export controls on gallium and germanium as an example of policies about which Washington wants more information.</li><li>Yellen said earlier the two governments “can and need to find a way to live together” in spite of their strained relations over geopolitics and economic development.</li><li>“The best you can hope for this time around would be if the Chinese agree to some kind of structure for continuing economic conversations,” he said.China’s government has been frustrated by U.S. curbs on Chinese access to advanced processor chips on security grounds.</li><li>The two agreed to stabilize relations but failed to agree on improving communications between their militaries.Major agreements aren’t expected to come out of the meetings between Yellen and Chinese officials this week, says William Reinsch, a senior advisor at the Center for Strategic & International Studies in Washington.</li></ul>",
            "website_url": "https://apnews.com/article/china-us-yellen-economy-07cb4b339f6df3f7a635f106add53824"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Web3 games dont need to highlight blockchain elements to succeed",
            "description": "Blockchain games want to go mainstream, but the milliondollar question is Whats the best way to do it?",
            "url": "/2023-07-07-web3-games-dont-need-to-highlight-blockchain-elements-to-succeed",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GettyImages-1330577431.jpg?resize=1200,900",
            "publishedAt": "2023-07-07T15:18:28Z",
            "content": "Blockchainbased games want to go mainstream, but the milliondollar question is whats the best way to do it?According to some web3 game developers, there might not be just one right answer.To w [+1774 chars]",
            "summary": "Blockchain-based games want to go mainstream, but the million-dollar question is: Whats the best way to do it?According to some web3 game developers, there might not be just one right answer.To win Web 2.0 audiences over, it appears the industry will have to meet them where they are. I think thats fair because its such a small fraction of the market and has a long way to go before it can even make a dent in the industry.NFTs mean nothing to gaming; some people dont care about ownership, said Douzinas. To do that, web3 game devs should move web3 components to the back end and avoid promoting games as being based on web3, according to Sumeet Patel, founder of NFT-based algorithmic prediction game Exiled Racers.That makes sense to me. When using applications, people dont really care about whats going on behind the scenes. They just want something thats easy to use and does what they want it to.",
            "html_summary": "<ul><li>Blockchain-based games want to go mainstream, but the million-dollar question is: What’s the best way to do it?According to some web3 game developers, there might not be just one right answer.To win Web 2.0 audiences over, it appears the industry will have to meet them where they are.</li><li>I think that’s fair because it’s such a small fraction of the market and has a long way to go before it can even make a dent in the industry.“NFTs mean nothing to gaming; some people don’t care about ownership,” said Douzinas.</li><li>To do that, web3 game devs should move web3 components to the back end and avoid promoting games as being based on web3, according to Sumeet Patel, founder of NFT-based algorithmic prediction game Exiled Racers.That makes sense to me.</li><li>When using applications, people don’t really care about what’s going on behind the scenes.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/07/web3-games-dont-need-to-highlight-blockchain-elements-to-succeed/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Indonesian aquaculture startup eFishery nets $200M at unicorn valuation",
            "description": "After reports that it is raising new funding, Indonesian aquaculture startup eFishery announced today that it has netted $200 million in a Series D. The company, which makes a smart feeding system for fisheries, says this makes it the first startup in the glo",
            "url": "/2023-07-07-efisher-series-d",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/Photo-eFishery-2-1.jpg?resize=1200,801",
            "publishedAt": "2023-07-07T10:32:31Z",
            "content": "After reports that it is raising new funding, Indonesian aquaculture startup eFishery announced today that it has netted $200 million in a Series D. The company, which makes a smart feeding system fo [+5466 chars]",
            "summary": "In addition to its IoT auto feeding system, eFisherys platform includes marketplaces for selling fish and shrimp feed to farmers, fresh fish and shrimp products to B2B consumers and financial products for fish farmers.Huzaifah started a catfish farming business when he was still in college. I found it quite ironic that many innovations are developed to solve issues for urban citizens, like online shopping and food deliveries, but the essential sectors, such as agriculture and aquaculture, see almost zero digital innovation.After developing eFisherys smart feeding system, however, Huzaifah faced resistance from fish farmers. But many farmers still do hand feeding, resulting in uneven sizes of fish because not all get the same amount of food.This is a problem because buyers have specific sizes of fish they want to purchase. eFisheryFeeder automatically distributes feed to fish and shrimp and helps farmers control feed by sensing fish appetite through vibrations, which increase as they get hungry. According to the World Atlas, the country produces 5.8 million tons of fish each year.Founded in Bandung, West Java in 2013 by CEO Gibran Huzaifah (pictured above), the fishery currently serves 70,000 fish and shrimp farmers in 280 cities across Indonesia. efishery plans to expand overseas by exporting fully traceable, antibiotic-free shrimp.In a statement about the funding, 42XFund principal Iman Adiwibowo said, The technology and comprehensive aquaculture solutions provided by eFishery have made a significant impact on the aquatech industry and have benefited small farmers in Indonesia. Underfeeding isnt the only problem, however  overfeeding results in nutrient runoff that pollutes water.Huzaifah saw how tech was disrupting sectors like commerce, financial services and media, but fish farming practice never changed in the last 30 years.",
            "html_summary": "<ul><li>In addition to its IoT auto feeding system, eFishery’s platform includes marketplaces for selling fish and shrimp feed to farmers, fresh fish and shrimp products to B2B consumers and financial products for fish farmers.Huzaifah started a catfish farming business when he was still in college.</li><li>I found it quite ironic that many innovations are developed to solve issues for urban citizens, like online shopping and food deliveries, but the essential sectors, such as agriculture and aquaculture, see almost zero digital innovation.”After developing eFishery’s smart feeding system, however, Huzaifah faced resistance from fish farmers.</li><li>But many farmers still do hand feeding, resulting in uneven sizes of fish because not all get the same amount of food.This is a problem because buyers have specific sizes of fish they want to purchase.</li><li>eFisheryFeeder automatically distributes feed to fish and shrimp and helps farmers control feed by sensing fish appetite through vibrations, which increase as they get hungry.</li><li>According to the World Atlas, the country produces 5.8 million tons of fish each year.Founded in Bandung, West Java in 2013 by CEO Gibran Huzaifah (pictured above), the fishery currently serves 70,000 fish and shrimp farmers in 280 cities across Indonesia.</li><li>efishery plans to expand overseas by exporting fully traceable, antibiotic-free shrimp.In a statement about the funding, 42XFund principal Iman Adiwibowo said, “The technology and comprehensive aquaculture solutions provided by eFishery have made a significant impact on the aquatech industry and have benefited small farmers in Indonesia.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/07/efisher-series-d/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Robotaxi haters in San Francisco are disabling the AVs with traffic cones",
            "description": "A group of San Franciscans is protesting the expansion of Waymo and Cruise robotaxis by disabling the vehicles with traffic cones.",
            "url": "/2023-07-07-robotaxi-haters-in-san-francisco-are-disabling-waymo-cruise-traffic-cones",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/Cruise_700848.jpg?resize=1200,800",
            "publishedAt": "2023-07-07T02:52:28Z",
            "content": "A decentralized group of safe streets activists in San Francisco realized they can disable Cruise and Waymo robotaxis by placing a traffic cone on a vehicles hood, and theyre encouraging others to  [+5596 chars]",
            "summary": "Cruise and Waymo vehicles have indeed stopped in the middle of roads, blocking emergency vehicles, public transit and general traffic. Intentionally obstructing vehicles gets in the way of those efforts and risks creating traffic congestion for local residents.Despite the guerilla protests, the cone trick probably wont have an effect on the CPUCs decision. But it does grant companies the authority to charge passengers a fare for that service, which is an essential ingredient to scaling robotaxi and autonomous delivery operations sustainably.In May, the CPUC posted draft resolutions approving the expansion, despite mounting opposition from city agencies and residents. We do not consent to this, said Safe Street Rebel.The group is inviting others to follow its lead and disable the vehicles by gently placing cones on a driverless  meaning, empty  cars hood. The group did not respond to TechCrunchs request for comment.Waymo called the viral hack a form of vandalism.Not only is this understanding of how AVs operate incorrect, but this is vandalism and encourages unsafe and disrespectful behavior on our roadways, the company said in a statement. Congressional efforts to regulate self-driving cars have lagged for several years, so most regulation comes from state departments of transportation and departments of motor vehicles.I see some tech bros wringing their hands in horror: Wont someone think of the AVs?! And according to the upcoming hearings agenda, it looks like the agency is ready to approve the program authorization.Cruises proposed service is not anticipated to result in significant safety risks, reads an agenda item.",
            "html_summary": "<ul><li>Cruise and Waymo vehicles have indeed stopped in the middle of roads, blocking emergency vehicles, public transit and general traffic.</li><li>“Intentionally obstructing vehicles gets in the way of those efforts and risks creating traffic congestion for local residents.”Despite the guerilla protests, the cone trick probably won’t have an effect on the CPUC’s decision.</li><li>But it does grant companies the authority to charge passengers a fare for that service, which is an essential ingredient to scaling robotaxi and autonomous delivery operations sustainably.In May, the CPUC posted draft resolutions approving the expansion, despite mounting opposition from city agencies and residents.</li><li>We do not consent to this,” said Safe Street Rebel.The group is inviting others to follow its lead and disable the vehicles by “gently placing” cones on a driverless — meaning, empty — car’s hood.</li><li>The group did not respond to TechCrunch’s request for comment.Waymo called the viral hack a form of vandalism.“Not only is this understanding of how AVs operate incorrect, but this is vandalism and encourages unsafe and disrespectful behavior on our roadways,” the company said in a statement.</li><li>Congressional efforts to regulate self-driving cars have lagged for several years, so most regulation comes from state departments of transportation and departments of motor vehicles.“I see some tech bros wringing their hands in horror: ‘Won’t someone think of the AVs?!</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/06/robotaxi-haters-in-san-francisco-are-disabling-waymo-cruise-traffic-cones/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. US Space Command says it needs more maneuverable satellites. ChatGPT users drop for the first time as people turn to uncensored chatbots. US Treasury Secretary Janet Yellen visits China as part of efforts to soothe strained relations. Web3 games dont need to highlight blockchain elements to succeed. Indonesian aquaculture startup eFishery nets $200M at unicorn valuation. Robotaxi haters in San Francisco are disabling the AVs with traffic cones"
}