{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Lee Hutchinson",
            "title": "Behind the scenes How we host Ars Technica, part 1",
            "description": "Join us on a multipart journey into our place in cloud!",
            "url": "/2023-07-19-ars-on-aws-01",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/opening-the-ars-vault-760x380.jpg",
            "publishedAt": "2023-07-19T13:00:05Z",
            "content": "Enlarge/ Take a peek inside the Ars vault with us!1 with A bit over three years ago, just before COVID hit, we ran a long piece on the tools and tricks that make Ars function without a physical o [+4029 chars]",
            "summary": "of 64-bit ARM offerings is a powerful thingand well look at that stuff and talk about our upcoming plans to migrate to it.But before we look at what we want to do tomorrow, lets look at what were doing today.  Lee Hutchinson - Jul 19, 2023 1:00 pm UTC A bit over three years ago, just before COVID hit, we ran a long piece on the tools and tricks that make Ars function without a physical office. Ars has spent decades perfecting how to get things done as a distributed remote workforce, and as it turns out, we were even more fortunate than we realized because that distributed nature made working through the pandemic more or less a non-event for us. While other companies were scrambling to get work-from-home arranged for their employees, we kept on trucking without needing to do anything different.However, there was a significant change that Ars went through right around the time that article was published. Another service, Lambda, is used to run cron jobs for the WordPress application that forms the core of the Ars website (yes, Ars runs WordPresswell get into that in part two). After years of great service from the folks at Server Central (now Deft), the time had come for a leap into the cloudsand leap we did.There were a few big reasons to make the change, but the ones that mattered most were feature- and cost-related. Were dependent on an Application Load Balancer (ALB) to first route incoming visitor traffic to the appropriate Ars back-end service (more on those services in part two).",
            "html_summary": "<ul><li>of 64-bit ARM offerings is a powerful thing—and we’ll look at that stuff and talk about our upcoming plans to migrate to it.But before we look at what we want to do tomorrow, let’s look at what we’re doing today.</li><li> Lee Hutchinson - Jul 19, 2023 1:00 pm UTC A bit over three years ago, just before COVID hit, we ran a long piece on the tools and tricks that make Ars function without a physical office.</li><li>Ars has spent decades perfecting how to get things done as a distributed remote workforce, and as it turns out, we were even more fortunate than we realized because that distributed nature made working through the pandemic more or less a non-event for us.</li><li>While other companies were scrambling to get work-from-home arranged for their employees, we kept on trucking without needing to do anything different.However, there was a significant change that Ars went through right around the time that article was published.</li><li>Another service, Lambda, is used to run cron jobs for the WordPress application that forms the core of the Ars website (yes, Ars runs WordPress—we’ll get into that in part two).</li><li>After years of great service from the folks at Server Central (now Deft), the time had come for a leap into the clouds—and leap we did.There were a few big reasons to make the change, but the ones that mattered most were feature- and cost-related.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/07/ars-on-aws-01/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Intel Capital, Khosla lead $27M investment into SiPhox Healths athome bloodtesting tech | TechCrunch",
            "description": "The company offers a test kit and tests for 17 biomarkers in the areas of inflammation, cardiovascular health, metabolism and hormones.",
            "url": "/2023-07-19-intel-khosla-27m-siphox-health-at-home-blood-test-healthcare",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/SiPhox-Health-founders.jpeg?resize=1200,677",
            "publishedAt": "2023-07-19T13:03:11Z",
            "content": "Six out of 10 Americans are living with a chronic disease, but access to convenient and lowcost health testing isnt always available for patients, and bottlenecks still exist with current testing ap [+5018 chars]",
            "summary": "The price of its future offering, which will include the SiPhox Home product, will be subscription-based at less than $100 per month, the company said.SiPhox Health is working toward getting the SiPhox Home product through U.S. Food and Drug Administration clearance in the next year. Sold on a subscription basis, kits are $95 with a monthly membership of $16 that includes perks like access to continuous glucose monitors and personalized biohacking tools.Big Tech corporate venture capital  generative AI startupsCurrently, it is running the tests using mail-in samples and conventional technology. SiPhox Healths fast and accurate at-home testing is poised to change the patient journey for employers, pharma, insurers and health systems, Ananth said in a written statement. Its first product was a $1 COVID-19 test on a disposable cartridge.CEO Vermeulen explained that other at-home blood-testing technologies focused on the paper strip and other collection methods that are the less expensive components, rather than on the testing device. SiPhox Health, instead, started with the more expensive side  the lab instrument.Our approach is to miniaturize all the components onto silicon chips, he told TechCrunch. This is the semiconductor technology that transformed internet connectivity.MIT scientists Diedrik Vermeulen and Michael Dubrovsky started the company in 2020 and were part of the Y Combinator summer cohort that year. This has set the stage for startups like SiPhox to apply silicon photonics technology to new frontiers.",
            "html_summary": "<ul><li>The price of its future offering, which will include the SiPhox Home product, will be subscription-based at less than $100 per month, the company said.SiPhox Health is working toward getting the SiPhox Home product through U.S. Food and Drug Administration clearance in the next year.</li><li>Sold on a subscription basis, kits are $95 with a monthly membership of $16 that includes perks like access to continuous glucose monitors and personalized biohacking tools.Big Tech corporate venture capital 🤝 generative AI startupsCurrently, it is running the tests using mail-in samples and conventional technology.</li><li>SiPhox Health’s fast and accurate at-home testing is poised to change the patient journey for employers, pharma, insurers and health systems,” Ananth said in a written statement.</li><li>Its first product was a $1 COVID-19 test on a disposable cartridge.CEO Vermeulen explained that other at-home blood-testing technologies focused on the paper strip and other collection methods that are the less expensive components, rather than on the testing device.</li><li>SiPhox Health, instead, started with the more expensive side — the lab instrument.“Our approach is to miniaturize all the components onto silicon chips,” he told TechCrunch.</li><li>This is the semiconductor technology that transformed internet connectivity.MIT scientists Diedrik Vermeulen and Michael Dubrovsky started the company in 2020 and were part of the Y Combinator summer cohort that year.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/19/intel-khosla-27m-siphox-health-at-home-blood-test-healthcare/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Korean fashion platform Musinsa bags $190M Series C led by KKR at a $2.7B valuation | TechCrunch",
            "description": "Korean fashion platform Musinsa bags $190M Series C at a $2.7B valuation. KKR led the funding with participation from Wellington Management.",
            "url": "/2023-07-19-korean-fashion-platform-musinsa-bags-190m-series-c-led-by-kkr-at-a-2-7b-valuation",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/09/GettyImages-1062117074.jpg?resize=1200,566",
            "publishedAt": "2023-07-19T06:57:45Z",
            "content": "Musinsa, a Seoulbased fashion marketplace, said Wednesday it has raised a $190 million round of Series C funding led by KKR, with participation from Wellington Management.The new capital put Musi [+3140 chars]",
            "summary": "Musinsa, a Seoul-based fashion marketplace, said Wednesday it has raised a $190 million round of Series C funding led by KKR, with participation from Wellington Management.The new capital put Musinsas valuation at approximately $2.76 billion (~3.4 trillion won), according to sources familiar with the situation. The startup claims over $2.35 billion(3 trillion won) in annual gross merchandise value (GMV) as of 2022.Back in 2018, Musinsa set up its venture capital arm, Musinsa Partners<, which now has $47.4 million in assets under management, to back small and medium startups in the fashion industry. But its operating profits plunged to $2.5 million in 2022 due to excessive investments for international expansions and the loss of its sneaker reselling unit SLDT, per media reports.The company launched international websites that offer Korean fashion brands in English, Japanese, and Chinese last year. Its total raised since 2001 now stands at roughly $330 million (430 billion won).With the Series C financing, Musinsa will continue to scale its online and offline business, expand into overseas markets, hire additional staff and make acquisitions in order to diversify its portfolios. The company says it is part of its commitment to enhancing ESG capabilities, including climate change response.Musinsa recorded $545 million (708.3 billion won) of sales in 2022, up 54% on year, more than three times its sales in 2019 before the pandemic. The post-money valuation increased from its previous $2 billion (2.5 trillion won) in 2021 when the startup picked up a $115 million Series B round from Sequoia Capital and IMM Investment. Musinsa, once used to sell only menswear products, acquired womens wear online shopping platforms 29CM and Styleshare for $265 million in 2021 to expand its client base and product categories.",
            "html_summary": "<ul><li>Musinsa, a Seoul-based fashion marketplace, said Wednesday it has raised a $190 million round of Series C funding led by KKR, with participation from Wellington Management.The new capital put Musinsa’s valuation at approximately $2.76 billion (~3.4 trillion won), according to sources familiar with the situation.</li><li>The startup claims over $2.35 billion(3 trillion won) in annual gross merchandise value (GMV) as of 2022.Back in 2018, Musinsa set up its venture capital arm, Musinsa Partners<, which now has $47.4 million in assets under management, to back small and medium startups in the fashion industry.</li><li>But its operating profits plunged to $2.5 million in 2022 due to excessive investments for international expansions and the loss of its sneaker reselling unit SLDT, per media reports.The company launched international websites that offer Korean fashion brands in English, Japanese, and Chinese last year.</li><li>Its total raised since 2001 now stands at roughly $330 million (430 billion won).With the Series C financing, Musinsa will continue to scale its online and offline business, expand into overseas markets, hire additional staff and make acquisitions in order to diversify its portfolios.</li><li>The company says it is part of its commitment to enhancing ESG capabilities, including climate change response.Musinsa recorded $545 million (708.3 billion won) of sales in 2022, up 54% on year, more than three times its sales in 2019 before the pandemic.</li><li>The post-money valuation increased from its previous $2 billion (2.5 trillion won) in 2021 when the startup picked up a $115 million Series B round from Sequoia Capital and IMM Investment.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/18/korean-fashion-platform-musinsa-bags-190m-series-c-led-by-kkr-at-a-2-7b-valuation/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Big Sky Capital debuts its $20M fund to invest in enterprise SaaS startups | TechCrunch",
            "description": "Jahn Karsybaev and Adil Nurgozhin met at the University of Montana and launched five startups together before forming Big Sky Capital.",
            "url": "/2023-07-19-big-sky-capital-20m-venture-capital-enterprise-saas",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/DSC04879.jpg?resize=1200,675",
            "publishedAt": "2023-07-19T13:02:13Z",
            "content": "Earlystage venture capital firm Big Sky Capital, operating in Miami, Kazakhstan and Singapore, today announced its Fund I with $20 million in capital commitments.Founded by Jahn Karsybaev and Adil [+1941 chars]",
            "summary": "They launched five startups together, some that failed and one that exited, before starting Big Sky Capital.After exiting their company, they began angel investing, writing small checks mainly to enterprise SaaS companies to help build up their portfolio. We had to scale back and go at it as more of an educational tour of what the venture capital funds and why you want to invest.That ended up adding six months to the fundraising timeline. Meanwhile, cybersecurity is the next war that is going to happen.Why does it seem like every startup is a SaaS company? Theres just a tremendous amount of opportunity to improve that space, including utilizing AI for stroke prediction. We discovered it was not as mainstream as we thought.",
            "html_summary": "<ul><li>They launched five startups together, some that failed and one that exited, before starting Big Sky Capital.After exiting their company, they began angel investing, writing small checks mainly to enterprise SaaS companies to help build up their portfolio.</li><li>We had to scale back and go at it as more of an educational tour of what the venture capital funds and why you want to invest.”That ended up adding six months to the fundraising timeline.</li><li>Meanwhile, cybersecurity is the next war that is going to happen.”Why does it seem like every startup is a SaaS company?</li><li>“There’s just a tremendous amount of opportunity to improve that space, including utilizing AI for stroke prediction.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/19/big-sky-capital-20m-venture-capital-enterprise-saas/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Neura Robotics picks up $55M to ramp up in cognitive robotics | TechCrunch",
            "description": "Neura Robotics, a German startup that since 2019 has been building cognitive robots  machines that possess memory, the ability to operate across a complex and changing mix of variables, and can collaborate with people (cobots as Neura calls them)  has rai",
            "url": "/2023-07-19-neura-robotics-picks-up-55m-to-ramp-up-in-cognitive-robotics",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/000_David_Reger_MAiRA_4NE-1.jpg?resize=1200,788",
            "publishedAt": "2023-07-19T07:43:53Z",
            "content": "Neura Robotics, a German startup that since 2019 has been building cognitive robots  machines that possess memory, the ability to operate across a complex and changing mix of variables, and can coll [+7280 chars]",
            "summary": "So, I ended up founding my own company to realize my idea of cognitive robotics.Regers casual description of what cognitive robots means says something about the functionality that the company aims to create with its machines. Neura Robotics, a German startup that since 2019 has been building cognitive robots  machines that possess memory, the ability to operate across a complex and changing mix of variables, and can collaborate with people (cobots as Neura calls them)  has raised $55 million. This is particularly true for robotic automation and has been a bottleneck in bringing cutting-edge machine learning and cognitive capabilities into the industrial and services world for many years. But I was sure that in the long run, it would make more sense to modify the robots themselves so that they could be used safely in any environment alongside humans. The aim is to keep up the pace its set so far, and deliver that cognitive one-device robotic platform in two years. Physically.The platform that Neura has built can be trained and operated in any language and dialect, he said, and they work online and offline. )The funding is coming from Lingotto (an investment management company that is part of PE firm Exor N.V.), plus Vsquared Ventures, Primepulse and HV Capital.",
            "html_summary": "<ul><li>So, I ended up founding my own company to realize my idea of cognitive robotics.Reger’s “casual” description of what cognitive robots means says something about the functionality that the company aims to create with its machines.</li><li>Neura Robotics, a German startup that since 2019 has been building cognitive robots — machines that possess memory, the ability to operate across a complex and changing mix of variables, and can collaborate with people (“cobots” as Neura calls them) — has raised $55 million.</li><li>“This is particularly true for robotic automation and has been a bottleneck in bringing cutting-edge machine learning and cognitive capabilities into the industrial and services world for many years.</li><li>But I was sure that in the long run, it would make more sense to modify the robots themselves so that they could be used safely in any environment alongside humans.</li><li>The aim is to keep up the pace it’s set so far, and deliver that cognitive “one-device robotic platform” in two years.</li><li>Physically.”The platform that Neura has built can be trained and operated in any language and dialect, he said, and they work online and offline.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/19/neura-robotics-picks-up-55m-to-ramp-up-in-cognitive-robotics/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Team behind crypto privacy protocol Manta Network is now valued at $500M | TechCrunch",
            "description": "Even amid the crypto winter, some web3 companies are racking up hefty valuations. P0x Labs, the team behind Manta Network, a privacypreserving protocol running on the Polkadot blockchain, announced today that it has reached a $500 million valuation following",
            "url": "/2023-07-19-team-behind-crypto-privacy-protocol-manta-network-is-now-valued-at-500m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/Screen-Shot-2023-01-27-at-4.17.33-PM.png?resize=1200,682",
            "publishedAt": "2023-07-19T13:02:13Z",
            "content": "Even amid the crypto winter, some web3 companies are racking up hefty valuations. P0x Labs, the team behind Manta Network, a privacypreserving protocol running on the Polkadot blockchain, announced  [+3389 chars]",
            "summary": "Its ecosystem projects ReadOn, Dmail and AsMatch, which altogether have over 1.5 million users, have integrated zkSBT (zero-knowledge soulbound token) functionality for private user identity and other privacy features.To be sure, these user numbers are very modest compared to any known web2 application. As they cannot be transferred, soulbound tokens are becoming more popular as a way to manage unique digital assets such as identity verification and property ownership.In addition, the networks native wallet, Manta Wallet, has amassed over 200,000 installs. Layer 2, in crypto lingo, comprises solutions designed to increase a blockchains transaction processing capability by moving some computational load off the main network. This is an area that offers immense growth potential.Proceeds from P0x Labs new round will go toward scaling the testnet of Manta Pacific, Mantas Layer 2 for ZK applications. ZKP is becoming an essential tool to build these properties into blockchain protocols. But VCs betting on blockchain technologies remain bullish. Even amid the crypto winter, some web3 companies are racking up hefty valuations.",
            "html_summary": "<ul><li>Its ecosystem projects ReadOn, Dmail and AsMatch, which altogether have over 1.5 million users, have integrated zkSBT (zero-knowledge soulbound token) functionality for private user identity and other privacy features.To be sure, these user numbers are very modest compared to any known web2 application.</li><li>As they cannot be transferred, soulbound tokens are becoming more popular as a way to manage unique digital assets such as identity verification and property ownership.In addition, the network’s native wallet, Manta Wallet, has amassed over 200,000 installs.</li><li>Layer 2, in crypto lingo, comprises solutions designed to increase a blockchain’s transaction processing capability by moving some computational load off the main network.</li><li>This is an area that offers immense growth potential.”Proceeds from P0x Labs’ new round will go toward scaling the testnet of Manta Pacific, Manta’s Layer 2 for ZK applications.</li><li>ZKP is becoming an essential tool to build these properties into blockchain protocols.</li><li>But VCs betting on blockchain technologies remain bullish.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/19/team-behind-crypto-privacy-protocol-manta-network-is-now-valued-at-500m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "FedML raises $11.5 to combine MLOps tools with a decentralized AI compute network | TechCrunch",
            "description": "FedML, a startup developing MLOps tools and a decentralized AI model training and serving network, has raised $11.5 million.",
            "url": "/2023-07-19-fedml-raises-11-5-to-combine-mlops-tools-with-a-decentralized-ai-compute-network",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/01/GettyImages-1314979456.jpg?resize=1200,675",
            "publishedAt": "2023-07-19T11:31:23Z",
            "content": "Interest in AI among the enterprise continues to rise, with one recent survey finding that nearly twothirds of companies plan to increase or maintain their spending on AI and machine learning into t [+4415 chars]",
            "summary": "Collaborators can add devices to use for AI model training, like servers or even mobile devices, and track the training progress in real time.Recently, FedML rolled out FedLLM, a training pipeline for building domain-specific large language models (LLMs)  la OpenAIs GPT-4 on proprietary data. And thanks to its foundation of federated learning technology, its MLOps platform and collaborative AI tools that help developers train, serve and observe the custom models, building custom alternatives is an accessible best practice. Avestimehr claims that the platform is being used by more than 3,000 users globally and performing over 8,500 training jobs across more than 10,000 devices.For the data or technical decision-maker, FedML makes custom, affordable AI and large language models a reality, Avestimehr said, with confidence. Nevertheless, Avestimehr believes FedML can achieve greater reach and success by combining this compute paradigm with an MLOps suite.FedML enables custom AI models by empowering developers and enterprises to build large-scale, proprietary and private LLMs at less cost, Avestimehr said. Unfortunately, custom AI models are prohibitively expensive to build and maintain due to high data, cloud infrastructure and engineering costs. ).But FedML has ambitions beyond developing AI and machine learning model tooling.The way Avestimehr tells it, the goal is to build a community of CPU and GPU resources to host and serve models once theyre ready for deployment. )In this way, FedML doesnt differ much from the other MLOps platforms out there  MLOps referring to tools for streamlining the process of taking AI models to production and then maintaining and monitoring them.",
            "html_summary": "<ul><li>Collaborators can add devices to use for AI model training, like servers or even mobile devices, and track the training progress in real time.Recently, FedML rolled out FedLLM, a training pipeline for building “domain-specific” large language models (LLMs) à la OpenAI’s GPT-4 on proprietary data.</li><li>“And thanks to its foundation of federated learning technology, its MLOps platform and collaborative AI tools that help developers train, serve and observe the custom models, building custom alternatives is an accessible best practice.”</li><li>Avestimehr claims that the platform is being used by more than 3,000 users globally and performing over 8,500 training jobs across more than 10,000 devices.“For the data or technical decision-maker, FedML makes custom, affordable AI and large language models a reality,” Avestimehr said, with confidence.</li><li>Nevertheless, Avestimehr believes FedML can achieve greater reach and success by combining this compute paradigm with an MLOps suite.“FedML enables custom AI models by empowering developers and enterprises to build large-scale, proprietary and private LLMs at less cost,” Avestimehr said.</li><li>“Unfortunately, custom AI models are prohibitively expensive to build and maintain due to high data, cloud infrastructure and engineering costs.</li><li>).But FedML has ambitions beyond developing AI and machine learning model tooling.The way Avestimehr tells it, the goal is to build a “community” of CPU and GPU resources to host and serve models once they’re ready for deployment.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/19/fedml-raises-11-5-to-combine-mlops-tools-with-a-decentralized-ai-compute-network/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Preply, the language app known for its live tutors, closes out Series C at $120M and doubles down on AI",
            "description": "Preply, the language app known for its live tutors, closes out Series C at $120M and doubles down on AItechcrunch.com",
            "url": "/2023-07-19-preply-the-language-app-known-for-its-live-tutors-closes-out-series-c-at-120m-and-doubles-down-on-ai",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/03/co-founders-group.jpg?resize=1200,800",
            "publishedAt": "2023-07-19T12:49:15Z",
            "content": "Language learning platform Preply made a name for itself for connecting students with a selection of some 35,000 tutors and group classes across some 50 languages. Now its looking to the future  an [+4481 chars]",
            "summary": "AI has enormous potential to improve the effectiveness of tutors and the experience of learners, and Preply is on the leading edge of incorporating AI into the learning journey.Updated with more details about the mix of debt and equity. The companys last round was at a $432 million valuation, and it declined to say how thats changed with this latest injection of funding. Language learning platform Preply made a name for itself for connecting students with a selection of some 35,000 tutors and group classes across some 50 languages. One that echoes the resilience and determination of the Ukrainian tech sector and all Ukrainians.We are excited to partner with Preplys visionary co-founders and their exceptional management team, said Dmytro Boroday, a partner at Horizon Capital, in a statement. Preply is one of the fastest-growing global edtech brands, now leading the live language learning category. Though the team today is truly global, as a Ukrainian-founded company with significant R&D in Ukraine, this is a milestone to be celebrated. Datadog, GroupM and Bain are among its customers.Preply has been incorporating various AI elements into its platform for a while now, and this funding will be used to supercharge that.",
            "html_summary": "<ul><li>AI has enormous potential to improve the effectiveness of tutors and the experience of learners, and Preply is on the leading edge of incorporating AI into the learning journey.”Updated with more details about the mix of debt and equity.</li><li>The company’s last round was at a $432 million valuation, and it declined to say how that’s changed with this latest injection of funding.</li><li>Language learning platform Preply made a name for itself for connecting students with a selection of some 35,000 tutors and group classes across some 50 languages.</li><li>One that echoes the resilience and determination of the Ukrainian tech sector and all Ukrainians.”“We are excited to partner with Preply’s visionary co-founders and their exceptional management team,” said Dmytro Boroday, a partner at Horizon Capital, in a statement.</li><li>“Preply is one of the fastest-growing global edtech brands, now leading the live language learning category.</li><li>Though the team today is truly global, as a Ukrainian-founded company with significant R&D in Ukraine, this is a milestone to be celebrated.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/19/preply-the-language-app-known-for-its-live-tutors-closes-out-series-c-at-120m-and-doubles-down-on-ai/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Behind the scenes How we host Ars Technica, part 1. Intel Capital, Khosla lead $27M investment into SiPhox Healths athome bloodtesting tech | TechCrunch. Korean fashion platform Musinsa bags $190M Series C led by KKR at a $2.7B valuation | TechCrunch. Big Sky Capital debuts its $20M fund to invest in enterprise SaaS startups | TechCrunch. Neura Robotics picks up $55M to ramp up in cognitive robotics | TechCrunch. Team behind crypto privacy protocol Manta Network is now valued at $500M | TechCrunch. FedML raises $11.5 to combine MLOps tools with a decentralized AI compute network | TechCrunch. Preply, the language app known for its live tutors, closes out Series C at $120M and doubles down on AI"
}