{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Dan Primack",
            "title": "Here come the robot doctors",
            "description": "ChatGPT, the generative AI juggernaut, is getting a lot smarter when it comes to health care.Why it matters A lot of clinical diagnoses and decisions could someday be made by machines, rather than by human doctors.Driving the news ChatGPT recently passed al",
            "url": "/2023-01-18-chatgpt-ai-health-care-doctors",
            "urlToImage": "https://images.axios.com/-ecp2e-NdP6_Ttn306rnuQv7BRg=/0x0:1920x1080/1366x768/2023/01/17/1673986436931.jpg",
            "publishedAt": "2023-01-18T10:30:11Z",
            "content": "ChatGPT, the generative AI juggernaut, is getting a lot smarter when it comes to health care.Why it matters A lot of clinical diagnoses and decisions could someday be made by machines, rather than [+3154 chars]",
            "summary": "In the future, they may turn to \"Dr.",
            "html_summary": "<ul><li>In the future, they may turn to \"Dr.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/18/chatgpt-ai-health-care-doctors"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Aamer Madhani",
            "title": "Netherlands says it will send Patriot assistance to Ukraine  The Associated Press  en Espaol",
            "description": "Netherlands says it will send Patriot assistance to UkraineThe Associated Press  en EspaolPresident Biden Holds a Bilateral Meeting with Prime Minister Mark Rutte of the NetherlandsThe White HouseNetherlands Considers Sendi",
            "url": "/2023-01-18-russia-ukraine-biden-politics-netherlands-government-united-states-03128d7faeb04340cc8a1421cf6ae42e",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/4acdae97a52b43e4a9aaffb4f78f6eae/3000.webp",
            "publishedAt": "2023-01-18T00:27:51Z",
            "content": "WASHINGTON (AP) Netherlands Prime Minister Mark Rutte said Tuesday that his country plans to join the U.S. and Germanys efforts to train and arm Ukraine with advanced Patriot defense systems.Rutte  [+5573 chars]",
            "summary": "ASML said last year that it expected company-wide 2022 sales to be around 21 billion euros.The U.S. has also been in talks with Japan on tougher export restrictions to limit the sale of semiconductor manufacturing technology to China. WASHINGTON (AP)  Netherlands Prime Minister Mark Rutte said Tuesday that his country plans to join the U.S. and Germanys efforts to train and arm Ukraine with advanced Patriot defense systems.Rutte signaled the Netherlands intentions at the start of a White House meeting with President Joe Biden. We are working on new solutions to strengthen our air defense, Zelenskyy said.Rutte, who said he also spoke with German Chancellor Olaf Scholz on Tuesday about the potential assistance, was more vague about the commitment in his public comments. The Dutch defense ministry said that Ruttes announcement came after Ukraine had asked the Netherlands to provide Patriot capacity.We have the intention to join what you are doing with Germany on the Patriot project, Rutte told Biden. This will also serve to protect their own long-term interests.Biden praised Netherlands as one of the United States strongest allies, and one thats proven very, very stalwart in its support for Ukraine since Russia launched in its invasion in February. The Dutch military has four Patriot systems, one of which is not in service, according to the defense ministry. China is one of ASMLs biggest clients.CEO Peter Wennink played down the impact of the U.S. export control regulations soon after the administration unveiled them last fall.",
            "html_summary": "<ul><li>ASML said last year that it expected company-wide 2022 sales to be around 21 billion euros.The U.S. has also been in talks with Japan on tougher export restrictions to limit the sale of semiconductor manufacturing technology to China.</li><li>WASHINGTON (AP) — Netherlands Prime Minister Mark Rutte said Tuesday that his country plans to “join” the U.S. and Germany’s efforts to train and arm Ukraine with advanced Patriot defense systems.Rutte signaled the Netherlands’ intentions at the start of a White House meeting with President Joe Biden.</li><li>We are working on new solutions to strengthen our air defense,” Zelenskyy said.Rutte, who said he also spoke with German Chancellor Olaf Scholz on Tuesday about the potential assistance, was more vague about the commitment in his public comments.</li><li>The Dutch defense ministry said that Rutte’s announcement came after Ukraine had asked the Netherlands to provide “Patriot capacity.”“We have the intention to join what you are doing with Germany on the Patriot project,” Rutte told Biden.</li><li>“This will also serve to protect their own long-term interests.”Biden praised Netherlands as one of the United States “strongest” allies, and one that’s proven “very, very stalwart” in its support for Ukraine since Russia launched in its invasion in February.</li><li>The Dutch military has four Patriot systems, one of which is not in service, according to the defense ministry.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-biden-politics-netherlands-government-united-states-03128d7faeb04340cc8a1421cf6ae42e"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "Davos organizers Musk wasnt invited despite what he says...",
            "description": "DAVOS, Switzerland (AP)  The World Economic Forum  says billionaire Elon Musk wasnt on the guest list for the annual meeting of business executives, global leaders and cultural trendsetters in Davos, Switzerland  despite what the Twitter owner claims.",
            "url": "/2023-01-18-elon-musk-twitter-inc-technology-san-francisco-european-union-7a82416400545f313ff46c0180e606d7",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/7b5b945c8a9e44febcf0d0a4dd5b875c/3000.webp",
            "publishedAt": "2023-01-18T01:00:03Z",
            "content": "Davos organizers Musk wasnt invited despite what he saysDAVOS, Switzerland (AP)  The World Economic Forum says billionaire Elon Musk wasnt on the guest list for the annual meeting of business exe [+3513 chars]",
            "summary": "Hes also planning to step down as CEO but remain owner of Twitter, which he succeeded in taking private last summer but has alienated some users and advertisers with chaotic job cuts and changes to content moderation policies.___Follow APs coverage of the World Economic Forum meeting at https://apnews.com/hub/world-economic-forum. It culminated in a $40 million settlement with U.S. securities regulators that also required him to step down as the companys chairman. Musk wasnt there, though he says he was invited.",
            "html_summary": "<ul><li>He’s also planning to step down as CEO but remain owner of Twitter, which he succeeded in taking private last summer but has alienated some users and advertisers with chaotic job cuts and changes to content moderation policies.___Follow AP’s coverage of the World Economic Forum meeting at https://apnews.com/hub/world-economic-forum.</li><li>It culminated in a $40 million settlement with U.S. securities regulators that also required him to step down as the company’s chairman.</li></ul>",
            "website_url": "https://apnews.com/article/elon-musk-twitter-inc-technology-san-francisco-european-union-7a82416400545f313ff46c0180e606d7"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "UPDATE Police arrest failed MAGA candidate in shootings at Democrats...",
            "description": "ALBUQUERQUE, N.M. (AP)  A 39yearold felon who overwhelmingly lost a bid for the New Mexico statehouse as a Republican paid for four men to shoot at Democratic lawmakers homes in recent months, including one house where a 10yearold girl was asleep, polic",
            "url": "/2023-01-18-politics-new-mexico-state-government-crime-albuquerque-1410b516f5b66c18d62342a0d7a9b60f",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/1dffa2a23e22474da288b8a8e16c8139/3000.webp",
            "publishedAt": "2023-01-18T01:00:03Z",
            "content": "Police arrest failed candidate in shootings at DemocratsALBUQUERQUE, N.M. (AP)  A 39yearold felon who overwhelmingly lost a bid for the New Mexico statehouse as a Republican paid for four men to s [+6812 chars]",
            "summary": "Authorities said no such promises have been made.The witness said Pea was there at the Lopez shooting to ensure better target acquisition.The witness said Peas gun jammed and did not fire correctly but one of the other men fired multiple rounds from a Glock pistol into the Lopez home. Police said more than a dozen shots were fired, including three that Lopez said passed through the bedroom of her sleeping 10-year-old daughter.The witness said one of the men told the shooters to aim above the homes windows to avoid striking anyone inside. ALBUQUERQUE, N.M. (AP)  A 39-year-old felon who overwhelmingly lost a bid for the New Mexico statehouse as a Republican paid for four men to shoot at Democratic lawmakers homes in recent months, including one house where a 10-year-old girl was asleep, police said. Pea wanted them to shoot lower.Peas insistence that the men be more aggressive made the other participants uneasy since they knew that doing so would likely end in death or injury, said the witness, who faces criminal charges and has asked for leniency. Now researching my options.Pea has an initial court appearance Wednesday on charges including multiple counts of shooting at a home and shooting from a motor vehicle, aggravated battery with a deadly weapon, conspiracy and being a felon in possession of a firearm.No one was wounded in the drive-by shootings. On Dec. 11, more than a dozen rounds were fired at the home of Bernalillo County Commissioner Debbie OMalley, police said.The final related shooting, targeting state Sen. Linda Lopezs home, unfolded in the midnight hour of Jan. 3. In Albuquerque, authorities have been struggling to address escalating gun violence and consecutive years of record homicides.Detectives identified Pea as their key suspect using a combination of cellphone and vehicle records, witness interviews and bullet casings collected near the lawmakers homes.",
            "html_summary": "<ul><li>Authorities said no such promises have been made.The witness said Peña was there at the Lopez shooting “to ensure better target acquisition.”The witness said Peña’s gun jammed and did not fire correctly but one of the other men fired multiple rounds from a Glock pistol into the Lopez home.</li><li>Police said more than a dozen shots were fired, including three that Lopez said passed through the bedroom of her sleeping 10-year-old daughter.The witness said one of the men told the shooters to aim above the homes’ windows to avoid striking anyone inside.</li><li>ALBUQUERQUE, N.M. (AP) — A 39-year-old felon who overwhelmingly lost a bid for the New Mexico statehouse as a Republican paid for four men to shoot at Democratic lawmakers’ homes in recent months, including one house where a 10-year-old girl was asleep, police said.</li><li>Peña wanted them to shoot lower.Peña’s insistence that the men be more aggressive made the other participants uneasy “since they knew that doing so would likely end in death or injury,” said the witness, who faces criminal charges and has asked for leniency.</li><li>Now researching my options.”Peña has an initial court appearance Wednesday on charges including multiple counts of shooting at a home and shooting from a motor vehicle, aggravated battery with a deadly weapon, conspiracy and being a felon in possession of a firearm.No one was wounded in the drive-by shootings.</li><li>On Dec. 11, more than a dozen rounds were fired at the home of Bernalillo County Commissioner Debbie O’Malley, police said.The final related shooting, targeting state Sen. Linda Lopez’s home, unfolded in the midnight hour of Jan. 3.</li></ul>",
            "website_url": "https://apnews.com/article/politics-new-mexico-state-government-crime-albuquerque-1410b516f5b66c18d62342a0d7a9b60f"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "That Microsoft deal isnt exclusive, video is coming, and more from OpenAI CEO Sam Altman",
            "description": "Altman declined to talk about the companys current business dealings, firing a bit of a warning shot when asked a related question. Bu he did reveal a bit about the companys plans going forward.",
            "url": "/2023-01-18-that-microsoft-deal-isnt-exclusive-video-is-coming-and-more-from-openai-ceo-sam-altman",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/Screen-Shot-2023-01-17-at-8.41.09-PM.png?resize=1200,1069",
            "publishedAt": "2023-01-18T05:04:43Z",
            "content": "OpenAI cofounder and CEO Sam Altman sat down for a wideranging interview with this editor late last week, answering questions about some of his most ambitious personal investments, as well as about [+6006 chars]",
            "summary": "Observing that calculators changed what we test for in math classes and Google rendered the need to memorize facts far less important, Altman said that deep learning models represent a more extreme version of both developments. We work with other labs and have safety organizations look at stuff.At the same time, he said, the tech is coming  from OpenAI and elsewhere  and people need to start figuring out how to live with it, he suggested. The good case is just so unbelievably good that you sound like a really crazy person to start talking about it, he said. (Asked about this scenario, Altman said: Whenever someone talks about a technology being the end of some other giant company, its usually wrong. The now eight-year-old outfit has dominated the national conversation in the two months since it released ChatGPT, a chatbot that answers questions like a person. We also hear a lot from teachers who are like, Wow, this is an unbelievable personal tutor for each kid. OpenAI co-founder and CEO Sam Altman sat down for a wide-ranging interview with this editor late last week, answering questions about some of his most ambitious personal investments, as well as about the future of OpenAI.There was much to discuss.",
            "html_summary": "<ul><li>Observing that calculators “changed what we test for in math classes” and Google rendered the need to memorize facts far less important, Altman said that deep learning models represent “a more extreme version” of both developments.</li><li>We work with other labs and have safety organizations look at stuff.”At the same time, he said, the tech is coming — from OpenAI and elsewhere — and people need to start figuring out how to live with it, he suggested.</li><li>“The good case is just so unbelievably good that you sound like a really crazy person to start talking about it,” he said.</li><li>(Asked about this scenario, Altman said: “Whenever someone talks about a technology being the end of some other giant company, it’s usually wrong.</li><li>The now eight-year-old outfit has dominated the national conversation in the two months since it released ChatGPT, a chatbot that answers questions like a person.</li><li>We also hear a lot from teachers who are like, ‘Wow, this is an unbelievable personal tutor for each kid.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/17/that-microsoft-deal-isnt-exclusive-video-is-coming-and-more-from-openai-ceo-sam-altman/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "South Africas Flow gets funding to automate social media advertising for real estate agencies",
            "description": "South African proptech Flow wants to change how real estate agents and developers interact with their customers. It has raised $4.5 million to that end.",
            "url": "/2023-01-18-south-africas-flow-gets-funding-to-automate-social-media-advertising-for-real-estate-agencies",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/2CF9999C-4622-4286-A1A6-3D2672372D04.jpeg?resize=1200,800",
            "publishedAt": "2023-01-18T06:31:00Z",
            "content": "The process used by millions of agents and thousands of property portals globally to reach buyers and sellers on digital channels is highly fragmented. And its evident that proptech, unlike other ind [+5000 chars]",
            "summary": "And its evident that proptech, unlike other industries, has lagged in utilizing social media to make sales.South African startup Flow wants to change how real estate agencies, developers and agents interact with their end customers. The proptech marketing platform is announcing that it has raised $4.5 million in pre-Series A funding.Flow intends to use the funding to include other social media platforms such as TikTok and LinkedIn and other advertising channels like digital out-of-home billboards. With its APIs, Flow connects to the websites of estate agencies and property developers and automates advertising for them on social media channels like Instagram and Facebook. The process used by millions of agents and thousands of property portals globally to reach buyers and sellers on digital channels is highly fragmented. And thats why weve just gone through this capital raise to experiment with that essentially.Flow currently has over 300+ clients using its platform  a client being a real estate agency or developer where each office has about 15 to 20 smaller agents. On the other hand, Levy points out that the startup makes money when these agents use its SaaS platform and via a percentage cut from their marketing spend. However, before Flow, both founders previously built an adtech and performance marketing company, Popimedia, which was the largest buyer of Facebook media inventory in Africa for some of the worlds biggest brands.",
            "html_summary": "<ul><li>And it’s evident that proptech, unlike other industries, has lagged in utilizing social media to make sales.South African startup Flow wants to change how real estate agencies, developers and agents interact with their end customers.</li><li>The proptech marketing platform is announcing that it has raised $4.5 million in pre-Series A funding.Flow intends to use the funding to include other social media platforms such as TikTok and LinkedIn and other advertising channels like digital out-of-home billboards.</li><li>With its APIs, Flow connects to the websites of estate agencies and property developers and automates advertising for them on social media channels like Instagram and Facebook.</li><li>The process used by millions of agents and thousands of property portals globally to reach buyers and sellers on digital channels is highly fragmented.</li><li>And that’s why we’ve just gone through this capital raise to experiment with that essentially.”Flow currently has over 300+ clients using its platform — a client being a real estate agency or developer where each office has about 15 to 20 smaller agents.</li><li>On the other hand, Levy points out that the startup makes money when these agents use its SaaS platform and via a percentage cut from their marketing spend.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/17/south-africas-flow-gets-funding-to-automate-social-media-advertising-for-real-estate-agencies/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Here come the robot doctors. Netherlands says it will send Patriot assistance to Ukraine  The Associated Press  en Espaol. Davos organizers Musk wasnt invited despite what he says.... UPDATE Police arrest failed MAGA candidate in shootings at Democrats.... That Microsoft deal isnt exclusive, video is coming, and more from OpenAI CEO Sam Altman. South Africas Flow gets funding to automate social media advertising for real estate agencies"
}