{
    "status": "ok",
    "totalResults": 12,
    "articles": [
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Yoonjung Seo",
            "title": "Russia gives Kim Jong Un an inside look at its warplanes | Makemetechie.com Summary",
            "description": "Kim Jong Un was deeply impressed by a visit to a Russian aircraft manufacturing plant on Friday, according to North Korean state media.",
            "url": "/2023-09-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230915190012-01-kim-jong-un-aircraft-plant-0915.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-16T03:49:01Z",
            "content": "Kim Jong Un was deeply impressed by a visit to a Russian aircraft manufacturing plant on Friday, according to North Korean state media.Kim toured facilities for aircraft design and assembly at the  [+3335 chars]",
            "summary": "North Korean leader Kim Jong Un visited Vladivostok on Saturday as the latest stop on his tour of Russia. Kim met Russian Defense Minister Sergei Shoigu at the Knevichi airfield before visiting a Pacific Fleet frigate Marshal Shaposhnikov. Kim was also shown the ship s central command center and its modern missile weapon control systems. Kim left a comment in the frigate s guest book saying Witnessing the rapid development of Russia s aviation technology and its gigantic potential before signing it with the date and his name.",
            "html_summary": "<ul><li>North Korean leader Kim Jong Un visited Vladivostok on Saturday as the latest stop on his tour of Russia.</li><li> Kim met Russian Defense Minister Sergei Shoigu at the Knevichi airfield before visiting a Pacific Fleet frigate Marshal Shaposhnikov.</li><li> Kim was also shown the ship s central command center and its modern missile weapon control systems.</li><li> Kim left a comment in the frigate s guest book saying Witnessing the rapid development of Russia s aviation technology and its gigantic potential before signing it with the date and his name.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/15/asia/kim-jong-un-north-korea-impressed-by-russia-aircraft-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Simone McCarthy",
            "title": "The West fears a closer Russia and North Korea. China may not | Makemetechie.com Summary",
            "description": "A rare meeting between Russias Vladimir Putin and North Koreas Kim Jong Un at a space launch center in the Russian Far East earlier this week has triggered alarm from countries from South Korea and Japan to Ukraine, the United States and its partners in Eur",
            "url": "/2023-09-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230915133912-vladimir-putin-and-kim-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-15T06:53:22Z",
            "content": "Editors Note Sign up for CNNs Meanwhile in China newsletter which explores what you need to know about the countrys rise and how it impacts the world.A rare meeting between Russias Vladimir Putin  [+6445 chars]",
            "summary": "But while China itself has appeared careful to avoid any large-scale military support of Russia, analysts say it may see potential support from North Korea as a boost to its own geopolitical calculus, where Russia remains a crucial partner amid rising tensions with the West. Putin talks military cooperation with Kim as North Korean leader endorses Russia's war on Ukraine Meanwhile, mutual support between the two sanctions-hit neighbors could mitigate international pressure on China over its strong ties to both. Beijing has already signaled what its official response to any military cooperation between the two would be, with its Foreign Ministry this week repeatedly telling reporters that Wednesdays meeting was between the two countries  implying its not Chinas business. (If) North Korea is really prepared to provide ammunition to Russia, it would be good for the Chinese expectation that Russia doesnt experience a major military defeat in the battlefield in Ukraine, said Li Mingjiang, an associate professor of international relations at Singapores Nanyang Technological University. And while its unclear exactly how much insight Chinese officials have into negotiations between North Korea and Russia, analysts say the meeting itself may not have gone forward with some level of consideration of Chinas ties to the two. Like Russia, it has backed past United Nations sanctions against North Koreas weapons programs  though its also been accused of practicing an arbitrary implementation of these controls and in recent years has blocked efforts to strengthen sanctions and led efforts to ease them. Rather than look to oppose or limit cooperation between Russia and North Korea, Beijing may see more benefits than risks for itself in this emerging axis, analysts say  particularly in regard to its great power rivalry with the US.",
            "html_summary": "<ul><li>But while China itself has appeared careful to avoid any large-scale military support of Russia, analysts say it may see potential support from North Korea as a boost to its own geopolitical calculus, where Russia remains a crucial partner amid rising tensions with the West..</li><li>Putin talks military cooperation with Kim as North Korean leader endorses Russia's war on Ukraine Meanwhile, mutual support between the two sanctions-hit neighbors could mitigate international pressure on China over its strong ties to both..</li><li>Beijing has already signaled what its official response to any military cooperation between the two would be, with its Foreign Ministry this week repeatedly telling reporters that Wednesday’s meeting was “between the two countries” – implying it’s not China’s business..</li><li>“(If) North Korea is really prepared to provide ammunition to Russia, it would be good for the Chinese expectation that Russia doesn’t experience a major military defeat in the battlefield in Ukraine,” said Li Mingjiang, an associate professor of international relations at Singapore’s Nanyang Technological University..</li><li>And while it’s unclear exactly how much insight Chinese officials have into negotiations between North Korea and Russia, analysts say the meeting itself may not have gone forward with some level of consideration of China’s ties to the two..</li><li>Like Russia, it has backed past United Nations sanctions against North Korea’s weapons programs – though it’s also been accused of practicing an arbitrary implementation of these controls and in recent years has blocked efforts to strengthen sanctions and led efforts to ease them..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/15/china/china-kim-putin-summit-russia-north-korea-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Catherine Nicholls",
            "title": "Nose hairs, dead spiders and licking rocks are among this years Ig Nobel Prizewinning topics | Makemetechie.com Summary",
            "description": "How do you feel when you read the same word many times? Do people have an equal number of hairs in both their nostrils? Does electrifying your tongue change the taste of the food you are eating?  These were among the vital questions answered by the winners of",
            "url": "/2023-09-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230915143652-02-wolf-spider.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-15T14:37:42Z",
            "content": "How do you feel when you read the same word many, many, many times? Do people have an equal number of hairs in both their nostrils? Does electrifying your tongue change the taste of the food you are  [+3479 chars]",
            "summary": "The Ig Nobel Prizes are an accolade that has no affiliation to the Nobel prizes. The prizes aim to celebrate the unusual honor the imaginative and spur people s interest in science medicine and technology. The Ig Nobel Prize s rd ceremony took place virtually on Thursday night with prizes awarded by genuine genuinely bemused Nobel laureates over Zoom. Each winner received a now defunct trillion Zimbabwe dollar bill and a pack of Ig Pseudo Cola Winners of the prizes represented countries including five researchers from the United States four from the UK and three from China.",
            "html_summary": "<ul><li>The Ig Nobel Prizes are an accolade that has no affiliation to the Nobel prizes.</li><li> The prizes aim to celebrate the unusual honor the imaginative and spur people s interest in science medicine and technology.</li><li> The Ig Nobel Prize s rd ceremony took place virtually on Thursday night with prizes awarded by genuine genuinely bemused Nobel laureates over Zoom.</li><li> Each winner received a now defunct trillion Zimbabwe dollar bill and a pack of Ig Pseudo Cola Winners of the prizes represented countries including five researchers from the United States four from the UK and three from China.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/15/world/ig-nobel-prizes-2023-intl-scli-scn/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Ray Sanchez",
            "title": "From jailbreak to capture, what went right  and wrong  in the search for the escaped Pennsylvania inmate | Makemetechie.com Summary",
            "description": "The escape of convicted murderer Danilo Cavalcante and the nearly twoweek manhunt leading to his capture thrust Pennsylvania authorities under a glaring spotlight.",
            "url": "/2023-09-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230913161143-04-pa-manhunt-capture-0913.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-16T07:19:59Z",
            "content": "The escape of convicted murderer Danilo Cavalcante and the nearly twoweek manhunt leading to his capture thrust Pennsylvania authorities under a glaring spotlight. From the manner in which Cavalca [+9954 chars]",
            "summary": "No perimeter is 100% secure, ever, Bivens said, adding, I wish it had not happened. Charles Ramsey, CNN law enforcement analyst and a former police chief, said there would be gaps in the perimeter of that size. Authorities assign more officers to find convicted killer who escaped Pennsylvania prison as search enters 10th day Its frustrating for the community and everybody watching it, but those sorts of things happen, McCabe said. Convicted killer who escaped Pennsylvania prison spotted more than 20 miles from search area and changed his appearance, police say Authorities did not learn he had gotten out from under them and shaved his beard until the following day. Authorities said Cavalcante managed to escape their search perimeter and steal a van about three-quarters of a mile away. Theyve got policing functions elsewhere when theyre not here and so, theres a balance there. Andrew McCabe, CNN senior law enforcement analyst and former FBI deputy director, said authorities had a messaging problem early on. Immediately after his escape, authorities began to search within two miles of the prison in a heavily wooded area of Pocopson Township and Chester County. The search team now involved about 500 law enforcement officers  including the Pennsylvania State Police, FBI, ATF, and the US Marshals  who searched the area around the shooting.",
            "html_summary": "<ul><li>“No perimeter is 100% secure, ever,” Bivens said, adding, “I wish it had not happened.” Charles Ramsey, CNN law enforcement analyst and a former police chief, said there would be gaps in the perimeter of that size..</li><li>Authorities assign more officers to find convicted killer who escaped Pennsylvania prison as search enters 10th day “It’s frustrating for the community and everybody watching it, but those sorts of things happen,” McCabe said..</li><li>Convicted killer who escaped Pennsylvania prison spotted more than 20 miles from search area and changed his appearance, police say Authorities did not learn he had gotten out from under them and shaved his beard until the following day..</li><li>Authorities said Cavalcante managed to escape their search perimeter and steal a van about three-quarters of a mile away..</li><li>“They’ve got policing functions elsewhere when they’re not here and so, there’s a balance there.” Andrew McCabe, CNN senior law enforcement analyst and former FBI deputy director, said authorities had a messaging problem early on..</li><li>Immediately after his escape, authorities began to search within two miles of the prison in a heavily wooded area of Pocopson Township and Chester County..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/16/us/danilo-cavalcante-escaped-prisoner-capture/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Helen Regan, Mariya Knight, Anna Chernova",
            "title": "Kim Jong Un to visit fighter jet plant in Russia as Putin accepts invite to North Korea | Makemetechie.com Summary",
            "description": "North Korean leader Kim Jong Un continued his dayslong visit to Russia Friday, heading to an aircraft plant in the eastern city of KomsomolskonAmur, according to Russian state media, after the two sides said military cooperation was a possibility.",
            "url": "/2023-09-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230914101732-putin-kim-russia-tour-0913.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-15T04:04:01Z",
            "content": "North Korean leader Kim Jong Un continued his dayslong visit to Russia Friday, heading to an aircraft plant in the eastern city of KomsomolskonAmur, according to Russian state media, after the two [+5602 chars]",
            "summary": "All three countries expressed grave concerns over the discussions between the two leaders, which included topics related to military cooperation, including the development of intercontinental ballistic missiles (ICBMs), despite repeated warnings from the international community, the statement said. Asked if the two leaders discussed military and technical cooperation during the talks, Peskov said it was a sensitive sphere of cooperation and reiterated Moscows commitment to further developing ties with Pyongyang. The tour of key sites in the Russian Far East region came after Putin previously said Russia is considering and discussing some military cooperation with North Korea, following a summit at which Kim appeared to endorse Moscows war on Ukraine. We see the potential for cooperation both in aircraft manufacturing and in other industries  this is especially relevant for achieving the tasks our countries face to achieve technological sovereignty, he said. Russias Deputy Prime Minister, Denis Manturov, said after the tour that Moscow saw the potential for cooperation both in aircraft manufacturing and in other industries with North Korea, according to a Russian government press release Friday on its Telegram channel.  Vladimir Putin has said Russia will build good neighborly relations with North Korea on the fourth day of Kim Jong Uns lengthy visit to the country, amid warnings from the West that Moscow must not break international sanctions targeting Pyongyang. But he also said there were areas open for discussion and consideration, suggesting potential points of cooperation.",
            "html_summary": "<ul><li>“All three countries expressed grave concerns over the discussions between the two leaders, which included topics related to military cooperation, including the development of intercontinental ballistic missiles (ICBMs), despite repeated warnings from the international community,” the statement said..</li><li>Asked if the two leaders discussed military and technical cooperation during the talks, Peskov said it was a “sensitive sphere of cooperation” and reiterated Moscow’s commitment to further developing ties with Pyongyang..</li><li>The tour of key sites in the Russian Far East region came after Putin previously said Russia is considering and discussing some military cooperation with North Korea, following a summit at which Kim appeared to endorse Moscow’s war on Ukraine..</li><li>“We see the potential for cooperation both in aircraft manufacturing and in other industries – this is especially relevant for achieving the tasks our countries face to achieve technological sovereignty,” he said..</li><li>Russia’s Deputy Prime Minister, Denis Manturov, said after the tour that Moscow saw “the potential for cooperation both in aircraft manufacturing and in other industries” with North Korea, according to a Russian government press release Friday on its Telegram channel..</li><li> Vladimir Putin has said Russia will build “good neighborly relations” with North Korea on the fourth day of Kim Jong Un’s lengthy visit to the country, amid warnings from the West that Moscow must not break international sanctions targeting Pyongyang..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/15/asia/kim-jong-un-north-korea-russia-komsomolsk-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Martha Shade",
            "title": "Some easy (or mostly easy) life changes that have a big impact on the worlds oceans | Makemetechie.com Summary",
            "description": "It all seems so daunting plastics in the ocean, dying coral reefs, entire species being wiped out  but dont click away in despair!",
            "url": "/2023-09-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230911161320-01-iyw-oceans-plastics-seafood.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-16T12:21:18Z",
            "content": "It all seems so daunting plastics in the ocean, dying coral reefs, entire species being wiped out but dont click away in despair!There really are things everyone can do to help make the ocean clea [+7441 chars]",
            "summary": "If your favorite restaurant still uses plastics, she tells diners to refuse the plastic forks and gently suggest the management move to a more sustainable takeaway option (like bamboo utensils and paper containers and straws) or  even better  go with washable plates and cutlery. They found plastic in our bodiespeople dont want to eat off plastic plates with plastic utensils. Surfrider Foundation even has a helpful online guide, highlighting ocean-friendly restaurants. If theyre spending all this money buying single-use plastic, a small investment in a dishwasher and reusable cutlery will save money in the long run. Also, she says, consumers are realizing they prefer the less-disposable options. Think about how much better it feels to have a meal with metal utensils and a real plate. As consumers begin to worry about things like microplastics making their way into their bodies, this is a no-brainer for restaurants, she says. You want to make sure youre not consuming fish caught in nets that are notorious for trapping bycatch - turtles, seabirds and whales often get caught in those lines and die. Thats an easy piece that we can change to make a positive impact. Blum says recent chemical sunscreen bans are already making a difference in places like Hawaii, with reefs coming back to life. Ditto for that chasing arrow symbol you see on the bottom of many plastic containers, she says.",
            "html_summary": "<ul><li>If your favorite restaurant still uses plastics, she tells diners to refuse the plastic forks and gently suggest the management move to a more sustainable takeaway option (like bamboo utensils and paper containers and straws) or – even better – go with washable plates and cutlery..</li><li>“They found plastic in our bodies…people don’t want to eat off plastic plates with plastic utensils.” Surfrider Foundation even has a helpful online guide, highlighting ocean-friendly restaurants..</li><li>If they’re spending all this money buying single-use plastic, a small investment in a dishwasher and reusable cutlery will save money in the long run.” Also, she says, consumers are realizing they prefer the less-disposable options..</li><li>Think about how much better it feels to have a meal with metal utensils and a real plate.” As consumers begin to worry about things like microplastics making their way into their bodies, this is a “no-brainer” for restaurants, she says..</li><li>You want to make sure you’re not consuming fish caught in nets that are notorious for trapping “bycatch” - turtles, seabirds and whales often get caught in those lines and die..</li><li>“That’s an easy piece that we can change to make a positive impact.” Blum says recent chemical sunscreen bans are already making a difference in places like Hawaii, with reefs coming back to life..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/16/world/iyw-oceans-plastics-seafood-shark-squalane/index.html"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Anna Heim",
            "title": "Is Instacarts new IPO price range justified? | TechCrunch | Makemetechie.com Summary",
            "description": "In its S1, Instacart describes itself as a grocery technology company. But does that warrant a tech valuation?",
            "url": "/2023-09-15-instacart-ipo-price-range",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/instacart-logo.jpg?resize=1200,800",
            "publishedAt": "2023-09-15T18:30:41Z",
            "content": "British chip designer Arms Nasdaq IPO ended up valuing the company at $65.24 billion after its stock closed up 24.69% at $63.59 yesterday. Wed already expected the company to be worth more than youd [+2180 chars]",
            "summary": "British chip designer Arm s Nasdaq IPO ended up valuing the company at billion after its stock closed up at yesterday. A strong IPO is great news for Arm since it shows that investors have confidence in its strategy. But in today s climate Arm s IPO is more than a way for SoftBank to see some cash out of its investment. It s somewhat of a bellwether of the times to come and the optimistic among us may even say it marks the return of the IPO pop.",
            "html_summary": "<ul><li>British chip designer Arm s Nasdaq IPO ended up valuing the company at billion after its stock closed up at yesterday.</li><li> A strong IPO is great news for Arm since it shows that investors have confidence in its strategy.</li><li> But in today s climate Arm s IPO is more than a way for SoftBank to see some cash out of its investment.</li><li> It s somewhat of a bellwether of the times to come and the optimistic among us may even say it marks the return of the IPO pop.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/15/instacart-ipo-price-range/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tom Chavez",
            "title": "Answering AIs biggest questions requires an interdisciplinary approach | TechCrunch | Makemetechie.com Summary",
            "description": "Ethical AI requires a deep understanding of what there is, what we want, what we think we know, and how intelligence unfolds.",
            "url": "/2023-09-15-answering-ais-biggest-questions-requires-an-interdisciplinary-approach",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/GettyImages-1349363964.jpg?resize=1200,765",
            "publishedAt": "2023-09-15T17:39:34Z",
            "content": "When Elon Musk announced the team behind his new artificial intelligence company xAI last month, whose mission is reportedly to understand the true nature of the universe, it underscored the critical [+7001 chars]",
            "summary": "Elon Musk announced the team behind his new artificial intelligence company xAI last month. It underscored the criticality of answering existential concerns about AI s promise and peril. The stakes of AI s impact are existential and companies need to make an authentic commitment worthy of those stakes. This means staffing their leadership teams with stakeholders who are adequately equipped to sort through the consequences of the technology they re building. It requires an integrative approach rooted in critical thinking from both the humanities and the sciences Thinkers from different fields need to work closely together now more than ever.",
            "html_summary": "<ul><li>Elon Musk announced the team behind his new artificial intelligence company xAI last month.</li><li> It underscored the criticality of answering existential concerns about AI s promise and peril.</li><li> The stakes of AI s impact are existential and companies need to make an authentic commitment worthy of those stakes.</li><li> This means staffing their leadership teams with stakeholders who are adequately equipped to sort through the consequences of the technology they re building.</li><li> It requires an integrative approach rooted in critical thinking from both the humanities and the sciences Thinkers from different fields need to work closely together now more than ever.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/15/answering-ais-biggest-questions-requires-an-interdisciplinary-approach/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "The real web3 boom will be through startups | TechCrunch | Makemetechie.com Summary",
            "description": "While the use cases in enterprise are more incremental, the real drivers of the tech might be coming from startup land.",
            "url": "/2023-09-15-web3-adoption-startups-enterprise",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1180708314.jpg?resize=1200,800",
            "publishedAt": "2023-09-15T15:01:14Z",
            "content": "As the race for enterprise adoption in web3 accelerates, some people believe its not onesided growth, but a journey where both mainstream enterprises and crypto startups can bring on new opportuniti [+1325 chars]",
            "summary": "As the race for enterprise adoption in web accelerates some people believe it s not one sided growth but a journey where both mainstream enterprises and crypto startups can bring on new opportunities. The signals that we see right now are that the innovation is coming more from enterprises Gagan Mac head of product and senior director of web services at Circle said on a panel at the Avalanche House event in Seoul South Korea. Lowering the barrier to entry could be as simple as fixing the terminology to make the technology and web elements more approachable said Dan Sun startup success manager for web APAC lead at Google Cloud.",
            "html_summary": "<ul><li>As the race for enterprise adoption in web accelerates some people believe it s not one sided growth but a journey where both mainstream enterprises and crypto startups can bring on new opportunities.</li><li> The signals that we see right now are that the innovation is coming more from enterprises Gagan Mac head of product and senior director of web services at Circle said on a panel at the Avalanche House event in Seoul South Korea.</li><li> Lowering the barrier to entry could be as simple as fixing the terminology to make the technology and web elements more approachable said Dan Sun startup success manager for web APAC lead at Google Cloud.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/15/web3-adoption-startups-enterprise/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Superorder raises $10M to help restaurants maintain their online presence | TechCrunch | Makemetechie.com Summary",
            "description": "Superorder, a startup developing a platform to help restaurants maintain their online presence, has raised $10 million in a funding round.",
            "url": "/2023-09-15-superorder-raises-10m-to-help-restaurants-maintain-their-online-presence",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/11/GettyImages-1191721878.jpg?resize=1200,800",
            "publishedAt": "2023-09-15T19:01:40Z",
            "content": "Raghav Poddar was studying computer science at Columbia University when he became intrigued by the challenges restaurant owners were facing maintaining an online presence. A selfdescribed foodie,  [+7295 chars]",
            "summary": "And some third-party delivery platforms have pushed back against virtual restaurants, accusing the restaurants creating them of spamming the platforms with repetitive listings and menus. Of that group, nearly 70% have been discouraged or otherwise deterred from visiting the restaurant because of its website.Poddar came up with a solution in Superorder (formerly Forward Kitchens), a platform that provides websites, menus, photos and tools for order management, marketing, financial management and more to restaurants. For one, the platform uses generative AI to create menus and photos for each virtual restaurant listing, similar to tools offered by restaurant tech startups Swipeby and Lunchbox. Were working on expanding further into the restaurant software stack and become the all-in-one software platform that gives restaurants the tools needed to drive profitability from delivery and takeout. Data from Grubhub reveals that restaurants with pictures for their menu items receive at least 70% more orders and 65% higher sales than those without pictures.Of course, one wonders how closely the AI-generated images resemble the actual menu items. With a staff of about 70 people, it now operates in over 180 cities across the U.S. with more than 1,500 restaurant customers and has facilitated around 1.5 million orders to date.Theres lots of money in the market besides  more than enough to go around, one would presume. With Superorder, restaurants can build a website through a search-based interface by typing in a query like Build me a website for an Italian restaurant in New York and picking a design template.",
            "html_summary": "<ul><li>And some third-party delivery platforms have pushed back against virtual restaurants, accusing the restaurants creating them of spamming the platforms with repetitive listings and menus..</li><li>Of that group, nearly 70% have been discouraged or otherwise deterred from visiting the restaurant because of its website.Poddar came up with a solution in Superorder (formerly Forward Kitchens), a platform that provides websites, menus, photos and tools for order management, marketing, financial management and more to restaurants..</li><li>For one, the platform uses generative AI to create menus and photos for each virtual restaurant listing, similar to tools offered by restaurant tech startups Swipeby and Lunchbox..</li><li>“We’re working on expanding further into the restaurant software stack and become the all-in-one software platform that gives restaurants the tools needed to drive profitability from delivery and takeout.”.</li><li>Data from Grubhub reveals that restaurants with pictures for their menu items receive at least 70% more orders and 65% higher sales than those without pictures.Of course, one wonders how closely the AI-generated images resemble the actual menu items..</li><li>With a staff of about 70 people, it now operates in over 180 cities across the U.S. with more than 1,500 restaurant customers and has facilitated around 1.5 million orders to date.There’s lots of money in the market besides — more than enough to go around, one would presume..</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/15/superorder-raises-10m-to-help-restaurants-maintain-their-online-presence/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Revel, the car subscription startup from Spain, raises $123M to take its business up a gear | TechCrunch | Makemetechie.com Summary",
            "description": "The market for car sales has been on rocky ground in the last several years as consumers, facing tougher economic conditions, get presented with an",
            "url": "/2023-09-15-revel-spain",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/11/gettyimages-157429059.jpg?resize=1200,675",
            "publishedAt": "2023-09-15T04:01:10Z",
            "content": "The market for car sales has been on rocky ground in the last several years as consumers, facing tougher economic conditions, get presented with an everlarger range of alternatives, from ridehailin [+4128 chars]",
            "summary": "A startup out of Spain called Revel is announcing million million in funding to expand its business based around one of these models a digital car subscription service. Revel is essentially a flexible lease agreement that includes insurance and maintenance aimed at consumers willing typically to commit for at least a year. The funding is a combination of debt and equity million is structured financing earmarked to build out the car network and million is equity invested in the business itself Investors include KKR Santander Consumer Finance and others that are not being named Enrique de Mateo the CEO declined to provide the company s valuation.",
            "html_summary": "<ul><li>A startup out of Spain called Revel is announcing million million in funding to expand its business based around one of these models a digital car subscription service.</li><li> Revel is essentially a flexible lease agreement that includes insurance and maintenance aimed at consumers willing typically to commit for at least a year.</li><li> The funding is a combination of debt and equity million is structured financing earmarked to build out the car network and million is equity invested in the business itself Investors include KKR Santander Consumer Finance and others that are not being named Enrique de Mateo the CEO declined to provide the company s valuation.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/14/revel-spain/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jacqueline Howard",
            "title": "Meet the Black students who were instrumental in developing the first Covid19 shots | CNN | Makemetechie.com Summary",
            "description": "The fruits of the work done by Olubukola Abiona, Geoffrey Hutchinson and Cynthia Ziwawo remain evident as the US rolls out new Covid19 vaccines.",
            "url": "/2023-09-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230914111623-01-covid-vaccine-black-students.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-15T10:53:10Z",
            "content": "It was a meeting that changed their lives forever.The year was 2020, and reports had emerged from China that a neverbeforeseen coronavirus was spreading quickly, sickening hundreds of people and  [+9301 chars]",
            "summary": "At the Vaccine Research Center, the mindset is sort of like anytime theres something like that spreading, you can use it as an opportunity for a drill  a drill for the big one  if theres going to be a real pandemic, he said. Their work led to not just the Moderna vaccine rapidly entering clinical trials but also to the discovery of monoclonal antibodies that were used for treatments and informed the development of other coronavirus vaccines, as well, he said. Abiona described herself as a medical student by day and a Covid-19 vaccine researcher by night, finishing some of the pivotal work produced at one of the most renowned labs in the world and helping develop a lifesaving vaccine in record time. The rest of the world cheered when the first Covid-19 shots went into arms  but for Abiona, Hutchinson and Ziwawo, the moment came much earlier, when their work indicated that the vaccine elicited an immune response in lab tests. The work that these four people did in particular, I think, has been underappreciated and somewhat heroic, in my opinion, said Graham, who was deputy director of the Vaccine Research Center and chief of the Viral Pathogenesis Laboratory at the time. We were sitting in that meeting, and Dr. Graham said, Its time to start thinking about running the drill,  said Hutchinson, now 33 and a fourth-year doctoral student at the University of Washington. What the world didnt know at the time was that those three students  Abiona, Hutchinson and Ziwawo  were doing the foundational work for those vaccines to eventually save lives.",
            "html_summary": "<ul><li>“At the Vaccine Research Center, the mindset is sort of like anytime there’s something like that spreading, you can use it as an opportunity for a drill — a drill for the big one — if there’s going to be a real pandemic,” he said..</li><li>“Their work led to not just the Moderna vaccine rapidly entering clinical trials but also to the discovery of monoclonal antibodies that were used for treatments and informed the development of other coronavirus vaccines, as well,” he said..</li><li>Abiona described herself as a medical student by day and a Covid-19 vaccine researcher by night, finishing some of the pivotal work produced at one of the most renowned labs in the world and helping develop a lifesaving vaccine in record time..</li><li>The rest of the world cheered when the first Covid-19 shots went into arms — but for Abiona, Hutchinson and Ziwawo, the moment came much earlier, when their work indicated that the vaccine elicited an immune response in lab tests..</li><li>“The work that these four people did in particular, I think, has been underappreciated and somewhat heroic, in my opinion,” said Graham, who was deputy director of the Vaccine Research Center and chief of the Viral Pathogenesis Laboratory at the time..</li><li>“We were sitting in that meeting, and Dr. Graham said, ‘It’s time to start thinking about running the drill,’ ” said Hutchinson, now 33 and a fourth-year doctoral student at the University of Washington..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/15/health/covid-vaccines-black-student-scientists/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Russia gives Kim Jong Un an inside look at its warplanes | Makemetechie.com Summary. The West fears a closer Russia and North Korea. China may not | Makemetechie.com Summary. Nose hairs, dead spiders and licking rocks are among this years Ig Nobel Prizewinning topics | Makemetechie.com Summary. From jailbreak to capture, what went right  and wrong  in the search for the escaped Pennsylvania inmate | Makemetechie.com Summary. Kim Jong Un to visit fighter jet plant in Russia as Putin accepts invite to North Korea | Makemetechie.com Summary. Some easy (or mostly easy) life changes that have a big impact on the worlds oceans | Makemetechie.com Summary. Is Instacarts new IPO price range justified? | TechCrunch | Makemetechie.com Summary. Answering AIs biggest questions requires an interdisciplinary approach | TechCrunch | Makemetechie.com Summary. The real web3 boom will be through startups | TechCrunch | Makemetechie.com Summary. Superorder raises $10M to help restaurants maintain their online presence | TechCrunch | Makemetechie.com Summary. Revel, the car subscription startup from Spain, raises $123M to take its business up a gear | TechCrunch | Makemetechie.com Summary. Meet the Black students who were instrumental in developing the first Covid19 shots | CNN | Makemetechie.com Summary"
}