{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "ExFin Capital general partner, who led its investment in Pipe, starts new venture firm",
            "description": "Peter Ackerson has departed from his role as general partner at fintechfocused venture firm Fin Capital and started a new firm, Audere Capital. According to his LinkedIn profile, Ackerson  who first joined Fin Capital in August of 2019  stopped working at ",
            "url": "/2023-05-05-ex-fin-capital-general-partner-who-led-investment-in-pipe-starts-new-venture-firm",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/09/dollar-bills.png?resize=1200,638",
            "publishedAt": "2023-05-05T14:43:05Z",
            "content": "Peter Ackerson has departed from his role as general partner at fintechfocused venture firm Fin Capital and started a new firm, Audere Capital.According to his LinkedIn profile, Ackerson who first [+3708 chars]",
            "summary": "Peter Ackerson has departed from his role as general partner at fintech-focused venture firm Fin Capital and started a new firm, Audere Capital.According to his LinkedIn profile, Ackerson  who joined Fin Capital in August of 2019  stopped working at that firm in January of this year. While his profile shows that he became a general partner of Audere Capital in February 2023, it appears that he only updated his online presence to reflect his new position this week. For a while, Pipe was quite buzzy, catapulting to a $2 billion valuation on the premise that it helped SaaS companies generate non-dilutive cash with a model that provided upfront capital for recurring revenue. Peter departed the firm to pursue other opportunities and remains a close friend and ally of the firm. With respect to Pipe, our team is collaborating closely with Luke Voiles, who is a terrific CEO and has our full support as the team focuses on the next phase of growth for the company. Fin was an investor in SoFi, and has backed the likes of Figure, Hummingbird and Elevate.While at Fin Capital, which appears to have been his first VC role, Ackerson served on the boards of companies such as Maxwell, Teampay, Pipe, SamCart and Ternary. Ackerson declined to comment on the record.According to LinkedIn, Maggie Sprenger joined his new firm, Audere Capital, in April.",
            "html_summary": "<ul><li>Peter Ackerson has departed from his role as general partner at fintech-focused venture firm Fin Capital and started a new firm, Audere Capital.According to his LinkedIn profile, Ackerson — who joined Fin Capital in August of 2019 — stopped working at that firm in January of this year.</li><li>While his profile shows that he became a general partner of Audere Capital in February 2023, it appears that he only updated his online presence to reflect his new position this week.</li><li>For a while, Pipe was quite buzzy, catapulting to a $2 billion valuation on the premise that it helped SaaS companies generate non-dilutive cash with a model that provided upfront capital for recurring revenue.</li><li>Peter departed the firm to pursue other opportunities and remains a close friend and ally of the firm.</li><li>With respect to Pipe, our team is collaborating closely with Luke Voiles, who is a terrific CEO and has our full support as the team focuses on the next phase of growth for the company.</li><li>Fin was an investor in SoFi, and has backed the likes of Figure, Hummingbird and Elevate.While at Fin Capital, which appears to have been his first VC role, Ackerson served on the boards of companies such as Maxwell, Teampay, Pipe, SamCart and Ternary.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/05/ex-fin-capital-general-partner-who-led-investment-in-pipe-starts-new-venture-firm/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Paytm tops $977 million revenue in a year, narrows loss",
            "description": "Paytm, Indias leading mobile payments firm, recorded a 13.2% surge in revenue to $285.7 million in the quarter ending March and cut its loss by 57% to $20.5 million in a sharp turnaround for the company that is increasingly trying to become profitable. Paytm",
            "url": "/2023-05-05-paytm-revenue-loss-financial-year-ending-march-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1244477874.jpg?resize=1200,800",
            "publishedAt": "2023-05-05T16:29:31Z",
            "content": "Paytm, Indias leading mobile payments firm, recorded a 13.2% surge in revenue to $285.7 million in the quarter ending March and cut its loss by 57% to $20.5 million in a sharp turnaround for the com [+2096 chars]",
            "summary": "During the period, the firm trimmed its losses to $217 million, down from $293.3 million.The firm attributed surge in its revenue to growth in monetization on payments and broadening of its loan distribution business. In addition to improving its revenue and contribution margin, the firm is also aggressively deepening its product offerings, including primarily its loan offerings, to attract customers.Paytms marquee service of mobile payments competes with PhonePe, backed by General Atlantic and Walmart, and Googles Google Pay. Paytm ended Friday at a market cap of $5.35 billion.As we step into the new fiscal year of 2024, we are excited by the long term potential for revenue growth and profitability across payment and lending businesses. We have made significant investments towards sales manpower, improvement of technology platform, marketing spends etc., which will help us carry this momentum.Paytm, once the poster child of the Indian startup ecosystem, suffered from a poor public debut in 2021. The growth of UPI and other mobile payment methods presents a wealth of untapped opportunities, Paytm said in a press statement following the earnings release. The Noida-headquartered firm, in response, pledged to accelerate its efforts to profitability.The firm, led by Vijay Shekhar Sharma, is still down 67% from its IPO price of 2,150 Indian rupees ($26.3). PhonePe, with less than $350 million in revenue, is valued at $12 billion.",
            "html_summary": "<ul><li>During the period, the firm trimmed its losses to $217 million, down from $293.3 million.The firm attributed surge in its revenue to growth in monetization on payments and broadening of its loan distribution business.</li><li>In addition to improving its revenue and contribution margin, the firm is also aggressively deepening its product offerings, including primarily its loan offerings, to attract customers.Paytm’s marquee service of mobile payments competes with PhonePe, backed by General Atlantic and Walmart, and Google’s Google Pay.</li><li>Paytm ended Friday at a market cap of $5.35 billion.“As we step into the new fiscal year of 2024, we are excited by the long term potential for revenue growth and profitability across payment and lending businesses.</li><li>We have made significant investments towards sales manpower, improvement of technology platform, marketing spends etc., which will help us carry this momentum.”Paytm, once the poster child of the Indian startup ecosystem, suffered from a poor public debut in 2021.</li><li>The growth of UPI and other mobile payment methods presents a wealth of untapped opportunities,” Paytm said in a press statement following the earnings release.</li><li>The Noida-headquartered firm, in response, pledged to accelerate its efforts to profitability.The firm, led by Vijay Shekhar Sharma, is still down 67% from its IPO price of 2,150 Indian rupees ($26.3).</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/05/paytm-revenue-loss-financial-year-ending-march-2023/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JAKE COYLE - AP Film Writer",
            "title": "Could AI pen Casablanca? Screenwriters take aim at ChatGPT",
            "description": "Not six months since the release of ChatGPT, generative artificial intelligence is already prompting widespread unease throughout Hollywood. Concern over chatbots writing or rewriting scripts is one of the leading reasons TV and film screenwriters took to pic",
            "url": "/2023-05-05-ai-hollywood-writers-strike-artificial-intelligence-dc71c4cabcca0ee1b1afe0050d392a36",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/f6/ef6a4cf9-83de-56ad-8b73-345970a0e68c/64551685ee39b.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-05-05T13:44:34Z",
            "content": "By JAKE COYLE  AP Film WriterNEW YORK (AP) When Greg Brockman, the president and cofounder of ChatGPT maker OpenAI, was recently extolling the capabilities of artificial intelligence, he turned t [+6976 chars]",
            "summary": "NEW YORK (AP)  When Greg Brockman, the president and co-founder of ChatGPT maker OpenAI, was recently extolling the capabilities of artificial intelligence, he turned to Game of Thrones.Imagine, he said, if you could use AI to rewrite the ending of that not-so-popular finale. That could change.AI chatbots, screenwriters say, could potentially be used to spit out a rough first draft with a few simple prompts (a heist movie set in Beijing). Maybe even put yourself into the show.That is what entertainment will look like, said Brockman.Not six months since the release of ChatGPT, generative artificial intelligence is already prompting widespread unease throughout Hollywood. Writers would then be hired, at a lower pay rate, to punch it up.Screenplays could also be slyly generated in the style of known writers. The results werent terrible, though they werent so funny, either.Why have a robot write a script and try to interpret human feelings when we already have studio executives who can do that? deadpanned Alda.Writers have long been among notoriously exploited talents in Hollywood. You wont get anything close to Casablanca but the barest bones of a bad Liam Neeson thriller isnt out of the question.The WGAs basic agreement defines a writer as a person and only a humans work can be copyrighted. The writers are wrestling with the threat of AI just as concern widens over how hurriedly regenerative AI products has been thrust into society.Geoffrey Hinton, an AI pioneer, recently left Google in order to speak freely about its potential dangers.",
            "html_summary": "<ul><li>NEW YORK (AP) — When Greg Brockman, the president and co-founder of ChatGPT maker OpenAI, was recently extolling the capabilities of artificial intelligence, he turned to “Game of Thrones.”Imagine, he said, if you could use AI to rewrite the ending of that not-so-popular finale.</li><li>That could change.”AI chatbots, screenwriters say, could potentially be used to spit out a rough first draft with a few simple prompts (“a heist movie set in Beijing”).</li><li>Maybe even put yourself into the show.“That is what entertainment will look like,” said Brockman.Not six months since the release of ChatGPT, generative artificial intelligence is already prompting widespread unease throughout Hollywood.</li><li>Writers would then be hired, at a lower pay rate, to punch it up.Screenplays could also be slyly generated in the style of known writers.</li><li>The results weren’t terrible, though they weren’t so funny, either.“Why have a robot write a script and try to interpret human feelings when we already have studio executives who can do that?” deadpanned Alda.Writers have long been among notoriously exploited talents in Hollywood.</li><li>You won’t get anything close to “Casablanca” but the barest bones of a bad Liam Neeson thriller isn’t out of the question.The WGA’s basic agreement defines a writer as a “person” and only a human’s work can be copyrighted.</li></ul>",
            "website_url": "https://apnews.com/article/ai-hollywood-writers-strike-artificial-intelligence-dc71c4cabcca0ee1b1afe0050d392a36"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Forristal",
            "title": "Warner Bros. Discovery CTO and CPO explain how they made Max less buggy",
            "description": "Weeks before Warner Bros. Discovery launches Max, we spoke with chief product officer Tyler Whitworth and chief technology officer Avi Saxena.",
            "url": "/2023-05-05-warner-bros-discovery-cto-and-cpo-explain-how-they-made-max-less-buggy",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Screen-Shot-2023-04-12-at-1.09.37-PM.png?resize=1200,578",
            "publishedAt": "2023-05-05T11:00:52Z",
            "content": "A few weeks before Warner Bros. Discovery launches its new HBO Max/Discovery+ streaming service, Max, TechCrunch spoke with WBD chief technology officer Avi Saxena and chief product officer Tyler Whi [+8876 chars]",
            "summary": "The company also said in its announcement that Max would provide a new video playback experience that provides a smooth and cinematic experience for users.Performance is one of the most important parts of the platform, Saxena told us. Discovery to launch Max service starting at $9.99/mo on May 23Notably, Whitworth also said the engineering team built a really great live platform that can deliver any kind of live content, he claimed.In the past, HBO Max has livestreamed UEFA Champions League matches in Brazil and Mexico. You know, the things that really matter to customers, how the product works Second, we knew that we really wanted to make it easy for customers to find and watch the content that they love. In January of this year, the streamer began broadcasting domestic live sporting events, giving subscribers access to live U.S. national soccer games.The company has yet to announce which live sporting events are launching on Max.I think were excited about what live could become in Max. And were excited to see how customers use it going forward, Whitworth said.Its important to note that HBO Max subscribers previously had access to 4K content yet were only paying $15.99 per month. It also uses AWS as a primary cloud provider, which millions of companies rely on for storage, databases and cloud-compute.In any given month, we deliver more than an exabyte worth of content, which is 1,000 petabytes a month, which is a big amount. Max will have a new content navigation menu at the top of the screen, genre hubs and dedicated content pages for the top WBD-owned brands  HBO, Discovery Channel, Food Network, HGTV and more.",
            "html_summary": "<ul><li>The company also said in its announcement that Max would provide a new video playback experience that provides a smooth and cinematic experience for users.“Performance is one of the most important parts of the platform,” Saxena told us.</li><li>Discovery to launch ‘Max’ service starting at $9.99/mo on May 23Notably, Whitworth also said the engineering team built a “really great” live platform that can “deliver any kind of live content,” he claimed.In the past, HBO Max has livestreamed UEFA Champions League matches in Brazil and Mexico.</li><li>You know, the things that really matter to customers, how the product works… Second, we knew that we really wanted to make it easy for customers to find and watch the content that they love.</li><li>In January of this year, the streamer began broadcasting domestic live sporting events, giving subscribers access to live U.S. national soccer games.The company has yet to announce which live sporting events are launching on Max.“I think we’re excited about what live could become in Max.</li><li>And we’re excited to see how customers use it going forward,” Whitworth said.It’s important to note that HBO Max subscribers previously had access to 4K content yet were only paying $15.99 per month.</li><li>It also uses AWS as a primary cloud provider, which millions of companies rely on for storage, databases and cloud-compute.“In any given month, we deliver more than an exabyte worth of content, which is 1,000 petabytes a month, which is a big amount.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/05/warner-bros-discovery-cto-and-cpo-explain-how-they-made-max-less-buggy/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Praktis lands $20M to help Indonesian D2C brands handle their supply chains",
            "description": "Small to mediumsized enterprises contribute 60% of Indonesias gross domestic product. But companies in the D2C space still struggle to compete against bigger brands. Praktis wants to put them on a more level playing field.",
            "url": "/2023-05-05-praktis",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1472356207.jpg?resize=1200,795",
            "publishedAt": "2023-05-05T04:23:48Z",
            "content": "Small to mediumsized enterprises contribute 60% of Indonesias gross domestic product. But companies in the D2C space still struggle to compete against bigger brands. Praktis wants to put them on a m [+1941 chars]",
            "summary": "Praktis wants to put them on a more level playing field.The startup, which handles everything from raw material purchases to order fulfillment for D2C brands and suppliers, announced today it has raised $20 million in Series A funding. This leaves D2C brands free to focus on other parts of their business, including brand building and marketing.The startup plans to scale up by growing alongside the D2C brands it serves. Pontoh is also joining its board of directors.In a statement, East Ventures co-founder and managing partner Willson Cuaca said, We are thrilled to double down our investment to Praktis as they strive to empower D2C brands in Indonesia and hit profitability much faster than we expected. The round was led by East Ventures (Growth fund), with participation from Triputra Group and SMDV.Praktis co-founder and chief executive officer Adrian Gilrandy told TechCrunch that even though 60% of Indonesias GDP comes from SMEs, many experience difficulties while scaling up their business operations. Image Credits: PraktisThrough its platform, Praktis customers are able to manage this business operations, including raw material purchases, production, fulfillment and logistics. These include finding reliable suppliers, getting fair pricing, the cost of labor and high exposure to fixed costs.Praktis team. Gilrandy said its ecosystem can easily be applied to other verticals  for example, it started in fashion before moving on to the beauty industry.",
            "html_summary": "<ul><li>Praktis wants to put them on a more level playing field.The startup, which handles everything from raw material purchases to order fulfillment for D2C brands and suppliers, announced today it has raised $20 million in Series A funding.</li><li>This leaves D2C brands free to focus on other parts of their business, including brand building and marketing.The startup plans to scale up by growing alongside the D2C brands it serves.</li><li>Pontoh is also joining its board of directors.In a statement, East Ventures co-founder and managing partner Willson Cuaca said, “We are thrilled to double down our investment to Praktis as they strive to empower D2C brands in Indonesia and hit profitability much faster than we expected.”</li><li>The round was led by East Ventures (Growth fund), with participation from Triputra Group and SMDV.Praktis co-founder and chief executive officer Adrian Gilrandy told TechCrunch that even though 60% of Indonesia’s GDP comes from SMEs, many experience difficulties while scaling up their business operations.</li><li>Image Credits: PraktisThrough its platform, Praktis’ customers are able to manage this business operations, including raw material purchases, production, fulfillment and logistics.</li><li>These include finding reliable suppliers, getting fair pricing, the cost of labor and high exposure to fixed costs.Praktis’ team.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/04/praktis/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Devin Coldewey",
            "title": "Vint Cerf on the exhilarating mix of thrill and hazard at the frontiers of tech",
            "description": "Internet pioneer Vint Cerf speaks with TechCrunch in a wideranging interview on his work, AI, accessibility, and interplanetary internet.",
            "url": "/2023-05-05-vint-cerf-on-the-exhilarating-mix-of-thrill-and-hazard-at-the-frontiers-of-tech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/vint-cerf-GettyImages-454796419.jpg?resize=1200,723",
            "publishedAt": "2023-05-05T17:16:09Z",
            "content": "Vint Cerf has been a nearconstant influence on the internet since the days when he was helping create it in the first place. Today he wears many hats, among them VP and Chief Internet Evangelist at  [+16432 chars]",
            "summary": "Im always happy when I see cutting-edge tech being applied to people who need it, people with disabilities, people who like just have not been addressed by the current use cases of tech. I know that one of GPT-4s first applications was in an application for blind people to view the world around them.GPT-4s new capabilities power a virtual volunteer for the visually impairedWere experiencing something close to that right this minute. As you say, these tools will become more and more normal, and as time goes on, people will expect the system to adapt to their needs.So language translation, and speech recognition is quite powerful, but I do want to mention something that I found vaguely unsettling. Same for internet address space, its an even more weird environment where people actually buy IPv4 addresses for like $50 each.I confess to you that as I watched the auctions for IPv4 address space, I was thinking how stupid I was. And there is a disabilities oriented group, which involves employees who either have disabilities or family members that have disabilities, and they share their stories with each other because often people have similar problems, but dont know what the solutions were for other people. Ive found myself not necessarily recognizing when these emergent properties will come, but I will say that whenever something gets monetized, you should anticipate there will be emergent properties and possibly unexpected behavior, all driven by greed.Let me ask you about some some other stuff youre working on. Do you get the same sort of foundational flavor that you got from working on protocols and other big shared things over the years?Well, what we are seeing is emergent properties of these large language models, that are not necessarily anticipated.",
            "html_summary": "<ul><li>I’m always happy when I see cutting-edge tech being applied to people who need it, people with disabilities, people who like just have not been addressed by the current use cases of tech.</li><li>I know that one of GPT-4’s first applications was in an application for blind people to view the world around them.GPT-4’s new capabilities power a ‘virtual volunteer’ for the visually impairedWe’re experiencing something close to that right this minute.</li><li>As you say, these tools will become more and more normal, and as time goes on, people will expect the system to adapt to their needs.So language translation, and speech recognition is quite powerful, but I do want to mention something that I found vaguely unsettling.</li><li>Same for internet address space, it’s an even more weird environment where people actually buy IPv4 addresses for like $50 each.I confess to you that as I watched the auctions for IPv4 address space, I was thinking how stupid I was.</li><li>And there is a disabilities oriented group, which involves employees who either have disabilities or family members that have disabilities, and they share their stories with each other because often people have similar problems, but don’t know what the solutions were for other people.</li><li>I’ve found myself not necessarily recognizing when these emergent properties will come, but I will say that whenever something gets monetized, you should anticipate there will be emergent properties and possibly unexpected behavior, all driven by greed.Let me ask you about some some other stuff you’re working on.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/05/vint-cerf-on-the-exhilarating-mix-of-thrill-and-hazard-at-the-frontiers-of-tech/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. ExFin Capital general partner, who led its investment in Pipe, starts new venture firm. Paytm tops $977 million revenue in a year, narrows loss. Could AI pen Casablanca? Screenwriters take aim at ChatGPT. Warner Bros. Discovery CTO and CPO explain how they made Max less buggy. Praktis lands $20M to help Indonesian D2C brands handle their supply chains. Vint Cerf on the exhilarating mix of thrill and hazard at the frontiers of tech"
}