{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Eleanor Hawkins",
            "title": "Marketing agencies hire AI interns",
            "description": "Instead of hiring human interns, Codeword  a techmarketing agency within WE Communications  is leaning on artificial intelligence technology to complete menial yet necessary tasks. Why it matters As the economy tightens, more industries are beginning to c",
            "url": "/2023-01-11-marketing-ai-interns",
            "urlToImage": "https://images.axios.com/M0um-Q6n2EpBT9m2oMs7o4yJ-Dg=/0x0:1920x1080/1366x768/2023/01/09/1673290548455.png",
            "publishedAt": "2023-01-11T11:59:40Z",
            "content": "Instead of hiring human interns, Codeword a techmarketing agency within WE Communications is leaning on artificial intelligence technology to complete menial yet necessary tasks. Why it matters A [+1855 chars]",
            "summary": "Why it matters: As the economy tightens, more industries are beginning to capitalize on tools like ChatGPT and AI image generators like Dall-E 2 in place of living, breathing talent.Details: The \"interns\" are technically digital software models that created their own images and named themselves Aiko and Aiden. What they're saying: \"Its an opportunity to streamline internal processes by eliminating necessary but mind-numbing and time-consuming tasks  or at least to pass them off onto emotionless interns who cant get bored,\" says Codeword senior editor Terrence Doyle. Photos: Courtesy of CodewordInstead of hiring human interns, Codeword  a tech-marketing agency within WE Communications  is leaning on artificial intelligence technology to complete menial yet necessary tasks. Zoom out: This AI technology can produce the same level of quality work that an inexperienced employee might deliver, say Richard Bowman and David Boyle  authors of the new book, \"Prompt: A practical guide to AI-powered brand growth with ChatGPT.\" The bottom line: As gimmicky as it seems, Codeword might be on to something  especially as these AI tools are tested more and become trusted and mainstream.Subscribe to Axios Communicators. Codeword's AI \"interns\" created their own images and names, Aiko (left) and Aiden. The pair will work on graphic designs, do research and generate editorial content.",
            "html_summary": "<ul><li>Why it matters: As the economy tightens, more industries are beginning to capitalize on tools like ChatGPT and AI image generators like Dall-E 2 in place of living, breathing talent.Details: The \"interns\" are technically digital software models that created their own images and named themselves Aiko and Aiden.</li><li>What they're saying: \"It’s an opportunity to streamline internal processes by eliminating necessary but mind-numbing and time-consuming tasks — or at least to pass them off onto emotionless interns who can’t get bored,\" says Codeword senior editor Terrence Doyle.</li><li>Photos: Courtesy of CodewordInstead of hiring human interns, Codeword — a tech-marketing agency within WE Communications — is leaning on artificial intelligence technology to complete menial yet necessary tasks.</li><li>Zoom out: This AI technology can produce the same level of quality work that an inexperienced employee might deliver, say Richard Bowman and David Boyle — authors of the new book, \"Prompt: A practical guide to AI-powered brand growth with ChatGPT.\"</li><li>The bottom line: As gimmicky as it seems, Codeword might be on to something — especially as these AI tools are tested more and become trusted and mainstream.Subscribe to Axios Communicators.</li><li>Codeword's AI \"interns\" created their own images and names, Aiko (left) and Aiden.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/11/marketing-ai-interns"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Social medias effects on teen mental health comes into focus",
            "description": "Experts are increasingly warning of a connection between heavy social media use and mental health issues in children  a hot topic now driving major lawsuits against tech giants. Why it matters Seattle Public Schools recently filed lawsuit against TikTok, M",
            "url": "/2023-01-11-social-media-children-teenagers-mental-health-tiktok-meta-facebook-snapchat",
            "urlToImage": "https://images.axios.com/UjfOULCB2xkGZLrKqQpIWuiPBoo=/0x0:3200x1800/1366x768/2023/01/10/1673367002441.png",
            "publishedAt": "2023-01-11T10:45:34Z",
            "content": "Experts are increasingly warning of a connection between heavy social media use and mental health issues in children a hot topic now driving major lawsuits against tech giants. Why it matters Seat [+4637 chars]",
            "summary": "Illustration: Lazaro Gamio / AxiosExperts are increasingly warning of a connection between heavy social media use and mental health issues in children  a hot topic now driving major lawsuits against tech giants.",
            "html_summary": "<ul><li>Illustration: Lazaro Gamio / AxiosExperts are increasingly warning of a connection between heavy social media use and mental health issues in children — a hot topic now driving major lawsuits against tech giants.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/11/social-media-children-teenagers-mental-health-tiktok-meta-facebook-snapchat"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "SFA visits Utah Tech for conference matchup  The Associated Press  en Espaol",
            "description": "Stephen F. Austin Lumberjacks (125, 40 WAC) at Utah Tech Trailblazers (97, 12 WAC) Saint George, Utah; Thursday, 9 p.m. EST BOTTOM LINE Sadaidriene Hall and the Stephen F. Austin Lumberjacks take on Cameron Gooden and the Utah Tech Trailblazers in WAC ac",
            "url": "/2023-01-11-sports-soccer-utah-utes-cameron-gooden-tanner-christensen-acad268b65894ab0b24ac27eefc3f05b",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-11T07:44:22Z",
            "content": "Stephen F. Austin Lumberjacks (125, 40 WAC) at Utah Tech Trailblazers (97, 12 WAC)Saint George, Utah; Thursday, 9 p.m. ESTBOTTOM LINE Sadaidriene Hall and the Stephen F. Austin Lumberjacks t [+1311 chars]",
            "summary": "Hall is averaging 13.5 points and 6.4 rebounds over the past 10 games for SFA.LAST 10 GAMES: Trailblazers: 7-3, averaging 79.7 points, 36.4 rebounds, 15.8 assists, 7.4 steals and 3.1 blocks per game while shooting 47.7% from the field. Their opponents have averaged 65.3 points per game.Jacks: 8-2, averaging 79.5 points, 31.1 rebounds, 17.6 assists, 7.9 steals and 2.3 blocks per game while shooting 50.6% from the field. SFA is fourth in the WAC scoring 77.0 points per game and is shooting 48.2%.The Trailblazers and Jacks meet Thursday for the first time in conference play this season.TOP PERFORMERS: Gooden is averaging 15.6 points and 3.9 assists for the Trailblazers. Isaiah Pope is averaging 12.5 points over the last 10 games for Utah Tech.Latrell Jossell averages 2.7 made 3-pointers per game for the Jacks, scoring 12.1 points while shooting 44.3% from beyond the arc. Utah Tech is fourth in the WAC with 10.1 offensive rebounds per game led by Tanner Christensen averaging 2.2.The Jacks are 4-0 in WAC play. Their opponents have averaged 67.1 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. Stephen F. Austin Lumberjacks (12-5, 4-0 WAC) at Utah Tech Trailblazers (9-7, 1-2 WAC)Saint George, Utah; Thursday, 9 p.m. ESTBOTTOM LINE: Sadaidriene Hall and the Stephen F. Austin Lumberjacks take on Cameron Gooden and the Utah Tech Trailblazers in WAC action Thursday.The Trailblazers are 6-0 on their home court.",
            "html_summary": "<ul><li>Hall is averaging 13.5 points and 6.4 rebounds over the past 10 games for SFA.LAST 10 GAMES: Trailblazers: 7-3, averaging 79.7 points, 36.4 rebounds, 15.8 assists, 7.4 steals and 3.1 blocks per game while shooting 47.7% from the field.</li><li>Their opponents have averaged 65.3 points per game.’Jacks: 8-2, averaging 79.5 points, 31.1 rebounds, 17.6 assists, 7.9 steals and 2.3 blocks per game while shooting 50.6% from the field.</li><li>SFA is fourth in the WAC scoring 77.0 points per game and is shooting 48.2%.The Trailblazers and ’Jacks meet Thursday for the first time in conference play this season.TOP PERFORMERS: Gooden is averaging 15.6 points and 3.9 assists for the Trailblazers.</li><li>Isaiah Pope is averaging 12.5 points over the last 10 games for Utah Tech.Latrell Jossell averages 2.7 made 3-pointers per game for the ’Jacks, scoring 12.1 points while shooting 44.3% from beyond the arc.</li><li>Utah Tech is fourth in the WAC with 10.1 offensive rebounds per game led by Tanner Christensen averaging 2.2.The ’Jacks are 4-0 in WAC play.</li><li>Their opponents have averaged 67.1 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li></ul>",
            "website_url": "https://apnews.com/article/sports-soccer-utah-utes-cameron-gooden-tanner-christensen-acad268b65894ab0b24ac27eefc3f05b"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Google News",
            "title": "WHO, officials say Ugandas latest Ebola outbreak is over  The Associated Press  en Espaol",
            "description": "KAMPALA, Uganda (AP)  Ugandas latest outbreak of the Ebola virus is over, the government and the World Health Organization said Wednesday. Health Minister Ruth Aceng told journalists that no new cases had been registered in the past 42 days.",
            "url": "/2023-01-11-health-uganda-disease-outbreaks-ebola-virus-f87d1fffa401911698b552e268734fb1",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/60959dc385144a2389f3197ac63e77d4/3000.webp",
            "publishedAt": "2023-01-11T10:03:50Z",
            "content": "KAMPALA, Uganda (AP) Ugandas latest outbreak of the Ebola virus is over, the government and the World Health Organization said Wednesday.Health Minister Ruth Aceng told journalists that no new case [+1821 chars]",
            "summary": "Ebola, which can sometimes manifest as a hemorrhagic fever, spreads through contact with the bodily fluids of an infected person or contaminated materials.With no vaccines and therapeutics, this was one of the most challenging Ebola outbreaks in the past five years, WHO Africa director Matshidiso Moeti said. It is only now that there is a trial happening to develop a new vaccine. We have to wake up, us Africans.",
            "html_summary": "<ul><li>Ebola, which can sometimes manifest as a hemorrhagic fever, spreads through contact with the bodily fluids of an infected person or contaminated materials.“With no vaccines and therapeutics, this was one of the most challenging Ebola outbreaks in the past five years,” WHO Africa director Matshidiso Moeti said.</li><li>“It is only now that there is a trial happening to develop a new vaccine.</li></ul>",
            "website_url": "https://apnews.com/article/health-uganda-disease-outbreaks-ebola-virus-f87d1fffa401911698b552e268734fb1"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MAE ANDERSON - AP Business Writer",
            "title": "Recession, inflation, labor woes Small businesses have a long list of challenges to tackle in 2023",
            "description": "After three precarious pandemic years, what transpires in 2023 will make a big difference in whether small businesses across the country are able to stay afloat.",
            "url": "/2023-01-11-5df7bea62d84e67fb067aab53399b283",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/fa/4faa02f5-c88b-510b-86d7-9de3678dc047/63bdbb46cc83c.preview.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-01-11T00:30:00Z",
            "content": "NEW YORK (AP) Small businesses face a mix of old and new challenges as 2023 begins.A looming recession, still high (although easing) inflation and labor woes are some of issues carrying over from 2 [+9316 chars]",
            "summary": "Unfortunately, smaller businesses have the fewest resources available to pony up.Since small businesses cant keep up with the raises at bigger companies, they will have to find new ways to retain workers in 2023. Keating said technology can help with efficiency, and one way to keep costs down is to cast a wider net in terms of suppliers.INFLATIONThe reason businesses need to keep a firm grip on costs is inflation, which appears to have peaked last summer but remains high. Its far removed from hiring and turnover.Given the economic uncertainty, small businesses will have to keep a tight rein on costs and run their operations as efficiently as possible, said Ray Keating, chief economist for the Small Business & Entrepreneurship Council. Minimum wage and pay transparency laws vary widely by state, so small businesses should stay on top of their local laws to make sure they follow any changes. I dont see inflation dropping in any significant way  but I dont see it going back up above that 8 percent level, he said.LABORAn ongoing challenge for small businesses is hiring and keeping workers. A looming recession, still high (although easing) inflation and labor woes are some of issues carrying over from 2022 that small businesses will have to tackle. There are also new regulatory wrinkles, such as a proposed change in how to classify gig workers and more states requiring pay transparency.",
            "html_summary": "<ul><li>“Unfortunately, smaller businesses have the fewest resources available to pony up.”Since small businesses can’t keep up with the raises at bigger companies, they will have to find new ways to retain workers in 2023.</li><li>Keating said technology can help with efficiency, and one way to keep costs down is to cast a wider net in terms of suppliers.INFLATIONThe reason businesses need to keep a firm grip on costs is inflation, which appears to have peaked last summer but remains high.</li><li>It’s far removed from hiring and turnover.”Given the economic uncertainty, small businesses will have to keep a tight rein on costs and run their operations as efficiently as possible, said Ray Keating, chief economist for the Small Business & Entrepreneurship Council.</li><li>Minimum wage and pay transparency laws vary widely by state, so small businesses should stay on top of their local laws to make sure they follow any changes.</li><li>“I don’t see inflation dropping in any significant way … but I don’t see it going back up above that 8 percent level,” he said.LABORAn ongoing challenge for small businesses is hiring and keeping workers.</li><li>A looming recession, still high (although easing) inflation and labor woes are some of issues carrying over from 2022 that small businesses will have to tackle.</li></ul>",
            "website_url": "https://apnews.com/5df7bea62d84e67fb067aab53399b283"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Project Eadens fiber technology poised to spin threads into whole cuts of meat",
            "description": "Project Eaden produces edible plantbased protein fibers that mimic the texture and appearance of animalbased meats.",
            "url": "/2023-01-11-project-eaden-fiber-technology-plant-based-meat",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/IMG_0118_2.jpg?resize=1200,675",
            "publishedAt": "2023-01-11T08:02:01Z",
            "content": "Project Eaden, a Berlinbased food technology company, believes it has cracked the code for producing whole cuts of plantbased meat alternatives using a proprietary fiber spinning technology.Inves [+4212 chars]",
            "summary": "Meanwhile, with scalability and cost being some of the biggest challenges to mainstream production of alternative proteins, Schmelzeisen believes the fiber technology is more scalable and can be used beyond traditional meat, like chicken, pork and beef, but also to make fish and seafood. Additionally, the company is refurbishing a manufacturing space so that it can produce its own product at scale, Wilmking said in an interview.A future round of funding will accelerate the plant build, Schmelzeisen said. Last March, Tender, formerly known as Boston Meats, raised $12 million for its fiber technology that it uses to create both plant-based and cell-cultivated proteins.The new portion of capital was driven by Creandum, Magnetic and Atlantic Food Labs and closed in December. We create fibers which have several material components so that when you bite through each of the million fibers, you have this kind of bite resistance that real meat has when you chew it. Project Eaden has the potential to become the industrys game changer.The majority of the financing will go into technology development, including building up Project Eadens R&D and food grade materials teams and partnering with culinary experts that will debut the product once it is ready. We believe we have a unique chance to build an outstanding company, from a unique technology angle and to create something that is cool.U.S. Until today, existing plant-based options havent solved this dilemma, as they lack compelling taste, texture and look despite higher prices.",
            "html_summary": "<ul><li>Meanwhile, with scalability and cost being some of the biggest challenges to mainstream production of alternative proteins, Schmelzeisen believes the fiber technology is more scalable and can be used beyond traditional meat, like chicken, pork and beef, but also to make fish and seafood.</li><li>Additionally, the company is refurbishing a manufacturing space so that it can produce its own product at scale, Wilmking said in an interview.A future round of funding will accelerate the plant build, Schmelzeisen said.</li><li>Last March, Tender, formerly known as Boston Meats, raised $12 million for its fiber technology that it uses to create both plant-based and cell-cultivated proteins.The new portion of capital was driven by Creandum, Magnetic and Atlantic Food Labs and closed in December.</li><li>“We create fibers which have several material components so that when you bite through each of the million fibers, you have this kind of bite resistance that real meat has when you chew it.</li><li>Project Eaden has the potential to become the industry’s game changer.”The majority of the financing will go into technology development, including building up Project Eaden’s R&D and food grade materials teams and partnering with culinary experts that will debut the product once it is ready.</li><li>We believe we have a unique chance to build an outstanding company, from a unique technology angle and to create something that is cool.”U.S.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/11/project-eaden-fiber-technology-plant-based-meat/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Marketing agencies hire AI interns. Social medias effects on teen mental health comes into focus. SFA visits Utah Tech for conference matchup  The Associated Press  en Espaol. WHO, officials say Ugandas latest Ebola outbreak is over  The Associated Press  en Espaol. Recession, inflation, labor woes Small businesses have a long list of challenges to tackle in 2023. Project Eadens fiber technology poised to spin threads into whole cuts of meat"
}