{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Susan Montoya Bryan",
            "title": "Shootings in Albuquerque share target elected Democrats  The Associated Press",
            "description": "Shootings in Albuquerque share target elected DemocratsThe Associated PressShootings reported at homes, workplace of 4 New Mexico politiciansYahoo NewsAlbuquerque police are investigating five shootings at Democratic officia",
            "url": "/2023-01-07-politics-albuquerque-new-mexico-state-government-831e1d985a1795eea69ac6489f0698ed",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/8a3dee379072417b955634603f0e00ad/2800.webp",
            "publishedAt": "2023-01-07T00:11:15Z",
            "content": "ALBUQUERQUE, N.M. (AP) Bullets flew through one homes front door and garage. At another home, three bullets went into the bedroom of a 10yearold girl in a series of shootings that had at least one  [+5504 chars]",
            "summary": "It didnt pass.Maestas said employees at his law office heard loud, rapid-fire shots just outside on Thursday and called 911.I dont think its anything we did or said, but just the fact that were elected officials, Maestas said. I remember thinking how grateful I was that my grandchildren were not spending the night, and that those bullets did not go through my house.Lopez, a longtime state senator, said in a statement that three of the bullets shot at her home passed through her 10-year-old daughters bedroom. Seven days later, someone fired more than a dozen shots at former Bernalillo County Commissioner Debbie OMalleys home.Albuquerque police said technology that can detect the sound of gunfire indicated shots fired near New Mexico Attorney General Raul Torrezs former campaign office on Dec. 10. ALBUQUERQUE, N.M. (AP)  Bullets flew through one homes front door and garage. Maestas, an attorney, co-sponsored a bill last year to set new criminal penalties for threatening state and local judges. Local school board members and election workers across the country have also endured harassment, intimidation and threats of violence. Albuquerque officials have acknowledged they dont know what motivated the shootings, but felt it was important to notify the public nonetheless.",
            "html_summary": "<ul><li>It didn’t pass.Maestas said employees at his law office heard loud, rapid-fire shots just outside on Thursday and called 911.“I don’t think it’s anything we did or said, but just the fact that we’re elected officials,” Maestas said.</li><li>“I remember thinking how grateful I was that my grandchildren were not spending the night, and that those bullets did not go through my house.”Lopez, a longtime state senator, said in a statement that three of the bullets shot at her home passed through her 10-year-old daughter’s bedroom.</li><li>Seven days later, someone fired more than a dozen shots at former Bernalillo County Commissioner Debbie O’Malley’s home.Albuquerque police said technology that can detect the sound of gunfire indicated shots fired near New Mexico Attorney General Raul Torrez’s former campaign office on Dec. 10.</li><li>ALBUQUERQUE, N.M. (AP) — Bullets flew through one home’s front door and garage.</li><li>Maestas, an attorney, co-sponsored a bill last year to set new criminal penalties for threatening state and local judges.</li><li>Local school board members and election workers across the country have also endured harassment, intimidation and threats of violence.</li></ul>",
            "website_url": "https://apnews.com/article/politics-albuquerque-new-mexico-state-government-831e1d985a1795eea69ac6489f0698ed"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Alex Fitzpatrick",
            "title": "Facial recognitions rapid adoption exposes alarming pitfalls",
            "description": "The breakneck development and deployment of facial recognition technology are outstripping efforts to corral alarming pitfalls.Why it matters Police, retail stores, airports and sports arenas are rapidly increasing biometric surveillance. But critics say the",
            "url": "/2023-01-07-facial-recognition-issues-problems",
            "urlToImage": "https://images.axios.com/OjuswAauFS55c0w3Z6L9OxN53Ec=/0x0:1920x1080/1366x768/2023/01/06/1673035395318.jpg",
            "publishedAt": "2023-01-07T12:30:49Z",
            "content": "The breakneck development and deployment of facial recognition technology are outstripping efforts to corral alarming pitfalls.Why it matters Police, retail stores, airports and sports arenas are  [+3313 chars]",
            "summary": "Others are holding fast.What they're saying: Some critics point to the Madison Square Garden encounter as an example of overreach on the part of private companies.What we're watching: Several federal lawmakers have introduced bills meant to curtail the use of facial recognition tech nationwide. The proposals have yet to advance.What's next: On a technological level, facial recognition tech will only keep improving  University of Georgia researchers are working on a system that works based solely on the shape of people's ears. Illustration: Maura Losch/AxiosThe breakneck development and deployment of facial recognition technology are outstripping efforts to corral alarming pitfalls.Why it matters: Police, retail stores, airports and sports arenas are rapidly increasing biometric surveillance.",
            "html_summary": "<ul><li>Others are holding fast.What they're saying: Some critics point to the Madison Square Garden encounter as an example of overreach on the part of private companies.What we're watching: Several federal lawmakers have introduced bills meant to curtail the use of facial recognition tech nationwide.</li><li>The proposals have yet to advance.What's next: On a technological level, facial recognition tech will only keep improving — University of Georgia researchers are working on a system that works based solely on the shape of people's ears.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/07/facial-recognition-issues-problems"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Adriana Morga, James Brooks",
            "title": "Best of CES 2023 Hightech eyebrows and a boba tea robot  The Associated Press  en Espaol",
            "description": "Best of CES 2023 Hightech eyebrows and a boba tea robotThe Associated Press  en Espaol6 Major Tech Trends at CES That Will Define 2023CNETThe Best Cars, Rides, and Auto Tech of CES 2023WIRED",
            "url": "/2023-01-07-technology-consumer-electronics-show-las-vegas-business-0a12ad0b084228c828f74a63992ac574",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/c8e21772f98341d7b3260f8275ca284f/3000.webp",
            "publishedAt": "2023-01-07T07:41:15Z",
            "content": "LAS VEGAS (AP) Tech companies showed off their latest products this week at CES, formerly known as the Consumer Electronics Show, with new developments in video as well as lifestyle enhancements with [+3302 chars]",
            "summary": "So feeling the real person in the room, using some space on your table, can give you less loneliness, Sedoshkin said.The Wehead costs $1,555, with a pro version available for $4,555.A BOBA ROBOTFrom milk tea to passion fruit, ADAM the robot can make any boba tea drink you like. Zero Distance thinks it may have the answer.The companys Wehead device helps people at a meeting feel like a remote attendee is in the room with them.The device looks something like a machine you might find at the eye doctor, but with screens on the front. Thats the obvious application.But for people who spend like 40 hours a week in their home office, they dont see other people a lot. LAS VEGAS (AP)  Tech companies showed off their latest products this week at CES, formerly known as the Consumer Electronics Show, with new developments in video as well as lifestyle enhancements with beverage and makeup gadgets. Crowds of investors, media and tech workers have streamed into cavernous Las Vegas venues to see the latest tech from big companies and startups. The show runs through Sunday.Here are some highlights:VIDEO CALLS WITH A TWISTTired of the same old Zoom calls? ___For more on CES, visit: https://apnews.com/hub/technology",
            "html_summary": "<ul><li>So feeling the real person in the room, using some space on your table, can give you less loneliness,” Sedoshkin said.The Wehead costs $1,555, with a pro version available for $4,555.A BOBA ROBOTFrom milk tea to passion fruit, ADAM the robot can make any boba tea drink you like.</li><li>Zero Distance thinks it may have the answer.The company’s Wehead device helps people at a meeting feel like a remote attendee is in the room with them.The device looks something like a machine you might find at the eye doctor, but with screens on the front.</li><li>“That’s the obvious application.”“But for people who spend like 40 hours a week in their home office, they don’t see other people a lot.</li><li>LAS VEGAS (AP) — Tech companies showed off their latest products this week at CES, formerly known as the Consumer Electronics Show, with new developments in video as well as lifestyle enhancements with beverage and makeup gadgets.</li><li>Crowds of investors, media and tech workers have streamed into cavernous Las Vegas venues to see the latest tech from big companies and startups.</li><li>The show runs through Sunday.Here are some highlights:VIDEO CALLS WITH A TWISTTired of the same old Zoom calls?</li></ul>",
            "website_url": "https://apnews.com/article/technology-consumer-electronics-show-las-vegas-business-0a12ad0b084228c828f74a63992ac574"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DAVID KOENIG Associated Press",
            "title": "Southwest starts on reputation repair after cancellations",
            "description": "With its flights running on a roughly normal schedule, Southwest Airlines is now turning its attention to repairing its damaged reputation after it canceled 15,000 flights around Christmas and left holiday travelers stranded. The disruptions started with a wi",
            "url": "/2023-01-07-da3b72f2350b0f77498f7f67316facb5",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/5/b5/5b5b11c3-f935-5989-a092-3b507f94a43d/63b777c1c6483.image.jpg?crop=1737%2C912%2C0%2C140&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-01-07T11:45:00Z",
            "content": "By DAVID KOENIG Associated PressDALLAS With its flights running on a roughly normal schedule, Southwest Airlines is now turning its attention to repairing its damaged reputation after it canceled 1 [+7679 chars]",
            "summary": "Blumenthal said witnesses should include executives from Southwest and other airlines.This problem (of flight disruptions) is hardly limited to Southwest, its hardly the first meltdown in airline travel, and its hardly unforeseeable, Blumenthal said. Richard Blumenthal, D-Conn., said Wednesday that he will re-introduce a passenger bill of rights, which failed to become law in the last Congress.The Southwest debacle creates a moment when the forces in favor of this kind of consumer-protection measure could prevail, he said in an interview. It took the airline eight days to recover.Jordan said in a brief interview that Southwest is still studying what went wrong, and he doesnt want to make changes in technology until that review is done. DALLAS (AP)  With its flights running on a roughly normal schedule, Southwest Airlines is now turning its attention to repairing its damaged reputation after it canceled 15,000 flights around Christmas and left holiday travelers stranded. Even if she eventually gets the money, it may not be enough for her to try Southwest again.It would take a lot for the airline to prove to me that they can fix whatever technology they use to get flight crews and planes where they need to go. The reputational damage is only as relevant as what consumers can do about it, said Michael Mazzeo, who teaches strategy at Northwestern Universitys business school and has examined airline competition. Mann figures its between $500 million and $600 million in cash, vouchers and frequent-flyer points.Airlines  including Southwest as recently as October 2021  have recovered quickly from previous meltdowns, whether they were caused by bad weather, crew shortages, IT outages or other factors.",
            "html_summary": "<ul><li>Blumenthal said witnesses should include executives from Southwest and other airlines.“This problem (of flight disruptions) is hardly limited to Southwest, it’s hardly the first meltdown in airline travel, and it’s hardly unforeseeable,” Blumenthal said.</li><li>Richard Blumenthal, D-Conn., said Wednesday that he will re-introduce a “passenger bill of rights,” which failed to become law in the last Congress.“The Southwest debacle creates a moment when the forces in favor of this kind of consumer-protection measure could prevail,” he said in an interview.</li><li>It took the airline eight days to recover.Jordan said in a brief interview that Southwest is still studying what went wrong, and he doesn’t want to make changes in technology until that review is done.</li><li>DALLAS (AP) — With its flights running on a roughly normal schedule, Southwest Airlines is now turning its attention to repairing its damaged reputation after it canceled 15,000 flights around Christmas and left holiday travelers stranded.</li><li>Even if she eventually gets the money, it may not be enough for her to try Southwest again.“It would take a lot for the airline to prove to me that they can fix whatever technology they use to get flight crews and planes where they need to go.</li><li>“The reputational damage is only as relevant as what consumers can do about it,” said Michael Mazzeo, who teaches strategy at Northwestern University’s business school and has examined airline competition.</li></ul>",
            "website_url": "https://apnews.com/da3b72f2350b0f77498f7f67316facb5"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Selfdriving car tech is coming to help the blind",
            "description": "The visually impaired are getting a helping hand (or a helping belt, as it were) from Korean startup AI Guided. At CES in Las Vegas, the company was showing off some pretty neat tech that incorporates optical and Lidar technology along with AIpowered ondevi",
            "url": "/2023-01-07-ai-guided",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/Guidi.jpg?resize=1200,653",
            "publishedAt": "2023-01-07T13:39:23Z",
            "content": "The visually impaired are getting a helping hand (or a helping belt, as it were) from Korean startup AI Guided. At CES in Las Vegas, the company was showing off some pretty neat tech that incorporate [+1297 chars]",
            "summary": "Image Credit: Haje Kamps / TechCrunchThe company is pretty early in its journey, starting the initial work on the product in January 2020, with the first prototypes being built mid-2021, and a planned ship date of October 2023. The visually impaired are getting a helping hand (or a helping belt, as it were) from Korean startup AI Guided. The whole system is carried on a belt, leaving the users hands-free.AI-Guideds upcoming product Guidi, shown off at CES 2023.",
            "html_summary": "<ul><li>Image Credit: Haje Kamps / TechCrunchThe company is pretty early in its journey, starting the initial work on the product in January 2020, with the first prototypes being built mid-2021, and a planned ship date of October 2023.</li><li>The visually impaired are getting a helping hand (or a helping belt, as it were) from Korean startup AI Guided.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/07/ai-guided/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Brane X portable speaker packs a hell of a punch in a small package",
            "description": "You probably havent heard of Brane Audio yet, but trust me on this one You will. One of my highlights at CES in Las Vegas today was listening to the companys debut speaker, the Brane X, sidebyside with some other wellknown speaker brands. The companys ",
            "url": "/2023-01-07-brane-x",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/IMG_2579-Large.jpeg?resize=1200,800",
            "publishedAt": "2023-01-07T01:21:49Z",
            "content": "You probably havent heard of Brane Audio yet, but trust me on this one You will. One of my highlights at CES in Las Vegas today was listening to the companys debut speaker, the Brane X, sidebysi [+5045 chars]",
            "summary": "The result is the ability to move a large amount of air (and therefore punch a lot of bass around), in a small package that the company claims consumes 10% of the power that a conventional-tech subwoofer would.We developed a new way of making audio. The companys founder has a background from high-precision magnetics, and after exiting his previous company, decided to apply this expertise to another space where magnets are important: Speakers.The companys first product is the $600 Brane X, which is opening for pre-orders imminently. It use a combination of moving and stationary magnets to create a force that is equal and opposite to the force caused by large air pressure changes within a speaker enclosure. One of my highlights at CES in Las Vegas today was listening to the companys debut speaker, the Brane X, side-by-side with some other well-known speaker brands. As you make a subwoofer smaller, the air pressure gets higher and higher, and youre drawing more and more power, explains Joe Pinkerton, co-founder and CEO at Brane Audio, in an interview with TechCrunch. It contains an 8-inch subwoofer in a portable speaker that can run on battery power for 12 hours. Image Credit: TechCrunch / Haje KampsPinkerton started Active Power, a company in the energy space in the early 1990s that created huge 15,000-pound, magnetic-bearing flywheels for power storage.",
            "html_summary": "<ul><li>The result is the ability to move a large amount of air (and therefore punch a lot of bass around), in a small package that the company claims consumes 10% of the power that a conventional-tech subwoofer would.“We developed a new way of making audio.</li><li>The company’s founder has a background from high-precision magnetics, and after exiting his previous company, decided to apply this expertise to another space where magnets are important: Speakers.The company’s first product is the $600 Brane X, which is opening for pre-orders imminently.</li><li>It use a combination of moving and stationary magnets to create a force that is equal and opposite to the force caused by large air pressure changes within a speaker enclosure.</li><li>One of my highlights at CES in Las Vegas today was listening to the company’s debut speaker, the Brane X, side-by-side with some other well-known speaker brands.</li><li>As you make a subwoofer smaller, the air pressure gets higher and higher, and you’re drawing more and more power,” explains Joe Pinkerton, co-founder and CEO at Brane Audio, in an interview with TechCrunch.</li><li>It contains an 8-inch subwoofer in a portable speaker that can run on battery power for 12 hours.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/06/brane-x/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Shootings in Albuquerque share target elected Democrats  The Associated Press. Facial recognitions rapid adoption exposes alarming pitfalls. Best of CES 2023 Hightech eyebrows and a boba tea robot  The Associated Press  en Espaol. Southwest starts on reputation repair after cancellations. Selfdriving car tech is coming to help the blind. Brane X portable speaker packs a hell of a punch in a small package"
}