{
    "status": "ok",
    "totalResults": 20,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "QRstyle 2D barcodes will revolutionize retail as we know it",
            "description": "The humble and familiar barcode  a staple on consumer packaging for nearly 50 years  will soon be replaced with a more robust and muscular successor that offers far more information about the product inside.The new 2D barcodes will unlock reams of",
            "url": "/2023-04-16-2d-barcode-transition-2027",
            "urlToImage": "https://images.axios.com/hUjHDPin0_5-kDoLAsi9NTQHmLA=/0x0:2222x1250/1366x768/2023/04/13/1681395259463.jpg",
            "publishedAt": "2023-04-17T09:15:00Z",
            "content": "The humble and familiar barcode a staple on consumer packaging for nearly 50 years will soon be replaced with a more robust and muscular successor that offers far more information about the product i [+4100 chars]",
            "summary": "Backstory: The first item marked with a UPC was scanned on June 26, 1974, at Marsh Supermarket in Troy, Ohio, per Smithsonian Magazine.What's next: GS1 US just released a \"barcode capabilities test kit\" to help retailers evaluate their readiness for the 2D transition. The familiar Universal Product Code barcode, left, will be supplanted by 2027 with a more data-rich improvement, the 2D barcode, at right. On the back end, stores expect huge improvements in inventory control to spring from the 2D upgrades. Where it stands: Puma is the first company to announce that it's using 2D barcodes in its U.S. stores and products, Wilkie said.",
            "html_summary": "<ul><li>Backstory: The first item marked with a UPC was scanned on June 26, 1974, at Marsh Supermarket in Troy, Ohio, per Smithsonian Magazine.What's next: GS1 US just released a \"barcode capabilities test kit\" to help retailers evaluate their readiness for the 2D transition.</li><li>The familiar Universal Product Code barcode, left, will be supplanted by 2027 with a more data-rich improvement, the 2D barcode, at right.</li><li>On the back end, stores expect huge improvements in inventory control to spring from the 2D upgrades.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/17/2d-barcode-transition-2027"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Dan Primack, Sara Fischer",
            "title": "America braces for defamation trial between Dominion and Fox News",
            "description": "Dominion Voting Systems tomorrow will square off in court against Fox News, more than two years after filing a $1.6 billion defamation suit accusing the network of knowingly airing disinformation about election fraud in the 2020 presidential contest.Why it ma",
            "url": "/2023-04-16-fox-dominion-lawsuit-first-amendment",
            "urlToImage": "https://images.axios.com/6C12F1Qx51B6GX3-dvzJsAoI7fo=/0x0:1920x1080/1366x768/2023/04/12/1681335728205.jpg",
            "publishedAt": "2023-04-16T11:30:00Z",
            "content": "Dominion Voting Systems tomorrow will square off in court against Fox News, more than two years after filing a $1.6 billion defamation suit accusing the network of knowingly airing disinformation abo [+2391 chars]",
            "summary": "Either way: The trial could influence how Fox News defends itself against other defamation charges, most notably a $2.7 billion case brought by election technology company Smartmatic. Look ahead: Opening arguments are expected to begin at 9am ET on Monday, with a live audio stream available to those outside the courtroom.",
            "html_summary": "<ul><li>Either way: The trial could influence how Fox News defends itself against other defamation charges, most notably a $2.7 billion case brought by election technology company Smartmatic.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/16/fox-dominion-lawsuit-first-amendment"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Mike Allen",
            "title": "Ron Klain to join law firm in first postchief of staff job",
            "description": "Ron Klain, two months after leaving as White House chief of staff, today will return home to the global legal giant OMelveny as partner in its Litigation Department, based in Washington and New York, and as a member of the firms Executive Committee.Why it",
            "url": "/2023-04-16-ron-klain-omelveny-partner",
            "urlToImage": "https://images.axios.com/PTtTQrXIqEyWahMRtokP2wfXHo8=/0x0:5668x3188/1366x768/2023/04/17/1681727432885.jpg",
            "publishedAt": "2023-04-17T10:44:18Z",
            "content": "Ron Klain, two months after leaving as White House chief of staff, today will return home to the global legal giant OMelveny as partner in its Litigation Department, based in Washington and New Yor [+2221 chars]",
            "summary": "Ron Klain appears on \"The Late Show with Stephen Colbert\" in February.",
            "html_summary": "<ul><li>Ron Klain appears on \"The Late Show with Stephen Colbert\" in February.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/17/ron-klain-omelveny-partner"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Bethany Allen-Ebrahimian, Ina Fried",
            "title": "Hikvision internal review found Xinjiang contracts targeted Uyghurs",
            "description": "Chinese surveillance giant Hikvision has repeatedly denied reports that the company is complicit in human rights abuses targeting Uyghurs in Chinas northwestern region of Xinjiang.But new details from an internal review of its contracts with police a",
            "url": "/2023-04-16-hikvision-internal-review-xinjiang-contracts-uyghurs",
            "urlToImage": "https://images.axios.com/LIMirCA7X4yA7UcVuExl5Yja1qg=/0x417:4000x2667/1366x768/2023/04/12/1681341569851.jpg",
            "publishedAt": "2023-04-17T09:30:00Z",
            "content": "Chinese surveillance giant Hikvision has repeatedlydenied reports that the company is complicit in human rights abuses targeting Uyghurs in Chinas northwestern region of Xinjiang.But new d [+6781 chars]",
            "summary": "Details: Prosper gave a talk on human rights compliance, which the company referred to as a \"training\" in an emailed statement to Axios, to Hikvisions Australian company partners at the Hikvision Australia Global ESG Conference held near Sydney last month. Prosper's remarks contain previously unknown details from his report's findings.What they're saying: As a global company, Hikvision takes human rights seriously and recognizes our social responsibilities. Background: In January 2019, as scrutiny of the company's Xinjiang operations grew, Hikvision hired Richard-Pierre Prosper, a lawyer and former U.S. ambassador-at-large for war crimes issues in the George W. Bush administration, to conduct an internal investigation of its Xinjiang contracts. What to watch: In February, Hikvision sued the U.S. government and the FCC over a ban restricting the sale of Hikvision products in the U.S. Prosper is currently a lawyer for D.C.-based legal and lobbying firm ArentFox Schiff. The booth of Hikvision at China Railway Expo City in Qingdao, Shandong province, China, on April 6.",
            "html_summary": "<ul><li>Details: Prosper gave a talk on human rights compliance, which the company referred to as a \"training\" in an emailed statement to Axios, to Hikvision’s Australian company partners at the Hikvision Australia Global ESG Conference held near Sydney last month.</li><li>Prosper's remarks contain previously unknown details from his report's findings.What they're saying: “As a global company, Hikvision takes human rights seriously and recognizes our social responsibilities.</li><li>Background: In January 2019, as scrutiny of the company's Xinjiang operations grew, Hikvision hired Richard-Pierre Prosper, a lawyer and former U.S. ambassador-at-large for war crimes issues in the George W. Bush administration, to conduct an internal investigation of its Xinjiang contracts.</li><li>What to watch: In February, Hikvision sued the U.S. government and the FCC over a ban restricting the sale of Hikvision products in the U.S.</li><li>Prosper is currently a lawyer for D.C.-based legal and lobbying firm ArentFox Schiff.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/17/hikvision-internal-review-xinjiang-contracts-uyghurs"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Max Q Starship. Thats the headline.",
            "description": "In any case, the U.S. Federal Aviation Administration issued the launch license to SpaceX for the Starship orbital flight test at the close of business...",
            "url": "/2023-04-16-max-q-so-long-terran-1",
            "urlToImage": "https://media.zenfs.com/en/techcrunch_350/eda9d8290953b12fa9c44000d2694263",
            "publishedAt": "2023-04-17T22:00:54Z",
            "content": "Hello and welcome back to Max Q!In this issueStarshipSo long, Terran 1Three brothers want to harvest water from the moon for propellantNews from Stoke Sp [+4726 chars]",
            "summary": "?In any case, the U.S. Federal Aviation Administration issued the launch license to SpaceX for the Starship orbital flight test at the close of business Friday  giving everyone a LOT to look forward to over the weekend.As a reminder: Starship is the most powerful rocket ever built. Once operational, it will be capable of carrying 100-150 tons (100,000-150,000 kg) into orbit. For reference, SpaceXs workhorse rocket, Falcon 9, has a payload capacity of 22,800 kg. Third, theres no method of refueling even a theoretical reusable vehicle. In addition, its design will rely less on additive manufacturing, the technology that Relativity is best-known for advancing and that it has touted in each of its capital raises. Hello and welcome back to Max Q!In this issue:I am writing this on Friday, so by the time you read this on Monday, Starship may have already taken to the skies. And last, any such method would likely depend on Earth-based resources for propellant.Image Credits: Argo SpaceMax Q is brought to you by me, Aria Alamalhodaei.",
            "html_summary": "<ul><li>?In any case, the U.S. Federal Aviation Administration issued the launch license to SpaceX for the Starship orbital flight test at the close of business Friday — giving everyone a LOT to look forward to over the weekend.As a reminder: Starship is the most powerful rocket ever built.</li><li>Once operational, it will be capable of carrying 100-150 tons (100,000-150,000 kg) into orbit.</li><li>For reference, SpaceX’s workhorse rocket, Falcon 9, has a payload capacity of 22,800 kg.</li><li>Third, there’s no method of refueling even a theoretical reusable vehicle.</li><li>In addition, its design will rely less on additive manufacturing, the technology that Relativity is best-known for advancing and that it has touted in each of its capital raises.</li><li>Hello and welcome back to Max Q!In this issue:I am writing this on Friday, so by the time you read this on Monday, Starship may have already taken to the skies.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/17/max-q-so-long-terran-1/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "FSF Chromes JPEG XL killing shows how the web works under browser hegemony",
            "description": "Google, with 80% of browser share, says theres not enough ecosystem interest.",
            "url": "/2023-04-16-free-software-group-decries-google-dropping-space-saving-jpeg-xl-format",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/chrome-logo-pixel-loading-760x380.jpg",
            "publishedAt": "2023-04-17T17:09:14Z",
            "content": "Enlarge/ When Google, whose Chromium/Chromerelated browsers make up 80% of browser share, says that something has not enough interest from the entire ecosystem, what does that mean, exactly?27 w [+4899 chars]",
            "summary": "\"Once we have support in at least a big chunk of the [Internet] browsers, the companies like Facebook will probably start deploying quite quickly and others will follow,\" Sneyers told New Scientist.Sneyers' less optimistic predictions came true, though not with regard to royalties. Chrome recently moved the WebGPU API from a flagged option to default support, promising huge potential for highly portable graphics.Google, having decided to drop JPEG XL in Chrome, open-sourced an \"attention center model\" machine learning tool used in the format in December 2022. A Google engineer, commenting on the JPEG XL issue tracker on Chromium, Chrome's open source core project, wrote that \"there is not enough interest from the entire ecosystem to continue experimenting with JPEG XL.\" The format also \"does not bring sufficient incremental benefits over existing formats,\" and removing it \"reduces the maintenance burden,\" the engineer wrote. \"One thing that certainly could have made JPEG XL usage more widespread would have been Chrome's full adoption of the format. It works by guessing which area of an image will catch people's eyes first to prioritize that area's resolution before the rest of the image is loaded. Chrome accounts for nearly two-thirds of worldwide browser usage, according to StatCounter, and roughly 80 percent if you include browsers based on Chromium (Edge, Opera, Vivaldi, and Brave, among others).",
            "html_summary": "<ul><li>\"Once we have support in at least a big chunk of the [Internet] browsers, the companies like Facebook will probably start deploying quite quickly and others will follow,\" Sneyers told New Scientist.Sneyers' less optimistic predictions came true, though not with regard to royalties.</li><li>Chrome recently moved the WebGPU API from a flagged option to default support, promising huge potential for highly portable graphics.Google, having decided to drop JPEG XL in Chrome, open-sourced an \"attention center model\" machine learning tool used in the format in December 2022.</li><li>A Google engineer, commenting on the JPEG XL issue tracker on Chromium, Chrome's open source core project, wrote that \"there is not enough interest from the entire ecosystem to continue experimenting with JPEG XL.\"</li><li>The format also \"does not bring sufficient incremental benefits over existing formats,\" and removing it \"reduces the maintenance burden,\" the engineer wrote.</li><li>\"One thing that certainly could have made JPEG XL usage more widespread would have been Chrome's full adoption of the format.</li><li>It works by guessing which area of an image will catch people's eyes first to prioritize that area's resolution before the rest of the image is loaded.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/04/free-software-group-decries-google-dropping-space-saving-jpeg-xl-format/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "MONDAY America braces for historic DOMINION v. FOX...",
            "description": "NEW YORK (AP)  Starting Monday in a courtroom in Delaware, Fox News executives and stars will have to answer for their role in spreading doubt about the 2020 presidential election  and creating the gaping wound that remains in Americas democracy .",
            "url": "/2023-04-16-fox-news-dominion-trial-defamation-trump-election-1fc2d90792f811a5f0fb4f703e83fa9a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/efdcc464b735430eb0650668938a7f6b/3000.webp",
            "publishedAt": "2023-04-17T00:00:03Z",
            "content": "Fox News and 2020 election lies set to face jury come MondayNEW YORK (AP)  Starting Monday in a courtroom in Delaware, Fox News executives and stars will have to answer for their role in spreading d [+8111 chars]",
            "summary": "But Dominion says Fox News was afraid of alienating its audience with the truth, particularly after many viewers were angered by the networks decision to declare Democrat Joe Biden the winner in Arizona on election night in November 2020.Some rulings by the judge have eased Dominions path. Text messages from January 2021 revealed Carlson telling a friend that he passionately hated Trump and couldnt wait to move on.Dominion may also seek an apology.The trial has had no apparent effect on Fox News viewership; it remains the top-rated cable network. A Fox lawyer, Blake Rohrbacher, sent a letter of apology to Davis on Friday, saying it was a misunderstanding and not an intention to deceive.Its not clear whether that would affect a trial. In court papers, Fox contends the $1.6 billion damages claim is a wild overestimate.Dominions motivation may also be to inflict maximum embarrassment on Fox with the peek into the networks internal communications following the election. That, she feels, would be disastrous for journalists.Dominions lawsuit is being closely watched by another voting-technology company with a separate but similar case against Fox News. The Smartmatic case isnt yet ready for trial but has survived Fox News effort to get it tossed out.Many experts are surprised Fox and Dominion have not reached an out-of-court settlement, though they can at any time. Pretrial court rulings and embarrassing revelations about its biggest names have Fox on its heels.Court papers released over the past two months show Fox executives, producers and personalities privately disbelieved Trumps claims of a fraudulent election.",
            "html_summary": "<ul><li>But Dominion says Fox News was afraid of alienating its audience with the truth, particularly after many viewers were angered by the network’s decision to declare Democrat Joe Biden the winner in Arizona on election night in November 2020.Some rulings by the judge have eased Dominion’s path.</li><li>Text messages from January 2021 revealed Carlson telling a friend that he passionately hated Trump and couldn’t wait to move on.Dominion may also seek an apology.The trial has had no apparent effect on Fox News’ viewership; it remains the top-rated cable network.</li><li>A Fox lawyer, Blake Rohrbacher, sent a letter of apology to Davis on Friday, saying it was a misunderstanding and not an intention to deceive.It’s not clear whether that would affect a trial.</li><li>In court papers, Fox contends the $1.6 billion damages claim is a wild overestimate.Dominion’s motivation may also be to inflict maximum embarrassment on Fox with the peek into the network’s internal communications following the election.</li><li>That, she feels, would be disastrous for journalists.Dominion’s lawsuit is being closely watched by another voting-technology company with a separate but similar case against Fox News.</li><li>The Smartmatic case isn’t yet ready for trial but has survived Fox News’ effort to get it tossed out.Many experts are surprised Fox and Dominion have not reached an out-of-court settlement, though they can at any time.</li></ul>",
            "website_url": "https://apnews.com/article/fox-news-dominion-trial-defamation-trump-election-1fc2d90792f811a5f0fb4f703e83fa9a"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Decentralized finance may be the answer to bankings payment rails problem",
            "description": "Current payment rails, particularly in the U.S., are decades old. In recent years, fintech companies have built new ones, but it takes years and millions of dollars to do.Decentralized finance may be the answer to bankings payment rails problem by Christine",
            "url": "/2023-04-16-decentralized-finance-payment-rails",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1062284992.jpg?resize=1200,678",
            "publishedAt": "2023-04-17T16:00:32Z",
            "content": "Aging payment rails is not a new problem for the U.S. banking infrastructure, but Silicon Valley Banks collapse put it in the spotlight, especially for payment companies that had their payment rails  [+1947 chars]",
            "summary": "CEO Thejo Kote told TechCrunch+ that the company had to scramble to help customers make sure their payroll and vendor payments were able to resume and also remain secure.Current payment rails, particularly in the U.S., are decades old, created long before digital payments became a way of life. Visa, too, recently partnered with PayPal, which also owns Venmo, and others to help people make digital payments regardless of which app you use.But even with these new rails, some fintech founders say decentralized finance rails built on the blockchain could be a better answer. Weve seen newer rails emerge in recent years, for example, the blockchain, and within the consumer realm with peer-to-peer payments via apps like PayPal, Venmo and Zelle. Most of the payments occur in real time.Airbase was one of those fintech companies that had its payment rails with SVB. In recent years, financial technology companies have built new rails, for example Stripe, Plaid and the like, but it takes years and millions of dollars to do it. Especially as building on the current aging payment rails is expected to increasingly be a problem. Its set to launch in July and promises faster payment rails for financial institutions.",
            "html_summary": "<ul><li>CEO Thejo Kote told TechCrunch+ that the company had to scramble to help customers make sure their payroll and vendor payments were able to resume and also remain secure.Current payment rails, particularly in the U.S., are decades old, created long before digital payments became a way of life.</li><li>Visa, too, recently partnered with PayPal, which also owns Venmo, and others to help people make digital payments regardless of which app you use.But even with these new rails, some fintech founders say decentralized finance rails built on the blockchain could be a better answer.</li><li>We’ve seen newer rails emerge in recent years, for example, the blockchain, and within the consumer realm with peer-to-peer payments via apps like PayPal, Venmo and Zelle.</li><li>Most of the payments occur in real time.Airbase was one of those fintech companies that had its payment rails with SVB.</li><li>In recent years, financial technology companies have built new rails, for example Stripe, Plaid and the like, but it takes years and millions of dollars to do it.</li><li>Especially as building on the current aging payment rails is expected to increasingly be a problem.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/17/decentralized-finance-payment-rails/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "A ninefigure raise in fintech? Oh my",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2023-04-16-a-nine-figure-raise-in-fintech-oh-my",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2014/04/shutterstock_161008784-e1409098226238.jpg?resize=1200,582",
            "publishedAt": "2023-04-16T14:16:58Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+13481 chars]",
            "summary": "Visa+, as Visas new service is called, is designed to solve that problem. More here.As reported by me: Redfin has laid off 201 employees, the third time the Seattle-based real estate company has reduced its workforce since June. Companies like Rippling, Brex and many others scrambled to secure funding to offset not being able to access funds, while companies on the payments side, like Etsy, worked to find alternative ways to process payments. Not surprisingly, a spokesperson for the company told Banking Dive that the allegations in the lawsuit were unfounded.Seen on TechCrunchReports Ivan Mehta: Twitter has partnered with the investment platform eToro to show real-time information about stocks and crypto prices. While digital payments have inarguably transformed the world of commerce, the sheer number of payment apps out there has hindered peoples ability to send money to other people without a little friction. The extension was essentially raised at a flat valuation (the company was valued at $1.7 billion when it raised the first tranche of the round in May of 2022). As reported by Haje last week, Smoaklands director of marketing and e-commerce Jeff Dillon told TechCrunch: Upon further review, it has come to our attention that the way the process was described in the article could potentially be seen as bank fraud. We disagree wholeheartedly with their negative characterization of our business, and Daylight is fully prepared to address these concerns in court.Its another case of he said/she said, which is sadly becoming all too common in fintech startup land.",
            "html_summary": "<ul><li>Visa+, as Visa’s new service is called, is designed to solve that problem.” More here.As reported by me: “Redfin has laid off 201 employees, the third time the Seattle-based real estate company has reduced its workforce since June.</li><li>Companies like Rippling, Brex and many others scrambled to secure funding to offset not being able to access funds, while companies on the payments side, like Etsy, worked to find alternative ways to process payments.</li><li>Not surprisingly, a spokesperson for the company told Banking Dive that the allegations in the lawsuit were “unfounded.”Seen on TechCrunchReports Ivan Mehta: “Twitter has partnered with the investment platform eToro to show real-time information about stocks and crypto prices.</li><li>While digital payments have inarguably transformed the world of commerce, the sheer number of payment apps out there has hindered people’s ability to send money to other people without a little friction.</li><li>The extension was essentially raised at a flat valuation (the company was valued at $1.7 billion when it raised the first tranche of the round in May of 2022).</li><li>As reported by Haje last week, Smoakland’s director of marketing and e-commerce Jeff Dillon told TechCrunch: “Upon further review, it has come to our attention that the way the process was described in the article could potentially be seen as bank fraud.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/16/a-nine-figure-raise-in-fintech-oh-my/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Superchats new AI chatbot lets you message historical and fictional characters via ChatGPT",
            "description": "The company behind the popular iPhone customization app Brass, sticker maker StickerHub and others is out today with a new AI chat app called SuperChat, which allows iOS users to chat with virtual characters powered by OpenAIs ChatGPT. However, what makes th",
            "url": "/2023-04-16-superchats-new-ai-chatbot-lets-you-message-historical-and-fictional-characters-via-chatgpt",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/superchat.jpg?resize=1200,615",
            "publishedAt": "2023-04-17T16:49:22Z",
            "content": "The company behind the popular iPhone customization app Brass, sticker maker StickerHub and others is out today with a new AI chat app called SuperChat, which allows iOS users to chat with virtual ch [+4981 chars]",
            "summary": "The company behind the popular iPhone customization app Brass, sticker maker StickerHub and others is out today with a new AI chat app called Superchat, which allows iOS users to chat with virtual characters powered by OpenAIs ChatGPT. While not limited to making characters, the feature has been used to make things like a pirate chatbot that actually responds as a pirate would, using language like Avast, ye scurvy dog! Meanwhile, the artwork for the characters was created using Midjourney.A number of the characters are available for free with the app download, while others can be unlocked through a premium subscription. By targeting a younger demographic with an experience that feels a lot like messaging, its chatbots seem more accessible than going over to OpenAIs website.The app itself is a free download on iOS with in-app purchases. This chatbot can aid users with everyday tasks, like email writing or marketing expertise.The goal is to make AI technology accessible to everyone, not just people who know how to write great prompts, explains Gorilla Technologies CEO Guglielmo Faglioni. However, this upgrade is a fairly pricey one, given the experience of chatting with AIs is available for free elsewhere  the apps cheapest plan is $1.35 per week, if you choose an annual subscription (~$70/year). (As it was only released this morning, it may take a couple of hours to reach all users and markets on the App Store.)",
            "html_summary": "<ul><li>The company behind the popular iPhone customization app Brass, sticker maker StickerHub and others is out today with a new AI chat app called Superchat, which allows iOS users to chat with virtual characters powered by OpenAI’s ChatGPT.</li><li>While not limited to making characters, the feature has been used to make things like a pirate chatbot that actually responds as a pirate would, using language like “Avast, ye scurvy dog!</li><li>Meanwhile, the artwork for the characters was created using Midjourney.A number of the characters are available for free with the app download, while others can be unlocked through a premium subscription.</li><li>By targeting a younger demographic with an experience that feels a lot like messaging, its chatbots seem more accessible than going over to OpenAI’s website.The app itself is a free download on iOS with in-app purchases.</li><li>This chatbot can aid users with everyday tasks, like email writing or marketing expertise.“The goal is to make AI technology accessible to everyone, not just people who know how to write great prompts,” explains Gorilla Technologies CEO Guglielmo Faglioni.</li><li>However, this upgrade is a fairly pricey one, given the experience of chatting with AIs is available for free elsewhere — the app’s cheapest plan is $1.35 per week, if you choose an annual subscription (~$70/year).</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/17/superchats-new-ai-chatbot-lets-you-message-historical-and-fictional-characters-via-chatgpt/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By HALELUYA HADERO - Associated Press",
            "title": "Deepfake porn could be a growing problem amid AI race",
            "description": "Artificial intelligence imaging can be used to create art, try on clothes in virtual fitting rooms or help design advertising campaigns. But experts fear the darker side of the easilyaccessible tools could worsen something that primarily harms women noncons",
            "url": "/2023-04-16-deepfake-porn-celebrities-dalle-stable-diffusion-midjourney-ai-e7935e9922cda82fbcfb1e1a88d9443a",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/5/d6/5d698f38-0b2e-5625-81f8-24850a553bdc/643c181d96406.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-16T15:24:35Z",
            "content": "By HALELUYA HADERO  Associated PressNEW YORK (AP) Artificial intelligence imaging can be used to create art, try on clothes in virtual fitting rooms or help design advertising campaigns.But expe [+7455 chars]",
            "summary": "Midjourney, another model, blocks the use of certain keywords and encourages users to flag problematic images to moderators.Meanwhile, the startup Stability AI rolled out an update in November that removes the ability to create explicit images using its image generator Stable Diffusion. OpenAI says it removed explicit content from data used to train the image generating tool DALL-E, which limits the ability of users to create those types of images. The site featured phony images of fellow Twitch streamers.Twitch already prohibited explicit deepfakes, but now showing a glimpse of such content  even if its intended to express outrage  will be removed and will result in an enforcement, the company wrote in a blog post. Some people even told her the way she dressed and posted images on social media contributed to the harassment  essentially blaming her for the images instead of the creators. Those changes came following reports that some users were creating celebrity inspired nude pictures using the technology.Stability AI spokesperson Motez Bishara said the filter uses a combination of keywords and other techniques like image recognition to detect nudity and returns a blurred image. In February, Meta, as well as adult sites like OnlyFans and Pornhub, began participating in an online tool, called Take It Down, that allows teens to report explicit images and videos of themselves from the internet. And as long as that happens, people will undoubtedly ... continue to misuse that technology to harm others, primarily through online sexual violence, deepfake pornography and fake nude images.Noelle Martin, of Perth, Australia, has experienced that reality.",
            "html_summary": "<ul><li>Midjourney, another model, blocks the use of certain keywords and encourages users to flag problematic images to moderators.Meanwhile, the startup Stability AI rolled out an update in November that removes the ability to create explicit images using its image generator Stable Diffusion.</li><li>OpenAI says it removed explicit content from data used to train the image generating tool DALL-E, which limits the ability of users to create those types of images.</li><li>The site featured phony images of fellow Twitch streamers.Twitch already prohibited explicit deepfakes, but now showing a glimpse of such content — even if it’s intended to express outrage — “will be removed and will result in an enforcement,” the company wrote in a blog post.</li><li>Some people even told her the way she dressed and posted images on social media contributed to the harassment — essentially blaming her for the images instead of the creators.</li><li>Those changes came following reports that some users were creating celebrity inspired nude pictures using the technology.Stability AI spokesperson Motez Bishara said the filter uses a combination of keywords and other techniques like image recognition to detect nudity and returns a blurred image.</li><li>In February, Meta, as well as adult sites like OnlyFans and Pornhub, began participating in an online tool, called Take It Down, that allows teens to report explicit images and videos of themselves from the internet.</li></ul>",
            "website_url": "https://apnews.com/article/deepfake-porn-celebrities-dalle-stable-diffusion-midjourney-ai-e7935e9922cda82fbcfb1e1a88d9443a"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "Adobe brings Firefly to its video tools",
            "description": "A month ago, Adobe announced Firefly, its entry into the generative AI game. Initially, Fireflys focus was on generating commercially safe images, but the company is now pushing its technology beyond still images. As the company announced today, it will soon",
            "url": "/2023-04-16-adobe-brings-firefly-to-its-video-tools",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Text-to-B-Roll_1.jpg?resize=1200,675",
            "publishedAt": "2023-04-17T13:45:40Z",
            "content": "A month ago, Adobe announcedFirefly, its entry into the generative AI game. Initially, Fireflys focus was on generating commercially safe images, but the company is now pushing its technology beyond [+2301 chars]",
            "summary": "Instead, the emphasis here is on making it easier for anyone to edit videos, color grade using just a few words, add music and sound effects and create title cards with animated fonts, graphics and logos. Those, too, are somewhat specialized skills that take some familiarity with the likes of After Effects and Premiere.Image Credits: AdobeThe real game changer, though, is that Adobe also plans to use Firefly to read scripts and automatically generate storyboards and pre-visualizations. Firefly will also help editors create subtitles, logos and title cards by having them describe what they want them to look like. It remains to be seen how well they will work in practice.Adobes aim is to ensure that all of its generative AI tools are safe to use in a commercial environment. With its generative image creator, this meant that it could only train it on a limited number of images that were either in public domain or part of its Adobe Stock service. In many ways, its this democratization of skill thats at the heart of what Adobe is doing with Firefly in its creative tools.Other new AI-based features include the ability to generate custom sounds and music. That could be a massive time saver  and I wouldnt be surprised if you saw those videos pop up on TikTok.Image Credits: AdobeIts worth noting that for now, weve only seen Adobes own demos of these features.",
            "html_summary": "<ul><li>Instead, the emphasis here is on making it easier for anyone to edit videos, color grade using just a few words, add music and sound effects and create title cards with animated fonts, graphics and logos.</li><li>Those, too, are somewhat specialized skills that take some familiarity with the likes of After Effects and Premiere.Image Credits: AdobeThe real game changer, though, is that Adobe also plans to use Firefly to read scripts and automatically generate storyboards and pre-visualizations.</li><li>Firefly will also help editors create subtitles, logos and title cards by having them describe what they want them to look like.</li><li>It remains to be seen how well they will work in practice.Adobe’s aim is to ensure that all of its generative AI tools are safe to use in a commercial environment.</li><li>With its generative image creator, this meant that it could only train it on a limited number of images that were either in public domain or part of its Adobe Stock service.</li><li>In many ways, it’s this democratization of skill that’s at the heart of what Adobe is doing with Firefly in its creative tools.Other new AI-based features include the ability to generate custom sounds and music.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/17/adobe-brings-firefly-to-its-video-tools/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. QRstyle 2D barcodes will revolutionize retail as we know it. America braces for defamation trial between Dominion and Fox News. Ron Klain to join law firm in first postchief of staff job. Hikvision internal review found Xinjiang contracts targeted Uyghurs. Max Q Starship. Thats the headline.. FSF Chromes JPEG XL killing shows how the web works under browser hegemony. MONDAY America braces for historic DOMINION v. FOX.... Decentralized finance may be the answer to bankings payment rails problem. A ninefigure raise in fintech? Oh my. Superchats new AI chatbot lets you message historical and fictional characters via ChatGPT. Deepfake porn could be a growing problem amid AI race. Adobe brings Firefly to its video tools"
}