{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Timothy B. Lee",
            "title": "The death of selfdriving cars has been greatly exaggerated",
            "description": "GMs Cruise aims to turn selfdriving into a billiondollar business.",
            "url": "/2023-06-01-the-death-of-self-driving-cars-is-greatly-exaggerated",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/05/IPACE_3.jpg",
            "publishedAt": "2023-06-01T11:00:37Z",
            "content": "Enlarge/ The latest iteration of Waymos selfdriving technology is based on the Jaguar IPACE.5 with Seven years ago, hype about selfdriving cars was off the charts. It wasnt just Tesla CEO Elo [+3837 chars]",
            "summary": "The Wall Street Journals Chris Mims argued in 2021 that self-driving cars could be decades away. Last year, Bloombergs Max Chafkin declared that self-driving cars are going nowhere.But a handful of well-funded projects have continued to plug away at the problem. Self-driving technology has steadily improved over the last few years, and theres every reason to expect that progress to continue.Its definitely happening a lot slower than people anticipated back in 2017, industry analyst Sam Abuelsamid told me. Johnson told me that Waymos service has been steadily improving over the last three years.A big step came late last year with the debut of Jaguar I-PACE SUVs outfitted with Waymos fifth-generation hardware. Then, last October, Ford and Volkswagen announced they were shutting down their self-driving joint venture called Argo AI.Today, a lot of people view self-driving technology as an expensive failure whose moment has passed. He also hosts a podcast about the self-driving sector.In short, Roy knows a lot about cars in general and self-driving cars in particular. Johnson told me that the new vehicles represented a huge leap in performance over Waymos previous Chrysler Pacifica minivans and were measurably better in many respects.The new driverless Jaguars were much smoother and more confident, Johnson said. Even if they iron out all the technical problems, it will take many years to make these services profitable.But I think the pendulum of public opinion has now swung too far in the pessimistic direction.",
            "html_summary": "<ul><li>The Wall Street Journal’s Chris Mims argued in 2021 that self-driving cars “could be decades away.” Last year, Bloomberg’s Max Chafkin declared that “self-driving cars are going nowhere.”But a handful of well-funded projects have continued to plug away at the problem.</li><li>Self-driving technology has steadily improved over the last few years, and there’s every reason to expect that progress to continue.“It’s definitely happening a lot slower than people anticipated back in 2017,” industry analyst Sam Abuelsamid told me.</li><li>Johnson told me that Waymo’s service has been steadily improving over the last three years.A big step came late last year with the debut of Jaguar I-PACE SUVs outfitted with Waymo’s fifth-generation hardware.</li><li>Then, last October, Ford and Volkswagen announced they were shutting down their self-driving joint venture called Argo AI.Today, a lot of people view self-driving technology as an expensive failure whose moment has passed.</li><li>He also hosts a podcast about the self-driving sector.In short, Roy knows a lot about cars in general and self-driving cars in particular.</li><li>Johnson told me that the new vehicles represented “a huge leap” in performance over Waymo’s previous Chrysler Pacifica minivans and were “measurably better in many respects.”The new driverless Jaguars were “much smoother and more confident,” Johnson said.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/06/the-death-of-self-driving-cars-is-greatly-exaggerated/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "GetYourGuide books $194M at a $2B valuation with travel experiences back in business",
            "description": "The tourist industry is bouncing back after a rough couple of pandemicstressed years, and in the case of some tourism and travel startups, its momentum is...",
            "url": "/2023-06-01-getyourguide-books-194m-at-a-2b-valuation-with-travel-experiences-back-in-business",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/4grgAAimbZsgyJ49StCWNA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD01NjI-/https://media.zenfs.com/en/techcrunch_350/dec10506a358e581056c74930054134d",
            "publishedAt": "2023-06-01T03:59:14Z",
            "content": "The tourist industry is bouncing back after a rough couple of pandemicstressed years, and in the case of some tourism and travel startups, its momentum is coming in at a pace thats defying the even [+6707 chars]",
            "summary": "Second, I was very sure travel would return, and travelers would not want to sit in hotel rooms for the next century.The companys $484 million round led by SoftBank closed just months before COVID-19 hit, so GYG had plenty of cash. That means no self-guided tours, no virtual tours, and no generative-AI created tours are on its roadmap today.Reck calls the group tour, devised and led by an actual person, the core product of GYG. And third, to bring in more AI and other technology to improve discovery and personalization on the platform.The money is coming in the form of an $85 million Series F and a revolving credit facility of $109 million. COVID was a big setback but not a fork in the road where consumer behavior would be different, he said. He speaks not just from opinion but experience: Weve tested so many alternative formats, including virtual experiences, Reck said. We stopped and waited for 8-10 months to pass.It took a bit longer  around two years in fact  but eventually things started to pick back up. Of course, no one wanted to go on tours with other people  which was effectively the only product that GYG offered.",
            "html_summary": "<ul><li>“Second, I was very sure travel would return, and travelers would not want to sit in hotel rooms for the next century.”The company’s $484 million round led by SoftBank closed just months before COVID-19 hit, so GYG had plenty of cash.</li><li>That means no self-guided tours, no virtual tours, and no generative-AI created tours are on its roadmap today.Reck calls the group tour, devised and led by an actual person, “the core product” of GYG.</li><li>And third, to bring in more AI and other technology to improve discovery and personalization on the platform.The money is coming in the form of an $85 million Series F and a revolving credit facility of $109 million.</li><li>COVID was a big setback but not a fork in the road where consumer behavior would be different,” he said.</li><li>He speaks not just from opinion but experience: “We’ve tested so many alternative formats, including virtual experiences,” Reck said.</li><li>“We stopped and waited for 8-10 months to pass.”It took a bit longer — around two years in fact — but eventually things started to pick back up.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/31/getyourguide-books-194m-at-a-2b-valuation-with-travel-experiences-back-in-business/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jagmeet Singh",
            "title": "Indian SaaS startup Capillary Technologies grabs $45M to expand globally",
            "description": "Capillary Technologies, an Indian SaaS startup that offers solutions for loyalty management and customer engagement, has raised $45 million in a funding...",
            "url": "/2023-06-01-capillary-technologies-funding-series-d",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/h0.dbnkxyHuncSEK0TXpVQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDE-/https://media.zenfs.com/en/techcrunch_350/67f839ae7ca92215601fbd279ee654bd",
            "publishedAt": "2023-06-01T00:30:50Z",
            "content": "Capillary Technologies, an Indian SaaS startup that offers solutions for loyalty management and customer engagement, has raised $45 million in a funding round, as it plans to expand into global marke [+4144 chars]",
            "summary": "Capillary Technologies, an Indian SaaS startup that offers solutions for loyalty management and customer engagement, has raised $45 million in a funding round, as it plans to expand into global markets and widen its reach through mergers and acquisitions. The funding arrives at a crucial time amidst the prevailing market slowdown, where startups, particularly those at the late stage, are facing a capital crunch.Capillarys Series D funding round was led by Avataar Ventures and its LPs Pantheon, 57Stars and Unigestion. It also says the U.S. now accounts for more than a third of its revenues.The startup has made five acquisitions in the U.S., with the last one of Texas-based loyalty solutions provider Brierley from Nomura announced in April this year. With the latest capital injection, the startup has raised nearly $150 million in capital to date.Founded in 2012, Capillary Technologies initially focused on the retail vertical in India and Southeast Asia. Capillarys tech reaches over a billion customers and clocks over 5 billion transactions annually.The way most of our competitors in the U.S. and elsewhere have built in as like a services business where customers ask you something, and you build it. Given the expanded addressable market and the immense potential that lies ahead, Avataar is wholeheartedly committed to supporting Capillary in its pursuit to become a global market leader. The startup has, though, delayed that plan due to the ongoing market slowdown.",
            "html_summary": "<ul><li>Capillary Technologies, an Indian SaaS startup that offers solutions for loyalty management and customer engagement, has raised $45 million in a funding round, as it plans to expand into global markets and widen its reach through mergers and acquisitions.</li><li>The funding arrives at a crucial time amidst the prevailing market slowdown, where startups, particularly those at the late stage, are facing a capital crunch.Capillary’s Series D funding round was led by Avataar Ventures and its LPs Pantheon, 57Stars and Unigestion.</li><li>It also says the U.S. now accounts for more than a third of its revenues.The startup has made five acquisitions in the U.S., with the last one of Texas-based loyalty solutions provider Brierley from Nomura announced in April this year.</li><li>With the latest capital injection, the startup has raised nearly $150 million in capital to date.Founded in 2012, Capillary Technologies initially focused on the retail vertical in India and Southeast Asia.</li><li>Capillary’s tech reaches over a billion customers and clocks over 5 billion transactions annually.“The way most of our competitors in the U.S. and elsewhere have built in as like a services business where customers ask you something, and you build it.</li><li>Given the expanded addressable market and the immense potential that lies ahead, Avataar is wholeheartedly committed to supporting Capillary in its pursuit to become a global market leader.”</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/31/capillary-technologies-funding-series-d/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "California lawmakers and AV industry battle for future of selfdriving trucks",
            "description": "The CA Assembly passed a bill that would require a human safety operator to be present any time an autonomous truck operates on public roads.",
            "url": "/2023-06-01-california-lawmakers-and-av-industry-battle-for-future-of-self-driving-trucks",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/06/semi-truck-autonomous-driverless.jpg?resize=1200,675",
            "publishedAt": "2023-06-01T00:33:03Z",
            "content": "A California bill that would require a trained human safety operator to be present any time a heavyduty autonomous vehicle operates on public roads in the state is getting traction. The bill, first  [+4465 chars]",
            "summary": "A California bill that would require a trained human safety operator to be present any time a heavy-duty autonomous vehicle operates on public roads in the state is getting traction. The bill, first introduced in January, passed the states Assembly Wednesday and will now face a committee review and vote in the Senate.Advocates of the bill want to ensure both the safety of California road users and the job security of truck drivers. If the legislature and the governor approve of removing the human safety operator requirement, the DMV will still need to wait another year after the date of the hearing to issue a permit. While Newsom has received huge donations from big tech companies and recently buddied up to tech billionaire Elon Musk, the politician has also been known to crack down on technology that puts his constituents at risk.Risk and safety is what the conversation around AB 316 comes down to. Lets hope other states are more sensible and let road safety experts do their jobs.Self-driving truck companies face a potential roadblock in California AB 316 undermines Californias law enforcement and safety officials as they seek to regulate and conduct oversight over life-saving autonomous trucks.If the legislation passes in the Senate, itll go to Gov. AB 316 is the only way forward for California.The bill does not ban companies from testing or deploying self-driving trucks on Californias public roads.",
            "html_summary": "<ul><li>A California bill that would require a trained human safety operator to be present any time a heavy-duty autonomous vehicle operates on public roads in the state is getting traction.</li><li>The bill, first introduced in January, passed the state’s Assembly Wednesday and will now face a committee review and vote in the Senate.Advocates of the bill want to ensure both the safety of California road users and the job security of truck drivers.</li><li>If the legislature and the governor approve of removing the human safety operator requirement, the DMV will still need to wait another year after the date of the hearing to issue a permit.</li><li>While Newsom has received huge donations from big tech companies and recently buddied up to tech billionaire Elon Musk, the politician has also been known to crack down on technology that puts his constituents at risk.Risk and safety is what the conversation around AB 316 comes down to.</li><li>“Let’s hope other states are more sensible and let road safety experts do their jobs.”Self-driving truck companies face a potential roadblock in California</li><li>“AB 316 undermines California’s law enforcement and safety officials as they seek to regulate and conduct oversight over life-saving autonomous trucks.”If the legislation passes in the Senate, it’ll go to Gov.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/31/california-lawmakers-and-av-industry-battle-for-future-of-self-driving-trucks/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Carly Page",
            "title": "Legal tech firm Casepoint investigates breach after hackers claim theft of government data",
            "description": "Casepoint is investigating a cybersecurity incident after hackers claimed they compromised the legal tech platform to steal terabytes of data.",
            "url": "/2023-06-01-legal-tech-casepoint-investigates-breach-hackers-theft",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/data-breach.jpg?resize=1200,839",
            "publishedAt": "2023-06-01T10:36:22Z",
            "content": "Casepoint says its investigating a potential cybersecurity incident after hackers claimed to have compromised the legal technology platform to steal terabytes of sensitive data.U.S.based Casepoint [+2705 chars]",
            "summary": "Casepoint says its investigating a potential cybersecurity incident after hackers claimed to have compromised the legal technology platform to steal terabytes of sensitive data.U.S.-based Casepoint offers a legal discovery platform for litigation, investigations and compliance that is used by government agencies, corporations and law firms.",
            "html_summary": "<ul><li>Casepoint says it’s investigating a potential cybersecurity incident after hackers claimed to have compromised the legal technology platform to steal terabytes of sensitive data.U.S.-based Casepoint offers a legal discovery platform for litigation, investigations and compliance that is used by government agencies, corporations and law firms.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/01/legal-tech-casepoint-investigates-breach-hackers-theft/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Measurabl, an ESG platform for real estate, raises $93M",
            "description": "Measurabl, a startup developing a platform for environmental, social and governance (ESG) data in the real estate space, today announced that it raised $93 million in a Series D funding tranche coled by Energy Impact Partners and Sway Ventures. The round, wh",
            "url": "/2023-06-01-measurabl-an-esg-platform-for-real-estate-raises-93m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1406588564.jpg?resize=1200,840",
            "publishedAt": "2023-06-01T05:21:18Z",
            "content": "Measurabl, a startup developing a platform for environmental, social and governance (ESG) data in the real estate space, today announced that it raised $93 million in a Series D funding tranche cole [+3587 chars]",
            "summary": "Estimates out of the U.N. climate conference COP26 suggest that $14 trillion of buildings will be uninsurable over the next 20 years if they dont meet climate and efficiency standards.Measurabl is the worlds most widely adopted ESG data management platform for real estate, Ellis said. (According to one source, real estate drives roughly 39% of total worldwide emissions  much of it generated by manufacturing materials used in buildings and the rest from the buildings themselves and generating energy to power the buildings.) Measurabl offers tools for managing, benchmarking, reporting and tracking the sustainability of a real estate business, from building-level operations to boardroom and capital markets activities.Measurabls tech can automate the collection of electricity, water, fuel, district and waste data from utilities, for example. As the real estate industry moves toward a more sustainable future, Measurabls innovative approach to data management will be essential in providing investment-grade reporting and analysis. [Customers use it to] decarbonize buildings, mitigate physical climate risk, comply with regulation and underwrite sustainability risks in real estate transactions. Or it can maintain social and governance documents alongside environmental data.Measurabls  solutions are critical for companies seeking to streamline their operations and gain a competitive edge in an increasingly data-driven world, Brian Nugent, a general partner at Sway Ventures, said in an emailed statement. This is not just a matter of meeting ESG standards; it is a financial imperative.According to a Dow Jones survey, ESG investments are projected to more than double in the next three years, accounting for 15% of all investments by 2025.",
            "html_summary": "<ul><li>Estimates out of the U.N. climate conference COP26 suggest that $14 trillion of buildings will be uninsurable over the next 20 years if they don’t meet climate and efficiency standards.“Measurabl is the world’s most widely adopted ESG data management platform for real estate,” Ellis said.</li><li>(According to one source, real estate drives roughly 39% of total worldwide emissions — much of it generated by manufacturing materials used in buildings and the rest from the buildings themselves and generating energy to power the buildings.)</li><li>Measurabl offers tools for managing, benchmarking, reporting and tracking the sustainability of a real estate business, from building-level operations to boardroom and capital markets activities.Measurabl’s tech can automate the collection of electricity, water, fuel, district and waste data from utilities, for example.</li><li>“As the real estate industry moves toward a more sustainable future, Measurabl’s innovative approach to data management will be essential in providing investment-grade reporting and analysis.</li><li>“[Customers use it to] decarbonize buildings, mitigate physical climate risk, comply with regulation and underwrite sustainability risks in real estate transactions.”</li><li>Or it can maintain social and governance documents alongside environmental data.“Measurabl’s … solutions are critical for companies seeking to streamline their operations and gain a competitive edge in an increasingly data-driven world,” Brian Nugent, a general partner at Sway Ventures, said in an emailed statement.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/31/measurabl-an-esg-platform-for-real-estate-raises-93m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Baidus $145M AI fund signals Chinas push for AI selfreliance",
            "description": "The U.S.China decoupling is giving rise to a divided tech landscape between the two major economies, shaping the development of the redhot area of generative AI, which turns text into various forms of content like prose, images, and videos. China, in order ",
            "url": "/2023-06-01-baidu-generative-ai-fund-china",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/08/GettyImages-1061811420.jpg?resize=1200,800",
            "publishedAt": "2023-06-01T07:31:27Z",
            "content": "The U.S.China decoupling is giving rise to a divided tech landscape between the two major economies, shaping the development of the redhot area of generative AI, which turns text into various forms [+2910 chars]",
            "summary": "In China, there will be an increasing number of developers building AI applications using Ernie as their foundation, Li said.In that sense, the fund seems to be calling for applications of AI rather than developers of its foundational layer. Technology ushers in a myriad of possibilities and we are good at capturing them to build applications.However, a pertinent question lies in whether the foundational level  Chinas homegrown large language models  will be robust enough to support the range of real-life scenarios expected of them. American developers are building new applications based on ChatGPT or other language models. Over the years, Chinese startups have gained recognition for their ingenuity in devising novel business models, ranging from livestreaming to live commerce to short videos. Li predicted that, in the generative AI age, Chinese companies will once again lead the way in discovering commercial applications for AI.Im very bullish on Chinas AI development. The fund will invest up to 10 million yuan, approximately $1.4 million, in a project. Aside from Baidu, Chinese tech giants like Alibaba and Tencent are also developing their own large language models.Chinas ChatGPT rival Baidu Ernie is off to a rough start",
            "html_summary": "<ul><li>In China, there will be an increasing number of developers building AI applications using Ernie as their foundation,” Li said.In that sense, the fund seems to be calling for applications of AI rather than developers of its foundational layer.</li><li>Technology ushers in a myriad of possibilities and we are good at capturing them to build applications.”However, a pertinent question lies in whether the foundational level — China’s homegrown large language models — will be robust enough to support the range of real-life scenarios expected of them.</li><li>“American developers are building new applications based on ChatGPT or other language models.</li><li>Over the years, Chinese startups have gained recognition for their ingenuity in devising novel business models, ranging from livestreaming to live commerce to short videos.</li><li>Li predicted that, in the generative AI age, Chinese companies will once again lead the way in discovering commercial applications for AI.“I’m very bullish on China’s AI development.</li><li>The fund will invest up to 10 million yuan, approximately $1.4 million, in a project.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/01/baidu-generative-ai-fund-china/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Pixxels hyperspectral orbital imagery attracts investment from Google",
            "description": "Hyperspectral imagery startup Pixxel has raised $36 million as it prepares to roll out new remote sensing and analytics capabilities.",
            "url": "/2023-06-01-pixxels-hyperspectral-orbital-imagery-attracts-google-cash",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/pixxel.jpeg?resize=1200,660",
            "publishedAt": "2023-06-01T11:01:16Z",
            "content": "Hyperspectral imagery startup Pixxel has closed $36 million in funding as it prepares to roll out new remote sensing and analytics capabilities to customers.The L.A. and Bangalorebased startup als [+4439 chars]",
            "summary": "Customers can use Aurora to track specific areas over time and to generate weekly reports on changes over those periods.Heres the first sneak peek of our Geospatial analysis data platform Aurora, a highly intuitive platform to access end-to-end analytics and extract insights from earth observation datasets. But in the future, one may be able to easily access hyperspectral data to go to a particular area and see how much metal has changed or how much forest has decreased, or be able to hover over something and identify [it].I think thats the future. The company intends to launch 18 additional satellites by 2025.Pixxels other major focus has been developing the Aurora analytics platform, which will allow customers to identify the spectral signature of an object with a click of a button. Many of Pixxels users separately use Earth Engine, Ahmed said, and the ultimate goal is to integrate the startups data onto that service.Hyperspectral imaging uses a spectrometer to identify the spectral signature of objects. Pixxel has been developing this technology since 2019, and it put three demonstration satellites into orbit last year.The startup has been selling data to a number of customers, including the U.S. National Reconnaissance Office. Pixxel has now raised $71 million to date.Ahmed said he could foresee a future where hyperspectral is as accessible to the average person as optical satellite imagery is today.Right now, you go to Google Earth and look at your houses and roads, he said. Google also rolled out its Earth Engine last year, a powerful tool that gives governments and businesses access to a massive trove of Earth observation data from hundreds of sensors in orbit.",
            "html_summary": "<ul><li>Customers can use Aurora to track specific areas over time and to generate weekly reports on changes over those periods.Here’s the first sneak peek of our Geospatial analysis data platform “Aurora”, a highly intuitive platform to access end-to-end analytics and extract insights from earth observation datasets.</li><li>But in the future, one may be able to easily access hyperspectral data to “go to a particular area and see how much metal has changed or how much forest has decreased, or be able to hover over something and identify [it].”“I think that’s the future.”</li><li>The company intends to launch 18 additional satellites by 2025.Pixxel’s other major focus has been developing the Aurora analytics platform, which will allow customers to identify the spectral signature of an object with a click of a button.</li><li>Many of Pixxel’s users separately use Earth Engine, Ahmed said, and the ultimate goal is to integrate the startup’s data onto that service.Hyperspectral imaging uses a spectrometer to identify the spectral signature of objects.</li><li>Pixxel has been developing this technology since 2019, and it put three demonstration satellites into orbit last year.The startup has been selling data to a number of customers, including the U.S. National Reconnaissance Office.</li><li>Pixxel has now raised $71 million to date.Ahmed said he could foresee a future where hyperspectral is as accessible to the average person as optical satellite imagery is today.“Right now, you go to Google Earth and look at your houses and roads,” he said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/01/pixxels-hyperspectral-orbital-imagery-attracts-google-cash/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. The death of selfdriving cars has been greatly exaggerated. GetYourGuide books $194M at a $2B valuation with travel experiences back in business. Indian SaaS startup Capillary Technologies grabs $45M to expand globally. California lawmakers and AV industry battle for future of selfdriving trucks. Legal tech firm Casepoint investigates breach after hackers claim theft of government data. Measurabl, an ESG platform for real estate, raises $93M. Baidus $145M AI fund signals Chinas push for AI selfreliance. Pixxels hyperspectral orbital imagery attracts investment from Google"
}