{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Mark Sherman",
            "title": "Supreme Court has failed to find leaker of abortion opinion  The Associated Press  en Espaol",
            "description": "Supreme Court has failed to find leaker of abortion opinionThe Associated Press  en EspaolSupreme Court investigation fails to identify leaker of Dobbs draft decisionFox NewsSupreme Court fails to identify who leaked draft ",
            "url": "/2023-01-20-supreme-court-abortion-ruling-leak-investigation-59a40974e39a67c2ab859ba0c21c785e",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/3586432a31fa4e46be9dadad5fe51315/3000.webp",
            "publishedAt": "2023-01-20T05:07:48Z",
            "content": "WASHINGTON (AP) The Supreme Court said Thursday an eightmonth investigation that included more than 120 interviews and revealed shortcomings in how sensitive documents are secured has failed to find [+5569 chars]",
            "summary": "Too many people have access to sensitive information, the courts policies on information security are outdated and, in some cases, employees acknowledged revealing confidential information to their spouses. Liberals suggested it could be someone on the conservative side of the court who wanted to ensure a wavering justice didnt switch sides.It would have taken just one conservative justice to side with Roberts to alter the decision. Speaking in Colorado in September, Justice Neil Gorsuch said he hoped a report was coming soon but he did not say whether it would be made public.Gorsuch joined Roberts in condemning the breach of trust the leak engendered. Its like kind of an infidelity that you can explain it, but you cant undo it, Thomas said while speaking at a conference in Dallas less than two weeks after the leak became public.The leak itself sparked protests and round-the-clock security at justices homes. Chertoff, in a statement issued through the court, described it as thorough.Politico published the draft decision on May 2. Justice Clarence Thomas spoke in even starker terms about the leaks effect on the justices.When you lose that trust, especially in the institution that Im in, it changes the institution fundamentally. Politico published its explosive leak detailing the Alito draft in early May.",
            "html_summary": "<ul><li>Too many people have access to sensitive information, the court’s policies on information security are outdated and, in some cases, employees acknowledged revealing confidential information to their spouses.</li><li>Liberals suggested it could be someone on the conservative side of the court who wanted to ensure a wavering justice didn’t switch sides.It would have taken just one conservative justice to side with Roberts to alter the decision.</li><li>Speaking in Colorado in September, Justice Neil Gorsuch said he hoped a report was coming “soon” but he did not say whether it would be made public.Gorsuch joined Roberts in condemning the breach of trust the leak engendered.</li><li>It’s like kind of an infidelity that you can explain it, but you can’t undo it,” Thomas said while speaking at a conference in Dallas less than two weeks after the leak became public.The leak itself sparked protests and round-the-clock security at justices’ homes.</li><li>Chertoff, in a statement issued through the court, described it as thorough.Politico published the draft decision on May 2.</li><li>Justice Clarence Thomas spoke in even starker terms about the leak’s effect on the justices.“When you lose that trust, especially in the institution that I’m in, it changes the institution fundamentally.</li></ul>",
            "website_url": "https://apnews.com/article/supreme-court-abortion-ruling-leak-investigation-59a40974e39a67c2ab859ba0c21c785e"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Utah Tech hosts New Mexico State following Popes 25point game  The Associated Press  en Espaol",
            "description": "New Mexico State Aggies (712, 07 WAC) at Utah Tech Trailblazers (910, 15 WAC) Saint George, Utah; Saturday, 9 p.m. EST BOTTOM LINE Utah Tech hosts the New Mexico State Aggies after Isaiah Pope scored 25 points in Utah Techs 8985 loss to the Grand Canyo",
            "url": "/2023-01-20-sports-utah-utes-new-mexico-state-aggies-isaiah-pope-tanner-christensen-1f8f0b04ba764d6893d7fe7849653ffc",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-20T08:46:15Z",
            "content": "New Mexico State Aggies (712, 07 WAC) at Utah Tech Trailblazers (910, 15 WAC)Saint George, Utah; Saturday, 9 p.m. ESTBOTTOM LINE Utah Tech hosts the New Mexico State Aggies after Isaiah Pope [+1371 chars]",
            "summary": "Deshawndre Washington is averaging 12.1 points, 7.1 rebounds and 3.8 assists over the past 10 games for New Mexico State.LAST 10 GAMES: Trailblazers: 5-5, averaging 78.3 points, 36.0 rebounds, 15.1 assists, 7.2 steals and 2.9 blocks per game while shooting 46.7% from the field. Their opponents have averaged 69.4 points per game.Aggies: 2-8, averaging 69.8 points, 32.4 rebounds, 11.2 assists, 6.0 steals and 1.8 blocks per game while shooting 42.6% from the field. Noa Gonsalves is averaging 1.8 made 3-pointers over the last 10 games for Utah Tech.Xavier Pinson averages 1.9 made 3-pointers per game for the Aggies, scoring 12.9 points while shooting 34.3% from beyond the arc. Utah Tech is ninth in the WAC with 29.8 points per game in the paint led by Tanner Christensen averaging 7.0.The Aggies have gone 0-7 against WAC opponents. New Mexico State has a 5-10 record against opponents over .500.The matchup Saturday is the first meeting of the season between the two teams in conference play.TOP PERFORMERS: Christensen is averaging 10.4 points and 7.2 rebounds for the Trailblazers. Their opponents have averaged 74.1 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Deshawndre Washington is averaging 12.1 points, 7.1 rebounds and 3.8 assists over the past 10 games for New Mexico State.LAST 10 GAMES: Trailblazers: 5-5, averaging 78.3 points, 36.0 rebounds, 15.1 assists, 7.2 steals and 2.9 blocks per game while shooting 46.7% from the field.</li><li>Their opponents have averaged 69.4 points per game.Aggies: 2-8, averaging 69.8 points, 32.4 rebounds, 11.2 assists, 6.0 steals and 1.8 blocks per game while shooting 42.6% from the field.</li><li>Noa Gonsalves is averaging 1.8 made 3-pointers over the last 10 games for Utah Tech.Xavier Pinson averages 1.9 made 3-pointers per game for the Aggies, scoring 12.9 points while shooting 34.3% from beyond the arc.</li><li>Utah Tech is ninth in the WAC with 29.8 points per game in the paint led by Tanner Christensen averaging 7.0.The Aggies have gone 0-7 against WAC opponents.</li><li>New Mexico State has a 5-10 record against opponents over .500.The matchup Saturday is the first meeting of the season between the two teams in conference play.TOP PERFORMERS: Christensen is averaging 10.4 points and 7.2 rebounds for the Trailblazers.</li></ul>",
            "website_url": "https://apnews.com/article/sports-utah-utes-new-mexico-state-aggies-isaiah-pope-tanner-christensen-1f8f0b04ba764d6893d7fe7849653ffc"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Grazzy wants to stop letting people use no cash as an excuse to avoid tipping",
            "description": "With Grazzy, people can leave digital tips for frontline workers that employees can access on the same day.Grazzy wants to stop letting people use no cash as an excuse to avoid tipping by Christine Hall originally published on TechCrunch",
            "url": "/2023-01-20-grazzy-digital-tipping",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/Hotel-Abri-Horizontal-In-Room-Code.png?resize=1200,675",
            "publishedAt": "2023-01-20T13:01:40Z",
            "content": "Carrying cash used to be a thing, but now with credit cards, and more recently digital wallets, having more than a couple of dollars in your physical wallet is hard to come by.Unfortunately, that a [+3671 chars]",
            "summary": "In addition, by offering an alternative to traditional cash, Lemmer sees digital tips increasing an employees earnings by 20% on average.Grazzy started working with its first large hotel customer last July and that has now grown to about a dozen. For example, Anthill to connect those who never sit at desks, SnapShift to handle HR and AskNicely for customer experience.Heres how Grazzy works: Guests can instantly tip staff using a property-branded QR code, and the Grazzy Direct feature allows staff to access their tips instantly. It is still in its early stage and started bringing in revenue in the last month, Lemmer said.Today the company announced $4.25 million in seed funding led by Next Coast Ventures and Tuesday Capital. Hes not alone: As the global pandemic exasperated the already tough conditions for frontline workers, other startups brought in technology to solve certain aspects. Long-term, they stay in these jobs a little bit longer, and it is a recruiting tool for the employers.3 strategies to make adopting new HR tech easier for hiring managers We feel that is the next step after helping them make more money and access more of it on the same day.",
            "html_summary": "<ul><li>In addition, by offering an alternative to traditional cash, Lemmer sees digital tips increasing an employee’s earnings by 20% on average.Grazzy started working with its first large hotel customer last July and that has now grown to about a dozen.</li><li>For example, Anthill to connect those who never sit at desks, SnapShift to handle HR and AskNicely for customer experience.Here’s how Grazzy works: Guests can instantly tip staff using a property-branded QR code, and the Grazzy Direct feature allows staff to access their tips instantly.</li><li>It is still in its early stage and started bringing in revenue in the last month, Lemmer said.Today the company announced $4.25 million in seed funding led by Next Coast Ventures and Tuesday Capital.</li><li>He’s not alone: As the global pandemic exasperated the already tough conditions for frontline workers, other startups brought in technology to solve certain aspects.</li><li>Long-term, they stay in these jobs a little bit longer, and it is a recruiting tool for the employers.”3 strategies to make adopting new HR tech easier for hiring managers</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/20/grazzy-digital-tipping/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Taylor Hatmaker",
            "title": "More universities are banning TikTok from their campus networks and devices",
            "description": "The University of Texas and Texas A&M University are two of the latest colleges to take action against the app, which is owned by Bytedance.",
            "url": "/2023-01-20-tiktok-college-bans-texas-bytedance",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/10/GettyImages-1229137580.jpeg",
            "publishedAt": "2023-01-20T07:22:52Z",
            "content": "Public universities across a widening swath of U.S. states have banned TikTok in recent months, and two of the countrys largest colleges just followed suit.The University of Texas and Texas A&amp;M [+3763 chars]",
            "summary": "Last month, Forbes reported that TikToks parent company tracked journalists IP addresses in an effort to identify which employees were sharing unauthorized information.Whether ongoing concerns around TikToks prevalence in the U.S. are valid or not, the university bans arent likely to have much impact on the apps popularity. The app, which regularly tops U.S. charts, is also under intense scrutiny at the federal and state level.The Biden administration banned TikTok from government devices in a bill signed at the end of December. The Trump administration attempted to force ByteDance to sell TikToks U.S. business to a new owner, though those unprecedented efforts fell apart over time.ByteDance has certainly failed to be forthright about how data flows between its U.S. and China operations, raising eyebrows about what else the company conceals.",
            "html_summary": "<ul><li>Last month, Forbes reported that TikTok’s parent company tracked journalists’ IP addresses in an effort to identify which employees were sharing unauthorized information.Whether ongoing concerns around TikTok’s prevalence in the U.S. are valid or not, the university bans aren’t likely to have much impact on the app’s popularity.</li><li>The app, which regularly tops U.S. charts, is also under intense scrutiny at the federal and state level.The Biden administration banned TikTok from government devices in a bill signed at the end of December.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/19/tiktok-college-bans-texas-bytedance/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "A $32 million seed round for Chris DeWolfes next gaming biz defies 2023 trends",
            "description": "A $32 million seed round may seem like a throwback to frothier times like . . .2021. But thats how much PLAI Labs just raised in a deal led by Andreessen Horowitz (a16z). It seems like a lot of moolah in a volatile market, even coming as it does from",
            "url": "/2023-01-20-a-32-million-seed-round-for-chris-dewolfes-next-gaming-biz-defies-2023-trends",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2017/08/ethanpines_127l-03-0193_flt.jpg?resize=1200,900",
            "publishedAt": "2023-01-20T01:58:18Z",
            "content": "A $32 million seed round may seem like a throwback to frothier times like . . .2021. But thats how much PLAI Labs just raised in a deal led by Andreessen Horowitz (a16z).It a lot of moolah in a vo [+3164 chars]",
            "summary": ")Beyond being launched by seasoned founders, PLAI (pronounced /pl/) is also apparently weaving every buzzy trend into one offering, describing its own mission as leveraging web3 and generative AI technology to offer the ultimate online social experience.Crypto? (Indeed, Jam City, which claims to have 30 million monthly active users, announced this morning that a third cofounder, Josh Yguado, is now running the show after serving as the companys COO and president previously. A $32 million seed round may seem like a throwback to frothier times like . Where do I write the check, is the question the a16z team must have been asking.For what its worth, PLAIs first offering sounds compelling. A new social platform? Check. Generative AI?",
            "html_summary": "<ul><li>)Beyond being launched by seasoned founders, PLAI (pronounced /plā/) is also apparently weaving every buzzy trend into one offering, describing its own mission as leveraging “web3 and generative AI technology to offer the ultimate online social experience.”Crypto?</li><li>(Indeed, Jam City, which claims to have 30 million monthly active users, announced this morning that a third cofounder, Josh Yguado, is now running the show after serving as the company’s COO and president previously.</li><li>A $32 million seed round may seem like a throwback to frothier times like .</li><li>Where do I write the check, is the question the a16z team must have been asking.For what it’s worth, PLAI’s first offering sounds compelling.</li><li>A new social platform?</li><li>Check.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/19/a-32-million-seed-round-for-chris-dewolfes-next-gaming-biz-defies-2023-trends/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Share Creators wants to solve asset management mess for game developers",
            "description": "Finding a productmarket fit isnt always easy, but when you are the enduser experiencing a real pain point, the solution might be more obvious. Thats the case for newlyfunded Share Creators, a platform that helps game developers manage and store large med",
            "url": "/2023-01-20-share-creators-game-media-asset-management",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/share-creators.jpeg?resize=1200,806",
            "publishedAt": "2023-01-20T05:56:30Z",
            "content": "Finding a productmarket fit isnt always easy, but when you are the enduser experiencing a real pain point, the solution might be more obvious. Thats the case for newlyfunded Share Creators, a pl [+3899 chars]",
            "summary": "Its also tapping another buzzy tech trend  machine-generated content  as it weighs the option to let users produce simple assets like trees directly from AI engines.Share Creators, which went live a year ago, received 200 sales quotes just within the last month, according to Liu. Three key accounts are paying more than $200,000 a year for privately deployed and customized services  big companies might have qualms about uploading their prized art assets to a third party, which is why the platform supports private hosting. The preview option, which can process over 100 file types, is made possible by compressing assets and converting media formats to be compatible with the platform.Developers also wont have to worry about imposing a consistent file naming system. A decade later, the fundamental way of data storage hasnt really evolved, says Liu when asked why she decided to launch another startup despite having handsome income from the consulting firm. Just like many other creative tools that benchmark against Figma, the platform makes remote collaboration one of its key features. The top 20 gaming firms in China have now used the platform to manage media assets. Thats taken care of by Share Creators, which uses AI to recognize and tag images so users can simply search assets with keywords like grass.",
            "html_summary": "<ul><li>It’s also tapping another buzzy tech trend — machine-generated content — as it weighs the option to let users produce simple assets like trees directly from AI engines.Share Creators, which went live a year ago, received 200 sales quotes just within the last month, according to Liu.</li><li>Three key accounts are paying more than $200,000 a year for privately deployed and customized services — big companies might have qualms about uploading their prized art assets to a third party, which is why the platform supports private hosting.</li><li>The preview option, which can process over 100 file types, is made possible by compressing assets and converting media formats to be compatible with the platform.Developers also won’t have to worry about imposing a consistent file naming system.</li><li>A decade later, the fundamental way of data storage hasn’t really evolved,” says Liu when asked why she decided to launch another startup despite having handsome income from the consulting firm.</li><li>Just like many other creative tools that benchmark against Figma, the platform makes remote collaboration one of its key features.</li><li>The “top 20” gaming firms in China have now used the platform to manage media assets.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/19/share-creators-game-media-asset-management/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Supreme Court has failed to find leaker of abortion opinion  The Associated Press  en Espaol. Utah Tech hosts New Mexico State following Popes 25point game  The Associated Press  en Espaol. Grazzy wants to stop letting people use no cash as an excuse to avoid tipping. More universities are banning TikTok from their campus networks and devices. A $32 million seed round for Chris DeWolfes next gaming biz defies 2023 trends. Share Creators wants to solve asset management mess for game developers"
}