{
    "status": "ok",
    "totalResults": 13,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "The threerow Kia EV9 SUV will cost $54,900, on sale later this year | Makemetechie.com Summary",
            "description": "Production of the big EV will move to West Point, Georgia, in 2024.",
            "url": "/2023-09-28-kia-reveals-electric-three-row-pricing-ev9-starts-at-54900",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/KIA_EV9-001_3600x2400-760x380.jpg",
            "publishedAt": "2023-09-28T15:15:19Z",
            "content": "Enlarge/ This is a prototype of the new Kia EV9 electric SUV, which goes on sale in the last quarter of 2023.34 with Kia has announced pricing for its next electric vehicle as it gets closer to r [+1400 chars]",
            "summary": "The Kia EV is a three row SUV that uses the company s E GMP architecture. When the EV arrives in showrooms the range will start at plus destination charge. Initially US market EV s will be built in South Korea and thus would only qualify for the federal clean vehicle tax credit if leased. But in Kia will begin building the EV at its plant in West Point Georgia Currently this factory builds the Kia Sorento K and Telluride Once domestic production begins the EV should qualify for a tax credit ",
            "html_summary": "<ul><li>The Kia EV is a three row SUV that uses the company s E GMP architecture.</li><li> When the EV arrives in showrooms the range will start at plus destination charge.</li><li> Initially US market EV s will be built in South Korea and thus would only qualify for the federal clean vehicle tax credit if leased.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/09/kia-reveals-electric-three-row-pricing-ev9-starts-at-54900/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Stephen Clark",
            "title": "Rocket Report Iran launches satellite; Artemis II boosters get train ride | Makemetechie.com Summary",
            "description": "Is ArianeGroup finally getting more serious about a reusable rocket?",
            "url": "/2023-09-28-rocket-report-iran-launches-satellite-artemis-ii-boosters-get-train-ride",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/MAF_20230921_CS2_4EnginesInstalled_02-2048x1365-1-760x380.jpg",
            "publishedAt": "2023-09-29T11:00:23Z",
            "content": "Enlarge/ All four RS25 main engines are now installed the core stage for the Artemis II mission.4 with Welcome to Edition 6.13 of the Rocket Report! While SpaceX waits for regulatory approval to [+7451 chars]",
            "summary": "The US Space Force's successful \"Victus Nox\" responsive launch demonstration on September 14 set a high bar, with contractor teams proving that they could prepare a satellite for launch, integrate it with a rocket, and send it into orbit in record time, Space News reports. This military satellite launched aboard a Qased rocket, a small launch vehicle powered by a liquid-fueled booster stage. This was the third consecutive successful launch of the Qased rocket to put a small satellite into orbit. Publicly available US military tracking data indicated the rocket deployed the Noor 3 satellite into an orbit about 280 miles (450 kilometers) above Earth.Purely military ... The company's founder, Jason Hundley, says X-Bow's technology can work for any size rocket motor, and the 3D-printing technology will permit the stand-up of a solid propellant production line within 12 months rather than the three to six years it takes for traditional aerospace companies. ArianeGroup, Europe's largest launch vehicle manufacturer, recently invested 27 million euros into a reusable rocket startup called MaiaSpace, European Spaceflight reports. A startup named X-Bow Systems has received a $17.8 million contract from the US Air Force Research Laboratory to demonstrate additive manufacturing technologies for solid rocket propulsion, Space News reports.",
            "html_summary": "<ul><li>The US Space Force's successful \"Victus Nox\" responsive launch demonstration on September 14 set a high bar, with contractor teams proving that they could prepare a satellite for launch, integrate it with a rocket, and send it into orbit in record time, Space News reports..</li><li>This military satellite launched aboard a Qased rocket, a small launch vehicle powered by a liquid-fueled booster stage..</li><li>This was the third consecutive successful launch of the Qased rocket to put a small satellite into orbit..</li><li>Publicly available US military tracking data indicated the rocket deployed the Noor 3 satellite into an orbit about 280 miles (450 kilometers) above Earth.Purely military ....</li><li>The company's founder, Jason Hundley, says X-Bow's technology can work for any size rocket motor, and the 3D-printing technology will permit the stand-up of a solid propellant production line within 12 months rather than the three to six years it takes for traditional aerospace companies..</li><li>ArianeGroup, Europe's largest launch vehicle manufacturer, recently invested 27 million euros into a reusable rocket startup called MaiaSpace, European Spaceflight reports..</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/09/rocket-report-iran-launches-satellite-artemis-ii-boosters-get-train-ride/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Snap cuts 170 jobs after closing AR Enterprise service division | Makemetechie.com Summary",
            "description": "Snap is closing down a division of its company designed to offer its AR expertise to enterprise customers. The initiative, called AR Enterprise Service,",
            "url": "/2023-09-28-snap-shutters-its-enterprise-services-division-after-less-than-a-year",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/ares.jpeg?resize=1200,670",
            "publishedAt": "2023-09-28T15:20:03Z",
            "content": "Snap is closing down a division of its company designed to offer its AR expertise to enterprise customers. The initiative, called AR Enterprise Service, or ARES, was announced in March of this year,  [+3301 chars]",
            "summary": "Snap is closing down a division of its company designed to offer its AR expertise to enterprise customers. The initiative called AR Enterprise Service or ARES was announced in March of this year and included a Shopping Suite for brands that allowed them to access AR try on features. The closure was first reported by Bloomberg based on an internal memo sent from Snap CEO Evan Spiegel which Snap confirmed. In the memo the exec pointed to the emergence of AI tools that impacted Snap s competitive advantage as well as the need to invest more heavily into web tools rather than mobile technology.",
            "html_summary": "<ul><li>Snap is closing down a division of its company designed to offer its AR expertise to enterprise customers.</li><li> The initiative called AR Enterprise Service or ARES was announced in March of this year and included a Shopping Suite for brands that allowed them to access AR try on features.</li><li> The closure was first reported by Bloomberg based on an internal memo sent from Snap CEO Evan Spiegel which Snap confirmed.</li><li> In the memo the exec pointed to the emergence of AI tools that impacted Snap s competitive advantage as well as the need to invest more heavily into web tools rather than mobile technology.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/27/snap-shutters-its-enterprise-services-division-after-less-than-a-year/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ADAM BEAM",
            "title": "New California law raises minimum wage for fast food workers to $20 per hour | Makemetechie.com Summary",
            "description": "California Gov. Gavin Newsom has signed a law raising the minimum wage for fast food workers to $20 per hour. The raise takes effect April 1. It applies to fast food restaurants that have at least 60 locations nationwide. It does not apply to restaurants that",
            "url": "/2023-09-28-california-minimum-wage-increase-fast-food-newsom-69c26b7f07f2647149c37677446cea30",
            "urlToImage": "https://dims.apnews.com/dims4/default/0891f4c/2147483647/strip/true/crop/6000x3375+0+312/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F6c%2F66%2F724da8ca557655f488159f8730f3%2Fc7ceb3db1cd84b0ca6c8e06b31b07799",
            "publishedAt": "2023-09-28T21:50:55Z",
            "content": "SACRAMENTO, Calif. (AP) A new law in California will raise the minimum wage for fast food workers to $20 per hour next year, an acknowledgment from the states Democratic leaders that most of the ofte [+5160 chars]",
            "summary": "A new law in California will raise the minimum wage for fast food workers to per hour next year. Democratic Gov Gavin Newsom signed the law Thursday amid a throng of cheering workers and labor leaders at an event in Los Angeles. In exchange for higher pay labor unions have dropped their attempt to make fast food corporations liable for the misdeeds of their independent franchise operators in California. The industry meanwhile has agreed to pull a referendum related to worker wages off the ballot. Now the focus will shift to another group of low wage California workers waiting for their own minimum wage increase.",
            "html_summary": "<ul><li>A new law in California will raise the minimum wage for fast food workers to per hour next year.</li><li> Democratic Gov Gavin Newsom signed the law Thursday amid a throng of cheering workers and labor leaders at an event in Los Angeles.</li><li> In exchange for higher pay labor unions have dropped their attempt to make fast food corporations liable for the misdeeds of their independent franchise operators in California.</li><li> The industry meanwhile has agreed to pull a referendum related to worker wages off the ballot.</li><li> Now the focus will shift to another group of low wage California workers waiting for their own minimum wage increase.</li></ul>",
            "website_url": "https://apnews.com/article/california-minimum-wage-increase-fast-food-newsom-69c26b7f07f2647149c37677446cea30"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSH BOAK - Associated Press",
            "title": "As employers face labor shortages, Biden administration rolls out playbook for training workers | Makemetechie.com Summary",
            "description": "The Biden administration is releasing a playbook on best practices for training workers as the low 3.8% unemployment rate and years of underinvestment have left manufacturers, construction firms and other employers with unfilled jobs. Worker shortages have be",
            "url": "/2023-09-28-biden-worker-training-apprentice-d2a8dbefa5d5d70431e9cd7073b1baa0",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/4/e2/4e21d3df-1047-5edb-87f6-d559e1ad13bc/6516ab8163c3e.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-09-29T09:03:00Z",
            "content": "By JOSH BOAK  Associated PressWASHINGTON (AP) The Biden administration on Friday is expected to release a playbook on best practices for training workers as the low 3.8% unemployment rate and year [+2724 chars]",
            "summary": "The Biden administration on Friday is expected to release a playbook on best practices for training workers. The low unemployment rate and years of underinvestment have left manufacturers construction firms and other employers with unfilled jobs. Finding employees to replace retirees also has become a challenge. As part of the pandemic rescue package state and local governments have committed billion to worker training. The money must be spent by the end of and the administration is trying to ensure the investments pay off as promised. This is a chance to make a once in a generation investment in the skills and well being of workers in your communities says Treasury Department official Veronica Soto.",
            "html_summary": "<ul><li>The Biden administration on Friday is expected to release a playbook on best practices for training workers.</li><li> The low unemployment rate and years of underinvestment have left manufacturers construction firms and other employers with unfilled jobs.</li><li> Finding employees to replace retirees also has become a challenge.</li><li> As part of the pandemic rescue package state and local governments have committed billion to worker training.</li><li> The money must be spent by the end of and the administration is trying to ensure the investments pay off as promised.</li><li> This is a chance to make a once in a generation investment in the skills and well being of workers in your communities says Treasury Department official Veronica Soto.</li></ul>",
            "website_url": "https://apnews.com/article/biden-worker-training-apprentice-d2a8dbefa5d5d70431e9cd7073b1baa0"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By LISA MASCARO and STEPHEN GROVES - Associated Press",
            "title": "House Speaker McCarthy is back to square one as the Senate pushes ahead to avert a federal shutdown | Makemetechie.com Summary",
            "description": "The Senate is marching ahead with a bipartisan approach to prevent a government shutdown. But on the House side, Speaker Kevin McCarthy is back to square one. The Republican leader laid out his strategy Wednesday behind closed doors. He asked",
            "url": "/2023-09-28-government-shutdown-mccarthy-biden-trump-18ef8a03363d31742c5b4c5ecb23506f",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/3/90/390b92b2-b974-5eac-9930-28124d49cd05/65155707e36b2.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-09-28T03:36:00Z",
            "content": "By LISA MASCARO and STEPHEN GROVES  Associated PressWASHINGTON (AP) As the Senate marches ahead with a bipartisan approach to prevent a government shutdown, House Speaker Kevin McCarthy is back to [+7315 chars]",
            "summary": "He told reporters, I dont understand where somebody would want to stand with President Biden on keeping an open border and not keep government open.The holdouts are determined to force the House to debate and pass all 12 individual funding bills for all the various government agencies. Why the House Republicans would want to defund Border Patrol is beyond me, Biden wrote.With the Senate expected to spend the rest of this week working to pass its bill over the objections of Sen. Rand Paul, R-Ky., and others on the right flank. President Joe Biden in California at a meeting of the Presidents Council of Advisors on Science and Technology said Wednesday he didnt think a federal shutdown was inevitable.I dont think anything is inevitable when it comes to politics, he said. He rejected outright the Senates bipartisan bill, which would fund the government to Nov. 17, adding $6 billion for Ukraine and $6 billion for U.S. disaster relief while talks continue. The federal government is heading toward a shutdown at months end that will disrupt many services, squeeze workers and roil politics. Scott Applewhite)But later at a fundraiser in San Francisco, Biden said of McCarthy: I think that the speaker is making a choice between his speakership and American interests.As the Senate pushes ahead in bipartisan fashion, McCarthy is demanding that Biden meet to discuss border security measures. Facing holdouts in his own ranks, McCarthy is trying to cajole his hard-right members who have refused to vote for any temporary spending bill  even with the border provisions.",
            "html_summary": "<ul><li>He told reporters, “I don’t understand where somebody would want to stand with President Biden on keeping an open border and not keep government open.”The holdouts are determined to force the House to debate and pass all 12 individual funding bills for all the various government agencies..</li><li>Why the House Republicans would want to defund Border Patrol is beyond me,” Biden wrote.With the Senate expected to spend the rest of this week working to pass its bill over the objections of Sen. Rand Paul, R-Ky., and others on the right flank..</li><li>President Joe Biden in California at a meeting of the President’s Council of Advisors on Science and Technology said Wednesday he didn’t think a federal shutdown was inevitable.“I don’t think anything is inevitable when it comes to politics,” he said..</li><li>He rejected outright the Senate’s bipartisan bill, which would fund the government to Nov. 17, adding $6 billion for Ukraine and $6 billion for U.S. disaster relief while talks continue..</li><li>The federal government is heading toward a shutdown at month’s end that will disrupt many services, squeeze workers and roil politics..</li><li>Scott Applewhite)But later at a fundraiser in San Francisco, Biden said of McCarthy: “I think that the speaker is making a choice between his speakership and American interests.”As the Senate pushes ahead in bipartisan fashion, McCarthy is demanding that Biden meet to discuss border security measures..</li></ul>",
            "website_url": "https://apnews.com/article/government-shutdown-mccarthy-biden-trump-18ef8a03363d31742c5b4c5ecb23506f"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "John Timmer",
            "title": "Our new Ladapo scale rates misinformation merchants | Makemetechie.com Summary",
            "description": "A convenient rating system to evaluate the threat posed by misinformation sources.",
            "url": "/2023-09-28-our-new-ladapo-scale-rates-misinformation-merchants",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/ladapo-scale-misinformation-760x380.jpg",
            "publishedAt": "2023-09-28T13:46:29Z",
            "content": "1 with The world has been flooded with misinformation. Falsehoods and conspiracy theories bubble up on everything from the weather to vaccines to the shape of the Earth. Purveyors of this garbage m [+4614 chars]",
            "summary": "The world has been flooded with misinformation Falsehoods and conspiracy theories bubble up on everything from the weather to vaccines to the shape of the Earth Purveyors of this garbage may be motivated by attention money or simply the appeal of sticking it to the educated elite. We need a way to target the worst sources of misinformation. A way to identify the people who are both the most wrong and the most dangerous. We ll then apply the Ladapo scale to a couple of real world examples of misinformation merchants.",
            "html_summary": "<ul><li>The world has been flooded with misinformation Falsehoods and conspiracy theories bubble up on everything from the weather to vaccines to the shape of the Earth Purveyors of this garbage may be motivated by attention money or simply the appeal of sticking it to the educated elite.</li><li> We need a way to target the worst sources of misinformation.</li><li> A way to identify the people who are both the most wrong and the most dangerous.</li><li> We ll then apply the Ladapo scale to a couple of real world examples of misinformation merchants.</li></ul>",
            "website_url": "https://arstechnica.com/staff/2023/09/our-new-ladapo-scale-rates-misinformation-merchants/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Mercury Fund closes largest fund to invest in SaaS startups between the coasts | TechCrunch | Makemetechie.com Summary",
            "description": "Mercury Fund closed on its fifth fund with $160 million to invest in founders building transformational SaaS and data platforms.",
            "url": "/2023-09-28-mercury-fund-venture-capital-saas",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/05/mercury.jpg?resize=1200,798",
            "publishedAt": "2023-09-28T12:11:38Z",
            "content": "Mercury Fund, an earlystage venture firm, closed on $160 million in capital commitments for its fifth fund, also its largest.In general, its been a busy month for venture capital firms announcing  [+4735 chars]",
            "summary": "Mercury Fund an early stage venture firm closed on million in capital commitments for its fifth fund also its largest. Mercury Fund joins firms including Mythos Ventures Connect Ventures Fuse and Unconventional Ventures in announcing new funds this month. The firm s model includes investing in founders building transformational SaaS and data platforms in smaller technology markets outside of the coastal tech hubs. Mercury has helped create more than billion of enterprise value across its portfolio of over companies this fifth fund had an initial target of million and is backed by existing investors and new limited partners.",
            "html_summary": "<ul><li>Mercury Fund an early stage venture firm closed on million in capital commitments for its fifth fund also its largest.</li><li> Mercury Fund joins firms including Mythos Ventures Connect Ventures Fuse and Unconventional Ventures in announcing new funds this month.</li><li> The firm s model includes investing in founders building transformational SaaS and data platforms in smaller technology markets outside of the coastal tech hubs.</li><li> Mercury has helped create more than billion of enterprise value across its portfolio of over companies this fifth fund had an initial target of million and is backed by existing investors and new limited partners.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/28/mercury-fund-venture-capital-saas/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Pudgy Penguins approach may be the answer to fixing NFTs revenue problems | TechCrunch | Makemetechie.com Summary",
            "description": "The companys toyfocused expansion is its bet that NFTs should have a broader presence, one thats not limited to the digital world.",
            "url": "/2023-09-28-pudgy-penguins-nfts-revenue-problems",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/FaZp7iSXoAAwdgz.jpeg?resize=1200,799",
            "publishedAt": "2023-09-29T18:31:46Z",
            "content": "Pudgy Penguins was once solely known for its 8,888 NFT collection. But ever since 24yearold Luca Netz bought the project for $2.5 million and took over as CEO in April 2022, it has evolved into an  [+2471 chars]",
            "summary": "Pudgy Penguins digital collectibles have generated over million in transaction volume since they were released. Luca Netz bought the project for million and took over as CEO in April. Pudgy Toys became available in over Walmart stores across the U S this week. The company is also launching its toys in Smyths one of the biggest toy store chains in the United Kingdom. The toy focused expansion is Netz s bet that NFTs should have a broader presence one that s not limited to the digital world.",
            "html_summary": "<ul><li>Pudgy Penguins digital collectibles have generated over million in transaction volume since they were released.</li><li> Luca Netz bought the project for million and took over as CEO in April.</li><li> Pudgy Toys became available in over Walmart stores across the U S this week.</li><li> The company is also launching its toys in Smyths one of the biggest toy store chains in the United Kingdom.</li><li> The toy focused expansion is Netz s bet that NFTs should have a broader presence one that s not limited to the digital world.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/29/pudgy-penguins-nfts-revenue-problems/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "Fortnite maker Epic Games is laying off 16% of its workforce | TechCrunch | Makemetechie.com Summary",
            "description": "Epic Games is laying off 16% percent of its employees, impacting about 870 people, the company announced on Thursday.",
            "url": "/2023-09-28-fortnite-maker-epic-games-is-laying-off-16-of-its-workforce",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/08/epic-fortnite-GettyImages-1149627286.jpg?resize=1200,800",
            "publishedAt": "2023-09-28T15:27:20Z",
            "content": "Epic Games is laying off 16% percent of its employees, impacting about 870 people, the Fortnite maker announced on Thursday. The company also announced that its divesting Bandcamp, an online audio d [+3018 chars]",
            "summary": "Epic Games is laying off of its employees impacting about about people the Fortnite maker announced on Thursday. The company also announced that it s divesting Bandcamp an online audio distribution platform it acquired last year and spinning off most of SuperAwesome a kid safe technology developer that it acquired in the past year. The layoffs news was first reported by Bloomberg. Epic filed a cert petition with the Supreme Court on Wednesday asking the court to reexamine a ruling over Apple s App Store policies. If the court decides to hear the case it would reopen a legal battle between Epic and Apple that began back in August.",
            "html_summary": "<ul><li>Epic Games is laying off of its employees impacting about about people the Fortnite maker announced on Thursday.</li><li> The company also announced that it s divesting Bandcamp an online audio distribution platform it acquired last year and spinning off most of SuperAwesome a kid safe technology developer that it acquired in the past year.</li><li> The layoffs news was first reported by Bloomberg.</li><li> Epic filed a cert petition with the Supreme Court on Wednesday asking the court to reexamine a ruling over Apple s App Store policies.</li><li> If the court decides to hear the case it would reopen a legal battle between Epic and Apple that began back in August.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/28/fortnite-maker-epic-games-is-laying-off-16-of-its-workforce/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Blend uses generative AI to give you a personalized clothing guide | TechCrunch | Makemetechie.com Summary",
            "description": "Blend is using AI to cut through the noise and help shoppers find personalized product recommendations to suit their style, budget and size.",
            "url": "/2023-09-28-blend-uses-generative-ai-to-give-you-a-personalized-clothing-guide",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/Blend_Image-1.png?resize=1200,675",
            "publishedAt": "2023-09-28T13:31:14Z",
            "content": "Shopping for clothing online has liberated us from the need to brave the endless aisles, fluorescent lights and salehungry crowds of the brickandmortar retail inferno. But anyone who has found the [+8067 chars]",
            "summary": "Rather than let User As recommendations stagnate, Blend will use User Bs data to inform recommendations to User A.By tracking those cultural trends and how different peoples styles are similar or different, we can use that data to inform other peoples recommendations, said Bunbury. The more a user interacts with the app, the more personalized their recommendations will become.On the back end, Blend is comparing products and users to get a statistical picture of which products will be right for which users. Its dynamic, and it tracks how a users style changes over time.Blend also helps users find the right fit for their body type, something retailers who have to go through expensive returns cycles appreciate, as well. Down the line, Blend hopes to incorporate reviews and a voting system to help users better determine the right size for them.The more a user engages with their Blend feed, the better the personalized recommendations become. The hope is that users will take photos of themselves in their new clothes and post them on the app, giving Blends AI engine and other users a diverse representation of what specific products look like on different frames. So the personalization gets more powerful the more users we have on the platform to base those off of and create cohorts.The AI model behind the app is impressive not only because it can recommend you the right outfit today, but also tomorrow, next week, next year. User A pauses engagement with the app, while User B continues to engage regularly, and sees her feed adjusted according to new trends.",
            "html_summary": "<ul><li>Rather than let User A’s recommendations stagnate, Blend will use User B’s data to inform recommendations to User A.“By tracking those cultural trends and how different people’s styles are similar or different, we can use that data to inform other people’s recommendations,” said Bunbury..</li><li>The more a user interacts with the app, the more personalized their recommendations will become.On the back end, Blend is comparing products and users to get a statistical picture of which products will be right for which users..</li><li>It’s dynamic, and it tracks how a user’s style changes over time.Blend also helps users find the right fit for their body type, something retailers who have to go through expensive returns cycles appreciate, as well..</li><li>Down the line, Blend hopes to incorporate reviews and a voting system to help users better determine the right size for them.The more a user engages with their Blend feed, the better the personalized recommendations become..</li><li>The hope is that users will take photos of themselves in their new clothes and post them on the app, giving Blend’s AI engine and other users a diverse representation of what specific products look like on different frames..</li><li>“So the personalization gets more powerful the more users we have on the platform to base those off of and create cohorts.”The AI model behind the app is impressive not only because it can recommend you the right outfit today, but also tomorrow, next week, next year..</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/28/blend-uses-generative-ai-to-give-you-a-personalized-clothing-guide/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Major Big Tech privacy watchdog in EU set to get two more commissioners soon | TechCrunch | Makemetechie.com Summary",
            "description": "Fancy overseeing whether Big Tech is playing by European Union privacy rules? The Irish government has posted job ads for two additional commissioners to Fancy overseeing whether much of Big Tech is playing by European Union privacy rules? Job ads have been p",
            "url": "/2023-09-28-dpc-commissioner-job-ad",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1225206034.jpg?resize=1200,800",
            "publishedAt": "2023-09-28T12:27:09Z",
            "content": "Fancy overseeing whether Big Tech is playing by European Union privacy rules? The Irish government has posted job ads for two additional commissioners to lead the Data Protection Commission (DPC), wh [+7270 chars]",
            "summary": "In a press release responding to the job ads being posted, the ICCL reiterated its call for other key reforms.While the appointment of additional Commissioners is welcome, we remain deeply concerned that government has not launched an independent review of how to strengthen and reform the DPC. The Ministers suggestion that the DPC review itself is totally inadequate, said executive director, Liam Herrick, in a statement.OpenAI to open its first EU office as it readies for regulatory hurdlesTikToks lead privacy regulator in Europe takes heat from MEPs Its not clear why its taken so long for the two new commissioner roles to be posted by the Irish government. So these new DPC commissioner appointments should be closely watched.The ICCL has been pushing for years for the DPC to have more than one commissioner. This is due to the one stop shop mechanism, which is a core element of the GDPR, providing for a central point of enforcement by a lead Member State supervisory authority. While, just recently, AI giant OpenAI opened a Dublin office in what looks likely to be a bid to gain so-called main establishment status in Ireland in the future  which would mean the DPC becoming its lead regulator for the GDPR too. The same committee reappointed Dixon as commissioner for a second five year term back in 2019.",
            "html_summary": "<ul><li>In a press release responding to the job ads being posted, the ICCL reiterated its call for “other key reforms”.“While the appointment of additional Commissioners is welcome, we remain deeply concerned that government has not launched an independent review of how to strengthen and reform the DPC..</li><li>The Minister’s suggestion that the DPC review itself is totally inadequate,” said executive director, Liam Herrick, in a statement.OpenAI to open its first EU office as it readies for regulatory hurdlesTikTok’s lead privacy regulator in Europe takes heat from MEPs.</li><li>It’s not clear why it’s taken so long for the two new commissioner roles to be posted by the Irish government..</li><li>So these new DPC commissioner appointments should be closely watched.The ICCL has been pushing for years for the DPC to have more than one commissioner..</li><li>“This is due to the ‘one stop shop’ mechanism, which is a core element of the GDPR, providing for a central point of enforcement by a lead Member State supervisory authority..</li><li>While, just recently, AI giant OpenAI opened a Dublin office in what looks likely to be a bid to gain so-called “main establishment” status in Ireland in the future — which would mean the DPC becoming its lead regulator for the GDPR too..</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/28/dpc-commissioner-job-ad/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. The threerow Kia EV9 SUV will cost $54,900, on sale later this year | Makemetechie.com Summary. Rocket Report Iran launches satellite; Artemis II boosters get train ride | Makemetechie.com Summary. Snap cuts 170 jobs after closing AR Enterprise service division | Makemetechie.com Summary. New California law raises minimum wage for fast food workers to $20 per hour | Makemetechie.com Summary. As employers face labor shortages, Biden administration rolls out playbook for training workers | Makemetechie.com Summary. House Speaker McCarthy is back to square one as the Senate pushes ahead to avert a federal shutdown | Makemetechie.com Summary. Our new Ladapo scale rates misinformation merchants | Makemetechie.com Summary. Mercury Fund closes largest fund to invest in SaaS startups between the coasts | TechCrunch | Makemetechie.com Summary. Pudgy Penguins approach may be the answer to fixing NFTs revenue problems | TechCrunch | Makemetechie.com Summary. Fortnite maker Epic Games is laying off 16% of its workforce | TechCrunch | Makemetechie.com Summary. Blend uses generative AI to give you a personalized clothing guide | TechCrunch | Makemetechie.com Summary. Major Big Tech privacy watchdog in EU set to get two more commissioners soon | TechCrunch | Makemetechie.com Summary"
}