{
    "status": "ok",
    "totalResults": 12,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps Metas paid verifications, Instagrams founders new app and Spotifys AI DJ",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. The app economy in 2023 hit a few snags, as consumer spending last year dropped for the first time by 2%",
            "url": "/2023-02-25-this-week-in-apps-metas-paid-verifications-instagrams-founders-new-app-and-spotifys-ai-dj",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/this-week-in-apps-splash-2023.webp?resize=1200,637",
            "publishedAt": "2023-02-25T19:30:00Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.The app economy in 2023 hit a few snags, as [+18330 chars]",
            "summary": "Last month, Instagrams creators Kevin Systrom and Mike Krieger unveiled their latest venture as an invite-only experience, promising their news app would later evolve to include social elements, like being able to discuss the news with friends. )The trend toward paid verification is a potentially fraught move for social networks like Meta and Twitter, as theyre now responsible for services that users believe should be free  things like safety, security and customer service. And being able to get help with problems like impersonation or other customer support issues is also considered something that should be a part of the social networks core service. Its initially rolling out to Australia and New Zealand.Twitters initial attempt at paid verification proved problematic, as users bought the badge then changed their name and profile picture to troll other high-profile accounts (including Musk) and businesses. After you move through one style of music or selection (like your summer throwbacks), youre then presented with another (like your favorite hip-hop tracks). Music streaming service Spotify this week launched an AI DJ to personalize the music listening experience for its users. Sign up here: techcrunch.com/newslettersImage Credits: Bloomberg / Contributor / Getty ImagesIn a stealth announcement over the weekend, Meta announced a radical change to Facebook and Instagram with news that it would offer to sell its blue verified badge to customers, taking a play from Elon Musks Twitter playbook.",
            "html_summary": "<ul><li>Last month, Instagram’s creators Kevin Systrom and Mike Krieger unveiled their latest venture as an invite-only experience, promising their news app would later evolve to include social elements, like being able to discuss the news with friends.</li><li>)The trend toward paid verification is a potentially fraught move for social networks like Meta and Twitter, as they’re now responsible for services that users believe should be free — things like safety, security and customer service.</li><li>And being able to get help with problems like impersonation or other customer support issues is also considered something that should be a part of the social network’s core service.</li><li>It’s initially rolling out to Australia and New Zealand.Twitter’s initial attempt at paid verification proved problematic, as users bought the badge then changed their name and profile picture to troll other high-profile accounts (including Musk) and businesses.</li><li>After you move through one style of music or selection (like your summer throwbacks), you’re then presented with another (like your favorite hip-hop tracks).</li><li>Music streaming service Spotify this week launched an AI DJ to personalize the music listening experience for its users.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/25/this-week-in-apps-metas-paid-verifications-instagrams-founders-new-app-and-spotifys-ai-dj/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Sequoia and Andreessen Horowitz invested more in fintech than any other sector in 2022",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2023-02-25-sequoia-and-andreessen-horowitz-invested-more-in-fintech-than-any-other-sector-in-2022",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-162749548.jpg?resize=1200,800",
            "publishedAt": "2023-02-26T15:16:50Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+15425 chars]",
            "summary": "Deals it participated in included Citadel Securities $1.2 billion round; Capitolis $110 million Series D; Watersheds $70 million Series B; and Ledgys $22 million Series B.More than a quarter (28%) of a16zs fintech investments in 2022 went to the payments category. He told me that based on secondary market activity, Klarna appears to be currently valued at around $7.5 billion, which is actually higher than the $6.7 billion it was valued at last July, but also still significantly lower than the $45 billion it was valued at in 2021. Sixty percent of these fintech investments closed in the first half of 2022, with the remainder closing in the second half of the year.Sequoia backed 25 companies in the financial services space last year. Opendoor (ticker: OPEN) said it lost 63 cents per share on revenue of about $2.9 billion in the quarter, beating consensus estimatesIn full-year 2022, Opendoor lost $2.16 per share on revenue of about $15.6 billion. According to CB Insights, of the 206 deals that a16z participated in last year, almost a quarter went to fintech companies  more than any other industry. In Q4 2022, Bunqs net fee income grew by 37 per cent compared to Q4 2021, and user deposits grew by 64 per cent compared to 1.8B at the end of 2022. More on Bunq here.Mastercard has tapped five startups to participate in its Start Path Emerging Fintech program. On the topic of Klarna and Affirm, I also spoke this past week with Tyson Hendricksen, CEO and founder of a new company called Notice that tracks secondary market trade activity in the private markets.",
            "html_summary": "<ul><li>Deals it participated in included Citadel Securities’ $1.2 billion round; Capitolis’ $110 million Series D; Watershed’s $70 million Series B; and Ledgy’s $22 million Series B.More than a quarter (28%) of a16z’s fintech investments in 2022 went to the payments category.</li><li>He told me that based on secondary market activity, Klarna appears to be currently valued at around $7.5 billion, which is actually higher than the $6.7 billion it was valued at last July, but also still significantly lower than the $45 billion it was valued at in 2021.</li><li>Sixty percent of these fintech investments closed in the first half of 2022, with the remainder closing in the second half of the year.Sequoia backed 25 companies in the financial services space last year.</li><li>Opendoor (ticker: OPEN) said it lost 63 cents per share on revenue of about $2.9 billion in the quarter, beating consensus estimates…In full-year 2022, Opendoor lost $2.16 per share on revenue of about $15.6 billion.</li><li>According to CB Insights, of the 206 deals that a16z participated in last year, almost a quarter went to fintech companies — more than any other industry.</li><li>In Q4 2022, Bunq’s net fee income grew by 37 per cent compared to Q4 2021, and user deposits grew by 64 per cent compared to €1.8B at the end of 2022.” More on Bunq here.Mastercard has tapped five startups to participate in its Start Path Emerging Fintech program.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/26/sequoia-and-andreessen-horowitz-invested-more-in-fintech-than-any-other-sector-in-2022/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KELVIN CHAN - AP Business Writer",
            "title": "MWC mobile tech fair to show off new phones, AI, metaverse",
            "description": "The latest foldingscreen smartphones, immersive metaverse experiences, AIpowered chatbot avatars and other eyecatching technology are set to wow visitors at the annual MWC wireless trade fair. The fourday show, also known as Mobile World Congress, kicks o",
            "url": "/2023-02-25-56a22a061cdbc0618d6f316e8ce3d519",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/6e/16e1b276-db38-5da5-8781-1e2c38978583/63f9bc95765b6.image.jpg?crop=1835%2C963%2C0%2C82&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-25T07:23:43Z",
            "content": "By KELVIN CHAN  AP Business WriterLONDON (AP) The latest foldingscreen smartphones, immersive metaverse experiences, AIpowered chatbot avatars and other eyecatching technology are set to wow vi [+4555 chars]",
            "summary": "The range of technology set to go on display illustrates how the show, also known as Mobile World Congress, has evolved from a forum for mobile phone standards into a showcase for new wireless tech. A slew of companies are planning to show off their metaverse experiences that will allow users to connect with each other, attend events far away or enter fantastical new online worlds. LONDON (AP)  The latest folding-screen smartphones, immersive metaverse experiences, AI-powered chatbot avatars and other eye-catching technology are set to wow visitors at the annual MWC wireless trade fair that kicks off Monday. Thats even after the U.S. pushed allies to get their mobile phone companies to block or restrict Huaweis networking equipment over concerns Beijing could induce the company to carry out cybersnooping or sabotage critical communications infrastructure. Other tech and telecom companies promise metaverse demos to help with physical rehab, virtually try on clothes or learn how to fix aircraft landing gear. The company added AI chatbot technology to its Bing search engine but scrambled to make fixes after it responded with insults or wrong answers to some users who got early access. Heres a look at what to expect: METAVERSEThere was a lot of buzz around the metaverse at last years MWC and at other recent tech fairs like last months CES in Las Vegas.",
            "html_summary": "<ul><li>The range of technology set to go on display illustrates how the show, also known as Mobile World Congress, has evolved from a forum for mobile phone standards into a showcase for new wireless tech.</li><li>A slew of companies are planning to show off their metaverse experiences that will allow users to connect with each other, attend events far away or enter fantastical new online worlds.</li><li>LONDON (AP) — The latest folding-screen smartphones, immersive metaverse experiences, AI-powered chatbot avatars and other eye-catching technology are set to wow visitors at the annual MWC wireless trade fair that kicks off Monday.</li><li>That’s even after the U.S. pushed allies to get their mobile phone companies to block or restrict Huawei’s networking equipment over concerns Beijing could induce the company to carry out cybersnooping or sabotage critical communications infrastructure.</li><li>Other tech and telecom companies promise metaverse demos to help with physical rehab, virtually try on clothes or learn how to fix aircraft landing gear.</li><li>The company added AI chatbot technology to its Bing search engine but scrambled to make fixes after it responded with insults or wrong answers to some users who got early access.</li></ul>",
            "website_url": "https://apnews.com/56a22a061cdbc0618d6f316e8ce3d519"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Garcia Torres scores as Minnesota United defeat Dallas",
            "description": "Mender Garcia Torres scored a goal and Dayne St. Clair had a shut out to lead Minnesota United to a 10 win over Dallas in the season opener for both teams. Dallas eliminated Minnesota from the 2022 MLS playoffs ",
            "url": "/2023-02-25-dfa2610c47f3b8074aabea9a3f951366",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/1/59/159d0940-0c5d-59a7-81e8-7d21f6209370/63faf253c782c.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-26T05:44:44Z",
            "content": "FRISCO, Texas (AP) Mender Garcia Torres scored a goal and Dayne St. Clair had a shut out to lead Minnesota United to a 10 win Saturday night over Dallas in the season opener for both teams.Dallas  [+616 chars]",
            "summary": "FRISCO, Texas (AP)  Mender Garcia Torres scored a goal and Dayne St. Clair had a shut out to lead Minnesota United to a 1-0 win Saturday night over Dallas in the season opener for both teams.Dallas eliminated Minnesota from the 2022 MLS playoffs  on penalty kicks. Garcia Torres game-winner came in the 48th minute to seal the win for United.Dallas outshot United 11-8, with one shot on goal to four for United.St. Maarten Paes saved three of the four shots he faced for Dallas.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. Clair had one save for United.",
            "html_summary": "<ul><li>FRISCO, Texas (AP) — Mender Garcia Torres scored a goal and Dayne St. Clair’ had a shut out to lead Minnesota United to a 1-0 win Saturday night over Dallas in the season opener for both teams.Dallas eliminated Minnesota from the 2022 MLS playoffs — on penalty kicks.</li><li>Garcia Torres’ game-winner came in the 48th minute to seal the win for United.Dallas outshot United 11-8, with one shot on goal to four for United.St.</li><li>Maarten Paes saved three of the four shots he faced for Dallas.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li></ul>",
            "website_url": "https://apnews.com/dfa2610c47f3b8074aabea9a3f951366"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Almadas 2 late goals help Atlanta United beat Quakes 21",
            "description": "Thiago Almada scored two stoppagetime goals and Atlanta United beat the San Jose Earthquakes 21 in the season opener for both teams. Almada, who helped Argentina win the FIFA 2022 World Cup. scored on a setpiece in the ninth minute",
            "url": "/2023-02-25-46bcd1064d46a838a24a84b04d5e0367",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2023-02-26T03:49:56Z",
            "content": "ATLANTA (AP) Thiago Almada scored two stoppagetime goals and Atlanta United beat the San Jose Earthquakes 21 Saturday night in the season opener for both teams.Almada, who helped Argentina win th [+1207 chars]",
            "summary": "Brazilian goalkeeper Daniel saved three of the five shots he faced in his debut for the Earthquakes.Both teams next play Saturday, with United hosting Toronto while the Earthquakes host the Vancouver Whitecaps.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. Before the injury, Robinson was projected as a likely U.S. starter at the World Cup.Jeremy Ebobisse ut the Earthquakes ahead in the 12th minute.Almada tied the score in the third minute of second-half stoppage time following a corner kick by Brooks Lennon. The 38-year-old made three saves.Robinson, 25, played his first competitive match since rupturing his left Achilles on May 7 in a match against Chicago. Guzan played his first competitive match since tearing his right Achilles on April 16 in a game against Cincinnati. The 21-year-old, in his second MLS season, had his first career multi-goal game. United outshot the Earthquakes 20-10, with five shots on goal to San Joses four. Almada slid to his right to evade a defender and ripped a right-footer off the crossbar and into the net.",
            "html_summary": "<ul><li>Brazilian goalkeeper Daniel saved three of the five shots he faced in his debut for the Earthquakes.Both teams next play Saturday, with United hosting Toronto while the Earthquakes host the Vancouver Whitecaps.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>Before the injury, Robinson was projected as a likely U.S. starter at the World Cup.Jeremy Ebobisse ut the Earthquakes ahead in the 12th minute.Almada tied the score in the third minute of second-half stoppage time following a corner kick by Brooks Lennon.</li><li>The 38-year-old made three saves.Robinson, 25, played his first competitive match since rupturing his left Achilles on May 7 in a match against Chicago.</li><li>Guzan played his first competitive match since tearing his right Achilles on April 16 in a game against Cincinnati.</li><li>The 21-year-old, in his second MLS season, had his first career multi-goal game.</li><li>United outshot the Earthquakes 20-10, with five shots on goal to San Jose’s four.</li></ul>",
            "website_url": "https://apnews.com/46bcd1064d46a838a24a84b04d5e0367"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Nwobodos first MLS goal helps Cincinnati beat Dynamo 21",
            "description": "Obinna Nwobodo scored his first MLS goal to help Cincinnati beat the Houston Dynamo 21 in the season opener for both teams. Nwobodo sidefooted a shot from the center of the area that deflected off a Houston defender that gave",
            "url": "/2023-02-25-a689e1690764958ae74fa4fe647af1be",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2023-02-26T04:17:26Z",
            "content": "CINCINNATI (AP) Obinna Nwobodo scored his first MLS goal to help Cincinnati beat the Houston Dynamo 21 Saturday night in the season opener for both teams.Nwobodo sidefooted a shot from the center [+982 chars]",
            "summary": "Cincinnati next plays on Saturday against Orlando City on the road, and the Dynamo will visit on Saturday.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. 2 pick in the 2022 MLS SuperDraft, had six saves in his Cincinnati debut.",
            "html_summary": "<ul><li>Cincinnati next plays on Saturday against Orlando City on the road, and the Dynamo will visit on Saturday.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li></ul>",
            "website_url": "https://apnews.com/a689e1690764958ae74fa4fe647af1be"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Gazdag, Carranza each score 2 goals as Union beats Crew 41",
            "description": "Daniel Gazdag and Julian Carranza each scored two goals and the Philadelphia Union beat the Columbus Crew 41, extending the franchises longest home MLS win streak to 12 games. Carranza ran onto a cross played by Alejandro Bedoya and tapped",
            "url": "/2023-02-25-3484475fc7baa702032cb6ffcd1634ef",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/custom/image/4ce82390-59b2-11e6-a3c5-b77ec6e8d16d.png?crop=375%2C375%2C30%2C0&resize=200%2C200&order=crop%2Cresize",
            "publishedAt": "2023-02-26T05:34:11Z",
            "content": "CHESTER, Pa. (AP) Daniel Gazdag and Julian Carranza each scored two goals Saturday night and the Philadelphia Union beat the Columbus Crew 41, extending the franchises longest home MLS win streak t [+1283 chars]",
            "summary": "Philadelphia (1-0-0) is unbeaten, with two ties, in its last six games against the Crew, who have just one goal in that span, an own goal that gave Columbus a 1-0 lead. The Union outshot the Crew 14-7, with five shots on goal to two for the Crew.Patrick Schulte had one save in his MLS debut for Columbus (0-1-0). The pass capped an unbelievable series of moves by Torres, who came on in the 79th minute. ___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. The 21-year-old goalkeeper was the No. 12 selection in the 2022 MLS SuperDraft.",
            "html_summary": "<ul><li>Philadelphia (1-0-0) is unbeaten, with two ties, in its last six games against the Crew, who have just one goal in that span, an own goal that gave Columbus a 1-0 lead.</li><li>The Union outshot the Crew 14-7, with five shots on goal to two for the Crew.Patrick Schulte had one save in his MLS debut for Columbus (0-1-0).</li><li>The pass capped an unbelievable series of moves by Torres, who came on in the 79th minute.</li><li>___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>The 21-year-old goalkeeper was the No.</li></ul>",
            "website_url": "https://apnews.com/3484475fc7baa702032cb6ffcd1634ef"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Bitcoin rewards and NFTs may help grow the blockchain",
            "description": "Bitcoin NFTs have the potential to expand adoption of the blockchain as more users look to the space for opportunity, Lolli CEO says",
            "url": "/2023-02-25-bitcoin-rewards-and-nfts-may-help-grow-the-blockchain",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/12/GettyImages-1339026260.jpg?resize=1200,800",
            "publishedAt": "2023-02-25T15:01:10Z",
            "content": "Welcome back to Chain Reaction, a podcast diving deep into the stories, backgrounds and latest news with the biggest names in crypto.For this weeks episode, I interviewed Alex Adelman, the cofound [+2173 chars]",
            "summary": "Adelman dived into the rewards system in the crypto ecosystem and how it has evolved over the years  and what the future holds for Lolli.Weve been talking about the future of loyalty and its involvement in crypto for a very long time, Adelman said. Founded in 2018, Lolli is a bitcoin rewards app that lets people earn bitcoin or cash back when they shop online or in-person at over 10,000 stores like McDonalds, Starbucks, Dunkin, CVS, Costco and so on. I think youll start to see Lightning marketplaces emerge where you can buy and sell Bitcoin NFTs probably within the next few months, Adelman added. Adelman previously was on the team that built commerce gateway Cosmic, which was acquired by PopSugar in 2015 before ultimately folding into Ebates (now Rakuten) in 2017.Ive been selling bitcoin to merchants since 2013, Adelman said. Now its coming to fruition.The episode also dived deep into the topic of Bitcoin NFTs and Ordinals, the latest craze for the community. Welcome back to Chain Reaction, a podcast diving deep into the stories, backgrounds and latest news with the biggest names in crypto.For this weeks episode, I interviewed Alex Adelman, the co-founder and CEO of Lolli. Thats the differentiator: Weve been intentional about what has value.In the future, Adelman also thinks more artists and projects will launch on Bitcoin.",
            "html_summary": "<ul><li>Adelman dived into the rewards system in the crypto ecosystem and how it has evolved over the years — and what the future holds for Lolli.“We’ve been talking about the future of loyalty and its involvement in crypto for a very long time,” Adelman said.</li><li>Founded in 2018, Lolli is a bitcoin rewards app that lets people earn bitcoin or cash back when they shop online or in-person at over 10,000 stores like McDonald’s, Starbucks, Dunkin’, CVS, Costco and so on.</li><li>“I think you’ll start to see Lightning marketplaces emerge where you can buy and sell Bitcoin NFTs probably within the next few months,” Adelman added.</li><li>Adelman previously was on the team that built commerce gateway Cosmic, which was acquired by PopSugar in 2015 before ultimately folding into Ebates (now Rakuten) in 2017.“I’ve been selling bitcoin to merchants since 2013,” Adelman said.</li><li>“Now it’s coming to fruition.”The episode also dived deep into the topic of Bitcoin NFTs and Ordinals, the latest craze for the community.</li><li>Welcome back to Chain Reaction, a podcast diving deep into the stories, backgrounds and latest news with the biggest names in crypto.For this week’s episode, I interviewed Alex Adelman, the co-founder and CEO of Lolli.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/25/bitcoin-rewards-and-nfts-may-help-grow-the-blockchain/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "ThirdEye stealthily makes inroads in AR glasses space",
            "description": "ThirdEyes secondgen X2 MR glasses can be used for various sectors, including health care and manufacturing.",
            "url": "/2023-02-25-thirdeye-ar-glasses",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/ThirdEye-3-Large.jpeg",
            "publishedAt": "2023-02-26T17:00:51Z",
            "content": "It takes a particular kind of chutzpah go up against the behemoths, especially when it comes to AR glasses. We already have Microsofts Hololens and Google Glass is being marketed as an enterprise de [+2115 chars]",
            "summary": "The glasses could also help to reduce the need for doctors appointments or even hospital admissions by allowing health care professionals to share live footage with colleagues, giving patients an opportunity to get second opinions or more detailed diagnoses. By transcribing a patients visit record directly to their notes (with their consent), the company says its glasses could reduce the amount of time nurses spent focusing on paperwork rather than with their patients. ThirdEyes technology became especially important during the pandemic; the glasses allowed for clearer treatment options and diagnoses without too many people having to come into contact with each other. Live digital information can be projected onto the users field of view; it can also relay live images to a tablet or phone, allowing colleagues to provide guidance or oversee an activity. But, ThirdEye CEO Nick Cherukuri told TechCrunch that the glasses could be used for more mundane applications, as well, like helping technicians make repairs in remote settings. It takes a particular kind of chutzpah go up against the behemoths, especially when it comes to AR glasses. The ThirdEye glasses may look like safety goggles  and they are, to some degree  but they do much more.",
            "html_summary": "<ul><li>The glasses could also help to reduce the need for doctors’ appointments or even hospital admissions by allowing health care professionals to share live footage with colleagues, giving patients an opportunity to get second opinions or more detailed diagnoses.</li><li>By transcribing a patient’s visit record directly to their notes (with their consent), the company says its glasses could reduce the amount of time nurses spent focusing on paperwork rather than with their patients.</li><li>ThirdEye’s technology became especially important during the pandemic; the glasses allowed for clearer treatment options and diagnoses without too many people having to come into contact with each other.</li><li>Live digital information can be projected onto the user’s field of view; it can also relay live images to a tablet or phone, allowing colleagues to provide guidance or oversee an activity.</li><li>But, ThirdEye CEO Nick Cherukuri told TechCrunch that the glasses could be used for more mundane applications, as well, like helping technicians make repairs in remote settings.</li><li>It takes a particular kind of chutzpah go up against the behemoths, especially when it comes to AR glasses.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/26/thirdeye-ar-glasses/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "Microsoft Azure expands its telco solutions",
            "description": "New smartphones may get most of the headlines at MWC, but at its core, the annual trade show is still a telco event. Its maybe no surprise then that the large cloud providers, who are all vying for the lucrative telco market, also made a few announcements ah",
            "url": "/2023-02-25-microsoft-azure-expands-its-telco-solutions",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/03/GettyImages-1238869000.jpg",
            "publishedAt": "2023-02-26T23:00:36Z",
            "content": "New smartphones may get most of the headlines at MWC, but at its core, the annual trade show is still a telco event. Its maybe no surprise then that the large cloud providers, who are all vying for  [+4637 chars]",
            "summary": "Operator Insights uses machine learning to help operators analyze the massive amounts of data they gather from their network operations and troubleshoot potential issues, while Service Manager helps operators generate insights about their network configurations.With this announcement, Microsoft is also putting an emphasis on building network-aware applications. They know they want to differentiate  but they also know that if theres fragment in the app ecosystem, itll just stall one way or the other, said Zander.Also new today is the general availability of the Azure Private 5G Core and Microsofts multi-access edge compute (MEC) service. Its maybe no surprise then that the large cloud providers, who are all vying for the lucrative telco market, also made a few announcements ahead of the event. As Zander noted, this requires a back and forth between the carriers and developers  and since no developer is going to create a service that only works on one network, there needs to be some interoperability here. That future  this intelligent cloud, this intelligent edge  has to be powered by a modern network infrastructure. To do so, Microsoft is launching Azure Operator Nexus today, its next-gen hybrid cloud platform for communication service providers. Zander explained that when Microsoft first approached this space, the company thought that it could simply apply the same technology it had built for Azure and apply it to the telco space.",
            "html_summary": "<ul><li>Operator Insights uses machine learning to help operators analyze the massive amounts of data they gather from their network operations and troubleshoot potential issues, while Service Manager helps operators generate insights about their network configurations.With this announcement, Microsoft is also putting an emphasis on building network-aware applications.</li><li>They know they want to differentiate — but they also know that if there’s fragment in the app ecosystem, it’ll just stall one way or the other,” said Zander.Also new today is the general availability of the Azure Private 5G Core and Microsoft’s multi-access edge compute (MEC) service.</li><li>It’s maybe no surprise then that the large cloud providers, who are all vying for the lucrative telco market, also made a few announcements ahead of the event.</li><li>As Zander noted, this requires a back and forth between the carriers and developers — and since no developer is going to create a service that only works on one network, there needs to be some interoperability here.</li><li>That future — this intelligent cloud, this intelligent edge — has to be powered by a modern network infrastructure.</li><li>To do so, Microsoft is launching Azure Operator Nexus today, its next-gen hybrid cloud platform for communication service providers.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/26/microsoft-azure-expands-its-telco-solutions/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Magic Eraser comes to more devices, Spotify gains an AI DJ, and Netflix decreases prices",
            "description": "In this edition of Week in Review, we recap Googles Magic Eraser coming to more devices, Spotify gaining an AI DJ, and Netflix decreasing prices.",
            "url": "/2023-02-25-magic-eraser-comes-to-more-devices-spotify-gains-an-ai-dj-and-netflix-decreases-prices",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/GettyImages-1184944891.jpeg?resize=1200,800",
            "publishedAt": "2023-02-25T21:16:01Z",
            "content": "Its Friday (or should I say, Friyay.) Youve made it. Give yourself a pat on the back  and then go read the rest of this issue of Week in Review, TechCrunchs newsletter summing up the past seven  [+6301 chars]",
            "summary": "The company says the technology to support multilanguage audio tracks was built in-house at YouTube, but creators will need to partner directly with third-party dubbing providers to create their audio tracks.Heres your weekly reminder that TechCrunch has a diverse array of podcasts for your listening pleasure. Give yourself a pat on the back  and then go read the rest of this issue of Week in Review, TechCrunchs newsletter summing up the past seven days in tech (sign up here to get it directly in your inbox every Saturday). And over at Equity, the gang covered trends such as the possible return of IPOs and accelerators that back the startups of laid-off tech workers.TC+ subscribers get access to in-depth commentary, analysis and surveys  which you know if youre already a subscriber. This week, Google announced that the popular tool, which uses AI to remove unwanted content from images, will become available to Google One subscribers and to existing Pixel owners. Even some of the most intractable and high-profile problems facing the worlds oceans, like plastic pollution, are inspiring investors to dive in (pun intended).Making layoffs suck less: Leslie Crowe of Bain Capital Ventures writes about how to announce job cuts and retain top performers. With some thought and planning, she argues, founders can manage the layoff process well and come out the other side stronger.Say goodbye to $100 million venture rounds: Startups hoping to raise a nine-figure round in the future had best temper their ambition. The cars newly updated MBUX infotainment system, which will feature a superscreen that spans the entire dashboard, will allow drivers to click on the TikTok app and watch videos when the vehicle is parked.",
            "html_summary": "<ul><li>The company says the technology to support multilanguage audio tracks was built in-house at YouTube, but creators will need to partner directly with third-party dubbing providers to create their audio tracks.Here’s your weekly reminder that TechCrunch has a diverse array of podcasts for your listening pleasure.</li><li>Give yourself a pat on the back — and then go read the rest of this issue of Week in Review, TechCrunch’s newsletter summing up the past seven days in tech (sign up here to get it directly in your inbox every Saturday).</li><li>And over at Equity, the gang covered trends such as the possible return of IPOs and accelerators that back the startups of laid-off tech workers.TC+ subscribers get access to in-depth commentary, analysis and surveys — which you know if you’re already a subscriber.</li><li>This week, Google announced that the popular tool, which uses AI to remove unwanted content from images, will become available to Google One subscribers and to existing Pixel owners.</li><li>Even some of the most intractable and high-profile problems facing the world’s oceans, like plastic pollution, are inspiring investors to dive in (pun intended).Making layoffs suck less: Leslie Crowe of Bain Capital Ventures writes about how to announce job cuts and retain top performers.</li><li>With some thought and planning, she argues, founders can manage the layoff process well and come out the other side stronger.Say goodbye to $100 million venture rounds: Startups hoping to raise a nine-figure round in the future had best temper their ambition.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/25/magic-eraser-comes-to-more-devices-spotify-gains-an-ai-dj-and-netflix-decreases-prices/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "John Raby",
            "title": "Bill signed for West Virginia renewable energy battery plant",
            "description": "CHARLESTON, W.Va. (AP)  West Virginias governor on Friday signed a bill that gives $105 million in state funding for a renewable energy battery plant in a former steel town. Gov. Jim Justice signed...",
            "url": "/2023-02-25-5ee9f259a24b5dac21a6242e45bb0669",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/a33cab3354d345dc83b6904cc76c98b2/3000.jpeg",
            "publishedAt": "2023-02-25T02:21:59Z",
            "content": "CHARLESTON, W.Va. (AP) West Virginias governor on Friday signed a bill that gives $105 million in state funding for a renewable energy battery plant in a former steel town.Gov. Jim Justice signed t [+2578 chars]",
            "summary": "Were committed to the long haul.Its the first full-scale plant for Massachusetts-based Form Energy, whose pilot manufacturing facility is about an hour away from Weirton in southwestern Pennsylvania.Jaramillo has said Form Energy focuses on energy storage technology and manufacturing. CHARLESTON, W.Va. (AP)  West Virginias governor on Friday signed a bill that gives $105 million in state funding for a renewable energy battery plant in a former steel town.Gov. The company filed for bankruptcy protection in 2003.We are honored to pick up the legacy of this historic location and carry forward the tradition on manufacturing on this phenomenal site, Form Energy CEO Mateo Jaramillo said. Its another representation of the ongoing shift in coal-rich West Virginia as state leaders seek businesses that use cleaner forms of energy while preserving the states roots. Jim Justice signed the bill at the site of Form Energys planned manufacturing facility in the Northern Panhandle community of Weirton. The company has several prominent investors, including Microsoft founder Bill Gates and Amazon founder Jeff Bezos, and it has stated opposition to fossil fuels. It has developed a battery whose active components are iron, water and air and is capable of storing electricity for 100 hours.",
            "html_summary": "<ul><li>We’re committed to the long haul.”It’s the first full-scale plant for Massachusetts-based Form Energy, whose pilot manufacturing facility is about an hour away from Weirton in southwestern Pennsylvania.Jaramillo has said Form Energy focuses on energy storage technology and manufacturing.</li><li>CHARLESTON, W.Va. (AP) — West Virginia’s governor on Friday signed a bill that gives $105 million in state funding for a renewable energy battery plant in a former steel town.Gov.</li><li>The company filed for bankruptcy protection in 2003.“We are honored to pick up the legacy of this historic location and carry forward the tradition on manufacturing on this phenomenal site,” Form Energy CEO Mateo Jaramillo said.</li><li>It’s another representation of the ongoing shift in coal-rich West Virginia as state leaders seek businesses that use cleaner forms of energy while preserving the state’s roots.</li><li>Jim Justice signed the bill at the site of Form Energy’s planned manufacturing facility in the Northern Panhandle community of Weirton.</li><li>The company has several prominent investors, including Microsoft founder Bill Gates and Amazon founder Jeff Bezos, and it has stated opposition to fossil fuels.</li></ul>",
            "website_url": "https://apnews.com/5ee9f259a24b5dac21a6242e45bb0669"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. This Week in Apps Metas paid verifications, Instagrams founders new app and Spotifys AI DJ. Sequoia and Andreessen Horowitz invested more in fintech than any other sector in 2022. MWC mobile tech fair to show off new phones, AI, metaverse. Garcia Torres scores as Minnesota United defeat Dallas. Almadas 2 late goals help Atlanta United beat Quakes 21. Nwobodos first MLS goal helps Cincinnati beat Dynamo 21. Gazdag, Carranza each score 2 goals as Union beats Crew 41. Bitcoin rewards and NFTs may help grow the blockchain. ThirdEye stealthily makes inroads in AR glasses space. Microsoft Azure expands its telco solutions. Magic Eraser comes to more devices, Spotify gains an AI DJ, and Netflix decreases prices. Bill signed for West Virginia renewable energy battery plant"
}