{
    "status": "ok",
    "totalResults": 4,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "Launch into the future with the complete Space Stage agenda at TC Disrupt 2023 | TechCrunch",
            "description": "Were outofthisworld excited to announce the complete Space Stage agenda at TechCrunch Disrupt 2023. Were joining forces with the Aerospace",
            "url": "/2023-09-03-launch-into-the-future-with-the-complete-space-stage-agenda-at-tc-disrupt-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/Space-Stage-Article-Image-Header-1920x1080@2x.jpg?resize=1200,675",
            "publishedAt": "2023-09-03T19:00:53Z",
            "content": "Were outofthisworld excited to announce the complete Space Stage agenda at TechCrunch Disrupt 2023.Were joining forces with the Aerospace Corporation to host this stage and of course are excite [+5502 chars]",
            "summary": "The Space Stage agenda covers a lot of parsecs the role of American public and private sector partnerships venture capital s unease with the U S Defense Department quantum and espionage AI and warfare and more. Five finalists will get the rare opportunity to pitch in front of our judges on the Space Stage at TechCrunch Disrupt and exhibit their AI ML startup at Disrupt this September. The Space Domain Awareness Challenge Challenge Pitch off will be held on the second day of Disrupt. TechCrunchdisrupt takes place on September in San Francisco. Tickets will go out at the door on September 6th. Buy your pass now by filling out this form.",
            "html_summary": "<ul><li>The Space Stage agenda covers a lot of parsecs the role of American public and private sector partnerships venture capital s unease with the U S Defense Department quantum and espionage AI and warfare and more</li><li> Five finalists will get the rare opportunity to pitch in front of our judges on the Space Stage at TechCrunch Disrupt and exhibit their AI ML startup at Disrupt this September</li><li> The Space Domain Awareness Challenge Challenge Pitch off will be held on the second day of Disrupt</li><li> TechCrunchdisrupt takes place on September in San Francisco</li><li> Tickets will go out at the door on September 6th</li><li> Buy your pass now by filling out this form</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/03/launch-into-the-future-with-the-complete-space-stage-agenda-at-tc-disrupt-2023/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Google brings that cheap flight data and the feds investigate Elons glass house | TechCrunch",
            "description": "Welcome back to The Station, your central hub for all past, present and future means of moving people and packages from Point A to Point B.",
            "url": "/2023-09-03-google-brings-that-cheap-flight-data-and-the-feds-investigate-elons-glass-house",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1397664328.jpg?resize=1200,800",
            "publishedAt": "2023-09-03T19:15:43Z",
            "content": "Welcome back to The Station, your central hub for all past, present and future means of moving people and packages from Point A to Point B. Kirsten is away, so Ill be your host this week.Its been  [+10013 chars]",
            "summary": "The companys share price rose around 11% in the days that followed.Redwood Materials, the battery recycling and materials startup founded by Tesla co-founder JB Straubel, raised $1 billion to expand the U.S.s battery supply chain.VanMoof, the flashy e-bike startup that declared bankruptcy this summer, has gotten a lifeline. The goal is to help transform Toyota into a mobility company with expertise across energy, circular economy, carbon-neutral tech, smart communities and more.Rivian has brought on Dr. Kjell Gruner as chief commercial officer and president of business growth. But most people arent going to track down their bike and confront a potentially dangerous thief, and the police probably have more important things on their plates.Enter BackPedal, a UK-based startup thats building a business model around e-bike recovery. If you prefer to remain anonymous, click here to contact us, which includes SecureDrop (instructions here) and various encrypted messaging apps.If youre into e-bikes, youve probably noticed that the new ones are being built with GPS tracking enabled, ostensibly so you can find your bike if someone steals it. The money will go toward retooling existing auto factories for electric, hybrid and hydrogen fuel cell vehicles, as well as boosting battery manufacturing domestically.Boschs deal to acquire TSI Semiconductors has gone through, but its facing some hurdles. But so far, BackPedal boasts a 90% success rate and is working on improving that rate as it grows across the U.K.Chinese EV startup XPeng will acquire the smart EV assets of ride-hailing giant Didi for $744 million. Two startups that have surfaced recently are Zeekr, a young yet well-financed EV brand under Chinese auto giant Geely, and WeRide, an autonomous driving startup thats raised over $1 billion in funding.",
            "html_summary": "<ul><li>The company’s share price rose around 11% in the days that followed.Redwood Materials, the battery recycling and materials startup founded by Tesla co-founder JB Straubel, raised $1 billion to expand the U.S.’s battery supply chain.VanMoof, the flashy e-bike startup that declared bankruptcy this summer, has gotten a lifeline.</li><li>The goal is to help transform Toyota into a mobility company with expertise across energy, circular economy, carbon-neutral tech, smart communities and more.Rivian has brought on Dr. Kjell Gruner as chief commercial officer and president of business growth.</li><li>But most people aren’t going to track down their bike and confront a potentially dangerous thief, and the police probably have more important things on their plates.Enter BackPedal, a UK-based startup that’s building a business model around e-bike recovery.</li><li>If you prefer to remain anonymous, click here to contact us, which includes SecureDrop (instructions here) and various encrypted messaging apps.If you’re into e-bikes, you’ve probably noticed that the new ones are being built with GPS tracking enabled, ostensibly so you can find your bike if someone steals it.</li><li>The money will go toward retooling existing auto factories for electric, hybrid and hydrogen fuel cell vehicles, as well as boosting battery manufacturing domestically.Bosch’s deal to acquire TSI Semiconductors has gone through, but it’s facing some hurdles.</li><li>But so far, BackPedal boasts a 90% success rate and is working on improving that rate as it grows across the U.K.Chinese EV startup XPeng will acquire the smart EV assets of ride-hailing giant Didi for $744 million.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/03/google-brings-that-cheap-flight-data-and-the-feds-investigate-elons-glass-house/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "Greylock, Lightspeed Venture Partners, Khosla Ventures, Pear VC join Startup Battlefield judges | TechCrunch",
            "description": "Just a couple more weeks until 20 of the worlds top earlystage startups take to the Disrupt Stage at TechCrunch Disrupt 2023 to compete for an",
            "url": "/2023-09-03-greylock-lightspeed-venture-partners-khosla-ventures-pear-vc-join-startup-battlefield-judges",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/judges_6.jpg?resize=1200,675",
            "publishedAt": "2023-09-03T16:00:47Z",
            "content": "Just a couple more weeks until 20 of the worlds top earlystage startups take to the Disrupt Stage at TechCrunch Disrupt 2023 to compete for an equityfree, $100,000 grand prize and eternal glory. Th [+4802 chars]",
            "summary": "Guru Chahal is a visionary investor with a passion for revolutionizing digital landscapes. Jacob Andreou is a product executive and builder who backs founders building the next generation of consumer software. Nikita co founded SingleStore a unicorn data and analytics company valued over billion. Mar developed a groundbreaking technique of optimizing the design of analog semiconductors. She is in currently a lecturer for Stanford University teaching Lean Launchpad one of Stanford s premier entrepreneurship classes. Buy your pass now and save up to avoid the price hike at the door.",
            "html_summary": "<ul><li>Guru Chahal is a visionary investor with a passion for revolutionizing digital landscapes</li><li> Jacob Andreou is a product executive and builder who backs founders building the next generation of consumer software</li><li> Nikita co founded SingleStore a unicorn data and analytics company valued over billion</li><li> Mar developed a groundbreaking technique of optimizing the design of analog semiconductors</li><li> She is in currently a lecturer for Stanford University teaching Lean Launchpad one of Stanford s premier entrepreneurship classes</li><li> Buy your pass now and save up to avoid the price hike at the door</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/03/greylock-lightspeed-venture-partners-khosla-ventures-pear-vc-join-startup-battlefield-judges/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "This veteran VC doesnt think ARMs IPO will have the impact that everyone is hoping it will | TechCrunch",
            "description": "The startup industry has been whistling a happy tune ever since the British chip designer ARM filed paperwork with the SEC late last month for an initial Ive never understood this concept of, Well, the market is closed, but you take one super big company, a",
            "url": "/2023-09-03-this-veteran-vc-doesnt-think-arms-ipo-will-have-the-impact-that-everyone-is-hoping-it-will",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/Screen-Shot-2023-09-02-at-2.31.18-PM.png?w=1040",
            "publishedAt": "2023-09-03T19:02:16Z",
            "content": "The startup industry has been whistling a happy tune ever since the British chip designer ARM filed paperwork with the SEC late last month for an initial public offering. The growing expectation is t [+5535 chars]",
            "summary": "Ive never understood this concept of, Well, the market is closed, but you take one super big company, and you put it out there, and all of a sudden everybody gets to go public again. I personally dont understand that. So, no, I dont think its gonna blow the market open and that a whole line is going to march out there and were going to have 50 IPOs between now and December. But when a strategic invests in you, they also make money when their stock goes up. To me, that summarizes something really important. Then things really went haywire, with founders allowed to sell a lot of shares in their company  sometimes at sky-high prices  at the same time they were raising primary capital from investors. The widespread thinking seems to be that this chip design company is going to worth anywhere from $40 billion to $80 billion and blow open the IPO window. What else were many founders not exposed to previously and so are struggling with?Theres a lot going on right now that entrepreneurs need to be aware of. I understand Salesforce paid like 100 times revenue and to the best of my knowledge, there is no public company trading at 100 times revenue.",
            "html_summary": "<ul><li>I’ve never understood this concept of, ‘Well, the market is closed, but you take one super big company, and you put it out there, and all of a sudden everybody gets to go public again.’ I personally don’t understand that.</li><li>So, no, I don’t think it’s gonna blow the market open and that a whole line is going to march out there and we’re going to have 50 IPOs between now and December.</li><li>But when a strategic invests in you, they also make money when their stock goes up.’ To me, that summarizes something really important.</li><li>Then things really went haywire, with founders allowed to sell a lot of shares in their company — sometimes at sky-high prices — at the same time they were raising primary capital from investors.</li><li>The widespread thinking seems to be that this chip design company is going to worth anywhere from $40 billion to $80 billion and blow open the IPO window.</li><li>What else were many founders not exposed to previously and so are struggling with?There’s a lot going on right now that entrepreneurs need to be aware of.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/03/this-veteran-vc-doesnt-think-arms-ipo-will-have-the-impact-that-everyone-is-hoping-it-will/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Launch into the future with the complete Space Stage agenda at TC Disrupt 2023 | TechCrunch. Google brings that cheap flight data and the feds investigate Elons glass house | TechCrunch. Greylock, Lightspeed Venture Partners, Khosla Ventures, Pear VC join Startup Battlefield judges | TechCrunch. This veteran VC doesnt think ARMs IPO will have the impact that everyone is hoping it will | TechCrunch"
}