{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "China accuses US of bullying with new illegal sanctions",
            "description": "China has accused the U.S. of outright bullying and double standards in leveling what it called illegal sanctions on Chinese companies as part of U.S. actions against Russias Wagner Group and related companies and individuals. The entities were targeted ",
            "url": "/2023-02-27-bd45b29ce3431b4ccb18b044e8a34bc6",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/3f/43fa5a99-fd81-5a2c-b740-6b91eeccfd04/63fc9336f10b8.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-27T10:00:00Z",
            "content": "BEIJING (AP) China on Monday accused the U.S. of outright bullying and double standards in leveling what it called illegal sanctions on Chinese companies as part of U.S. actions against Russias Wagne [+1836 chars]",
            "summary": "BEIJING (AP)  China on Monday accused the U.S. of outright bullying and double standards in leveling what it called illegal sanctions on Chinese companies as part of U.S. actions against Russias Wagner Group and related companies and individuals. The entities were targeted for their role in the war in Ukraine and mercenary activities, including human rights abuses, in Africa. A Luxembourg-based subsidiary of Spacety China was also targeted.",
            "html_summary": "<ul><li>BEIJING (AP) — China on Monday accused the U.S. of “outright bullying and double standards” in leveling what it called “illegal” sanctions on Chinese companies as part of U.S. actions against Russia’s Wagner Group and related companies and individuals.</li><li>The entities were targeted for their role in the war in Ukraine and mercenary activities, including human rights abuses, in Africa.</li></ul>",
            "website_url": "https://apnews.com/bd45b29ce3431b4ccb18b044e8a34bc6"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Indian fintech CRED adds buy now, pay later and tap to pay offerings",
            "description": "CRED is rolling out a buy now and pay later service and a tap to pay feature as the Indian fintech platform broadens its offerings to boost engagement and monetization on the platform. Cred flash, the Bengaluruheadquartered startups foray into buy now and p",
            "url": "/2023-02-27-cred-bnpl-and-tap-to-pay",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/cred-app.jpg?resize=1200,554",
            "publishedAt": "2023-02-27T04:28:49Z",
            "content": "CRED is rolling out a buy now and pay later service and a tap to pay feature as the Indian fintech platform broadens its offerings to boost engagement and monetization on the platform.Cred flash, t [+2702 chars]",
            "summary": "The feature, first rolling out to NFC-enabled Android smartphones, will require members to unlock their phone before they tap on the merchants PoS machine.Tap to Pay addresses CRED members need for a fast, simple, and safe offline payment experience. It serves some of Indias most trustworthy customers as the app only onboards those who have at least a 750 credit score. And, the monetization is kind of setting us in the right direction, he said. Members are engaged in multiple products.",
            "html_summary": "<ul><li>The feature, first rolling out to NFC-enabled Android smartphones, will require members to unlock their phone before they tap on the merchant’s PoS machine.“Tap to Pay addresses CRED members’ need for a fast, simple, and safe offline payment experience.</li><li>It serves some of India’s most trustworthy customers as the app only onboards those who have at least a 750 credit score.</li><li>And, the monetization is kind of setting us in the right direction,” he said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/26/cred-bnpl-and-tap-to-pay/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "OnePlus gaming concept phone has glowing liquid cooling",
            "description": "OnePlus calls the new technology, Active CryoFlux. A micropump moves the coolant up and down a pipeline near the rear.",
            "url": "/2023-02-27-oneplus-new-concept-phone-has-glowing-liquid-cooling",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/20230226_154729.jpg?resize=1200,1048",
            "publishedAt": "2023-02-27T08:09:22Z",
            "content": "The days of a cautious OnePlus release cycle appear to be behind us. In January, the Oppoowned mobile brand unveiled its new flagship, the OnePlus 11. Earlier this month, the 11R arrived, focused on [+3548 chars]",
            "summary": "The gaming phone market has been something of a mixed bag, putting it mildly, and theres no clear indication that it will ever release such a device.A more likely approach involves generational advances that make more serious gaming more plausible on the small screen. Also, we want to encourage continuous innovation inside our company, he adds.OnePlus calls the new technology Active CryoFlux. A 0.2 square centimeter piezoelectric ceramic micropump moves the coolant up and down a pipeline near the rear of the device and around the massive camera array. Its a cool effect, and one that invariably shares comparisons to Phone (1), released by OnePlus co-founder Carl Peis Nothing last year.Given the recent stagnation of broader smartphone innovation, its probably inevitable that manufacturers are tweaking product design in new ways. We are talking about how to improve the gaming experience, and in the future, we believe we will have more time to talk to them.Image Credits: OnePlusThose conversations are a reference, in part, to the companys longstanding engagement with its user base. A new mechanical keyboard is on the way, along with some rumored foldables.As a change of pace, the company showcased a product this week at MWC that will never see the light of day  or at least not in its current form. Smartphone sales have slowed pretty much across the board, as well, leaving manufacturers looking for new avenues to jumpstart sales.A lot of young people like playing games, says Liu. Gaming plays an important role in their digital life, and in the future, we will continuously improve their gaming experience.",
            "html_summary": "<ul><li>The gaming phone market has been something of a mixed bag, putting it mildly, and there’s no clear indication that it will ever release such a device.A more likely approach involves generational advances that make more serious gaming more plausible on the small screen.</li><li>“Also, we want to encourage continuous innovation inside our company,” he adds.OnePlus calls the new technology “Active CryoFlux.” A 0.2 square centimeter piezoelectric ceramic micropump moves the coolant up and down a pipeline near the rear of the device and around the massive camera array.</li><li>It’s a cool effect, and one that invariably shares comparisons to Phone (1), released by OnePlus co-founder Carl Pei’s Nothing last year.Given the recent stagnation of broader smartphone innovation, it’s probably inevitable that manufacturers are tweaking product design in new ways.</li><li>We are talking about how to improve the gaming experience, and in the future, we believe we will have more time to talk to them.”Image Credits: OnePlusThose conversations are a reference, in part, to the company’s longstanding engagement with its user base.</li><li>A new mechanical keyboard is on the way, along with some rumored foldables.As a change of pace, the company showcased a product this week at MWC that will never see the light of day — or at least not in its current form.</li><li>Smartphone sales have slowed pretty much across the board, as well, leaving manufacturers looking for new avenues to jumpstart sales.“A lot of young people like playing games,” says Liu.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/27/oneplus-new-concept-phone-has-glowing-liquid-cooling/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Mobile carriers team up with AWS, Microsoft to launch Open Gateway, a set of Twiliolike APIs to tap network services",
            "description": "APIs are the building blocks of how the world of technology works used to integrate applications with each other, API calls make up the majority of global internet traffic these days. Now, telecoms carriers, often cut out of the march of tech but now looking",
            "url": "/2023-02-27-mobile-carriers-team-up-with-aws-microsoft-to-launch-open-gateway-a-set-of-twilio-like-apis-to-tap-network-services",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GettyImages-1399150019.jpg?resize=1200,800",
            "publishedAt": "2023-02-27T06:04:26Z",
            "content": "APIs are the building blocks of how the world of technology works used to integrate applications with each other, API calls make up the majority of global internet traffic these days. Now, telecoms  [+7519 chars]",
            "summary": "And now, by federating open network APIs and applying the roaming concept of interoperability, mobile operators and cloud services will be truly integrated to enable a new world of opportunity. Or, it could be read as a kind of defeat: if they cant beat tech giants, join them.Amazon and Microsoft have been building out a longer-term relationship with carriers, in part to create more trust with them after years of being seen as a threat. New content was delivered over the top of mobile networks (not by the networks themselves). Collaboration amongst telecom operators and cloud providers is crucial in this new digital ecosystem.No details have been given about which services we might see rolled out first. With something like edge compute, if you can start charging for quality as a service, for telcos that have spent millions on infrastructure, if you can charge a premium for that, it can be a game changer. The question is are they going to be able to do it quickly and well enough than the hyper scalers, as he calls the tech giants and startups of the world, or will Google and Microsoft and the rest beat them to the punch? APIs are the building blocks of how the world of technology works: Used to integrate applications with each other, API calls make up the majority of global internet traffic these days.",
            "html_summary": "<ul><li>And now, by federating open network APIs and applying the roaming concept of interoperability, mobile operators and cloud services will be truly integrated to enable a new world of opportunity.</li><li>Or, it could be read as a kind of defeat: if they can’t beat tech giants, join them.Amazon and Microsoft have been building out a longer-term relationship with carriers, in part to create more trust with them after years of being seen as a threat.</li><li>New content was delivered over the top of mobile networks (not by the networks themselves).</li><li>Collaboration amongst telecom operators and cloud providers is crucial in this new digital ecosystem.”No details have been given about which services we might see rolled out first.</li><li>“With something like edge compute, if you can start charging for quality as a service, for telcos that have spent millions on infrastructure, if you can charge a premium for that, it can be a game changer.</li><li>The question is are they going to be able to do it quickly and well enough than the hyper scalers,” as he calls the tech giants and startups of the world, “or will Google and Microsoft and the rest beat them to the punch?”</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/26/mobile-carriers-team-up-with-aws-microsoft-to-launch-open-gateway-a-set-of-twilio-like-apis-to-tap-network-services/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Planet Computers hits the desktop with a line of touchscreen Linux computers",
            "description": "Planet hit MWC in Barcelona with, semiironically, a nonmobile device. Planetary is launching a line of ARMpowered Linux desktop PCs.",
            "url": "/2023-02-27-planet-computers-hits-the-desktop-with-a-line-of-linux-computers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/XR_PPC-7.jpg?resize=1200,795",
            "publishedAt": "2023-02-27T09:15:06Z",
            "content": "Planet Computers turned heads when it arrived on the scene almost exactly five years ago. The Londonbased hardware startup was banking on a bit of nostalgia for the days of tactile mobile keyboards, [+2176 chars]",
            "summary": "By productizing Linux into a mini desktop PC, the XR is another step towards creating a more open and inclusive computing ecosystem.Image Credits: Planet ComputersThe line is launching with two systems  the XR1 and XR2, fittingly. The new XR line is being pushed as the first-ever out-of-the-box Linux mini desktop experience, meaning that the end user has to do little to get the Ubuntu boxes up and running.The XR Series is here!  Powered by ARM multicore processor technology and running Ubuntu OS, our new range of Linux mini desktop PCs are crowdfunding on Indiegogo NOW. Back the project and be part of the #Linux computing revolution! https://t.co/yT1gaSbvcT Planet Computers (@planetcom2017) February 27, 2023The XR series is Planets first foray into the personal computer market, CEO Janko Mrsic-Flogel says in a release tied to this mornings news. 2020s Astro Slide 5G followed in a similar vein, spurring on a highly successful crowdfunding campaign, in spite of being launched at the beginning of the pandemic.Today, the firm hit MWC in Barcelona with, somewhat ironically, a non-mobile device. The London-based hardware startup was banking on a bit of nostalgia for the days of tactile mobile keyboards, as it attempted to drag the PDA kicking and screaming into the 21st century with the Gemini. RAM runs 4GB to 32GB and storage is available from 32 to 256GB (you can get that up to 2TB with add-ons).There isnt any of the same built-in nostalgia present that youll find in Planets mobile devices.",
            "html_summary": "<ul><li>“By productizing Linux into a mini desktop PC, the XR is another step towards creating a more open and inclusive computing ecosystem.”Image Credits: Planet ComputersThe line is launching with two systems — the XR1 and XR2, fittingly.</li><li>The new XR line is being pushed as the “first-ever out-of-the-box Linux mini desktop experience,” meaning that the end user has to do little to get the Ubuntu boxes up and running.The XR Series is here!</li><li>🙌 Powered by ARM multicore processor technology and running Ubuntu OS, our new range of Linux mini desktop PCs are crowdfunding on Indiegogo NOW.</li><li>Back the project and be part of the #Linux computing revolution!👉 https://t.co/yT1gaSbvcT— Planet Computers (@planetcom2017) February 27, 2023“The XR series is Planet’s first foray into the personal computer market,” CEO Janko Mrsic-Flogel says in a release tied to this morning’s news.</li><li>2020’s Astro Slide 5G followed in a similar vein, spurring on a highly successful crowdfunding campaign, in spite of being launched at the beginning of the pandemic.Today, the firm hit MWC in Barcelona with, somewhat ironically, a non-mobile device.</li><li>The London-based hardware startup was banking on a bit of nostalgia for the days of tactile mobile keyboards, as it attempted to drag the PDA kicking and screaming into the 21st century with the Gemini.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/27/planet-computers-hits-the-desktop-with-a-line-of-linux-computers/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "Born of drone tech, InsureTech Flock raises $38M Series B to nudge commercial drivers towards safety",
            "description": "Flock has now added to its war chest with a $38 million Series B funding, led byOctopusVentures (via Octopus partner Malcolm Ferguson) , with CommerzVentures. Also participating were existing investors including Social Capital (led by Chamath Palihapitia), ",
            "url": "/2023-02-27-born-of-drone-tech-insuretech-flock-raises-38m-series-b-to-nudge-commercial-drivers-towards-safety",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/07/Ed-Leon-Klinger_Antton-Pena-_Flock-Founders.jpg",
            "publishedAt": "2023-02-27T09:00:55Z",
            "content": "Its only human nature. If you tell a driver their insurance premium will go down if they drive more safely, then  it turns out  they will probably drive more safely. Scale that up to entire commerc [+3225 chars]",
            "summary": "Thus safer driving is then rewarded with lower insurance premiums.Klinger, Flocks CEO, told me on a call: Weve grown revenues about 30 times since the Series A. Weve only recently launched our motor fleet product and weve landed about 600 commercial customers. Indeed, insurance behemoths such as AIG and Allianz are likely to be as much competitors in this space today.Flock has now added to its war chest with a $38 million Series B funding, led by Octopus Ventures (via Octopus partner Malcolm Ferguson), with CommerzVentures. If you tell a driver their insurance premium will go down if they drive more safely, then  it turns out  they will probably drive more safely. It was a pay-as-you-fly drone insurance product that used drone data. Scale that up to entire commercial fleets and the costs saving can become extremely significant. Also participating were existing investors including Social Capital (led by Chamath Palihapitiya), Dig Ventures (the family office of MuleSoft founder Ross Mason), Anthemis and Foresight Ventures. The first product we launched was in the drone industry.",
            "html_summary": "<ul><li>Thus safer driving is then rewarded with lower insurance premiums.Klinger, Flock’s CEO, told me on a call: “We’ve grown revenues about 30 times since the Series A. We’ve only recently launched our motor fleet product and we’ve landed about 600 commercial customers.</li><li>Indeed, insurance behemoths such as AIG and Allianz are likely to be as much competitors in this space today.Flock has now added to its war chest with a $38 million Series B funding, led by Octopus Ventures (via Octopus partner Malcolm Ferguson), with CommerzVentures.</li><li>If you tell a driver their insurance premium will go down if they drive more safely, then – it turns out – they will probably drive more safely.</li><li>It was a pay-as-you-fly drone insurance product that used drone data.</li><li>Scale that up to entire commercial fleets and the costs saving can become extremely significant.</li><li>Also participating were existing investors including Social Capital (led by Chamath Palihapitiya), Dig Ventures (the family office of MuleSoft founder Ross Mason), Anthemis and Foresight Ventures.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/27/born-of-drone-tech-insuretech-flock-raises-38m-series-b-to-nudge-commercial-drivers-towards-safety/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. China accuses US of bullying with new illegal sanctions. Indian fintech CRED adds buy now, pay later and tap to pay offerings. OnePlus gaming concept phone has glowing liquid cooling. Mobile carriers team up with AWS, Microsoft to launch Open Gateway, a set of Twiliolike APIs to tap network services. Planet Computers hits the desktop with a line of touchscreen Linux computers. Born of drone tech, InsureTech Flock raises $38M Series B to nudge commercial drivers towards safety"
}