{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Arijeta Lajka",
            "title": "Gangtackled by NYPD...",
            "description": "NEW YORK (AP)  Former President Donald Trump getting gangtackled by riotgearclad New York City police officers. Russian President Vladimir Putin in prison grays behind the bars of a dimly lit concrete cell.",
            "url": "/2023-03-24-ai-misinformation-trump-putin-new-york-42ac9c41c5504d05412b492e48bcaded",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/b3b1f26aced14c3aafc92dfb40631c29/3000.webp",
            "publishedAt": "2023-03-24T02:31:37Z",
            "content": "NEW YORK (AP) Former President Donald Trump getting gangtackled by riotgearclad New York City police officers. Russian President Vladimir Putin in prison grays behind the bars of a dimly lit concr [+5756 chars]",
            "summary": "You start to lose trust in the system and the information that you are getting.While the ability to manipulate photos and create fake images isnt new, AI image generator tools by Midjourney, DALL-E and others are easier to use. Youre just seeing an image, and once you see something, you cannot unsee it, Anlen said.In another recent example, social media users shared a synthetic image supposedly capturing Putin kneeling and kissing the hand of Chinese leader Xi Jinping. The image, which circulated as the Russian president welcomed Xi to the Kremlin this week, quickly became a crude meme.Its not clear who created the image or what tool they used, but some clues gave the forgery away. Annotations from Community Notes, Twitters crowd-sourced fact checking project, were attached to some tweets to include the context that the Trump images were AI-generated. The San Francisco-based independent research lab didnt respond to emails seeking comment.The Trump arrest image was really just casually showing both how good and bad Midjourney was at rendering real scenes, Higgins wrote in an email. He even stated clearly in his Twitter thread that the images were AI-generated. Still, the images were enough to get him locked out of the Midjourney server, according to Higgins.",
            "html_summary": "<ul><li>“You start to lose trust in the system and the information that you are getting.”While the ability to manipulate photos and create fake images isn’t new, AI image generator tools by Midjourney, DALL-E and others are easier to use.</li><li>“You’re just seeing an image, and once you see something, you cannot unsee it,” Anlen said.In another recent example, social media users shared a synthetic image supposedly capturing Putin kneeling and kissing the hand of Chinese leader Xi Jinping.</li><li>The image, which circulated as the Russian president welcomed Xi to the Kremlin this week, quickly became a crude meme.It’s not clear who created the image or what tool they used, but some clues gave the forgery away.</li><li>Annotations from Community Notes, Twitter’s crowd-sourced fact checking project, were attached to some tweets to include the context that the Trump images were AI-generated.</li><li>The San Francisco-based independent research lab didn’t respond to emails seeking comment.“The Trump arrest image was really just casually showing both how good and bad Midjourney was at rendering real scenes,” Higgins wrote in an email.</li><li>He even stated clearly in his Twitter thread that the images were AI-generated.</li></ul>",
            "website_url": "https://apnews.com/article/ai-misinformation-trump-putin-new-york-42ac9c41c5504d05412b492e48bcaded"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KIM TONG-HYUNG - Associated Press",
            "title": "North Korea claims radioactive tsunami weapon test at sea",
            "description": "North Korea claimed Friday to have tested a nuclearcapable underwater drone designed to generate a gigantic radioactive tsunami that would destroy naval strike groups and ports. Analysts were skeptical that the device presents a major new threat, but the t",
            "url": "/2023-03-24-north-korea-nuclear-simulation-kim-jong-un-f9bc2d9f4fbcb9b5eaba339b441a02ad",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/d/66/d66ce851-7f1a-53c1-9da3-c61f755d0961/641d77037f0a9.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-24T08:54:00Z",
            "content": "By KIM TONGHYUNG  Associated PressSEOUL, South Korea (AP) North Korea claimed Friday to have tested a nuclearcapable underwater drone designed to generate a gigantic radioactive tsunami that wou [+7612 chars]",
            "summary": "It also staged another nuclear attack simulation with a short-range ballistic missile on Sunday and flight-tested an intercontinental ballistic missile last week that may be able to reach the continental United States.KCNA said Wednesdays tests were of four cruise missiles and two different types. Analysts were skeptical that the device presents a major new threat, but the test underlines the Norths commitment to raising nuclear threats.The test this week came as the United States reportedly planned to deploy aircraft carrier strike groups and other advanced assets to waters off the Korean Peninsula. SEOUL, South Korea (AP)  North Korea claimed Friday to have tested a nuclear-capable underwater drone designed to generate a gigantic radioactive tsunami that would destroy naval strike groups and ports. The missiles flew for more than two hours in patterns over the sea while demonstrating an ability to strike targets 1,500 kilometers (932 miles) and 1,800 kilometers (1,118 miles) away. The North Korean drone is named Haeil, a Korean word meaning tidal waves or tsunamis. The Norths Rodong Sinmun newspaper published photos of Kim smiling next to a large, torpedo-shaped object at an unspecified indoor facility, but didnt identify it. ___Find more AP Asia-Pacific coverage at https://apnews.com/hub/asia-pacific",
            "html_summary": "<ul><li>It also staged another nuclear attack simulation with a short-range ballistic missile on Sunday and flight-tested an intercontinental ballistic missile last week that may be able to reach the continental United States.KCNA said Wednesday’s tests were of four cruise missiles and two different types.</li><li>Analysts were skeptical that the device presents a major new threat, but the test underlines the North’s commitment to raising nuclear threats.The test this week came as the United States reportedly planned to deploy aircraft carrier strike groups and other advanced assets to waters off the Korean Peninsula.</li><li>SEOUL, South Korea (AP) — North Korea claimed Friday to have tested a nuclear-capable underwater drone designed to generate a gigantic “radioactive tsunami” that would destroy naval strike groups and ports.</li><li>The missiles flew for more than two hours in patterns over the sea while demonstrating an ability to strike targets 1,500 kilometers (932 miles) and 1,800 kilometers (1,118 miles) away.</li><li>The North Korean drone is named “Haeil,” a Korean word meaning tidal waves or tsunamis.</li><li>The North’s Rodong Sinmun newspaper published photos of Kim smiling next to a large, torpedo-shaped object at an unspecified indoor facility, but didn’t identify it.</li></ul>",
            "website_url": "https://apnews.com/article/north-korea-nuclear-simulation-kim-jong-un-f9bc2d9f4fbcb9b5eaba339b441a02ad"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOE McDONALD and ZEN SOO - AP Business Writers",
            "title": "Why does US see Chineseowned TikTok as a security threat?",
            "description": "TikTok CEO Shou Zi Chew has endured a nearly sixhour grilling by U.S. lawmakers, some of whom are pushing to ban the popular shortvideo app nationwide. The lawmakers questioned 40yearold Singaporean native Chew over data security and harmful content. Desp",
            "url": "/2023-03-24-tiktok-bytedance-shou-zi-chew-8d8a6a9694357040d484670b7f4833be",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/3/46/34645e71-cc83-5bf8-ad05-1daa5881a72c/641d9b6f31a4f.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-24T12:33:47Z",
            "content": "By JOE McDONALD and ZEN SOO  AP Business WritersBEIJING (AP) U.S. lawmakers have grilled TikTok CEO Shou Zi Chew about data security and harmful content, with some pushing to ban the popular short [+6823 chars]",
            "summary": "Publicly traded Chinese tech companies and privately held ones like ByteDance have plunged in value since the ruling Communist Party tightened control over the industry with anti-monopoly and data security crackdowns.Western governments worry Chinese authorities could force ByteDance to hand over TikTok data on American users, exposing sensitive information. ByteDance disclosed in December that four employees gained access to data about reporters and people connected to them while looking for how information about the company was leaked. Its similar to TikTok, but its content is restricted by Chinese censorship rules that prohibit material deemed subversive or pornographic - a point emphasized by U.S. lawmakers worried about harmful content viewed by young people. Since ByteDance, which owns TikTok, is a Chinese company, it would likely have to abide by these rules if Chinese authorities asked it to turn over data.Laws and regulations are only one aspect of the Communist Partys pervasive control. The authorities also can threaten to cancel licenses, conduct regulatory or tax investigations and use other penalties to compel compliance by Chinese and foreign companies operating in China. Chinas 2017 National Intelligence Law states that any organization must assist or cooperate with state intelligence work while a separate 2014 Counter-Espionage Law says relevant organizations ... may not refuse to collect evidence for an investigation. Chew pushed back when lawmakers claimed that the Communist Party owns shares in ByteDance that give it a vote in how the company is run.",
            "html_summary": "<ul><li>Publicly traded Chinese tech companies and privately held ones like ByteDance have plunged in value since the ruling Communist Party tightened control over the industry with anti-monopoly and data security crackdowns.Western governments worry Chinese authorities could force ByteDance to hand over TikTok data on American users, exposing sensitive information.</li><li>ByteDance disclosed in December that four employees gained access to data about reporters and people connected to them while looking for how information about the company was leaked.</li><li>It’s similar to TikTok, but its content is restricted by Chinese censorship rules that prohibit material deemed subversive or pornographic - a point emphasized by U.S. lawmakers worried about harmful content viewed by young people.</li><li>Since ByteDance, which owns TikTok, is a Chinese company, it would likely have to abide by these rules if Chinese authorities asked it to turn over data.Laws and regulations are only one aspect of the Communist Party’s pervasive control.</li><li>The authorities also can threaten to cancel licenses, conduct regulatory or tax investigations and use other penalties to compel compliance by Chinese and foreign companies operating in China.</li><li>China’s 2017 National Intelligence Law states that “any organization” must assist or cooperate with state intelligence work while a separate 2014 Counter-Espionage Law says “relevant organizations ... may not refuse” to collect evidence for an investigation.</li></ul>",
            "website_url": "https://apnews.com/article/tiktok-bytedance-shou-zi-chew-8d8a6a9694357040d484670b7f4833be"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SAM METZ and BARBARA ORTUTAY - Associated Press",
            "title": "Utah bans kids from social media without parental permission",
            "description": "Utah has become the first state to sign into law legislation that attempts to limit teenagers access to social media sites. Republican Gov. Spencer Cox signed a pair of measures Thursday require parental consent before kids can sign up for",
            "url": "/2023-03-24-social-media-utah-kids-84bd1f6481071726327bce25cf3e7522",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/4/e6/4e65a975-d0ce-5243-9033-694eeea31979/641cfd1aec4cb.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-24T01:18:25Z",
            "content": "By SAM METZ and BARBARA ORTUTAY  Associated PressSALT LAKE CITY (AP) Utah became the first state to enact laws limiting how children can use social media after Republican Gov. Spencer Cox signed [+5237 chars]",
            "summary": "Spencer Cox Thursday prohibit kids under 18 from using social media between the hours of 10:30 p.m. and 6:30 a.m., require age verification for anyone who wants to use social media in the state and open the door to lawsuits on behalf of children claiming social media harmed them. California, meanwhile, enacted a law last year requiring tech companies to put kids safety first by barring them from profiling children or using personal information in ways that could harm children physically or mentally.The new Utah laws also require that parents be given access to their childs accounts. SALT LAKE CITY (AP)  Children and teens in Utah would lose access to social media apps such as TikTok if they dont have parental consent and face other restrictions under a first-in-the-nation law designed to shield young people from the addictive platforms.Two laws signed by Republican Gov. To comply, social media companies already ban kids under 13 from signing up to their platforms  but children have been shown to easily get around the bans, both with and without their parents consent. Cox said studies have shown that time spent on social media leads to poor mental health outcomes for children. Companies are already prohibited from collecting data on children under 13 without parental consent under the federal Childrens Online Privacy Protection Act. The dangers of social media to children is also emerging as a focus for trial lawyers, with addiction lawsuits being filed thorughout the country.___Ortutay reported from Oakland, California.",
            "html_summary": "<ul><li>Spencer Cox Thursday prohibit kids under 18 from using social media between the hours of 10:30 p.m. and 6:30 a.m., require age verification for anyone who wants to use social media in the state and open the door to lawsuits on behalf of children claiming social media harmed them.</li><li>California, meanwhile, enacted a law last year requiring tech companies to put kids’ safety first by barring them from profiling children or using personal information in ways that could harm children physically or mentally.The new Utah laws also require that parents be given access to their child’s accounts.</li><li>SALT LAKE CITY (AP) — Children and teens in Utah would lose access to social media apps such as TikTok if they don’t have parental consent and face other restrictions under a first-in-the-nation law designed to shield young people from the addictive platforms.Two laws signed by Republican Gov.</li><li>To comply, social media companies already ban kids under 13 from signing up to their platforms — but children have been shown to easily get around the bans, both with and without their parents’ consent.</li><li>Cox said studies have shown that time spent on social media leads to “poor mental health outcomes” for children.</li><li>Companies are already prohibited from collecting data on children under 13 without parental consent under the federal Children’s Online Privacy Protection Act.</li></ul>",
            "website_url": "https://apnews.com/article/social-media-utah-kids-84bd1f6481071726327bce25cf3e7522"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Rocket Report Relativity and Innospace soar; Stoke reveals a steampunk hopper",
            "description": "Shooting rockets off in the middle of Los Angeles or Dallas doesnt make a lot of sense.",
            "url": "/2023-03-24-rocket-report-relativity-and-innospace-soar-stoke-reveals-a-steampunk-hopper",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/relativity-space-760x380.jpg",
            "publishedAt": "2023-03-24T11:15:43Z",
            "content": "Enlarge/ The Terran 1 rocket sure cleans up nice. 0 with Welcome to Edition 5.30 of the Rocket Report! A hearty congratulations this week to both Relativity Space and Innospace, both of which got [+6702 chars]",
            "summary": "The Washington-based company that is developing a fully reusable small rocket, Stoke Space, recently shared photos of its \"hopper\" vehicle that will test the ability of its second stage to land. Afterward, Relativity declared the launch a success, and it is difficult to argue with this conclusion given that the company got so far on its debut with a 3D-printed rocket and a methane-fueled engine. According to the company, it also demonstrated the worlds first successful launch of a hybrid rocket. Stoke's approach is to test the second stage first and then move on to developing the first stage of its as-yet-unnamed rocket. The company had targeted an engine firing of 118 seconds, but the hybrid engine burned through all of its fuel faster due to the Brazilian heat and humidity. This sounds like great progress, but it's still a long road from engine testing to stage testing to launch. The German micro-launch company provided an update on engine testing for its Spectrum rocket this week.",
            "html_summary": "<ul><li>The Washington-based company that is developing a fully reusable small rocket, Stoke Space, recently shared photos of its \"hopper\" vehicle that will test the ability of its second stage to land.</li><li>Afterward, Relativity declared the launch a success, and it is difficult to argue with this conclusion given that the company got so far on its debut with a 3D-printed rocket and a methane-fueled engine.</li><li>According to the company, it also demonstrated the world’s first successful launch of a hybrid rocket.</li><li>Stoke's approach is to test the second stage first and then move on to developing the first stage of its as-yet-unnamed rocket.</li><li>The company had targeted an engine firing of 118 seconds, but the hybrid engine burned through all of its fuel faster due to the Brazilian heat and humidity.</li><li>This sounds like great progress, but it's still a long road from engine testing to stage testing to launch.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/03/rocket-report-relativity-and-innospace-soar-stoke-reveals-a-steampunk-hopper/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Gogoro scales battery swapping to new markets via B2B partners",
            "description": "Gogoro is partnering with Foodpanda in Singapore in the latest B2B play from the battery swapping company aimed at global expansion.",
            "url": "/2023-03-24-gogoro-scales-battery-swapping-new-markets-b2b-partners",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Gogoro_Singapore_Press_07.jpg?resize=1200,675",
            "publishedAt": "2023-03-24T12:32:17Z",
            "content": "Taiwanese electric vehicle batteryswapping provider Gogoro is planning to enter Singapore via a pilot with online grocery and food delivery platform, Foodpanda.The pilot is smallscale for now onl [+3925 chars]",
            "summary": "Gordon said shipping out scooters from Taiwan is a good way to prove the business model before pursuing a consumer push.For Gogoro, making an impact is the most important goal, and launching our pilot with B2B deliveries makes sense for that, Luke told TechCrunch. More than a quarter of all last-mile deliveries in Taiwan now use Gogoro battery swapping.The partnership with Foodpanda in Singapore comes after the city-states Land Transport Authority (LTA) awarded Gogoro a sandbox pilot to deploy and validate battery swapping. Last-mile delivery riders travel six times as far as consumers, so these riders see the advantages that battery swapping can have on their business. The company also partnered with automotive group Jardine Cycle & Carriage (JC&C) to distribute Gogoros e-scooters in Singapore and operate and install battery-swapping infrastructure there, it said at the time.The Foodpanda pilot goes live today, and involves JC&C buying Gogoro 2 Series Smartscooters and leasing them to Foodpanda riders. This would allow Gogoros core technology, the battery-swapping infrastructure, to expand quicker outside of Taiwan by sidestepping the need to ship Gogoro-made e-scooters.In Taiwan, Gogoro already has partnerships with OEMs like Yamaha, Suzuki, Aeon and PGO to build e-scooters with its batteries. Our goal is to accelerate the transition to sustainable vehicles, so the fastest way well get there is the path well take.Aside from Singapore and its home base in Taiwan, Gogoro currently has B2B pilots either ongoing or launching in Indonesia, India, South Korea and the Philippines. JC&C will also service and maintain the scooters, which Gogoro says helps make the offering cost-comparable to motorcycles with internal combustion engines.",
            "html_summary": "<ul><li>Gordon said shipping out scooters from Taiwan is a good way to prove the business model before pursuing a consumer push.“For Gogoro, making an impact is the most important goal, and launching our pilot with B2B deliveries makes sense for that,” Luke told TechCrunch.</li><li>More than a quarter of all last-mile deliveries in Taiwan now use Gogoro battery swapping.”The partnership with Foodpanda in Singapore comes after the city-state’s Land Transport Authority (LTA) awarded Gogoro a sandbox pilot to deploy and validate battery swapping.</li><li>“Last-mile delivery riders travel six times as far as consumers, so these riders see the advantages that battery swapping can have on their business.</li><li>The company also partnered with automotive group Jardine Cycle & Carriage (JC&C) to distribute Gogoro’s e-scooters in Singapore and operate and install battery-swapping infrastructure there, it said at the time.The Foodpanda pilot goes live today, and involves JC&C buying Gogoro 2 Series Smartscooters and leasing them to Foodpanda riders.</li><li>This would allow Gogoro’s core technology, the battery-swapping infrastructure, to expand quicker outside of Taiwan by sidestepping the need to ship Gogoro-made e-scooters.In Taiwan, Gogoro already has partnerships with OEMs like Yamaha, Suzuki, Aeon and PGO to build e-scooters with its batteries.</li><li>“Our goal is to accelerate the transition to sustainable vehicles, so the fastest way we’ll get there is the path we’ll take.”Aside from Singapore and its home base in Taiwan, Gogoro currently has B2B pilots either ongoing or launching in Indonesia, India, South Korea and the Philippines.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/24/gogoro-scales-battery-swapping-new-markets-b2b-partners/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Gangtackled by NYPD.... North Korea claims radioactive tsunami weapon test at sea. Why does US see Chineseowned TikTok as a security threat?. Utah bans kids from social media without parental permission. Rocket Report Relativity and Innospace soar; Stoke reveals a steampunk hopper. Gogoro scales battery swapping to new markets via B2B partners"
}