{
    "status": "ok",
    "totalResults": 20,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Thousands of realistic but fake AI child sex images found online, report says",
            "description": "Fake AI child sex images moving from dark web to social media, researcher says.",
            "url": "/2023-06-19-thousands-of-realistic-but-fake-ai-child-sex-images-found-online-report-says",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/GettyImages-1395557548-760x380.jpg",
            "publishedAt": "2023-06-20T20:15:59Z",
            "content": "0 with Child safety experts are growing increasingly powerless to stop thousands of AIgenerated child sex images from being easily and rapidly created, then shared across dark web pedophile foru [+3152 chars]",
            "summary": "Both law enforcement and child-safety experts report these AI images are increasingly being popularized on dark web pedophile forums, with many Internet users \"wrongly\" viewing this content as a legally gray alternative to trading illegal child sexual abuse materials (CSAM). Earlier this month, the FBI issued an alert, \"warning the public of malicious actors creating synthetic content (commonly referred to as 'deepfakes') by manipulating benign photographs or videos to target victims,\" including reports of \"minor children and non-consenting adults, whose photos or videos were altered into explicit content. The agency blamed recent technology advancements for the surge in malicious deepfakes because AI tools like Stable Diffusion, Midjourney, and DALL-E can be used to generate realistic images based on simple text prompts. But that technology only works to detect previously reported images, not newly AI-generated images. \"These images aren't just spreading on the dark web, either, but on \"social media, public forums, or pornographic websites,\" the FBI warned. There seems to be no precedent, however, as officials could not cite a single prior case resulting in federal charges, the Post reported.As authorities become more aware of the growing problem, the public is being warned to change online behaviors to prevent victimization. These advancements are \"continuously improving the quality, customizability, and accessibility of artificial intelligence (AI)-enabled content creation,\" the FBI warned.",
            "html_summary": "<ul><li>Both law enforcement and child-safety experts report these AI images are increasingly being popularized on dark web pedophile forums, with many Internet users \"wrongly\" viewing this content as a legally gray alternative to trading illegal child sexual abuse materials (CSAM).</li><li>Earlier this month, the FBI issued an alert, \"warning the public of malicious actors creating synthetic content (commonly referred to as 'deepfakes') by manipulating benign photographs or videos to target victims,\" including reports of \"minor children and non-consenting adults, whose photos or videos were altered into explicit content.</li><li>The agency blamed recent technology advancements for the surge in malicious deepfakes because AI tools like Stable Diffusion, Midjourney, and DALL-E can be used to generate realistic images based on simple text prompts.</li><li>But that technology only works to detect previously reported images, not newly AI-generated images.</li><li>\"These images aren't just spreading on the dark web, either, but on \"social media, public forums, or pornographic websites,\" the FBI warned.</li><li>There seems to be no precedent, however, as officials could not cite a single prior case resulting in federal charges, the Post reported.As authorities become more aware of the growing problem, the public is being warned to change online behaviors to prevent victimization.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/06/thousands-of-realistic-but-fake-ai-child-sex-images-found-online-report-says/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Texas says statefunded EV chargers must include Tesla plugs",
            "description": "Texas will require electric vehicle charging companies to include Teslas North American Charging Standard (NACS) and the Combined Charging System (CCS...",
            "url": "/2023-06-19-texas-says-state-funded-ev-chargers-must-include-tesla-plugs",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/ERdchcTmPVCKzk9E_w0V0g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD01MjE-/https://media.zenfs.com/en/techcrunch_350/504f2e2af223a44bb6463f1f89af00c3",
            "publishedAt": "2023-06-20T23:25:17Z",
            "content": "Texas will require electric vehicle charging companies to include Teslas North American Charging Standard (NACS) and the Combined Charging System (CCS) standard in order to qualify for a state progr [+2332 chars]",
            "summary": "General Motors promptly announced its own adoption of Teslas charging standard, causing a domino effect, with Rivian following Tuesday and talks of Hyundai soon to come.A range of charging companies like FreeWire Technologies, Flo and EVgo, have also promised to include NACS connectors to their public charging stations. There are 22,128 Tesla Superchargers compared to 22,262 CCS connectors, according to recent PlugShare data, and those CCS connectors span a variety of charging companies. Teslas charging standard is considered to be a better user experience. The Elon Muskrun automaker has invested billions in a Texas gigafactory to produce EVs and batteries, as well as a new lithium refinery plant.Other states will likely follow. The cables are smaller, lighter and easier to use and contactless payment enabled by Teslas technology is a huge convenience.Teslas Supercharging network in the U.S. is vast. Its the birthplace of Tesla, the automakers former HQ and current engineering HQ, not to mention it leads the nation in both Tesla and EV sales.This article has been updated with information from Texas DOT. Californias Department of Transportation didnt respond in time to provide a comment to TechCrunch, but California would be the next state to watch.",
            "html_summary": "<ul><li>General Motors promptly announced its own adoption of Tesla’s charging standard, causing a domino effect, with Rivian following Tuesday and talks of Hyundai soon to come.A range of charging companies like FreeWire Technologies, Flo and EVgo, have also promised to include NACS connectors to their public charging stations.</li><li>There are 22,128 Tesla Superchargers compared to 22,262 CCS connectors, according to recent PlugShare data, and those CCS connectors span a variety of charging companies.</li><li>Tesla’s charging standard is considered to be a better user experience.</li><li>The Elon Musk–run automaker has invested billions in a Texas gigafactory to produce EVs and batteries, as well as a new lithium refinery plant.Other states will likely follow.</li><li>The cables are smaller, lighter and easier to use and contactless payment enabled by Tesla’s technology is a huge convenience.Tesla’s Supercharging network in the U.S. is vast.</li><li>It’s the birthplace of Tesla, the automaker’s former HQ and current “engineering HQ,” not to mention it leads the nation in both Tesla and EV sales.This article has been updated with information from Texas DOT.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/20/texas-says-state-funded-ev-chargers-must-include-tesla-plugs/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Rose Rocket, whose platform helps transportation companies communicate, raises $38M",
            "description": "In 2015, Justin Sky, Justin Bailie and Alexander Luksidadi  all veterans of the trucking and logistics industry  came to the realization that, in order...",
            "url": "/2023-06-19-rose-rocket-whose-platform-helps-transportation-companies-communicate-raises-38m",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/Dg04.jSwWjFpRJXvjaEksg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NjE-/https://media.zenfs.com/en/techcrunch_350/c062bab60b280ea0f9179d9f236e805e",
            "publishedAt": "2023-06-20T13:00:29Z",
            "content": "In 2015, Justin Sky, Justin Bailie and Alexander Luksidadi  all veterans of the trucking and logistics industry  came to the realization that, in order to get to a stage of realtime collaboratio [+3529 chars]",
            "summary": "It brings the companys total raised to $69 million and will be used to bolster the companys expansion into larger fleets as well as support investments in product development and network collaboration efforts, Sky says.Trucking is an economically strong and stable sector, he added. In 2015, Justin Sky, Justin Bailie and Alexander Luksidadi  all veterans of the trucking and logistics industry  came to the realization that, in order to reach a stage of real-time collaboration, the entire trucking industry needed to come online. Sky believes the companys annual recurring revenue will reach $100 million within the next three years, should the trajectory hold.While many industries slowed down during the pandemic, Rose Rocket saw significant growth  and has every year to date, Sky said. Shippers, carriers and brokers  the intermediaries between carriers and shippers  had to adopt a common system of record, the trio believed.They said they couldnt find such a system, so they created their own. It also supports a range of workflows for different segments, from small broker segments to segments for enterprise carriers (think fleets of thousands of trucks). It comes down to the feature set, Sky asserts.For example, Rose Rockets platform lets truckers, brokers, carriers, shippers and drivers communicate and collaborate on one platform  unlike some TMS products on the market. A survey conducted by InMotion Global five years ago found that 91% of trucking companies operating 20 trucks or more were using TMS.The pandemic, if anything, increased demand.",
            "html_summary": "<ul><li>It brings the company’s total raised to $69 million and will be used to bolster the company’s expansion into larger fleets as well as support investments in product development and network collaboration efforts, Sky says.“Trucking is an economically strong and stable sector,” he added.</li><li>In 2015, Justin Sky, Justin Bailie and Alexander Luksidadi — all veterans of the trucking and logistics industry — came to the realization that, in order to reach a stage of real-time collaboration, the entire trucking industry needed to come online.</li><li>Sky believes the company’s annual recurring revenue will reach $100 million within the next three years, should the trajectory hold.“While many industries slowed down during the pandemic, Rose Rocket saw significant growth — and has every year to date,” Sky said.</li><li>Shippers, carriers and brokers — the intermediaries between carriers and shippers — had to adopt a common system of record, the trio believed.They said they couldn’t find such a system, so they created their own.</li><li>It also supports a range of workflows for different segments, from small broker segments to segments for enterprise carriers (think fleets of thousands of trucks).</li><li>It comes down to the feature set, Sky asserts.For example, Rose Rocket’s platform lets truckers, brokers, carriers, shippers and drivers communicate and collaborate on one platform — unlike some TMS products on the market.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/20/rose-rocket-whose-platform-helps-transportation-companies-communicate-raises-38m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Oracle launches its sovereign cloud for EU customers",
            "description": "Oracle is formally launching its EU Sovereign cloud for customers in the European Union (EU) today, nearly a year after firs revealing plans for the...",
            "url": "/2023-06-19-oracle-launches-its-sovereign-cloud-for-eu-customers",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/XNGGxeufG4Nf6xqV_yfwCg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02Nzc-/https://media.zenfs.com/en/techcrunch_350/ada4de85d241536aa07c75373a7bb2c8",
            "publishedAt": "2023-06-20T08:00:45Z",
            "content": "Oracle is formally launching its EU Sovereign cloud for customers in the European Union (EU) today, nearly a year after firs revealing plans for the initiative.Socalled digital sovereignty has [+4681 chars]",
            "summary": "Microsoft launched its Cloud for Sovereignty last July, aimed squarely at public sector organizations  particularly in Europe  that want not only data storage and processing closer to home, but also more granular controls and increased transparency.",
            "html_summary": "<ul><li>Microsoft launched its Cloud for Sovereignty last July, aimed squarely at public sector organizations — particularly in Europe — that want not only data storage and processing closer to home, but also more granular controls and increased transparency.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/20/oracle-launches-its-sovereign-cloud-for-eu-customers/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Consumer group calls on EU to urgently investigate the risks of generative AI",
            "description": "European regulators are at a crossroads over how AI will be regulated  and ultimately used commercially and noncommercially  in the region, and today...",
            "url": "/2023-06-19-consumer-group-calls-on-eu-to-urgently-investigate-the-risks-of-generative-ai",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/OhfCxWKK4SHWHvcu7l9cvQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/162c94dda76a606ed529880549862b50",
            "publishedAt": "2023-06-20T08:08:22Z",
            "content": "European regulators are at a crossroads over how AI will be regulated  and ultimately used commercially and noncommercially  in the region, and today the EUs largest consumer group, the BEUC, w [+4439 chars]",
            "summary": "We call on safety, data and consumer protection authorities to start investigations now and not wait idly for all kinds of consumer harm to have happened before they take action. Lawmakers must require that the output from any generative AI system is safe, fair and transparent for consumers.The BEUC is known for chiming in in critical moments and for making influential calls that reflect the direction that regulators ultimately take. All AI systems, including generative AI, need public scrutiny, and public authorities must reassert control over them. They can also be used to spread disinformation, perpetuate existing biases which amplify discrimination, or be used for fraud, said Ursula Pachl, deputy director general of BEUC, in a statement. The EU wants to finalize this process by the end of this year, it said.It is crucial that the EU makes this law as watertight as possible to protect consumers, said Pachl in her statement. That example, though, underscores something else: The debate over AI and its impacts, and the role regulation might play in that, will likely be a long one. It was an early voice, for example, against Google in the long-term antitrust investigations against the search and mobile giant, chiming in years before actions were taken against the company.",
            "html_summary": "<ul><li>“We call on safety, data and consumer protection authorities to start investigations now and not wait idly for all kinds of consumer harm to have happened before they take action.</li><li>Lawmakers must require that the output from any generative AI system is safe, fair and transparent for consumers.”The BEUC is known for chiming in in critical moments and for making influential calls that reflect the direction that regulators ultimately take.</li><li>“All AI systems, including generative AI, need public scrutiny, and public authorities must reassert control over them.</li><li>They can also be used to spread disinformation, perpetuate existing biases which amplify discrimination, or be used for fraud,” said Ursula Pachl, deputy director general of BEUC, in a statement.</li><li>The EU wants to finalize this process by the end of this year, it said.“It is crucial that the EU makes this law as watertight as possible to protect consumers,” said Pachl in her statement.</li><li>That example, though, underscores something else: The debate over AI and its impacts, and the role regulation might play in that, will likely be a long one.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/20/consumer-group-calls-on-eu-to-urgently-investigate-the-risks-of-generative-ai/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Purely AIgenerated songs declared ineligible for Grammy Awards",
            "description": "A work that contains no human authorship is not eligible in any categories.",
            "url": "/2023-06-19-purely-ai-generated-songs-declared-ineligible-for-grammy-awards",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/tin_robots_hero-760x380.jpg",
            "publishedAt": "2023-06-20T21:07:55Z",
            "content": "3 with Amid increasing use of generative AI in music, the Recording Academy has updated its rules for the 66th annual Grammy Awards regarding the role of AI in considered works, Reuters reports. To [+4890 chars]",
            "summary": "material incorporated into the work are not eligible to be nominees or GRAMMY recipients insofar as their contribution to the portion of the work that consists of such A.I material is concerned. De minimis is defined as lacking significance or importance; so minor as to merit disregard.As AI continues to emerge as a creative but controversial tool in the arts, the Grammy rule introduction serves as a notable statement about the importance of human creativity in the music industry. To be eligible for an award, a song must have meaningful human authorship. Purely algorithmically generated music cannot win a Grammy.According to the 66th Grammy Awards Rules & Guidelines booklet, works generated solely by AI are not eligible for the awards. The credit and potential for nomination or award receipt go to the human elements that significantly contribute to the song.AI in music can take different forms. Only human creators are eligible to be submitted for consideration for, nominated for, or win a GRAMMY Award. A work that contains no human authorship is not eligible in any Categories.",
            "html_summary": "<ul><li>material incorporated into the work are not eligible to be nominees or GRAMMY recipients insofar as their contribution to the portion of the work that consists of such A.I material is concerned.</li><li>De minimis is defined as lacking significance or importance; so minor as to merit disregard.As AI continues to emerge as a creative but controversial tool in the arts, the Grammy rule introduction serves as a notable statement about the importance of human creativity in the music industry.</li><li>To be eligible for an award, a song must have meaningful human authorship.</li><li>Purely algorithmically generated music cannot win a Grammy.According to the 66th Grammy Awards Rules & Guidelines booklet, works generated solely by AI are not eligible for the awards.</li><li>The credit and potential for nomination or award receipt go to the human elements that significantly contribute to the song.AI in music can take different forms.</li><li>Only human creators are eligible to be submitted for consideration for, nominated for, or win a GRAMMY Award.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/06/purely-ai-generated-songs-declared-ineligible-for-grammy-awards/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Googles $200 metal Pixel Watch band is very premium, very expensive",
            "description": "Google chips away at the Pixel Watchs lack of band styles.",
            "url": "/2023-06-19-8-months-after-launch-the-pixel-watch-finally-gets-a-metal-band",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/13-1-760x380.jpg",
            "publishedAt": "2023-06-20T21:39:11Z",
            "content": "4 with  Its finally here, the metal Pixel Watch band.  The clasp has a lovely G logo engraved into it.  Bend the links 90 degrees and youll reveal the connecti [+4069 chars]",
            "summary": "Google's other metal watch band style promised at launch, the \"Metal Mesh Band,\" was supposed to launch in \"Spring\" alongside this link band, but the listing was removed from the Google Store in April. The traditional metal watch band hasn't been an option from Google until now.Google's initial lack of variety of watch bands was just one of the supply chain issues the company had with its first first-party smartwatch. Squeeze the tweezers, and you'll compress the spring bar, retracting the two pins and disconnecting the link from the watch band.Spring bars can often be fiddly since you usually have to compress them and then make them hit left and right holes in the watch band. The \"Google Pixel Watch Metal Links Band\" was briefly for sale on the Google Store Friday before being sold out.The band links have an interesting attachment mechanism. But on the Pixel Watch band, a small ramp is milled around each hole, which will handle the spring compression, and you can just click the band links together. Apple and Samsung understand the need for a smartwatch to look good and fit a user's style; Samsung has around a dozen styles of watch bands, and Apple offers a nearly limitless selection of bands from itself and licensed third-party designers like Nike and Herms. Part of what gives off the first-generation vibe is the Pixel Watch's lack of watch band variety.",
            "html_summary": "<ul><li>Google's other metal watch band style promised at launch, the \"Metal Mesh Band,\" was supposed to launch in \"Spring\" alongside this link band, but the listing was removed from the Google Store in April.</li><li>The traditional metal watch band hasn't been an option from Google until now.Google's initial lack of variety of watch bands was just one of the supply chain issues the company had with its first first-party smartwatch.</li><li>Squeeze the tweezers, and you'll compress the spring bar, retracting the two pins and disconnecting the link from the watch band.Spring bars can often be fiddly since you usually have to compress them and then make them hit left and right holes in the watch band.</li><li>The \"Google Pixel Watch Metal Links Band\" was briefly for sale on the Google Store Friday before being sold out.The band links have an interesting attachment mechanism.</li><li>But on the Pixel Watch band, a small ramp is milled around each hole, which will handle the spring compression, and you can just click the band links together.</li><li>Apple and Samsung understand the need for a smartwatch to look good and fit a user's style; Samsung has around a dozen styles of watch bands, and Apple offers a nearly limitless selection of bands from itself and licensed third-party designers like Nike and Hermès.</li></ul>",
            "website_url": "https://arstechnica.com/google/2023/06/8-months-after-launch-the-pixel-watch-finally-gets-a-metal-band/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSH BOAK and ZEKE MILLER - Associated Press",
            "title": "Biden raising cash in the San Francisco area as he revs up his 2024 campaign",
            "description": "President Joe Biden is in California as he ramps up his reelection effort this week with four fundraisers in the San Francisco area. The Democratic presidents campaign is building up its coffers and laying strategic foundations for 2024. In the",
            "url": "/2023-06-19-biden-campaign-2024-california-fundraiser-66dea57fe6f0cc2dd2c6f1142e3cdfa6",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/2/ef/2ef02c38-fff0-5ea3-8f8b-4e88f9f31b2d/649032b03721a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-19T22:35:35Z",
            "content": "By JOSH BOAK and ZEKE MILLER  Associated PressPALO ALTO, California (AP) President Joe Biden ramps up his reelection effort this week with four fundraisers in the San Francisco area, as his campai [+4465 chars]",
            "summary": "He toured the coastal wetland area and announced $600 million for projects to address climate change.These wetlands act as a critical buffer between the rising tides and the communities at risk, said Biden, calling the preserve a success story in ongoing efforts to contain the damage from climate change. Along with other campaign officials, the tour begins in Atlanta and will include Boston, Minneapolis, Philadelphia, Los Angeles and St. Louis.Not all of Bidens time Monday and Tuesday in San Francisco was devoted to the campaign. Biden took aim at Alabama Republican Sen. Tommy Tuberville for holding up military promotions because of a policy that ensures members of the military still have access to abortions, which were restricted in many states after a Supreme Court ruling last year. On Monday, he went with Newsom and other officials to the Lucy Evans Baylands Nature Interpretive Center and Preserve in Palo Alto. Biden also will be traveling to New York, Maryland and Illinois. Its bizarre.",
            "html_summary": "<ul><li>He toured the coastal wetland area and announced $600 million for projects to address climate change.“These wetlands act as a critical buffer between the rising tides and the communities at risk,” said Biden, calling the preserve a “success story” in ongoing efforts to contain the damage from climate change.</li><li>Along with other campaign officials, the tour begins in Atlanta and will include Boston, Minneapolis, Philadelphia, Los Angeles and St. Louis.Not all of Biden’s time Monday and Tuesday in San Francisco was devoted to the campaign.</li><li>Biden took aim at Alabama Republican Sen. Tommy Tuberville for holding up military promotions because of a policy that ensures members of the military still have access to abortions, which were restricted in many states after a Supreme Court ruling last year.</li><li>On Monday, he went with Newsom and other officials to the Lucy Evans Baylands Nature Interpretive Center and Preserve in Palo Alto.</li><li>Biden also will be traveling to New York, Maryland and Illinois.</li></ul>",
            "website_url": "https://apnews.com/article/biden-campaign-2024-california-fundraiser-66dea57fe6f0cc2dd2c6f1142e3cdfa6"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSH BOAK - Associated Press",
            "title": "Biden discusses risks and promises of artificial intelligence with tech leaders in San Francisco",
            "description": "President Joe Biden has convened a group of technology leaders in San Francisco to debate the risks and promises of artificial intelligence. The Biden administration is seeking to figure out how to regulate the emergent field of AI, looking for",
            "url": "/2023-06-19-biden-ai-artificial-intelligence-518ec2a9190cfb10db9dbcc1eaab3c4c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/0/71/0714900d-f08b-5812-8c98-24e281216897/64917f24e5efa.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-20T21:40:24Z",
            "content": "By JOSH BOAK  Associated PressSAN FRANCISCO (AP) President Joe Biden convened a group of technology leaders on Tuesday to debate what he called the risks and enormous promises of artificial intell [+2838 chars]",
            "summary": "Its already being deployed in false images and videos, becoming a vehicle of disinformation that could undermine democratic elections. This form of automation could increase the productivity of workers, but experts warn of numerous risks. On Tuesday, he told a group that he expects that John Kerry, the special envoy for climate, will soon return to China for talks on reducing carbon emissions.__Associated Press writer Barbara Ortutay in San Francisco contributed to this report. I think the American people need to have the confidence that were going to do what we say were going to do, he said. Top officials are meeting two to three times each week on this issue, in addition to the daily work of federal agencies. Biden met Tuesday at the Fairmont hotel in San Francisco with Tristan Harris, executive director of the Center for Human Technology; Jim Steyer, the CEO of Common Sense Media; and Joy Buolamwin, founder of the Algorithmic Justice League, among others. At his first fundraiser of the night, Biden spoke about what he saw as freedoms under siege, particularly for the LGBTQ community and with the overturning of abortion protections by the U.S. Supreme Court.",
            "html_summary": "<ul><li>It’s already being deployed in false images and videos, becoming a vehicle of disinformation that could undermine democratic elections.</li><li>This form of automation could increase the productivity of workers, but experts warn of numerous risks.</li><li>On Tuesday, he told a group that he expects that John Kerry, the special envoy for climate, will soon return to China for talks on reducing carbon emissions.__Associated Press writer Barbara Ortutay in San Francisco contributed to this report.</li><li>“I think the American people need to have the confidence that we’re going to do what we say we’re going to do,” he said.</li><li>Top officials are meeting two to three times each week on this issue, in addition to the daily work of federal agencies.</li><li>Biden met Tuesday at the Fairmont hotel in San Francisco with Tristan Harris, executive director of the Center for Human Technology; Jim Steyer, the CEO of Common Sense Media; and Joy Buolamwin, founder of the Algorithmic Justice League, among others.</li></ul>",
            "website_url": "https://apnews.com/article/biden-ai-artificial-intelligence-518ec2a9190cfb10db9dbcc1eaab3c4c"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Diabetes management startup Clivi wants to be Livongo of Latin America",
            "description": "Clivi balances human and technology interaction by connecting patients with doctors and then providing monitoring and treatment plans via WhatsApp.",
            "url": "/2023-06-19-diabetes-management-clivi-livongo-latin-america-healthcare",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Clivi-Assitant-Screenshots.png?resize=1200,675",
            "publishedAt": "2023-06-20T13:01:54Z",
            "content": "Over 422 million people around the world have diabetes, with the World Health Organization noting that the majority of those with the disease are living in lowincome and middleincome countries.In [+3374 chars]",
            "summary": "Though health plans start at MX$790 per month, the average patient will pay MX$40 per month with private insurance, Moguel said.He explained that people living with diabetes in Latin America often begin treating their disease late, which can lower their life expectancy by 10 years. Clivis goal is to help patients get back four of those years.Since going live in October 2021, Clivis platform has helped thousands of patients so far, 94% of whom have achieved diabetes control within six months, Moguel said. Over 422 million people around the world have diabetes, with the World Health Organization noting that the majority of those with the disease are living in low-income and middle-income countries.In Latin America, there are over 40 million adults with diabetes, according to Statista. 1 diabetes clinic in Mexico within the next year.This will help us to prepare the ground before we start expanding our solution to other Spanish-speaking territories across the region, Moguel said. This is the master plan to become not just the Livongo of Latin America, but the largest player in terms of diabetes and chronic conditions in the whole of Latin America.Taking advantage of Latin Americas market downturn The company is currently seeing an average of 2,000 new patients join the platform each month. The company is also going to expand its work with enterprises and public health organizations in Mexico.",
            "html_summary": "<ul><li>Though health plans start at MX$790 per month, the average patient will pay MX$40 per month with private insurance, Moguel said.He explained that people living with diabetes in Latin America often begin treating their disease late, which can lower their life expectancy by 10 years.</li><li>Clivi’s goal is to help patients get back four of those years.Since going live in October 2021, Clivi’s platform has helped thousands of patients so far, 94% of whom have achieved diabetes control within six months, Moguel said.</li><li>Over 422 million people around the world have diabetes, with the World Health Organization noting that the majority of those with the disease are living in low-income and middle-income countries.In Latin America, there are over 40 million adults with diabetes, according to Statista.</li><li>1 diabetes clinic in Mexico within the next year.”“This will help us to prepare the ground before we start expanding our solution to other Spanish-speaking territories across the region,” Moguel said.</li><li>“This is the master plan to become not just the Livongo of Latin America, but the largest player in terms of diabetes and chronic conditions in the whole of Latin America.”Taking advantage of Latin America’s market downturn</li><li>The company is currently seeing an average of 2,000 new patients join the platform each month.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/20/diabetes-management-clivi-livongo-latin-america-healthcare/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "SEC director says nothing has changed for enforcement even as the crypto industry rumbles",
            "description": "The SECs director of enforcement, Gurbir Grewal, says the regulator is not concerned with labels or technology, but with whats underneath.",
            "url": "/2023-06-19-sec-director-enforcement-crypto",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/12/GettyImages-167959993.jpg?resize=1200,801",
            "publishedAt": "2023-06-20T19:36:14Z",
            "content": "As the U.S. Securities and Exchange Commission continues to scrutinize the crypto industry, the agencys director of enforcement, Gurbir Grewal, says the regulator is not concerned with labels or tech [+1798 chars]",
            "summary": "Weve seen plenty of stablecoins that are neither stable nor coins, but [are] fraudulent.The director of enforcement also highlighted that crypto products and services like protocols and smart contracts are supposed to protect against market manipulation and fraud, but havent. What were doing is enforcing existing rules and regulations.Many companies in the web3 space disagree. You can call it cryptoit doesnt matter what you call it. Its the substance and reality of what youre offering. Its a catchy but tired refrain.",
            "html_summary": "<ul><li>“We’ve seen plenty of stablecoins that are neither stable nor coins, but [are] fraudulent.”The director of enforcement also highlighted that crypto products and services like protocols and smart contracts are supposed to protect against market manipulation and fraud, but haven’t.</li><li>What we’re doing is enforcing existing rules and regulations.”Many companies in the web3 space disagree.</li><li>“You can call it crypto…it doesn’t matter what you call it.</li><li>It’s the substance and reality of what you’re offering.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/20/sec-director-enforcement-crypto/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Eric Crowley",
            "title": "Upgrading AIpowered travel products to first class",
            "description": "Other than Airbnb, there really hasnt been a major shift in how we plan and book travel online in decades.",
            "url": "/2023-06-19-upgrading-ai-powered-travel-products-to-first-class",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-597070301.jpg?resize=1200,800",
            "publishedAt": "2023-06-20T15:31:19Z",
            "content": "In the race for dominance in the AI travel industry, even a small lead matters right now.Every player in the space trying to capitalize on the promise of new AI/LLM technologies is struggling with  [+2961 chars]",
            "summary": "While each travel company may start with the same baseline, we really like to see proprietary data that can train the AI to produce superior outputs. An average ranking of 8 for a hotel doesnt apply to a specific person whose main priority is to be close to a lesser-known local surf spot an AI surfaced for them.To try to drive utilization, startup players have to get more creative with product design. Roam Around sometimes recommends one site while showing a photo of another (and potentially linking to a third), and in one of our queries, GuideGeek conjured a cleverly named pub that simply doesnt exist. Meanwhile, Roam Around has a strong visual element to its interface.But travel information is complex, and incorrect information  or AI hallucinations  are a challenge. Getaiway and Roam Around have focused specifically on itineraries, with the latter simplifying the user input down to one word  type in a place and get an itinerary, then refine from there. If consumers can use an AI tool to search all airlines instantly, why does an OTA need to be in the loop?The OTAs are built on recommending what the masses want, but the whole point of AI is that the answer is now customized to the individual. Matador says it plans to include influencer videos from its wide range of content creators in the GuideGeek messaging interface.",
            "html_summary": "<ul><li>While each travel company may start with the same baseline, we really like to see proprietary data that can train the AI to produce superior outputs.</li><li>An average ranking of 8 for a hotel doesn’t apply to a specific person whose main priority is to be close to a lesser-known local surf spot an AI surfaced for them.To try to drive utilization, startup players have to get more creative with product design.</li><li>Roam Around sometimes recommends one site while showing a photo of another (and potentially linking to a third), and in one of our queries, GuideGeek conjured a cleverly named pub that simply doesn’t exist.</li><li>Meanwhile, Roam Around has a strong visual element to its interface.But travel information is complex, and incorrect information — or AI “hallucinations” — are a challenge.</li><li>Getaiway and Roam Around have focused specifically on itineraries, with the latter simplifying the user input down to one word — type in a place and get an itinerary, then refine from there.</li><li>If consumers can use an AI tool to search all airlines instantly, why does an OTA need to be in the loop?The OTAs are built on recommending what the masses want, but the whole point of AI is that the answer is now customized to the individual.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/20/upgrading-ai-powered-travel-products-to-first-class/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Thousands of realistic but fake AI child sex images found online, report says. Texas says statefunded EV chargers must include Tesla plugs. Rose Rocket, whose platform helps transportation companies communicate, raises $38M. Oracle launches its sovereign cloud for EU customers. Consumer group calls on EU to urgently investigate the risks of generative AI. Purely AIgenerated songs declared ineligible for Grammy Awards. Googles $200 metal Pixel Watch band is very premium, very expensive. Biden raising cash in the San Francisco area as he revs up his 2024 campaign. Biden discusses risks and promises of artificial intelligence with tech leaders in San Francisco. Diabetes management startup Clivi wants to be Livongo of Latin America. SEC director says nothing has changed for enforcement even as the crypto industry rumbles. Upgrading AIpowered travel products to first class"
}