{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOE McDONALD - Associated Press",
            "title": "Chinas Xi wants bigger global role after SaudiIran deal",
            "description": "President Xi Jinping is calling for China to play a bigger role in managing global affairs after Beijing scored a diplomatic coup by hosting talks that produced an agreement by Saudi Arabia and Iran to reopen diplomatic relations. Xi spoke",
            "url": "/2023-03-13-china-congress-xi-saudi-iran-deal-a97ac909a4efd30a6a0139a87ae8f26a",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/ae/1aedc6e9-ae28-56d4-b6ff-992d47426431/640f0271ba5f4.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-13T10:40:21Z",
            "content": "By JOE McDONALD  Associated PressBEJIING (AP) President Xi Jinping called Monday for China to play a bigger role in managing global affairs after Beijing scored a diplomatic coup as the host of ta [+7519 chars]",
            "summary": "Bao Fans company said he was cooperating in an investigation but gave no details.Li said Beijing will make a priority of job creation as it tries to revive economic growth that sank to 3% last year, the second-lowest level in decades. Ukrainian President Volodymyr Zelenskyy welcomed Chinese involvement but said success would require action in addition to words. This years official growth target is around 5%.The premier expressed confidence China can cope as its workforce shrinks. But entrepreneurs were rattled anew in February when a star banker who played a leading role in tech deals disappeared. China also is promoting trade and security initiatives.",
            "html_summary": "<ul><li>Bao Fan’s company said he was “cooperating in an investigation” but gave no details.Li said Beijing will make a priority of job creation as it tries to revive economic growth that sank to 3% last year, the second-lowest level in decades.</li><li>Ukrainian President Volodymyr Zelenskyy welcomed Chinese involvement but said success would require action in addition to words.</li><li>This year’s official growth target is “around 5%.”The premier expressed confidence China can cope as its workforce shrinks.</li><li>But entrepreneurs were rattled anew in February when a star banker who played a leading role in tech deals disappeared.</li></ul>",
            "website_url": "https://apnews.com/article/china-congress-xi-saudi-iran-deal-a97ac909a4efd30a6a0139a87ae8f26a"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KEN SWEET, CHRISTOPHER RUGABER, CHRIS MEGERIAN and CATHY BUSSEWITZ - Associated Press",
            "title": "US, UK try to stem fallout from Silicon Valley Bank collapse",
            "description": "Governments in the U.S. and Britain are taking extraordinary steps to stop a potential banking crisis after the historic failure of Silicon Valley Bank. The UK Treasury and the Bank of England facilitated the sale of Silicon Valley Bank UK",
            "url": "/2023-03-13-silicon-valley-bank-uk-bailout-hsbc-sale-4d2da0e9c6f39c0fd8faf321a2b295cf",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/thesunchronicle.com/content/tncms/assets/v3/editorial/c/b2/cb20078d-9c68-581b-a061-5fb4ff049a3f/640f183f42a15.image.jpg?crop=1810%2C950%2C0%2C96&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-13T11:21:00Z",
            "content": "NEW YORK (AP) Governments in the U.S. and Britain are taking extraordinary steps to prevent a potential banking crisis after the failure of Californiabased Silicon Valley Bank prompted fears of a br [+6636 chars]",
            "summary": "New York-based Signature Bank was seized by regulators late Sunday in third-largest failure in the U.S.In both cases, the government agreed to cover deposits, even those that exceeded the federally insured limit of $250,000.Despite the message from the White House, investors broadly dumped shares in bank stocks. Shares of First Republic Bank closed down more than 60% even after the bank said it was taking emergency funding from the Federal Reserve and additional money from JPMorgan Chase.Shares in KeyCorp and Comerica plunged by nearly a third. In response to the crisis, regulators guaranteed all deposits at the two banks and created a program that effectively threw a lifeline to other banks to shield them from a run on deposits.Your deposits will be there when you need them, Biden told the public, seeking to project calm. The Bank of England and U.K. Treasury said they facilitated the sale of a Silicon Valley Bank subsidiary in London to HSBC, Europes biggest bank. The deal protected 6.7 billion pounds ($8.1 billion) of deposits.Under the plan announced by U.S. regulators, depositors at Silicon Valley Bank and Signature Bank were able to access their money. The Shanghai Composite index lost 0.7%, while Hong Kongs Hang Seng was down 1%.Wesley Zheng, co-founder and CEO of Posh Robotics, which is working to develop sustainable batteries, said he will move $4 million from Silicon Valley Bank to JPMorgan Chase.No more small banks. She was told that all checks from Friday would be honored, along with her automatic payments.Barry left enough in her account to cover the payments, but she transferred the bulk of her money over to another bank.",
            "html_summary": "<ul><li>New York-based Signature Bank was seized by regulators late Sunday in third-largest failure in the U.S.In both cases, the government agreed to cover deposits, even those that exceeded the federally insured limit of $250,000.Despite the message from the White House, investors broadly dumped shares in bank stocks.</li><li>Shares of First Republic Bank closed down more than 60% even after the bank said it was taking emergency funding from the Federal Reserve and additional money from JPMorgan Chase.Shares in KeyCorp and Comerica plunged by nearly a third.</li><li>In response to the crisis, regulators guaranteed all deposits at the two banks and created a program that effectively threw a lifeline to other banks to shield them from a run on deposits.“Your deposits will be there when you need them,” Biden told the public, seeking to project calm.</li><li>The Bank of England and U.K. Treasury said they facilitated the sale of a Silicon Valley Bank subsidiary in London to HSBC, Europe’s biggest bank.</li><li>The deal protected 6.7 billion pounds ($8.1 billion) of deposits.Under the plan announced by U.S. regulators, depositors at Silicon Valley Bank and Signature Bank were able to access their money.</li><li>The Shanghai Composite index lost 0.7%, while Hong Kong’s Hang Seng was down 1%.Wesley Zheng, co-founder and CEO of Posh Robotics, which is working to develop sustainable batteries, said he will move $4 million from Silicon Valley Bank to JPMorgan Chase.“No more small banks.</li></ul>",
            "website_url": "https://apnews.com/article/silicon-valley-bank-uk-bailout-hsbc-sale-4d2da0e9c6f39c0fd8faf321a2b295cf"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Jill Lawless",
            "title": "UK boosts defense spending in response to Russia and China",
            "description": "LONDON (AP)  British Prime Minister Rishi Sunak pledged Monday to increase U.K. military funding by 5 billion pounds ($6 billion) over the next two years in response to Russias invasion of Ukraine and the epochdefining challenge posed by China.",
            "url": "/2023-03-13-uk-britain-china-aukus-submarines-964717c21be1a5f765d9139b5cb0f3a0",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/8514ac33334748b99eba87dd6c10f5f2/3000.webp",
            "publishedAt": "2023-03-13T09:52:57Z",
            "content": "LONDON (AP) British Prime Minister Rishi Sunak pledged Monday to increase U.K. military funding by 5 billion pounds ($6 billion) over the next two years in response to Russias invasion of Ukraine and [+2631 chars]",
            "summary": "Britain currently spends just over 2% of GDP on defense, and military chiefs want it to rise to 3%.The extra money will be used, in part, to replenish Britains ammunition stocks, depleted from supplying Ukraine in its defense against Russia. Sunak said the U.K. would increase military spending to 2.5% of gross domestic product in the longer term, but didnt set a date. intelligence agencies have expressed growing concern about Chinas military might, covert activities and economic muscle. The government ordered an update in response to an increasingly volatile world. Most of the U.K. construction will take place in shipyards at Barrow-in-Furness in northwest England, with the first subs completed by the late 2030s. Thats the right approach whilst being very robust in defending our values and our interests.",
            "html_summary": "<ul><li>Britain currently spends just over 2% of GDP on defense, and military chiefs want it to rise to 3%.The extra money will be used, in part, to replenish Britain’s ammunition stocks, depleted from supplying Ukraine in its defense against Russia.</li><li>Sunak said the U.K. would increase military spending to 2.5% of gross domestic product “in the longer term,” but didn’t set a date.</li><li>intelligence agencies have expressed growing concern about China’s military might, covert activities and economic muscle.</li><li>The government ordered an update in response to an increasingly volatile world.</li><li>Most of the U.K. construction will take place in shipyards at Barrow-in-Furness in northwest England, with the first subs completed by the late 2030s.</li></ul>",
            "website_url": "https://apnews.com/article/uk-britain-china-aukus-submarines-964717c21be1a5f765d9139b5cb0f3a0"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "In historic lastminute deal, HSBC acquires Silicon Valley Bank UK, says all depositors money is safe",
            "description": "HSBC UK is acquiring Silicon Valley Bank UK for a symbolic 1, after a tense weekend of frantic negotiations by the UK government, regulators and a suite of other potential suitors. The deal is a massive relief to the UK technology sector, which was highly ex",
            "url": "/2023-03-13-in-historic-last-minute-deal-hsbc-acquires-silicon-valley-bank-uk-says-all-depositors-money-is-safe",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1247968342.jpg?resize=1200,799",
            "publishedAt": "2023-03-13T07:41:52Z",
            "content": "HSBC UK is acquiring Silicon Valley Bank UK for a symbolic 1, after a tense weekend of frantic negotiations by the UK government, regulators and a suite of other potential suitors.The deal is a ma [+3791 chars]",
            "summary": "The wider UK banking system remains safe, sound, and well capitalised.Noel Quinn, HSBC Group CEO, welcomed Silicon Valley Bank UK customers in a statement, saying they could continue to bank as usual:This acquisition makes excellent strategic sense for our business in the UK. Final calculation of the gain arising from the acquisition will be provided in due course.The Bank of England said all depositors money with SVB UK is safe, with the deal ensuring the continuity of banking services.It means SVB UK will not now be put into insolvency.U.K. The quick turnaround of the deal will be seen as a signal of the governments support of tech, and overall confidence in the financial system.HSBC said the transaction completes immediately. The acquisition will be funded from existing resources. Given the emergence of a credible purchaser for SVBUK the Bank has determined that using its resolution powers for stabilising failing banks is appropriate.No other UK banks are directly materially affected by these actions, or by the resolution of SVBUKs US parent bank. And since a bank has stepped in to rescue another bank, it also reduces the so-called moral hazard risk where failed banks and depositors assume the exit is to get bailed out by the government.More to come. We warmly welcome SVB UK colleagues to HSBC, we are excited to start working with them.Dom Hallas, executive director of Coadec, the U.K. nonprofit that lobbies government on behalf of tech startups, said: The Government deserves huge credit. Chancellor Jeremy Hunt said: This morning, the Government and the Bank of England facilitated a private sale of Silicon Valley Bank UK to HSBC.",
            "html_summary": "<ul><li>The wider UK banking system remains safe, sound, and well capitalised.Noel Quinn, HSBC Group CEO, welcomed Silicon Valley Bank UK customers in a statement, saying they could continue to bank as usual:This acquisition makes excellent strategic sense for our business in the UK.</li><li>Final calculation of the gain arising from the acquisition will be provided in due course.The Bank of England said all depositors’ money with SVB UK is safe, with the deal ensuring the continuity of banking services.It means SVB UK will not now be put into insolvency.U.K.</li><li>The quick turnaround of the deal will be seen as a signal of the government’s support of tech, and overall confidence in the financial system.HSBC said the transaction “completes immediately.” The acquisition will be funded from existing resources.</li><li>Given the emergence of a credible purchaser for SVBUK the Bank has determined that using its resolution powers for stabilising failing banks is appropriate.No other UK banks are directly materially affected by these actions, or by the resolution of SVBUK’s US parent bank.</li><li>And since a bank has stepped in to rescue another bank, it also reduces the so-called “moral hazard” risk where failed banks and depositors assume the exit is to get bailed out by the government.More to come.</li><li>We warmly welcome SVB UK colleagues to HSBC, we are excited to start working with them.Dom Hallas, executive director of Coadec, the U.K. nonprofit that lobbies government on behalf of tech startups, said: “The Government deserves huge credit.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/13/in-historic-last-minute-deal-hsbc-acquires-silicon-valley-bank-uk-says-all-depositors-money-is-safe/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "UK tech ecosystem reacts to the news of SVB UK acquisition by HSBC",
            "description": "UK tech founders, investors, and ecosystem leaders have been giving their reactions to the news that SVB UK will be rescued by HSBC. In addition, many startup founders and investors pointed to the legwork done by industry body Coadec, which is now raising fu",
            "url": "/2023-03-13-uk-tech-ecosystem-reacts-to-the-news-of-svb-uk-acquisition-by-hsbc",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/svb_new_large.png?w=1200",
            "publishedAt": "2023-03-13T09:40:42Z",
            "content": "UK tech founders, investors, and ecosystem leaders have been giving their reactions to the news that SVB UK will be rescued by HSBC.In addition, many startup founders and investors pointed to the l [+6789 chars]",
            "summary": "#SVBUK  https://t.co/JMFW1mhfFj Oli Barrett (@OliBarrett) March 13, 2023Huge  to @Jeremy_Hunt and cross-Whitehall Team who supported the  #tech sector from the moment the #SVB crisis hit & worked tirelessly with @Dom_Hallas @Coadec and others to find a swift solution that helps the sector without burdening taxpayers. From the prospect of a full blown financial crisis to a loss of deposits, and a more contained tech crisis, resources would inevitably (and rightly) have to flow to mission critical companies and funds to keep the sector afloat. Many of these #startups are developing technologies which represent the future of the UK economy. Had they not intervened this would have been a disaster for UK tech and the longer term tech leadership prospects for the UK.Fantastic news that @HSBC_UK will buy SVB UK. I just hope they revamp the SVB app and online banking system as soon as possible (for any clients who have used SVB online they will feel my pain ).The entire tech sector is breathing a sign of relief this AM! Its a great result for UK plc.It was vital that depositors in #SVB UK, who were overwhelmingly UK tech startups, were protected, not just for the startup ecosystem but the whole of the UK. As a client of theirs and also a company that has a lot of tech sector clients the repercussions of allowing SVB to fail [in the U.K.] would have been colossal.",
            "html_summary": "<ul><li>#SVBUK 🇬🇧 https://t.co/JMFW1mhfFj— Oli Barrett (@OliBarrett) March 13, 2023Huge 🙌🏼 to @Jeremy_Hunt and cross-Whitehall Team who supported the 🇬🇧 #tech sector from the moment the #SVB crisis hit & worked tirelessly with @Dom_Hallas @Coadec and others to find a swift solution that helps the sector without burdening taxpayers.</li><li>From the prospect of a full blown financial crisis to a loss of deposits, and a more contained tech crisis, resources would inevitably (and rightly) have to flow to mission critical companies and funds to keep the sector afloat.</li><li>Many of these #startups are developing technologies which represent the future of the UK economy.</li><li>Had they not intervened this would have been a disaster for UK tech and the longer term tech leadership prospects for the UK.”Fantastic news that @HSBC_UK will buy SVB UK.</li><li>I just hope they revamp the SVB app and online banking system as soon as possible (for any clients who have used SVB online they will feel my pain 🤣).”The entire tech sector is breathing a sign of relief this AM!</li><li>It’s a great result for UK plc.”It was vital that depositors in #SVB UK, who were overwhelmingly UK tech startups, were protected, not just for the startup ecosystem but the whole of the UK.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/13/uk-tech-ecosystem-reacts-to-the-news-of-svb-uk-acquisition-by-hsbc/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "EV SPACs hunt for cash, the SVB fallout continues and a new AV startup emerges",
            "description": "The Station is a weekly transportation newsletter. This week, EV SPACs hunted for cash and the SVB collapse rippled through the tech sector.",
            "url": "/2023-03-13-ev-spacs-hunt-for-cash-the-svb-fallout-continues-and-a-new-av-startup-emerges",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/Arrival-Van-Banbury-Exterior-Side-Image.jpeg?resize=1200,800",
            "publishedAt": "2023-03-13T11:01:02Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+11102 chars]",
            "summary": "The company ended the year with $11.6 billion in cash and cash equivalents, which gives Rivian a runway of about two years at its current cash burn rate.There is one other way to preserve cash. This hunt for cash is ramping up, particularly for the EV SPACs, which have high costs and in many cases no revenue yet.Arrival, which went public in 2021 via a merger with a special purpose acquisition company, posted preliminary fourth-quarter and full-year earnings reports this past week. And company execs indicated plans to raise another $50 million.CEO Xuefeng Chen said during the companys earnings call that he was confident the funds would be received. Lets see how many take the offer.A few other deals that got my attention ClearFlame Engine Technologies, a company that has developed a way for diesel engines to run renewable fuel, raised $30 million in Series B round led by Mercuria Energy Group. Bird reported revenue of $69.7 million for the fourth quarter of 2022, a big improvement from the $49.5 million reported in the same quarter of 2021. The companys net loss widened to $102.3 million from $81.2 million a year earlier. Arrival plans to hold a business update March 13 so the company can potentially finalize a transaction which, if consummated, would provide additional liquidity and further extend its runway.Then there is Faraday Future, which also reported earnings.",
            "html_summary": "<ul><li>The company ended the year with $11.6 billion in cash and cash equivalents, which gives Rivian a runway of about two years at its current cash burn rate.There is one other way to preserve cash.</li><li>This hunt for cash is ramping up, particularly for the EV SPACs, which have high costs and in many cases no revenue yet.Arrival, which went public in 2021 via a merger with a special purpose acquisition company, posted preliminary fourth-quarter and full-year earnings reports this past week.</li><li>And company execs indicated plans to raise another $50 million.CEO Xuefeng Chen said during the company’s earnings call that he was confident the funds would be received.</li><li>Let’s see how many take the offer.A few other deals that got my attention …ClearFlame Engine Technologies, a company that has developed a way for diesel engines to run renewable fuel, raised $30 million in Series B round led by Mercuria Energy Group.</li><li>Bird reported revenue of $69.7 million for the fourth quarter of 2022, a big improvement from the $49.5 million reported in the same quarter of 2021.</li><li>The company’s net loss widened to $102.3 million from $81.2 million a year earlier.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/13/ev-spacs-hunt-for-cash-the-svb-fallout-continues-and-a-new-av-startup-emerges/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Chinas Xi wants bigger global role after SaudiIran deal. US, UK try to stem fallout from Silicon Valley Bank collapse. UK boosts defense spending in response to Russia and China. In historic lastminute deal, HSBC acquires Silicon Valley Bank UK, says all depositors money is safe. UK tech ecosystem reacts to the news of SVB UK acquisition by HSBC. EV SPACs hunt for cash, the SVB fallout continues and a new AV startup emerges"
}