{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ashley Gold",
            "title": "Tech platforms struggle to verify their users age",
            "description": "Social media and streaming platforms are trying to figure out the best ways to verify a users age as parents and lawmakers grow increasingly concerned about the way children and teenagers use online services.Driving the news Those worries  along with recen",
            "url": "/2023-03-06-age-checks-online-children-social-media-privacy",
            "urlToImage": "https://images.axios.com/ZaxkL_nZKjl7M0oJErcl4-I5dVQ=/0x0:1920x1080/1366x768/2023/03/03/1677872156532.jpg",
            "publishedAt": "2023-03-06T10:45:00Z",
            "content": "Social media and streaming platforms are trying to figure out the best ways to verify a users age as parents and lawmakers grow increasingly concerned about the way children and teenagers use online [+5473 chars]",
            "summary": "Younger users also cannot change their birthdays.YouTube: Google users are required to provide their date of birth when creating an account; 13 is the minimum age and users under 18 get certain privacy protections by default, per Google spokesperson Christa Muldoon. Snapchat's terms of service state users must be 13 and older, and the app is in the process of updating its sign-in process to make it more difficult for users under 13 to make accounts, per a company spokesperson. On YouTube, that means disabled autoplay and \"bedtime\" and \"break\" reminders set by default, among other restrictions.TikTok: The popular video-sharing app has a \"neutral, industry-standard age gate,\" allowing users to enter birthdays, a spokesperson said. The bottom line: There are no agreed-upon guidelines for accuracy or protecting civil rights in gauging ages of online users. The app also just expanded time limits for users under 18. Meta has been testing age verification tools on Instagram and Facebook Dating, announcing an expansion of the Instagram test to more countries last week. What's happening: Spurred by existing and potential laws, platforms are taking pains to show they're being responsible about age-appropriate content on their sites, with varying approaches.",
            "html_summary": "<ul><li>Younger users also cannot change their birthdays.YouTube: Google users are required to provide their date of birth when creating an account; 13 is the minimum age and users under 18 get certain privacy protections by default, per Google spokesperson Christa Muldoon.</li><li>Snapchat's terms of service state users must be 13 and older, and the app is in the process of updating its sign-in process to make it more difficult for users under 13 to make accounts, per a company spokesperson.</li><li>On YouTube, that means disabled autoplay and \"bedtime\" and \"break\" reminders set by default, among other restrictions.TikTok: The popular video-sharing app has a \"neutral, industry-standard age gate,\" allowing users to enter birthdays, a spokesperson said.</li><li>The bottom line: There are no agreed-upon guidelines for accuracy or protecting civil rights in gauging ages of online users.</li><li>The app also just expanded time limits for users under 18.</li><li>Meta has been testing age verification tools on Instagram and Facebook Dating, announcing an expansion of the Instagram test to more countries last week.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/06/age-checks-online-children-social-media-privacy"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Tina Reed",
            "title": "As cyber attacks on health care soar, so does the cost of cyber insurance",
            "description": "Health systems buffeted by labor and supply chain costs and broader economic woes have another unwieldy financial problem the soaring costs of cyber insurance.Why it matters It may not be sexy  or the first thing you think about when cybercriminals wreak h",
            "url": "/2023-03-06-cyber-attacks-cost-of-cyber-insurance",
            "urlToImage": "https://images.axios.com/V7_iRjwWy2JPWn0g9LjIw6nkuio=/0x0:1920x1080/1366x768/2023/03/03/1677876037215.jpg",
            "publishedAt": "2023-03-06T11:01:00Z",
            "content": "Health systems buffeted by labor and supply chain costs and broader economic woes have another unwieldy financial problem the soaring costs of cyber insurance.Why it matters It may not be sexy or [+6385 chars]",
            "summary": "But the sheer scope of the problem, and insurers' reluctance to cover losses stemming from ransomware attacks, is hitting hospitals in a very real way, Moody's Investors Services points out.What they are saying: \"The cost of insurance is rising and it's coming at the worst time for health care. Illustration: Ada Amer/AxiosHealth systems buffeted by labor and supply chain costs and broader economic woes have another unwieldy financial problem: the soaring costs of cyber insurance.Why it matters: It may not be sexy  or the first thing you think about when cybercriminals wreak havoc on hospital infrastructure. The big picture: As the threat of ransomware attacks rise  and the payouts grow too  it raises an existential question: Are cyber threats becoming so risky as to become uninsurable? The big picture: When cyber insurance first emerged in the early aughts, it was often included as part of other policies. The intrigue: In some cases, health systems have actually gotten their records back  and one even got an apology  from hackers after being told they were endangering patient lives. There's not a lot of wiggle room,\" Matthew Cahill, a Moody's analyst.",
            "html_summary": "<ul><li>But the sheer scope of the problem, and insurers' reluctance to cover losses stemming from ransomware attacks, is hitting hospitals in a very real way, Moody's Investors Services points out.What they are saying: \"The cost of insurance is rising and it's coming at the worst time for health care.</li><li>Illustration: Aïda Amer/AxiosHealth systems buffeted by labor and supply chain costs and broader economic woes have another unwieldy financial problem: the soaring costs of cyber insurance.Why it matters: It may not be sexy — or the first thing you think about when cybercriminals wreak havoc on hospital infrastructure.</li><li>The big picture: As the threat of ransomware attacks rise — and the payouts grow too — it raises an existential question: Are cyber threats becoming so risky as to become uninsurable?</li><li>The big picture: When cyber insurance first emerged in the early aughts, it was often included as part of other policies.</li><li>The intrigue: In some cases, health systems have actually gotten their records back — and one even got an apology — from hackers after being told they were endangering patient lives.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/06/cyber-attacks-cost-of-cyber-insurance"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Another AV company hits the skids, Scout Motors picks a home and Teslas tepid investor day",
            "description": "FYI, next week I will be in Austin to attend SXSW.  In the days leading up to Tesla Investor Day, there was a lot of chatter and speculation about what...",
            "url": "/2023-03-06-another-av-company-hits-the-skids-scout-motors-picks-a-home-and-teslas-tepid-investor-day",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/.OBoscBNR50xQP3z30fafQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/c4a6212c42a0c8bf99670a62dfc5a50a",
            "publishedAt": "2023-03-06T12:00:11Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+11438 chars]",
            "summary": "The company acquired lidar-related IP from Seagate (the data storage technology company) and launched a semiconductor company called LSI that takes the chip design companies it has acquired and puts them all under one entity and with one focus. And Kumpan Electric, a German moped manufacturer, filed for bankruptcy.China-based automated driving developer iMotion Automotive Technology Suzhou Co. is considering a Hong Kong initial public offering that could raise $200 million to $300 million, Bloomberg reported, citing sources familiar. The company, which says its program with Volkswagen is still on track, did see its net losses shrink year over year. The company is unprofitable and doesnt expect to reach that milestone in the next three years.Innoviz reported $6 million in revenue for 2022, about an 11% increase from 2021. Meanwhile, the company said it will begin testing its autonomous Jaguar I-Paces without a human safety operator in Los Angeles in the next couple of weeks.Embark Trucks is in trouble. Revenue beat analysts expectations by 5.2% with $61.1 million for Q4, but the company missed EPS estimates by 4.3%. From the recovered metals, Redwood said it is already beginning to produce battery materials, anode and cathode that can be returned directly to U.S. battery cell manufacturers.Scout, the EV upstart spun out of VW Group, has picked South Carolina for its $2 billion factory.",
            "html_summary": "<ul><li>The company acquired lidar-related IP from Seagate (the data storage technology company) and launched a semiconductor company called LSI that takes the chip design companies it has acquired and puts them all under one entity and with one focus.</li><li>And Kumpan Electric, a German moped manufacturer, filed for bankruptcy.China-based automated driving developer iMotion Automotive Technology Suzhou Co. is considering a Hong Kong initial public offering that could raise $200 million to $300 million, Bloomberg reported, citing sources familiar.</li><li>The company, which says its program with Volkswagen is still on track, did see its net losses shrink year over year.</li><li>The company is unprofitable and doesn’t expect to reach that milestone in the next three years.Innoviz reported $6 million in revenue for 2022, about an 11% increase from 2021.</li><li>Meanwhile, the company said it will begin testing its autonomous Jaguar I-Paces without a human safety operator in Los Angeles in the next couple of weeks.Embark Trucks is in trouble.</li><li>Revenue beat analysts’ expectations by 5.2% with $61.1 million for Q4, but the company missed EPS estimates by 4.3%.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/06/another-av-company-hits-the-skids-scout-motors-picks-a-home-and-teslas-tepid-investor-day/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DAVID KLEPPER - Associated Press",
            "title": "Digital foot soldiers ProTrump bots swarm DeSantis, Haley",
            "description": "Researchers have uncovered a network of tens of thousands of fake Twitter accounts created to support former President Donald Trump and attack his critics and potential rivals. Those targeted by the bot network include a Republican candidate for president, Ni",
            "url": "/2023-03-06-trump-desantis-twitter-haley-presidential-election-4d61487294f9218855b8e6e89f0c8ccc",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/4/6b/46bd8f2e-63ba-5623-821e-f9eb93b07ce8/6405e8ad203ca.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-06T13:06:54Z",
            "content": "By DAVID KLEPPER  Associated PressWASHINGTON (AP) Over the past 11 months, someone created thousands of fake, automated Twitter accounts perhaps hundreds of thousands of them to offer a stream of  [+6608 chars]",
            "summary": "While the identity of those behind the network of fake accounts is unknown, Cyabras analysts determined that it was likely created within the U.S.To identify a bot, researchers will look for patterns in an accounts profile, its follower list and the content it posts. Some of the accounts posted their own content, often in reply to real users, while others reposted content from real users, helping to amplify it further.McConnell... While big tech companies have improved their detection of fake accounts, the network identified by Cyabra shows they remain a potent force in shaping online political discussion. For the sake of democracy I want people to know this is happening.Bots, as they are commonly called, are fake, automated accounts that became notoriously well-known after Russia employed them in an effort to meddle in the 2016 election. When a human user sees a hashtag or piece of content from a bot and reposts it, theyre doing the networks job for it, and also sending a signal to Twitters algorithms to boost the spread of the content further. Theyre really good at getting information in front of peoples eyeballs.Until recently, most bots were easily identified thanks to their clumsy writing or account names that included nonsensical words or long strings of random numbers. Twitter itself has said that less than 5% of its active daily users are fake or spam accounts.When Cyabra researchers examined negative posts about specific Trump critics, however, they found far higher levels of inauthenticity.",
            "html_summary": "<ul><li>While the identity of those behind the network of fake accounts is unknown, Cyabra’s analysts determined that it was likely created within the U.S.To identify a bot, researchers will look for patterns in an account’s profile, its follower list and the content it posts.</li><li>Some of the accounts posted their own content, often in reply to real users, while others reposted content from real users, helping to amplify it further.“McConnell...</li><li>While big tech companies have improved their detection of fake accounts, the network identified by Cyabra shows they remain a potent force in shaping online political discussion.</li><li>For the sake of democracy I want people to know this is happening.”Bots, as they are commonly called, are fake, automated accounts that became notoriously well-known after Russia employed them in an effort to meddle in the 2016 election.</li><li>When a human user sees a hashtag or piece of content from a bot and reposts it, they’re doing the network’s job for it, and also sending a signal to Twitter’s algorithms to boost the spread of the content further.</li><li>They’re really good at getting information in front of people’s eyeballs.”Until recently, most bots were easily identified thanks to their clumsy writing or account names that included nonsensical words or long strings of random numbers.</li></ul>",
            "website_url": "https://apnews.com/article/trump-desantis-twitter-haley-presidential-election-4d61487294f9218855b8e6e89f0c8ccc"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Open banking startup Abound nabs $601M to supercharge its AIbased consumer lending platform",
            "description": "After a slow start in the UK and Europe, open banking is catching on with fintechs, who are using APIs to access banking data and rails and using them as an alternative to traditional credit networks to build products. Now, a UKbased consumer lending service",
            "url": "/2023-03-06-open-banking-loans-platform-abound-nabs-601m-to-supercharge-its-consumer-lending-business",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/02/gettyimages-bc8671-003.jpg?resize=1200,928",
            "publishedAt": "2023-03-06T11:33:08Z",
            "content": "After a slow start in the UK and Europe, open banking is catching on with fintechs, who are using APIs to access banking data and rails and using them as an alternative to traditional credit networks [+7793 chars]",
            "summary": "What Abound has achieved in its first two years of lending has been very impressive and should lay the groundwork for a strong platform to better serve the customers who should be able to access cheaper credit with open banking. We are excited to see Abounds offer grow in the years ahead.Waterfall is pleased to be part of Abounds business expansion as it seeks to utilize open banking in a more informed way to help the consumer, added Krishin Uttamchandani, director at Waterfall Asset Management, in a statement. The two saw that the API framework presented a clear opening for those who could understand how and where they could be used, he said.Consumer credit is very broken, he said. Abound is not disclosing valuation, but for some context, Chappell confirmed that the startup, previously known as Fintern.AI (which is technically still the parent companys name), had previously raised just under $11 million in equity and around $60 million for loaning. Last year, Visa acquired open banking developer Tink, which provides API rails for thousands of banks, for more than $2 billion. Most of it is deeply entrenched in tech from the 70s and 80s.That entrenchment involves FICO credit scores, and access to that data dominated by companies Equifax and Experian to determine credit-worthiness. It would take banks five years or more to change their processes, he said.",
            "html_summary": "<ul><li>What Abound has achieved in its first two years of lending has been very impressive and should lay the groundwork for a strong platform to better serve the customers who should be able to access cheaper credit with open banking.</li><li>We are excited to see Abound’s offer grow in the years ahead.”“Waterfall is pleased to be part of Abound’s business expansion as it seeks to utilize open banking in a more informed way to help the consumer,” added Krishin Uttamchandani, director at Waterfall Asset Management, in a statement.</li><li>The two saw that the API framework presented a clear opening for those who could understand how and where they could be used, he said.“Consumer credit is very broken,” he said.</li><li>Abound is not disclosing valuation, but for some context, Chappell confirmed that the startup, previously known as Fintern.AI (which is technically still the parent company’s name), had previously raised just under $11 million in equity and around $60 million for loaning.</li><li>Last year, Visa acquired open banking developer Tink, which provides API rails for thousands of banks, for more than $2 billion.</li><li>“Most of it is deeply entrenched in tech from the 70s and 80s.”That entrenchment involves FICO credit scores, and access to that data dominated by companies Equifax and Experian to determine credit-worthiness.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/06/open-banking-loans-platform-abound-nabs-601m-to-supercharge-its-consumer-lending-business/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "Only 5 days left to save $1,000 on Disrupt passes",
            "description": "Dont miss out! Fridays the last day to save $1,000 on passes to TechCrunch Disrupt in September. Students and nonprofits  you can go for just $95.",
            "url": "/2023-03-06-only-5-days-left-to-save-1000-on-disrupt-passes",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Countdown-Article-Image-Header_5-days_1920x1080.jpg?resize=1200,675",
            "publishedAt": "2023-03-06T15:00:53Z",
            "content": "TechCrunch Disrupt, the premier earlystage startup conference, takes place on September 1921 in San Francisco. Sure, thats six months from now. But if you want the best price, you gotta take action  [+2473 chars]",
            "summary": "Students and nonprofits can score a deeply discounted pass for just $95  $180 savings!You have just five days left  buy your TC Disrupt pass now and save up to $1,000.TechCrunch Disrupt is an experience you cant afford to miss. Heres a small slice of the feedback weve received from past Disruptors:TechCrunch Disrupt takes place in San Francisco on September 1921, but if you want to save up to $1,000, you have just five more days before prices increase. With 10,000 avid founders, makers, investors and entrepreneurs in the house; eight stages of programming; and dozens of breakouts and roundtables, the opportunities for connection, inspiration, growth and learning are virtually infinite.Dont take our word for it. But if you want the best price, you gotta take action before prices go up in five days. Its three days of masterclasses in the art and science of building, funding, launching and scaling successful early-stage startups. Buy your Disrupt pass today!Is your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2023? TechCrunch Disrupt, the premier early-stage startup conference, takes place on September 1921 in San Francisco.",
            "html_summary": "<ul><li>Students and nonprofits can score a deeply discounted pass for just $95 — $180 savings!You have just five days left — buy your TC Disrupt pass now and save up to $1,000.TechCrunch Disrupt is an experience you can’t afford to miss.</li><li>Here’s a small slice of the feedback we’ve received from past Disruptors:TechCrunch Disrupt takes place in San Francisco on September 19–21, but if you want to save up to $1,000, you have just five more days before prices increase.</li><li>With 10,000 avid founders, makers, investors and entrepreneurs in the house; eight stages of programming; and dozens of breakouts and roundtables, the opportunities for connection, inspiration, growth and learning are virtually infinite.Don’t take our word for it.</li><li>But if you want the best price, you gotta take action before prices go up in five days.</li><li>It’s three days of masterclasses in the art and science of building, funding, launching and scaling successful early-stage startups.</li><li>Buy your Disrupt pass today!Is your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2023?</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/06/only-5-days-left-to-save-1000-on-disrupt-passes/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Tech platforms struggle to verify their users age. As cyber attacks on health care soar, so does the cost of cyber insurance. Another AV company hits the skids, Scout Motors picks a home and Teslas tepid investor day. Digital foot soldiers ProTrump bots swarm DeSantis, Haley. Open banking startup Abound nabs $601M to supercharge its AIbased consumer lending platform. Only 5 days left to save $1,000 on Disrupt passes"
}