{
    "status": "ok",
    "totalResults": 14,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Staff",
            "title": "I try synthetic salmon and enter the uncanny valley of taste",
            "description": "Synthetic fish isnt quite there yetand may not be worth the effort.",
            "url": "/2023-08-19-i-try-synthetic-salmon-and-enter-the-uncanny-valley-of-taste",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/1-760x380.jpg",
            "publishedAt": "2023-08-19T14:33:08Z",
            "content": "Enlarge/ It may look a lot like fish, but its not.12 with I could count on one thing as I sat down for a multiplecourse meal based on something that looked very much like salmon I would not ha [+6704 chars]",
            "summary": "This left the faux fish even flakier than in the first two courses, but the crust had such a strong flavor that it overrode the taste of the salmon itself.The fourth offering consisted of seared salmon on a bed of feta-infused polenta. Distribution in grocery stores will come later, and the company hopes to achieve price parity with wild-caught salmon as it scales up production.I left the dinner feeling contentedly full and confident that I would enjoy eating New Schools product again if served to me, especially if prepared that artfully.  Rob Pegoraro - Aug 19, 2023 2:33 pm UTC I could count on one thing as I sat down for a multiple-course meal based on something that looked very much like salmon: I would not have to worry about any bones. Yet, when dabbed with the plant-based butter next to it on the plate, this faux fish was delicious overall.For the third fish course, New Schools hired chef marinated the salmon for about a half-hour and then topped it with a panko-and-basil crust before roasting it. This homogeneous hydrogel is placed in contact with a freezing surface and the gel is directionally frozen, resulting in the formation of thousands of directionally aligned, microscopic ice crystals traveling away from the freezing source.Once the gel is fully frozen, the ice is removed, leaving behind empty channels. The raw output of New Schools process was used in the first course served at the dinner: salmon ceviche. These channels act as a scaffold; the channels are filled with proteins and other ingredients (color, flavors, fats) to form the muscle fibers.The company claims that the result has the differentiated texture of a cut of meat.",
            "html_summary": "<ul><li>This left the faux fish even flakier than in the first two courses, but the crust had such a strong flavor that it overrode the taste of the salmon itself.The fourth offering consisted of seared salmon on a bed of feta-infused polenta.</li><li>Distribution in grocery stores will come later, and the company hopes to achieve price parity with wild-caught salmon as it scales up production.I left the dinner feeling contentedly full and confident that I would enjoy eating New School’s product again if served to me, especially if prepared that artfully.</li><li> Rob Pegoraro - Aug 19, 2023 2:33 pm UTC I could count on one thing as I sat down for a multiple-course meal based on something that looked very much like salmon: I would not have to worry about any bones.</li><li>Yet, when dabbed with the plant-based butter next to it on the plate, this faux fish was delicious overall.For the third fish course, New School’s hired chef marinated the salmon for about a half-hour and then topped it with a panko-and-basil crust before roasting it.</li><li>This homogeneous hydrogel is placed in contact with a freezing surface and the gel is directionally frozen, resulting in the formation of thousands of directionally aligned, microscopic ice crystals traveling away from the freezing source.Once the gel is fully frozen, the ice is removed, leaving behind empty channels.</li><li>The raw output of New School’s process was used in the first course served at the dinner: salmon ceviche.</li></ul>",
            "website_url": "https://arstechnica.com/culture/2023/08/i-try-synthetic-salmon-and-enter-the-uncanny-valley-of-taste/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "MIKE CORDER, SAMYA KULLAB, JAN M. OLSEN",
            "title": "Dutch and Danes Giving Kyiv F16s...",
            "description": "Officials say the United States has given its approval for the Netherlands and Denmark to deliver F16s to Ukraine. The defense ministers of those two NATO countries announced the decision Friday. It is a major gain for Kyiv even though the fighter jets wont",
            "url": "/2023-08-19-russia-ukraine-war-moscow-drones-8268c5de812e5d852cc28443a00123f7",
            "urlToImage": "https://dims.apnews.com/dims4/default/e9e8d7b/2147483647/strip/true/crop/4121x2318+0+214/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F0d%2Fd5%2F185e33c78b4c5d2f78ad32fda91f%2F1ed532bb4b644842b7d310e4f3ca8ed2",
            "publishedAt": "2023-08-20T14:04:38Z",
            "content": "THE HAGUE, Netherlands (AP) The United States has given its approval for the Netherlands and Denmark to deliver F16s to Ukraine, officials in Washington and Europe said Friday, in a major gain for K [+4234 chars]",
            "summary": "The United States has given its approval for the Netherlands and Denmark to deliver F s to Ukraine officials in Washington and Europe said Friday. It was not immediately clear when the first F s might enter the conflict but Ukrainian pilots will first have to undertake at least six months of training on the aircraft according to officials. A coalition of Western countries the Netherlands Belgium Canada Denmark Luxembourg Norway Poland Portugal Romania Sweden and the United Kingdom pledged in July to train Ukrainian pilots to fly F s. Danish Defense Minister Jakob Ellemann Jensen said Friday that the training of Ukrainian pilots is starting this month.",
            "html_summary": "<ul><li>The United States has given its approval for the Netherlands and Denmark to deliver F s to Ukraine officials in Washington and Europe said Friday</li><li> It was not immediately clear when the first F s might enter the conflict but Ukrainian pilots will first have to undertake at least six months of training on the aircraft according to officials</li><li> A coalition of Western countries the Netherlands Belgium Canada Denmark Luxembourg Norway Poland Portugal Romania Sweden and the United Kingdom pledged in July to train Ukrainian pilots to fly F s</li><li> Danish Defense Minister Jakob Ellemann Jensen said Friday that the training of Ukrainian pilots is starting this month</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-war-moscow-drones-8268c5de812e5d852cc28443a00123f7"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Chris Isidore, CNN",
            "title": "US Steel, once a symbol of Americas economic might, is now for sale in the bargain bin",
            "description": "The days may be numbered for US Steel Corp., a onetime backbone of the nations economy.",
            "url": "/2023-08-19-us-steel-steelmaking-history?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/2aee77c561259dcdac38d9e6bebf0b7e",
            "publishedAt": "2023-08-19T14:02:47Z",
            "content": "The days may be numbered for US Steel Corp., a onetime backbone of the nations economy.Once US Steel was the most valuable company in the world. Now, its the subject of a bidding war among rivals  [+7543 chars]",
            "summary": "The same article said peak steel output came in 1953, when the company produced 35.8 million tons of steel while steelmakers in Europe and Japan were still struggling to recover from the war. Bradford said all along the way, US Steel and other US integrated steelmaking rivals with storied names such as Bethlehem Steel, Inland Steel and LTV Steel underestimated the competitive challenge that they faced from overseas and mini-mills at home. Those integrated steelmakers soon lagged so-called mini-mills, nonunion competitors that use electric arc furnaces to turn old steel scrap from discarded cars and other products into new steel products using more efficient electric arc furnaces. In the early part of the last century, the company produced the steel that helped the United States become a global economic superpower, providing steel not just for skyscrapers, bridges and dams, but also for autos, appliances and other products craved by American consumers. But, in recent years, US Steels fallen far below other American steel companies in steel output and stock market value. The Pittsburgh-based company formed in 1901 as a merger of the nations leading steel companies  including Carnegie Steel Corp.  and was engineered by financier J.P. Morgan. US Steel and other steelmakers eventually followed those foreign competitors to upgrade factories and equipment, but they still largely used the older methods to make steel by melting raw materials such as iron ore in giant blast furnaces.",
            "html_summary": "<ul><li>The same article said peak steel output came in 1953, when the company produced 35.8 million tons of steel while steelmakers in Europe and Japan were still struggling to recover from the war.</li><li>Bradford said all along the way, US Steel and other US integrated steelmaking rivals with storied names such as Bethlehem Steel, Inland Steel and LTV Steel underestimated the competitive challenge that they faced from overseas and mini-mills at home.</li><li>Those “integrated” steelmakers soon lagged so-called “mini-mills,” nonunion competitors that use electric arc furnaces to turn old steel scrap from discarded cars and other products into new steel products using more efficient electric arc furnaces.</li><li>In the early part of the last century, the company produced the steel that helped the United States become a global economic superpower, providing steel not just for skyscrapers, bridges and dams, but also for autos, appliances and other products craved by American consumers.</li><li>But, in recent years, US Steel’s fallen far below other American steel companies in steel output and stock market value.</li><li>The Pittsburgh-based company formed in 1901 as a merger of the nation’s leading steel companies — including Carnegie Steel Corp. — and was engineered by financier J.P. Morgan.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/19/business/us-steel-steelmaking-history?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Murphy Kelly",
            "title": "Schools are teaching ChatGPT, so students arent left behind",
            "description": "When college administrator Lance Eaton created a working spreadsheet about the generative AI policies adopted by universities last spring, it was mostly filled with entries about how to ban tools like ChatGPT.",
            "url": "/2023-08-19-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230818133729-college-students-class-stock.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-19T12:28:10Z",
            "content": "When college administrator Lance Eaton created a working spreadsheet about the generative AI policies adopted by universities last spring, it was mostly filled with entries about how to ban tools lik [+5481 chars]",
            "summary": "ChatGPT has been used to generate original essays stories and song lyrics in response to user prompts. It has drafted research paper abstracts that fooled some scientists and passed exams at esteemed universities. Teachers at both small and large US and international universities are encouraging and even teaching students how to best use these tools. Some schools are hiring outside experts to teach both faculty and students about how to use AI tools. Experts fear ignoring or discouraging the use of it will be a disservice to students and leave many behind when entering the workforce.",
            "html_summary": "<ul><li>ChatGPT has been used to generate original essays stories and song lyrics in response to user prompts</li><li> It has drafted research paper abstracts that fooled some scientists and passed exams at esteemed universities</li><li> Teachers at both small and large US and international universities are encouraging and even teaching students how to best use these tools</li><li> Some schools are hiring outside experts to teach both faculty and students about how to use AI tools</li><li> Experts fear ignoring or discouraging the use of it will be a disservice to students and leave many behind when entering the workforce</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/19/tech/schools-teaching-chagpt-students/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Mariya Knight, Josh Pennington, Heather Chen",
            "title": "Ukrainian pilots are training on F16s with US instructors, Kyiv says",
            "description": "Ukrainian pilots have started joint training on F16 fighter jets with US instructors in Ukraine, according to Kyiv.",
            "url": "/2023-08-19-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230819235840-f-16-fighter-jet-file-082023.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-20T04:26:13Z",
            "content": "Ukrainian pilots have started joint training on F16 fighter jets with US instructors in Ukraine, according to Kyiv.The F16 aircraft was in Ukraine. It landed at our airfields, we conducted joint  [+3969 chars]",
            "summary": "Ukrainian pilots have begun training on F aircraft Ukraine s Defense Minister Oleksii Reznikov said bringing Kyiv closer to obtaining a long sought after piece of military hardware it says is essential to counter Russian air superiority Training on F has begun Reznikov told Ukrainian media Saturday adding that in addition to the pilots a number of Ukrainian engineers and technicians are also training. The F training program is being supported by a coalition of NATO countries and requires official US approval because the jets are American technology. A US official said the US had committed to approving the transfer of F fighter jets for Ukraine as soon as training is complete.",
            "html_summary": "<ul><li>Ukrainian pilots have begun training on F aircraft Ukraine s Defense Minister Oleksii Reznikov said bringing Kyiv closer to obtaining a long sought after piece of military hardware it says is essential to counter Russian air superiority Training on F has begun Reznikov told Ukrainian media Saturday adding that in addition to the pilots a number of Ukrainian engineers and technicians are also training</li><li> The F training program is being supported by a coalition of NATO countries and requires official US approval because the jets are American technology</li><li> A US official said the US had committed to approving the transfer of F fighter jets for Ukraine as soon as training is complete</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/20/world/ukrainian-fighters-training-f-16-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Chris Isidore",
            "title": "US Steel, once a symbol of Americas economic might, is now for sale in the bargain bin",
            "description": "The days may be numbered for US Steel Corp., a onetime backbone of the nations economy.",
            "url": "/2023-08-19-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230818192259-05-us-steel-history-clairton-coke-works-2023.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-19T14:02:47Z",
            "content": "The days may be numbered for US Steel Corp., a onetime backbone of the nations economy.Once US Steel was the most valuable company in the world. Now, its the subject of a bidding war among rivals  [+7195 chars]",
            "summary": "The same article said peak steel output came in 1953, when the company produced 35.8 million tons of steel while steelmakers in Europe and Japan were still struggling to recover from the war. Bradford said all along the way, US Steel and other US integrated steelmaking rivals with storied names such as Bethlehem Steel, Inland Steel and LTV Steel underestimated the competitive challenge that they faced from overseas and mini-mills at home. Those integrated steelmakers soon lagged so-called mini-mills, nonunion competitors that use electric arc furnaces to turn old steel scrap from discarded cars and other products into new steel products using more efficient electric arc furnaces. In the early part of the last century, the company produced the steel that helped the United States become a global economic superpower, providing steel not just for skyscrapers, bridges and dams, but also for autos, appliances and other products craved by American consumers. But, in recent years, US Steels fallen far below other American steel companies in steel output and stock market value. The Pittsburgh-based company formed in 1901 as a merger of the nations leading steel companies  including Carnegie Steel Corp.  and was engineered by financier J.P. Morgan. US Steel and other steelmakers eventually followed those foreign competitors to upgrade factories and equipment, but they still largely used the older methods to make steel by melting raw materials such as iron ore in giant blast furnaces.",
            "html_summary": "<ul><li>The same article said peak steel output came in 1953, when the company produced 35.8 million tons of steel while steelmakers in Europe and Japan were still struggling to recover from the war.</li><li>Bradford said all along the way, US Steel and other US integrated steelmaking rivals with storied names such as Bethlehem Steel, Inland Steel and LTV Steel underestimated the competitive challenge that they faced from overseas and mini-mills at home.</li><li>Those “integrated” steelmakers soon lagged so-called “mini-mills,” nonunion competitors that use electric arc furnaces to turn old steel scrap from discarded cars and other products into new steel products using more efficient electric arc furnaces.</li><li>In the early part of the last century, the company produced the steel that helped the United States become a global economic superpower, providing steel not just for skyscrapers, bridges and dams, but also for autos, appliances and other products craved by American consumers.</li><li>But, in recent years, US Steel’s fallen far below other American steel companies in steel output and stock market value.</li><li>The Pittsburgh-based company formed in 1901 as a merger of the nation’s leading steel companies — including Carnegie Steel Corp. — and was engineered by financier J.P. Morgan.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/19/business/us-steel-steelmaking-history/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Parija Kavilanz",
            "title": "Santa better get a T shirt because summer has claimed Christmas",
            "description": "Christmas, apparently, cant come soon enough for retailers.",
            "url": "/2023-08-19-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230818123723-lowes-summer-christmas-online-sales.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-20T13:30:57Z",
            "content": "Christmas, apparently, cant come soon enough for retailers.While plenty of families are still rushing to wrap up their backtoschool shopping before the new academic year gets going, several retai [+5266 chars]",
            "summary": "Christmas apparently can t come soon enough for retailers. Stores have been pushing up Christmas merchandise earlier and earlier in recent years. Amazon and Walmart afraid of tepid consumer demand because of the pandemic initiated holiday sales as early as October. The same pattern was repeated last year effectively elongating the year end holiday shopping season. But now the Christmas creep is trumping not only Halloween but also competing with consumer spending on back to school and Labor Day sales. Could Christmas in summer become the norm?",
            "html_summary": "<ul><li>Christmas apparently can t come soon enough for retailers</li><li> Stores have been pushing up Christmas merchandise earlier and earlier in recent years</li><li> Amazon and Walmart afraid of tepid consumer demand because of the pandemic initiated holiday sales as early as October</li><li> The same pattern was repeated last year effectively elongating the year end holiday shopping season</li><li> But now the Christmas creep is trumping not only Halloween but also competing with consumer spending on back to school and Labor Day sales</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/20/business/christmas-products-early-in-stores/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Bryan Mena",
            "title": "The next phase of the Feds historic inflation fight is waiting for rate cuts",
            "description": "The Federal Reserve has raised interest rates to their highest level in 22 years in an aggressive bid to curb inflation, and theres a chance that more rate increases may still be on tap if the economys strength causes inflation to rebound.",
            "url": "/2023-08-19-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230818112630-08-jerome-powell-interest-rates-press-conference-0726.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-20T11:21:55Z",
            "content": "A version of this story first appeared in CNN Business Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the s [+6018 chars]",
            "summary": "The Federal Reserve has raised interest rates to their highest level in 22 years in an aggressive bid to curb inflation, and theres a chance that more rate increases may still be on tap if the economys strength causes inflation to rebound. The expectations of the (bond) market versus the Feds guidance suggests that the bond market is pessimistic (about the economy) because its betting we have four rate cuts, while the stock market is not, Mark Hackett, chief of investment research at Nationwide, told CNN. If the Fed sees that inflation goes below the 2% target, they could start decreasing interest rates, but I dont think they are going to start decreasing interest rates until that happens, said Eugenio Alemn, chief economist at Raymond James. Both investors and the Fed are closely watching consumer spending, which could signal either more rate hikes if spending heats up too much, or a recession and the increased likelihood of rate cuts if it cools too quickly. Some investors are betting on rate cuts as soon as early next year, perhaps on expectations that the economy might soon deteriorate. In addition to the possibility of cutting rates because of an economic downturn, the Fed could also cut rates if inflation slows too much. If unemployment spikes because of higher interest rates, for example, the Fed would likely cut rates to stem job losses under its mandate of maximum employment.",
            "html_summary": "<ul><li>The Federal Reserve has raised interest rates to their highest level in 22 years in an aggressive bid to curb inflation, and there’s a chance that more rate increases may still be on tap if the economy’s strength causes inflation to rebound.</li><li>“The expectations of the (bond) market versus the Fed’s guidance suggests that the bond market is pessimistic (about the economy) because it’s betting we have four rate cuts, while the stock market is not,” Mark Hackett, chief of investment research at Nationwide, told CNN.</li><li>“If the Fed sees that inflation goes below the 2% target, they could start decreasing interest rates, but I don’t think they are going to start decreasing interest rates until that happens,” said Eugenio Alemán, chief economist at Raymond James.</li><li>Both investors and the Fed are closely watching consumer spending, which could signal either more rate hikes if spending heats up too much, or a recession and the increased likelihood of rate cuts if it cools too quickly.</li><li>Some investors are betting on rate cuts as soon as early next year, perhaps on expectations that the economy might soon deteriorate.</li><li>In addition to the possibility of cutting rates because of an economic downturn, the Fed could also cut rates if inflation slows too much.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/20/economy/stocks-week-ahead-fed-rate-strategy/index.html"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lorenzo Franceschi-bicchierai",
            "title": "Cellebrite asks cops to keep its phone hacking tech hush hush | TechCrunch",
            "description": "For years, cops and other government authorities all over the world have been using phone hacking technology provided by Cellebrite to unlock phones and In a leaked video, a Cellebrite employee urges law enforcement customers to keep their use of its phone ha",
            "url": "/2023-08-19-cellebrite-asks-cops-to-keep-its-phone-hacking-tech-hush-hush",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/cellebrite.jpg?resize=1200,800",
            "publishedAt": "2023-08-19T16:02:08Z",
            "content": "For years, cops and other government authorities all over the world have been using phone hacking technology provided by Cellebrite to unlock phones and obtain the data within. And the company has be [+10133 chars]",
            "summary": "And the company has been keen on keeping the use of its technology hush hush.As part of the deal with government agencies, Cellebrite asks users to keep its tech  and the fact that they used it  secret, TechCrunch has learned. Our tools are designed for lawful use, with the utmost respect for the chain of custody and judicial process.We do not advise our customers to act in contravention with any law, legal requirements or other forensics standards, the spokesperson said. For years, cops and other government authorities all over the world have been using phone hacking technology provided by Cellebrite to unlock phones and obtain the data within. So please do your best to follow all the instructions and make this the best possible procedures [sic] going forward.From a non-work device, you can contact Lorenzo Franceschi-Bicchierai securely on Signal at +1 917 257 1382, or via Telegram and Wire @lorenzofb, or email lorenzo@techcrunch.com. And the other additional factor that you may not be aware of is that failed exploitations on devices  if theyre able to connect to the network  they could phone home and inform the manufacturer that the device is under attack. And with enough knowledge and intelligence, it is possible that the phone manufacturers might find out what were doing to achieve this magic. We want to ensure that widespread knowledge of these capabilities does not spread.",
            "html_summary": "<ul><li>And the company has been keen on keeping the use of its technology “hush hush.”As part of the deal with government agencies, Cellebrite asks users to keep its tech — and the fact that they used it — secret, TechCrunch has learned.</li><li>Our tools are designed for lawful use, with the utmost respect for the chain of custody and judicial process.”“We do not advise our customers to act in contravention with any law, legal requirements or other forensics standards,” the spokesperson said.</li><li>For years, cops and other government authorities all over the world have been using phone hacking technology provided by Cellebrite to unlock phones and obtain the data within.</li><li>So please do your best to follow all the instructions and make this the best possible procedures [sic] going forward.”From a non-work device, you can contact Lorenzo Franceschi-Bicchierai securely on Signal at +1 917 257 1382, or via Telegram and Wire @lorenzofb, or email lorenzo@techcrunch.com.</li><li>And the other additional factor that you may not be aware of is that failed exploitations on devices — if they’re able to connect to the network — they could phone home and inform the manufacturer that the device is under attack.</li><li>And with enough knowledge and intelligence, it is possible that the phone manufacturers might find out what we’re doing to achieve this magic.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/19/cellebrite-asks-cops-to-keep-its-phone-hacking-tech-hush-hush/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Mycoprotein producer Enough raises 40M toward doubling its production capacity | TechCrunch",
            "description": "Now with the Netherlands factory online, Enough is ramping up to produce 10,000 metric tonnes of Abunda per year.",
            "url": "/2023-08-19-mycoprotein-enough-40m-foodtech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/1166447.jpg?resize=1200,676",
            "publishedAt": "2023-08-20T23:00:29Z",
            "content": "Making protein out of mushrooms is not a new concept; however, Enough believes its technology and the ability to scale production quickly will set it apart.The Scotlandbased company grabbed 40 mil [+3994 chars]",
            "summary": "Scotland based company Enough grabbed million million in today s dollars in new growth funding to test out that theory. Enough is pumping that dough into doubling the output capacity of its first production site in the Netherlands completed last September. The new investment will enable the company to scale up capacity at the factory and grow its teams across its offices in Glasgow London and at Sas van Gent. The company expects to reach over a million tonnes cumulatively by Should the market continue in the forecasted trajectory Laird said Enough has plans for a second location and is eyeing North America.",
            "html_summary": "<ul><li>Scotland based company Enough grabbed million million in today s dollars in new growth funding to test out that theory</li><li> Enough is pumping that dough into doubling the output capacity of its first production site in the Netherlands completed last September</li><li> The new investment will enable the company to scale up capacity at the factory and grow its teams across its offices in Glasgow London and at Sas van Gent</li><li> The company expects to reach over a million tonnes cumulatively by Should the market continue in the forecasted trajectory Laird said Enough has plans for a second location and is eyeing North America</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/20/mycoprotein-enough-40m-foodtech/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "IP for startups When (not) to patent your inventions | TechCrunch",
            "description": "Hiring patent counsel is a critical step for inventors seeking to secure and maintain patent protection for their inventions.",
            "url": "/2023-08-19-ip-for-startups-patents",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/ip-series-patents.jpg?resize=1200,675",
            "publishedAt": "2023-08-20T15:00:22Z",
            "content": "When it comes to intellectual property, patents might spring to mind. A good patent can give startups a competitive edge, and once youve been granted one, nobody can come and mess with your technolog [+1811 chars]",
            "summary": "A lot is changing in the patents world and things can quickly start to get complicated. We spoke with Michele Moreland general partner at Aventurine a venture fund that is taking an IP first approach to investing. Moreland has been at the cutting edge of IP strategy throughout her career and has been responsible for billion in patent verdicts as a portfolio strategist. As a trial lawyer Moreland represented some of the most important tech companies of our time including Qualcomm Amgen and Nvidia. In this article we ll explore what to look for when hiring patent counsel how much it typically costs to file a patent and the difference between provisional and full patents.",
            "html_summary": "<ul><li>A lot is changing in the patents world and things can quickly start to get complicated</li><li> We spoke with Michele Moreland general partner at Aventurine a venture fund that is taking an IP first approach to investing</li><li> Moreland has been at the cutting edge of IP strategy throughout her career and has been responsible for billion in patent verdicts as a portfolio strategist</li><li> As a trial lawyer Moreland represented some of the most important tech companies of our time including Qualcomm Amgen and Nvidia</li><li> In this article we ll explore what to look for when hiring patent counsel how much it typically costs to file a patent and the difference between provisional and full patents</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/20/ip-for-startups-patents/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tim Stevens",
            "title": "Speed and tech dominated the lawns at Monterey Car Week | TechCrunch",
            "description": "The Pebble Beach Concours dElegance is just the cherry on top of a week of events highlighting, celebrating and sometimes even worshiping the automobile.",
            "url": "/2023-08-19-speed-and-tech-dominated-the-lawns-at-monterey-car-week",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/rimac-monterey-GettyImages.jpg?resize=1200,800",
            "publishedAt": "2023-08-20T13:00:22Z",
            "content": "The Pebble Beach Concours dElegance is just the cherry on top of a week of events highlighting, celebrating and sometimes even worshiping the automobile. While the lawn on Sunday mostly focuses on t [+10483 chars]",
            "summary": "On the morning of its debut, Rimac announced that a limited edition of the Nevera, aptly dubbed Time Attack, had taken the electric production car record at the Nrburgring with a time of 7:05:298.Thats just one performance record of 20 that the car has set this year. I get nervous every time you put customers in the car, you hope they love it, but every time we have, they have.Image Credits: Tim StevensYes, Americas Blue Oval was mixing it up with the multimillion-dollar hypercars at The Quail this year, unveiling the Mustang GTD. This model, inspired by the track-only GT3, will bring outrageous performance and some novel technology, like an active aerodynamics system and suspension that can adjust both damper compression and spring rate for either road or track.The ultimate target, though, is the track. But, at this years Pebble Beach, the company showed off a preview of what will be its first full-bore EV: the Lanzador.Though just a concept, Lamborghini says this is more or less what its first EV will look like when it goes into production in 2028. While the lawn on Sunday mostly focuses on the past, other events like The Quail and the numerous private debuts scattered around Monterey, California have their sights very much set on the future of high-end motoring.If there was a theme this year it was speed at any cost. With 1,350 horsepower, 100 more than the standard 21C, Blackbird will doubtlessly be quick, and like the regular version will ride on components crafted through generative design and additive manufacturing.Czinger is making just four, priced in the $2 million ballpark, and all have been sold. Meet the Resorter, a high-end entrant into the utilitarian Neighborhood Electric Vehicle, or NEV category, like the Eli ZERO or GEM e4.Its a growing niche that allows vehicles to be on public roads, but limits the speed up to 25 miles per hour, Freeman Thomas told TechCrunch.",
            "html_summary": "<ul><li>On the morning of its debut, Rimac announced that a limited edition of the Nevera, aptly dubbed “Time Attack,” had taken the electric production car record at the Nürburgring with a time of 7:05:298.That’s just one performance record of 20 that the car has set this year.</li><li>“I get nervous every time you put customers in the car, you hope they love it, but every time we have, they have.”Image Credits: Tim StevensYes, America’s Blue Oval was mixing it up with the multimillion-dollar hypercars at The Quail this year, unveiling the Mustang GTD.</li><li>This model, inspired by the track-only GT3, will bring outrageous performance and some novel technology, like an active aerodynamics system and suspension that can adjust both damper compression and spring rate for either road or track.The ultimate target, though, is the track.</li><li>But, at this year’s Pebble Beach, the company showed off a preview of what will be its first full-bore EV: the Lanzador.Though just a concept, Lamborghini says this is more or less what its first EV will look like when it goes into production in 2028.</li><li>While the lawn on Sunday mostly focuses on the past, other events like The Quail and the numerous private debuts scattered around Monterey, California have their sights very much set on the future of high-end motoring.If there was a theme this year it was speed at any cost.</li><li>With 1,350 horsepower, 100 more than the standard 21C, Blackbird will doubtlessly be quick, and like the regular version will ride on components crafted through generative design and additive manufacturing.Czinger is making just four, priced in the $2 million ballpark, and all have been sold.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/20/speed-and-tech-dominated-the-lawns-at-monterey-car-week/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. I try synthetic salmon and enter the uncanny valley of taste. Dutch and Danes Giving Kyiv F16s.... US Steel, once a symbol of Americas economic might, is now for sale in the bargain bin. Schools are teaching ChatGPT, so students arent left behind. Ukrainian pilots are training on F16s with US instructors, Kyiv says. US Steel, once a symbol of Americas economic might, is now for sale in the bargain bin. Santa better get a T shirt because summer has claimed Christmas. The next phase of the Feds historic inflation fight is waiting for rate cuts. Cellebrite asks cops to keep its phone hacking tech hush hush | TechCrunch. Mycoprotein producer Enough raises 40M toward doubling its production capacity | TechCrunch. IP for startups When (not) to patent your inventions | TechCrunch. Speed and tech dominated the lawns at Monterey Car Week | TechCrunch"
}