{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Sara Fischer, Ashley Gold",
            "title": "U.S. tells TikTok owners to sell app or face a ban",
            "description": "The Biden Administration has warned TikTok that it faces a ban in the U.S. if its Chinese parent company, ByteDance, does not sell its stake in the U.S. version of the app, a source confirmed to Axios. Why it matters TikTok has become one of the most popular",
            "url": "/2023-03-16-us-tells-tiktok-ban-sale-cfius",
            "urlToImage": "https://images.axios.com/AA7TNLeb-SpsrQrym76Z6Oy4vLw=/0x0:1461x822/1366x768/2023/03/16/1678932364124.png",
            "publishedAt": "2023-03-16T02:14:11Z",
            "content": "The Biden Administration has warned TikTok that it faces a ban in the U.S. if its Chinese parent company, ByteDance, does not sell its stake in the U.S. version of the app, a source confirmed to Axio [+3889 chars]",
            "summary": "The other side: TikTok's critics say that Chinese laws require Chinese-owned companies to share data with the Chinese government and argue that as long as the company is controlled by Chinese owners, the U.S. can't be certain American users' data is safe. Illustration: Natalie Peeples/AxiosThe Biden Administration has warned TikTok that it faces a ban in the U.S. if its Chinese parent company, ByteDance, does not sell its stake in the U.S. version of the app, a source confirmed to Axios. How we got here: The Trump Administration threatened to ban TikTok in 2020 if it didn't sell to a U.S. company, citing national security concerns. Why it matters: TikTok has become one of the most popular mobile apps in the country, amassing over 100 million U.S. users.",
            "html_summary": "<ul><li>The other side: TikTok's critics say that Chinese laws require Chinese-owned companies to share data with the Chinese government and argue that as long as the company is controlled by Chinese owners, the U.S. can't be certain American users' data is safe.</li><li>Illustration: Natalie Peeples/AxiosThe Biden Administration has warned TikTok that it faces a ban in the U.S. if its Chinese parent company, ByteDance, does not sell its stake in the U.S. version of the app, a source confirmed to Axios.</li><li>How we got here: The Trump Administration threatened to ban TikTok in 2020 if it didn't sell to a U.S. company, citing national security concerns.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/16/us-tells-tiktok-ban-sale-cfius"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Fairmatic raises $46M to bring AI to commercial auto insurance",
            "description": "With inflation sparking an increase in the cost of repairs, labor and claims, fees for insurance are similarly spiking across the board. Car insurance premiums rose 13.7% nationally over the past year, according to a study from Bankrate.com. Home insurance, m",
            "url": "/2023-03-16-fairmatic-raises-46m-to-bring-ai-to-commercial-auto-insurance",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/02/GettyImages-993491068.jpg?resize=1200,800",
            "publishedAt": "2023-03-16T12:00:39Z",
            "content": "With inflation sparking an increase in the cost of repairs, labor and claims, fees for insurance are similarly spiking across the board. Car insurance premiums rose 13.7% nationally over the past yea [+6408 chars]",
            "summary": "Hes the founder of Fairmatic, a company thats applying AI to  at least according to him  reduce risk in the car insurance industry.Matus previously founded Zendrive, a platform that provides insights to enterprises for car insurance underwriting and claims as well as roadside assistance. Image Credits: FairmaticA subsequent report from the California Department of Insurance called out especially problematic recent applications of AI by insurers, including flagging claims from inner-city ZIP codes and using personal information unrelated to risk in marketing and underwriting insurance policies. In fact, he argues, Fairmatics reliance on AI generally leads to better outcomes for customers, whove historically been stuck with insurers using antiquated data and pricing models.Fairmatics AI predictive risk model has been trained using over 200 billion miles of driving data, he said. The company uses AI models trained on driving data to attempt to mitigate risk and assist with various policy management and claims processes.Customers get access to an app that they can use to monitor driving events  e.g. Conscious and unconscious bias or discrimination  can and often does result from the use of AI, as well as other forms of big data, the authors of the report wrote.Washington and Oregon have sought to ban the use of credit-based scoring algorithms to set auto insurance premiums. In a series of papers, the CAS concluded that biased data  data on which insurers train their algorithms  could perpetuate the discrimination that already exists in the insurance industry. The companys current workforce  distributed across offices in the U.S., Israel and India  stands at 85 people.Fairmatic has seen outsized traction since our Series A and this new capital will be used to accelerate our lead in bringing the full power of AI to commercial auto insurance.",
            "html_summary": "<ul><li>He’s the founder of Fairmatic, a company that’s applying AI to — at least according to him — reduce risk in the car insurance industry.Matus previously founded Zendrive, a platform that provides insights to enterprises for car insurance underwriting and claims as well as roadside assistance.</li><li>Image Credits: FairmaticA subsequent report from the California Department of Insurance called out especially problematic recent applications of AI by insurers, including flagging claims from inner-city ZIP codes and using personal information unrelated to risk in marketing and underwriting insurance policies.</li><li>In fact, he argues, Fairmatic’s reliance on AI generally leads to better outcomes for customers, who’ve historically been stuck with insurers using antiquated data and pricing models.“Fairmatic’s AI predictive risk model has been trained using over 200 billion miles of driving data,” he said.</li><li>The company uses AI models trained on driving data to attempt to mitigate risk and assist with various policy management and claims processes.Customers get access to an app that they can use to monitor “driving events” — e.g.</li><li>“Conscious and unconscious bias or discrimination … can and often does result from the use of AI, as well as other forms of ‘big data’,” the authors of the report wrote.Washington and Oregon have sought to ban the use of credit-based scoring algorithms to set auto insurance premiums.</li><li>In a series of papers, the CAS concluded that biased data — data on which insurers train their algorithms — could perpetuate the discrimination that already exists in the insurance industry.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/16/fairmatic-raises-46m-to-bring-ai-to-commercial-auto-insurance/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ZEN SOO - Associated Press",
            "title": "Baidu unveils ChatGPTrival Ernie Bot; 650 companies sign up",
            "description": "Chinese search giant Baidu has unveiled its artificial intelligence chatbot Ernie Bot, presenting its rival to the Microsoftbacked ChatGPT in a prerecorded video presentation that appeared to disappoint investors. Baidu CEO Robin Li said Ernie Bot was still",
            "url": "/2023-03-16-baidu-chatgpt-ernie-bot-ai-technology-294aa0d1da540048e057e9825a829ae8",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/bc/bbc53ac9-88e7-559e-8bb0-d4784b92190c/6412daa61b79a.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-16T08:43:58Z",
            "content": "By ZEN SOO  Associated PressHONG KONG (AP) Chinese search giant Baidu unveiled its artificial intelligence chatbot Ernie Bot, presenting its rival to the Microsoftbacked ChatGPT in a prerecorded [+1893 chars]",
            "summary": "Shares plunged 10% after Li showed a prerecorded demonstration of the Ernie bot instead of the real-time live demonstration of its capabilities that many had expected. Baidu is among several Chinese firms working on similar chatbots.In February, Baidu first mentioned that the internal testing of its Ernie Bot was almost complete. He said the first version of Ernie Bot was developed in 2019.",
            "html_summary": "<ul><li>Shares plunged 10% after Li showed a prerecorded demonstration of the Ernie bot instead of the real-time live demonstration of its capabilities that many had expected.</li><li>Baidu is among several Chinese firms working on similar chatbots.In February, Baidu first mentioned that the internal testing of its Ernie Bot was almost complete.</li></ul>",
            "website_url": "https://apnews.com/article/baidu-chatgpt-ernie-bot-ai-technology-294aa0d1da540048e057e9825a829ae8"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Nimble makes the leap to fully automated thirdparty logistics warehouses",
            "description": "This morning, Nimble is announcing plans for a third way approach. Its a method that lets companies outsource their warehousing needs.",
            "url": "/2023-03-16-nimble-makes-the-leap-to-fully-automated-third-party-logistics-warehouses",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/nimble-AI-grasp.jpg?resize=1200,674",
            "publishedAt": "2023-03-16T12:00:00Z",
            "content": "Theres a longstanding debate in the world of logistics robotics. On one side stand the greenfield folk, who insist that the best possible experience is one built from the ground up, with these autom [+4811 chars]",
            "summary": "Nimble isnt quite ready to talk valuation just yet.With E-commerce and warehouse automation continuing to exhibit incredible growth, we were attracted to Nimbles industry leading AI robotic technology and 3PL fulfillment capabilities, Cedar Pines Stephen Weiss said in a release tied to the news. Its a method that lets companies effectively outsource their warehousing needs through fully automated third-party logistics (3PL) factories.Founder and CEO Simon Kalouche says that Nimbles new model wasnt the goal when the pick and pack robotic automation firm launched in 2017. I its press material, the company explains that its intelligent robotic fulfillment systems will autonomously pick, pack and ship e-commerce orders while reducing warehouse size by up to 75%. But theres a real difference between partial and full automation when it comes to the job market.Image Credits: NimbleThe decentralized nature of the fulfillment center goes a long way toward speeding up delivery by bringing products close to customers. When you automate the picking step, you remove all of those constraints.Image Credits: NimbleKalouche says the company has already begun operating its own third-party fulfillment centers, quietly opening the first roughly a year ago. Ive been in hundreds of warehouses now, and as I went to more and more, I learned that everyones automating almost all the pieces of the warehouse, but picking is still the hardest part. On one side stand the greenfield folk, who insist that the best possible experience is one built from the ground up, with these automated systems at its core.",
            "html_summary": "<ul><li>Nimble isn’t quite ready to talk valuation just yet.“With E-commerce and warehouse automation continuing to exhibit incredible growth, we were attracted to Nimble’s industry leading AI robotic technology and 3PL fulfillment capabilities,” Cedar Pines’ Stephen Weiss said in a release tied to the news.</li><li>It’s a method that lets companies effectively outsource their warehousing needs through fully automated third-party logistics (3PL) factories.Founder and CEO Simon Kalouche says that Nimble’s new model wasn’t the goal when the pick and pack robotic automation firm launched in 2017.</li><li>I its press material, the company explains that its “intelligent robotic fulfillment systems will autonomously pick, pack and ship e-commerce orders while reducing warehouse size by up to 75%.</li><li>But there’s a real difference between partial and full automation when it comes to the job market.Image Credits: NimbleThe decentralized nature of the fulfillment center goes a long way toward speeding up delivery by bringing products close to customers.</li><li>When you automate the picking step, you remove all of those constraints.”Image Credits: NimbleKalouche says the company has already begun operating its own third-party fulfillment centers, quietly opening the first roughly a year ago.</li><li>“I’ve been in hundreds of warehouses now, and as I went to more and more, I learned that everyone’s automating almost all the pieces of the warehouse, but picking is still the hardest part.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/16/nimble-makes-the-leap-to-fully-automated-third-party-logistics-warehouses/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Dr. James Coates",
            "title": "5 strategies for biotech startups to outlast a market downturn",
            "description": "To ensure survival, its essential to explore alternative funding methods rather than relying solely on classic fundraising.",
            "url": "/2023-03-16-5-strategies-biotech-startups-outlast-market-downturn",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1447162517.jpg?resize=1200,800",
            "publishedAt": "2023-03-16T11:01:07Z",
            "content": "Founders in the biotech industry are no strangers to challenges. Success is impossible to come by without substantial investment, time, and technical expertise. Although life science startups managed [+2227 chars]",
            "summary": "Here are five strategies that could help your biotech startup navigate a cooling fundraising environment: During an economic downturn, trying to raise a large sum might not be feasible, and the time and resources you invest in fundraising could be better used on key business initiatives. This is especially true for biotech startups, where investment needs are higher and success timelines can be much longer.If youre an entrepreneur in the biotech industry, it could be time to make practical pivots to ensure your company can thrive. Investors who have experience in your industry can provide valuable guidance and connections that can help you navigate challenges and take advantage of opportunities  this type of investor is valuable in a downturn since they can advise you on technology-specific strategies. Many of these startups were well capitalized last year but are now facing difficulties as they look to raise.To ensure survival, its essential to explore alternative funding methods rather than relying solely on classic fundraising. Although life science startups managed to come out relatively unscathed last year, the enduring economic climate is turning fundraising into a never-ending marathon. With a smaller pool of investors, you can also maintain a stronger influence over your companys strategy.When raising, its crucial to focus on building relationships with investors who share your vision and can offer more than just capital. A successful raise in 2021 feels like ancient history.As a venture capitalist specializing in early-stage life science companies, I work with startups that have the potential to revolutionize the world against biothreats, pandemics and more.",
            "html_summary": "<ul><li>Here are five strategies that could help your biotech startup navigate a cooling fundraising environment: During an economic downturn, trying to raise a large sum might not be feasible, and the time and resources you invest in fundraising could be better used on key business initiatives.</li><li>This is especially true for biotech startups, where investment needs are higher and success timelines can be much longer.If you’re an entrepreneur in the biotech industry, it could be time to make practical pivots to ensure your company can thrive.</li><li>Investors who have experience in your industry can provide valuable guidance and connections that can help you navigate challenges and take advantage of opportunities — this type of investor is valuable in a downturn since they can advise you on technology-specific strategies.</li><li>Many of these startups were well capitalized last year but are now facing difficulties as they look to raise.To ensure survival, it’s essential to explore alternative funding methods rather than relying solely on classic fundraising.</li><li>Although life science startups managed to come out relatively unscathed last year, the enduring economic climate is turning fundraising into a never-ending marathon.</li><li>With a smaller pool of investors, you can also maintain a stronger influence over your company’s strategy.When raising, it’s crucial to focus on building relationships with investors who share your vision and can offer more than just capital.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/16/5-strategies-biotech-startups-outlast-market-downturn/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sophie Alcorn",
            "title": "Dear Sophie How can I return to the United States as a founder?",
            "description": "I worked in the U.S. on an L1B for a year, and then changed to an H1B before I moved back to India. What are my options for returning?",
            "url": "/2023-03-16-dear-sophie-how-can-i-return-to-the-united-states-as-a-founder",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/dear-sophie-immigration-maze-3-copy.jpg?resize=1200,674",
            "publishedAt": "2023-03-16T03:01:02Z",
            "content": "Heres another edition of Dear Sophie, the advice column that answers immigrationrelated questions about working at technology companies.Your questions are vital to the spread of knowledge that al [+2622 chars]",
            "summary": "I recommend working with an immigration attorney to determine the best options based on your long-term goals, as well as a corporate attorney to discuss the best structure for your startups U.S. entity to make it attractive to investors. Consular officers have the discretion to waive the visa interview requirement for certain work visas like the O-1A and H-1B if the beneficiary was previously issued a visa and has never been refused one. Heres another edition of Dear Sophie, the advice column that answers immigration-related questions about working at technology companies.Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams, says Sophie Alcorn, a Silicon Valley immigration attorney. What are my options for returning to the U.S. as a founder? Fast-Moving FounderDear Fast-Moving,Congratulations on launching your own venture and making the move to jump back to the States to expand your startup and secure investors! The U.S. Department of State extended the visa interview waiver program until the end of this year. Now I want to return to the U.S. to raise funds for my startup. The B-1 will enable you to enter the U.S. and stay for up to six months.",
            "html_summary": "<ul><li>I recommend working with an immigration attorney to determine the best options based on your long-term goals, as well as a corporate attorney to discuss the best structure for your startup’s U.S. entity to make it attractive to investors.</li><li>Consular officers have the discretion to waive the visa interview requirement for certain work visas like the O-1A and H-1B if the beneficiary was previously issued a visa and has never been refused one.</li><li>Here’s another edition of “Dear Sophie,” the advice column that answers immigration-related questions about working at technology companies.“Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams,” says Sophie Alcorn, a Silicon Valley immigration attorney.</li><li>What are my options for returning to the U.S. as a founder?— Fast-Moving FounderDear Fast-Moving,Congratulations on launching your own venture and making the move to jump back to the States to expand your startup and secure investors!</li><li>The U.S. Department of State extended the visa interview waiver program until the end of this year.</li><li>Now I want to return to the U.S. to raise funds for my startup.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/15/dear-sophie-how-can-i-return-to-the-united-states-as-a-founder/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. U.S. tells TikTok owners to sell app or face a ban. Fairmatic raises $46M to bring AI to commercial auto insurance. Baidu unveils ChatGPTrival Ernie Bot; 650 companies sign up. Nimble makes the leap to fully automated thirdparty logistics warehouses. 5 strategies for biotech startups to outlast a market downturn. Dear Sophie How can I return to the United States as a founder?"
}