{
    "status": "ok",
    "totalResults": 17,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "A passenger aircraft that flies around the world at Mach 9? Sure, why not",
            "description": "How much does the world change if you can get anywhere in an hour?",
            "url": "/2023-04-02-a-passenger-aircraft-that-flies-around-the-world-at-mach-9-sure-why-not",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/Stargazer-InFlight.4k1-1-760x380.jpg",
            "publishedAt": "2023-04-03T12:23:20Z",
            "content": "Enlarge/ Concept art of Venus Aerospaces Stargazer aircraft.5 with HOUSTON SPACEPORTOn a cloudy day in late March, Andrew Duggleby guided me a safe distance away from a rocket engine. We did not [+5104 chars]",
            "summary": "The company's engineers also recently achieved liquid peroxide and Jet A detonation, which is important for using a stable fuel composition.One key to making all of this work is using a new type of engine based on \"rotating detonation.\" Oh, and they're aiming for an airport-like operational cadence of four flights a day.To that end, the company recently decided on a fuel mix for its engine: room-temperature hydrogen peroxide and Jet-A, the fuel used by a majority of jet aircraft already flying at airports. \"It allows us to truly build a vehicle that is like an airplane,\" Andrew Duggleby said.At the same time Venus Aerospace is working on its rocket engine, the company has also begun testing drones to refine the shape of its plane. Venus aims to go supersonic with an 8-foot drone before the end of this year and hit Mach 3 by early 2024 with a rotating detonation engine.The company has about 80 full-time employees and 20 contractors, the majority of whom work at the company's hangar at the Houston Spaceport. We did not have to go far, maybe 50 meters, because the prototype engine designed and built by his small engineering team is not that large.We waited for a few minutes before steam began to hiss out of the engine. A rotating detonation engine is different in that a wave of detonation travels around a circular channel. In lab tests, the engines have provided about a 10 percent increase in fuel efficiency.That may not sound like a whole lot, but it is a make-or-break number for Venus Aerospace.",
            "html_summary": "<ul><li>The company's engineers also recently achieved liquid peroxide and Jet A detonation, which is important for using a stable fuel composition.One key to making all of this work is using a new type of engine based on \"rotating detonation.\"</li><li>Oh, and they're aiming for an airport-like operational cadence of four flights a day.To that end, the company recently decided on a fuel mix for its engine: room-temperature hydrogen peroxide and Jet-A, the fuel used by a majority of jet aircraft already flying at airports.</li><li>\"It allows us to truly build a vehicle that is like an airplane,\" Andrew Duggleby said.At the same time Venus Aerospace is working on its rocket engine, the company has also begun testing drones to refine the shape of its plane.</li><li>Venus aims to go supersonic with an 8-foot drone before the end of this year and hit Mach 3 by early 2024 with a rotating detonation engine.The company has about 80 full-time employees and 20 contractors, the majority of whom work at the company's hangar at the Houston Spaceport.</li><li>We did not have to go far, maybe 50 meters, because the prototype engine designed and built by his small engineering team is not that large.We waited for a few minutes before steam began to hiss out of the engine.</li><li>A rotating detonation engine is different in that a wave of detonation travels around a circular channel.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/04/a-passenger-aircraft-that-flies-around-the-world-at-mach-9-sure-why-not/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Dave Lawler",
            "title": "What Putins partners gain from standing with Russia over Ukraine",
            "description": "As much of the world backs away from Russia over its invasion of Ukraine, Moscow is providing cheap oil, a friend on the UN Security Council and sensitive military technology to those partners still standing by it.Why it matters According to the White House,",
            "url": "/2023-04-02-north-korea-iran-gain-helping-russia-ukraine",
            "urlToImage": "https://images.axios.com/Fe1OY4_UqIUqLs39bGHtrI6ssFI=/0x560:5118x3439/1366x768/2023/04/03/1680561270144.jpg",
            "publishedAt": "2023-04-03T23:00:15Z",
            "content": "As much of the world backs awayfrom Russia over its invasion of Ukraine, Moscow is providing cheap oil, a friend on the UN Security Council and sensitive military technology to those partners still s [+3908 chars]",
            "summary": "Those include more than a dozen countries in Africa, India and, crucially, China. Vladimir Putin meets Kim Jong-un in 2019 in Vladivostok.",
            "html_summary": "<ul><li>Those include more than a dozen countries in Africa, India and, crucially, China.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/03/north-korea-iran-gain-helping-russia-ukraine"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Quantexa raises $129M at a $1.8B valuation to help navigate online fraud and customer data management",
            "description": "Financial fraud and other online crime continue to present major threats to businesses, and they remain a key focus for regulators requiring more rigorous...",
            "url": "/2023-04-02-quantexa-raises-129m-at-a-1-8b-valuation-to-help-navigate-online-fraud-and-customer-data-management",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/H_jRLK0fdy5EgTnnZf_2Xg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD01ODU-/https://media.zenfs.com/en/techcrunch_350/4204f266f1d830c78ec1a63b0fade320",
            "publishedAt": "2023-04-03T23:05:38Z",
            "content": "Financial fraud and other online crime continue to present major threats to businesses, and they remain a key focus for regulators requiring more rigorous efforts to keep illicit activity at bay. Now [+3854 chars]",
            "summary": "For some context, this is a major step up from its previous round nearly two years ago (in July 2021), a Series D of $153 million that was raised at an $800 million  $900 million valuation. That gives the community confidence that our plan is accurate and we can deliver on it. The company is growing ARR at 140% (at Series D subscriptions revenues were 108%), and he projects that the company will make $100 million in revenues next year, turning profitable by 2025. Singapores sovereign wealth fund GIC  which was also a major investor in Stripes recent $6.5 billion round  led this round, with participation from previous backers Warburg Pincus, Dawn Capital, British Patient Capital, Evolution Equity Partners, HSBC, BNY Mellon, ABN AMRO and AlbionVC. (Its also a higher number than some thought the round would be: last week a report of Quantexa raising estimated that it would be close to $1.5 billion.) Financial fraud and other online crime continue to present major threats to businesses, and they remain a key focus for regulators requiring more rigorous efforts to keep illicit activity at bay. Fourthlines approach up to now (and going forward) has been to build everything it uses from the ground up.",
            "html_summary": "<ul><li>For some context, this is a major step up from its previous round nearly two years ago (in July 2021), a Series D of $153 million that was raised at an $800 million – $900 million valuation.</li><li>“That gives the community confidence that our plan is accurate and we can deliver on it.” The company is growing ARR at 140% (at Series D subscriptions revenues were 108%), and he projects that the company will make $100 million in revenues next year, turning profitable by 2025.</li><li>Singapore’s sovereign wealth fund GIC — which was also a major investor in Stripe’s recent $6.5 billion round — led this round, with participation from previous backers Warburg Pincus, Dawn Capital, British Patient Capital, Evolution Equity Partners, HSBC, BNY Mellon, ABN AMRO and AlbionVC.</li><li>(It’s also a higher number than some thought the round would be: last week a report of Quantexa raising estimated that it would be “close to $1.5 billion”.)</li><li>Financial fraud and other online crime continue to present major threats to businesses, and they remain a key focus for regulators requiring more rigorous efforts to keep illicit activity at bay.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/03/quantexa-raises-129m-at-a-1-8b-valuation-to-help-navigate-online-fraud-and-customer-data-management/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Forristal",
            "title": "Nintendo and mobile games company DeNA launch Nintendo Systems",
            "description": "Back in November, Nintendo and app developer DeNA announced its joint venture company called Nintendo Systems, which is meant to help reinforce Nintendos business and create valueadded services, according to Nintendos Japanese website. Today, the compani",
            "url": "/2023-04-02-nintendo-and-mobile-games-company-dena-launch-nintendo-systems",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/05/GettyImages-669409270.jpg?resize=1200,675",
            "publishedAt": "2023-04-03T14:31:26Z",
            "content": "Back in November, Nintendo and app developer DeNA announced its joint venture company called Nintendo Systems, which is meant to help reinforce Nintendos business and create valueadded services, acc [+1605 chars]",
            "summary": "Back in November, Nintendo and app developer DeNA announced its joint venture company called Nintendo Systems, which is meant to help reinforce Nintendos business and create value-added services, according to Nintendos Japanese website. The companies have worked on various titles together, such as Super Mario Run, Mario Kart Tour, Pokmon Masters and Animal Crossing: Pocket Camp, among others.The technology surrounding the Internet is changing at a dizzying pace day by day and is becoming more complex. He is credited for his work on titles like The Legend of Zelda: The Wind Waker, Animal Crossing: Wild World, Wii Sports and Mario Kart DS.Nintendo and DeNA to establish joint venture company called Nintendo Systems In 1995, Sasaki joined the company as a software engineer for the Entertainment Analysis & Development Division. At this time, no games or software have been announced.TechCrunch reached out to Nintendo for comment.Nintendos Tetsuya Sasaki is the president of Nintendo Systems.",
            "html_summary": "<ul><li>Back in November, Nintendo and app developer DeNA announced its joint venture company called Nintendo Systems, which is meant to help reinforce Nintendo’s business and “create value-added services,” according to Nintendo’s Japanese website.</li><li>The companies have worked on various titles together, such as Super Mario Run, Mario Kart Tour, Pokémon Masters and Animal Crossing: Pocket Camp, among others.“The technology surrounding the Internet is changing at a dizzying pace day by day and is becoming more complex.</li><li>He is credited for his work on titles like The Legend of Zelda: The Wind Waker, Animal Crossing: Wild World, Wii Sports and Mario Kart DS.Nintendo and DeNA to establish joint venture company called Nintendo Systems</li><li>In 1995, Sasaki joined the company as a software engineer for the Entertainment Analysis & Development Division.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/03/nintendo-and-mobile-games-company-dena-launch-nintendo-systems/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "AI startup Fourthline locks down $54M to bring better ID checks and compliance tools to the finance sector",
            "description": "As digital financial services become more advanced, so too do the efforts of malicious hackers and fraudsters to crack into those valuable systems  and so too do the efforts of regulators to build better structures to avoid that abuse. To help the finance se",
            "url": "/2023-04-02-ai-startup-fourthline-locks-down-54m-to-bring-better-id-checks-and-compliance-tools-to-the-finance-sector",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/GettyImages-1219922940-1.jpg?resize=1200,844",
            "publishedAt": "2023-04-03T07:21:03Z",
            "content": "As digital financial services become more advanced, so too do the efforts of malicious hackers and fraudsters to crack into those valuable systems  and so too do the efforts of regulators to build b [+4995 chars]",
            "summary": "Weve invested a lot to do this. That is one key reason why it took years for the company to launch a single product.The company has a very streamlined view of how it goes to market. Similarly, this is why its only concentrating on the financial sector and not applying its tech or looking at business development with the many other sectors that might also buy ID services. Fourthline has been around since 2013  building its tech for five years before commercially launching in 2018  and it has been mostly growing on its own steam, with only 70 million raised to date, including this latest 50 million injection. At least not right now.There are a lot of companies in this space that do a lot with AI, but in all honesty, it takes a lot of time, investment, knowledge and training before you can get AI models to the level you want, he said. Today, it said it has raised 50 million ($54 million) in funding to expand that technology.The all-equity round is being led by Finch Capital, with other undisclosed investors (one of whom is a strategic institutional partner, Ive been told). The valuation of the company is not being disclosed.In the five years since its launch, growth has been impressive: Fourthlines customers include N26, Qonto, Trade Republic, FlatexDEGIRO, Scalable Capital, NN and Western Union, as well as marketplaces like Wish. That part will be getting more R&D resources with this round of funding on top of what Fourthline has already invested.Weve invested heavily on the authentication side, Krik Gunning, CEO and co-founder of Fourthline, said in an interview.",
            "html_summary": "<ul><li>“We’ve invested a lot to do this.” That is one key reason why it took years for the company to launch a single product.The company has a very streamlined view of how it goes to market.</li><li>Similarly, this is why it’s only concentrating on the financial sector and not applying its tech or looking at business development with the many other sectors that might also buy ID services.</li><li>Fourthline has been around since 2013 — building its tech for five years before commercially launching in 2018 — and it has been mostly growing on its own steam, with only €70 million raised to date, including this latest €50 million injection.</li><li>At least not right now.“There are a lot of companies in this space that do a lot with AI, but in all honesty, it takes a lot of time, investment, knowledge and training before you can get AI models to the level you want,” he said.</li><li>Today, it said it has raised €50 million ($54 million) in funding to expand that technology.The all-equity round is being led by Finch Capital, with other undisclosed investors (one of whom is a strategic institutional partner, I’ve been told).</li><li>The valuation of the company is not being disclosed.In the five years since its launch, growth has been impressive: Fourthline’s customers include N26, Qonto, Trade Republic, FlatexDEGIRO, Scalable Capital, NN and Western Union, as well as marketplaces like Wish.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/03/ai-startup-fourthline-locks-down-54m-to-bring-better-id-checks-and-compliance-tools-to-the-finance-sector/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "Spotify is shutting down its live audio app Spotify Live",
            "description": "Spotify is shutting down its liveaudio app Spotify Live, a spokesperson for the company confirmed to TechCrunch on Monday. The company says it will continue to explore live features on its main platform. The news was first reported byMusic Ally. After a pe",
            "url": "/2023-04-02-spotify-is-shutting-down-its-live-audio-app-spotify-live",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/12/GettyImages-1048258424.jpg?resize=1200,801",
            "publishedAt": "2023-04-03T18:25:48Z",
            "content": "Spotify is shutting down its liveaudio app Spotify Live, a spokesperson for the company confirmed to TechCrunch on Monday. The company says it will continue to explore live features on its main plat [+2557 chars]",
            "summary": "The news was first reported by Music Ally.After a period of experimentation and learnings around how Spotify users interact with live audio, weve made the decision to sunset the Spotify Live app, a spokesperson told TechCrunch in an email. Although podcasts have been a hit for Spotify, the company seems to have struggled with live audio.Its worth noting that Spotify isnt the only company to pull back from live audio. The social media giant also discontinued its short-form audio Soundbites feature and its Audio hub.Spotify is ending production of several of its live audio shows The company then rolled out live weekly shows in the hopes of driving consumer adoption of its live audio service. Last year, Facebook integrated its Live Audio Rooms offering, which is its Clubhouse clone, into its Facebook Live experience. Originally known as Locker Room, the app had focused on live audios intersection with sports content. We believe there is a future for live fan-creator interactions in the Spotify ecosystem; however, based on our learnings, it no longer makes sense as a standalone app.",
            "html_summary": "<ul><li>The news was first reported by Music Ally.“After a period of experimentation and learnings around how Spotify users interact with live audio, we’ve made the decision to sunset the Spotify Live app,” a spokesperson told TechCrunch in an email.</li><li>Although podcasts have been a hit for Spotify, the company seems to have struggled with live audio.It’s worth noting that Spotify isn’t the only company to pull back from live audio.</li><li>The social media giant also discontinued its short-form audio Soundbites feature and its Audio hub.Spotify is ending production of several of its live audio shows</li><li>The company then rolled out live weekly shows in the hopes of driving consumer adoption of its live audio service.</li><li>Last year, Facebook integrated its Live Audio Rooms offering, which is its Clubhouse clone, into its Facebook Live experience.</li><li>Originally known as Locker Room, the app had focused on live audio’s intersection with sports content.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/03/spotify-is-shutting-down-its-live-audio-app-spotify-live/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "WSJ McDonalds to close offices briefly ahead of layoffs",
            "description": "A report says McDonalds has closed its U.S. offices for a few days as the company prepares to inform corporate employees about layoffs. The Wall Street Journal cited an internal email from the Chicagobased fastfood giant saying U.S. staff and",
            "url": "/2023-04-02-mcdonalds-layoffs-job-cuts-741a893d185fb438c9d4ec333e37f74a",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/81/981ad3a8-0d37-5c5f-ad4b-5bfd6c345de6/642aaba5c1af7.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-03T06:18:00Z",
            "content": "NEW YORK (AP) A report says McDonalds has closed its U.S. offices for a few days as the company prepares to inform employees about layoffs.The Wall Street Journal cited an internal email from the C [+1973 chars]",
            "summary": "In a January memo to employees, McDonalds President and CEO Chris Kempczinski said the company was evaluating roles and staffing levels in various parts of the company. Policymakers at the Federal Reserve have forecast the unemployment rate may rise to 4.6% by the end of this year, a sizable increase historically associated with recessions.McDonalds has more than 150,000 employees in corporate roles and in company-owned restaurants. The memo was first reported by the Wall Street Journal.Though the U.S. labor market remains strong, layoffs have been mounting, mainly in the technology secto r, where many companies over-hired after a pandemic boom. We have historically been very decentralized in some areas where we reinvent the wheel way too often, Kempczinski said during a January conference call with investors. It has 150,000 employees in corporate roles and in company-owned restaurants. IBM, Microsoft, Amazon, Salesforce, Facebook parent Meta, Twitter and DoorDash have all announced layoffs in recent months.There have been cuts in other sectors as well. Most of those job cuts are at corporate offices.",
            "html_summary": "<ul><li>In a January memo to employees, McDonald’s President and CEO Chris Kempczinski said the company was evaluating roles and staffing levels in various parts of the company.</li><li>Policymakers at the Federal Reserve have forecast the unemployment rate may rise to 4.6% by the end of this year, a sizable increase historically associated with recessions.McDonald’s has more than 150,000 employees in corporate roles and in company-owned restaurants.</li><li>The memo was first reported by the Wall Street Journal.Though the U.S. labor market remains strong, layoffs have been mounting, mainly in the technology secto r, where many companies over-hired after a pandemic boom.</li><li>“We have historically been very decentralized in some areas where we reinvent the wheel way too often,” Kempczinski said during a January conference call with investors.</li><li>It has 150,000 employees in corporate roles and in company-owned restaurants.</li><li>IBM, Microsoft, Amazon, Salesforce, Facebook parent Meta, Twitter and DoorDash have all announced layoffs in recent months.There have been cuts in other sectors as well.</li></ul>",
            "website_url": "https://apnews.com/article/mcdonalds-layoffs-job-cuts-741a893d185fb438c9d4ec333e37f74a"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DOUG FERGUSON - AP Golf Writer",
            "title": "MASTERS 23 20 years after protests, women still look ahead",
            "description": "Its been 20 years since the biggest controversy in Masters history. Martha Burk protested the allmale membership at Augusta National. Nine years later, the club had its first female members. More noticeable is the landscape beyond one club and one",
            "url": "/2023-04-02-masters-martha-burk-women-golf-suzy-whaley-46d4f8bf7784d15072ae679bd96f21f4",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/4d/34d8b20d-880b-50d1-90c0-2f0e11101da8/642aa437d5e0c.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-03T09:57:06Z",
            "content": "By DOUG FERGUSON  AP Golf WriterAUGUSTA, Ga. (AP) It started with a letter that Martha Burk figured would never see the light of day.When she mentioned the allmale membership at Augusta Nationa [+8120 chars]",
            "summary": "Golf Association.The Royal & Ancient Golf Club voted overwhelmingly in 2014 to accept women for the first time, and later removed Muirfield from the British Open rotation when the historic golf club in Scotland rejected mixed membership.Muirfield held a second vote in 2017 and changed with the times. They rarely made it through an interview without being asked about it.We were all thrown together in this womens movement in golf, Whaley said.Whaley played the LPGA Tour briefly, married club pro Bill Whaley, had two daughters and never lost the itch for golf. What can I do to make it better for those who come behind us?___Whaley earned her place on that Golf World cover as a high-energy Connecticut club pro who became the first woman since 1945 to qualify for a PGA Tour event. It wasnt until nine years after the protest that Augusta National announced former Secretary of State Condoleezza Rice and South Carolina financier Darla Moore had accepted invitations to join.We did not succeed in our goal to get the club open to women at the time, Burk said. The most noticeable  and more relevant  change is outside the club.Two years after Augusta National had its first female members, Whaley in 2014 was elected secretary of the PGA of America, a 28,000-strong organization of club professionals. She also hosts three-minute podcasts called, Equal Time with Martha Burk. Burk, with her Texas twang, never needed a lot of time to get to her point.How many women are at Augusta now? One happened in Chile last week, where the Korn Ferry Tour played for the first time.A young woman sought me out  she was involved in a junior program, Baldwin said.",
            "html_summary": "<ul><li>Golf Association.The Royal & Ancient Golf Club voted overwhelmingly in 2014 to accept women for the first time, and later removed Muirfield from the British Open rotation when the historic golf club in Scotland rejected mixed membership.Muirfield held a second vote in 2017 and changed with the times.</li><li>They rarely made it through an interview without being asked about it.“We were all thrown together in this women’s movement in golf,” Whaley said.Whaley played the LPGA Tour briefly, married club pro Bill Whaley, had two daughters and never lost the itch for golf.</li><li>What can I do to make it better for those who come behind us?”___Whaley earned her place on that Golf World cover as a high-energy Connecticut club pro who became the first woman since 1945 to qualify for a PGA Tour event.</li><li>It wasn’t until nine years after the protest that Augusta National announced former Secretary of State Condoleezza Rice and South Carolina financier Darla Moore had accepted invitations to join.“We did not succeed in our goal to get the club open to women at the time,” Burk said.</li><li>The most noticeable — and more relevant — change is outside the club.Two years after Augusta National had its first female members, Whaley in 2014 was elected secretary of the PGA of America, a 28,000-strong organization of club professionals.</li><li>She also hosts three-minute podcasts called, “Equal Time with Martha Burk.” Burk, with her Texas twang, never needed a lot of time to get to her point.“How many women are at Augusta now?</li></ul>",
            "website_url": "https://apnews.com/article/masters-martha-burk-women-golf-suzy-whaley-46d4f8bf7784d15072ae679bd96f21f4"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Forristal",
            "title": "Warner Bros. gives DC fans an official Blue Beetle trailer",
            "description": "The Blue Beetle trailer released today, providing a glimpse into the world of the buglegged superhero. Set to hit theaters on August 18.",
            "url": "/2023-04-02-warner-bros-gives-dc-fans-an-official-blue-beetle-trailer",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Screen-Shot-2023-04-03-at-12.49.27-PM.png?resize=1200,549",
            "publishedAt": "2023-04-03T17:03:50Z",
            "content": "Warner Bros. is giving DC fans a Blue Beetle movie, set to hit theaters on August 18. The trailer was released today, providing a glimpse into the world of the buglegged superhero.Blue Beetle star [+999 chars]",
            "summary": "The scarab chooses Reyes to be its host and permanently attaches itself to him, giving him a powerful suit of armor.Fans have long awaited a glimpse of the upcoming film after the concept of the alien battle suit was revealed at DC FanDome in 2021. In May 2022, pictures and videos of Mariduea wearing the costume surfaced on the internet.While the movie was initially going to premiere exclusively on HBO Max, the company announced in December 2021 that it was skipping the streaming service and going straight to theaters. Blue Beetle is DCs first-ever Latino superhero getting his own film, so giving it time to shine on the big screen is a significant move. Warner Bros. is giving DC fans a Blue Beetle movie, set to hit theaters on August 18.",
            "html_summary": "<ul><li>The scarab chooses Reyes to be its host and permanently attaches itself to him, giving him a powerful suit of armor.Fans have long awaited a glimpse of the upcoming film after the concept of the alien battle suit was revealed at DC FanDome in 2021.</li><li>In May 2022, pictures and videos of Maridueña wearing the costume surfaced on the internet.While the movie was initially going to premiere exclusively on HBO Max, the company announced in December 2021 that it was skipping the streaming service and going straight to theaters.</li><li>“Blue Beetle” is DC’s first-ever Latino superhero getting his own film, so giving it time to shine on the big screen is a significant move.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/03/warner-bros-gives-dc-fans-an-official-blue-beetle-trailer/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Kaszek earmarks nearly $1B in new funds for Latin American startups",
            "description": "The So Paulobased firm has backed over 120 companies since its 2011 inception, including Nubank, QuintoAndar, Gympass and Creditas.",
            "url": "/2023-04-02-kaszek-closes-on-975m-across-two-new-funds-to-back-latin-american-startups",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/latin-america-money-bryce.webp?resize=1200,674",
            "publishedAt": "2023-04-03T17:01:29Z",
            "content": "Kaszek Ventures, one of Latin Americas first venture firms, has raised $975 million across two funds.Specifically, the So Paulobased firm has closed on Kaszek Ventures VI, a $540 million earlyst [+4044 chars]",
            "summary": "Kaszek Ventures, one of Latin Americas first venture firms, has raised $975 million across two funds.Specifically, the So Paulo-based firm has closed on Kaszek Ventures VI, a $540 million early-stage fund and Kaszek Ventures Opportunity-III (KVO-III), a $435 million vehicle for later stage investments. By 2019, Kaszek had closed on its fourth fund, raising $375 million and its first Opportunity Fund, reserving $225 million for later-stage investing in existing portfolio companies. Its Opportunity Fund investments will be more concentrated, with the firm aiming to back 10 to 15 companies with check sizes ranging from $10 million to $50 million. KVO-III will mostly provide later-stage capital to Kaszeks portfolio companies but will also look for primary and secondary opportunities outside the firms early-stage portfolios, said Kazah.We seek out exceptional founding teams whose business plan is centered on the strategic utilization of technology to gain a competitive advantage. Kaszek plans to put money in 20 to 30 companies out of its early-stage fund (at the seed, Series A and Series B stages), with check sizes ranging from $500,000 to $25 million, according to Hernn Kazah, Kaszeks co-founder and a managing partner. While that frenzy has tapered off some ($7.8 billion was deployed in 2022), Latin America is still home to a growing number of unicorns and successful startups.Since 2011, Kaszek has backed more than 120 companies, which the firm says collectively have raised more than $15.5 billion in capital. Funds II and III closed in 2014 and 2017, raising $135 million and $200 million, respectively.",
            "html_summary": "<ul><li>Kaszek Ventures, one of Latin America’s first venture firms, has raised $975 million across two funds.Specifically, the São Paulo-based firm has closed on Kaszek Ventures VI, a $540 million early-stage fund and Kaszek Ventures Opportunity-III (KVO-III), a $435 million vehicle for later stage investments.</li><li>By 2019, Kaszek had closed on its fourth fund, raising $375 million and its first Opportunity Fund, reserving $225 million for later-stage investing in existing portfolio companies.</li><li>Its Opportunity Fund investments will be more concentrated, with the firm aiming to back 10 to 15 companies with check sizes ranging from $10 million to $50 million.</li><li>KVO-III will mostly provide later-stage capital to Kaszek’s portfolio companies but will also look for primary and secondary opportunities outside the firm’s early-stage portfolios, said Kazah.“We seek out exceptional founding teams whose business plan is centered on the strategic utilization of technology to gain a competitive advantage.</li><li>Kaszek plans to put money in 20 to 30 companies out of its early-stage fund (at the seed, Series A and Series B stages), with check sizes ranging from $500,000 to $25 million, according to Hernán Kazah, Kaszek’s co-founder and a managing partner.</li><li>While that frenzy has tapered off some ($7.8 billion was deployed in 2022), Latin America is still home to a growing number of unicorns and successful startups.Since 2011, Kaszek has backed more than 120 companies, which the firm says collectively have raised more than $15.5 billion in capital.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/03/kaszek-closes-on-975m-across-two-new-funds-to-back-latin-american-startups/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Mascarenhas",
            "title": "Theres too much opportunity in Cerebral Valley",
            "description": "A dispatch from Cerebral Valley, where over 200 top AI experts and enthusiasts spoke about riding an unprecedented wave.",
            "url": "/2023-04-02-cerebral-valley-ai-summit",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/06/GettyImages-675469672.jpg?resize=1200,800",
            "publishedAt": "2023-04-03T23:44:51Z",
            "content": "Evan Buhler moved to San Franciscos Hayes Valley three months ago to build an AI company that would combine the buzzy technology and his experience as a startup attorney. At the time, he didnt realiz [+1189 chars]",
            "summary": "Some attribute the spotlight to a rise in hacker homes in the area, others think San Francisco just needed some good press, but perhaps most importantly to eager entrepreneurs amid a downturn, it has the attention of top-tier investors.It almost feels like destiny. At the time, he didnt realize he had moved to the heart of a movement.Hayes Valley, which has been nicknamed Cerebral Valley by tech enthusiasts and builders, is exploding with happy hours, networking events and hackathons focused on one thing: artificial intelligence. Evan Buhler moved to San Franciscos Hayes Valley three months ago to build an AI company that would combine the buzzy technology and his experience as a startup attorney. Early-stage startups and storied entrepreneurs, buzzing with excitement, discussed the opportunity of the current moment on stage and at the literal watercooler. I think its going to become the economic and spiritual center of San Francisco, Buhler said of his new stomping grounds.",
            "html_summary": "<ul><li>Some attribute the spotlight to a rise in hacker homes in the area, others think San Francisco just needed some good press, but perhaps most importantly to eager entrepreneurs amid a downturn, it has the attention of top-tier investors.“It almost feels like destiny.</li><li>At the time, he didn’t realize he had moved to the heart of a movement.Hayes Valley, which has been nicknamed “Cerebral Valley” by tech enthusiasts and builders, is exploding with happy hours, networking events and hackathons focused on one thing: artificial intelligence.</li><li>Evan Buhler moved to San Francisco’s Hayes Valley three months ago to build an AI company that would combine the buzzy technology and his experience as a startup attorney.</li><li>Early-stage startups and storied entrepreneurs, buzzing with excitement, discussed the opportunity of the current moment on stage and at the literal watercooler.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/03/cerebral-valley-ai-summit/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Lyft hails new leadership, layoffs come for Lucid and Waymo retires its selfdriving minivan",
            "description": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe for free. Welcome back to The Station, your central hub fo",
            "url": "/2023-04-02-lyft-hails-new-leadership-layoffs-come-for-lucid-and-waymo-retires-its-self-driving-minivan",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1458958766.jpg?resize=1200,800",
            "publishedAt": "2023-04-02T18:36:20Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+13291 chars]",
            "summary": "And no, Lyft is not following Uber into delivery, so he says.Shift Technologies, the online used vehicle retailer, cut its workforce by 30% in the first quarter as the company sought to reduce costs and eliminate duplicate positions following its merger with CarLotz. I wrote up a little historical feature on the vehicle, which was the companys first commercialized autonomous vehicle.Meanwhile, Waymo also said it is testing its fifth generation driver in Austin, Texas. Im highlighting this deal to note the absolute kookiness of it that feels like desperation.Im talking about shared micromobility company Helbiz, which announced a rebranding and a reverse stock split in an attempt to get back into compliance with the Nasdaq. Reminder: The company was issued a delisting notice last July because its stock was trading too low.Helbiz is now known as Micromobility.com, an effort to position itself as a micromobility brand that offers retail, rentals, shared micromobility, and *checks notes* sports streaming services. The company announced a partnership with Zomato, a food ordering and delivery platform, in India and Kotak Mahindra Prime Limited to help delivery drivers get more favorable loan terms for buying e-mopeds. The company said the funds will be used to continue to build its software, partner with third parties for hardware (i.e., vehicles) and secure more deals.Bill Gates wrote up some thoughts about where AV tech is headed. It will also leverage Google Clouds cybersecurity technologies to help ensure secure use of autonomous mobility technology.Waymo has taken its self-driving Chrysler Pacifica Hybrid minivan out of service as it transitions its fleet to the all-electric Jaguar I-Pace vehicles equipped with its fifth-generation self-driving system.",
            "html_summary": "<ul><li>And no, Lyft is not following Uber into delivery, so he says.Shift Technologies, the online used vehicle retailer, cut its workforce by 30% in the first quarter as the company sought to reduce costs and eliminate duplicate positions following its merger with CarLotz.</li><li>I wrote up a little historical feature on the vehicle, which was the company’s first commercialized autonomous vehicle.Meanwhile, Waymo also said it is testing its fifth generation driver in Austin, Texas.</li><li>I’m highlighting this “deal” to note the absolute kookiness of it that feels like desperation.I’m talking about shared micromobility company Helbiz, which announced a rebranding and a reverse stock split in an attempt to get back into compliance with the Nasdaq.</li><li>Reminder: The company was issued a delisting notice last July because its stock was trading too low.Helbiz is now known as Micromobility.com, an effort to position itself as a micromobility brand that offers retail, rentals, shared micromobility, and *checks notes* sports streaming services.</li><li>The company announced a partnership with Zomato, a food ordering and delivery platform, in India and Kotak Mahindra Prime Limited to help delivery drivers get more favorable loan terms for buying e-mopeds.</li><li>The company said the funds will be used to continue to build its software, partner with third parties for hardware (i.e., vehicles) and secure more deals.Bill Gates wrote up some thoughts about where AV tech is headed.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/02/lyft-hails-new-leadership-layoffs-come-for-lucid-and-waymo-retires-its-self-driving-minivan/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. A passenger aircraft that flies around the world at Mach 9? Sure, why not. What Putins partners gain from standing with Russia over Ukraine. Quantexa raises $129M at a $1.8B valuation to help navigate online fraud and customer data management. Nintendo and mobile games company DeNA launch Nintendo Systems. AI startup Fourthline locks down $54M to bring better ID checks and compliance tools to the finance sector. Spotify is shutting down its live audio app Spotify Live. WSJ McDonalds to close offices briefly ahead of layoffs. MASTERS 23 20 years after protests, women still look ahead. Warner Bros. gives DC fans an official Blue Beetle trailer. Kaszek earmarks nearly $1B in new funds for Latin American startups. Theres too much opportunity in Cerebral Valley. Lyft hails new leadership, layoffs come for Lucid and Waymo retires its selfdriving minivan"
}