{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Alex Fitzpatrick",
            "title": "Selfdriving car fears on the rise",
            "description": "Data AAA. Chart Axios VisualsNearly 70% of drivers say theyre afraid of fully selfdriving cars, according to a new AAA survey  up from 55% a year ago. About a quarter say theyre unsure, while just 9% say they trust them.Why it matters Carmakers are rus",
            "url": "/2023-03-03-self-driving-car-fears-poll",
            "urlToImage": "https://images.axios.com/gzMiifrkplHmS71W9CDixfW1hcE=/1366x768/smart/2023/03/03/1677845913559.png",
            "publishedAt": "2023-03-03T12:20:52Z",
            "content": "Nearly 70% of drivers say theyre afraid of fully selfdriving cars, according to a new AAA survey up from 55% a year ago. About a quarter say theyre unsure, while just 9% say they trust them.Why  [+843 chars]",
            "summary": "Nearly 70% of drivers say they're afraid of fully self-driving cars, according to a new AAA survey  up from 55% a year ago. About a quarter say they're unsure, while just 9% say they trust them.Why it matters: Carmakers are rushing to add automation to new models.",
            "html_summary": "<ul><li>Nearly 70% of drivers say they're afraid of fully self-driving cars, according to a new AAA survey — up from 55% a year ago.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/03/self-driving-car-fears-poll"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Corey Gaskin",
            "title": "The 8 best fitness trackers for each type of user",
            "description": "We tested trackers of all types and prices to deliver the top picks.",
            "url": "/2023-03-03-the-8-best-fitness-trackers-for-each-type-of-user",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/07/Ars-Technica-Best-Fitness-Trackers-2022-2-760x380.jpg",
            "publishedAt": "2023-03-03T12:05:50Z",
            "content": "4 with It seems like every company makes a fitness tracker these days. Even Amazon has created oneand thats in addition to the seemingly endless stream of noname brands offered on its website. Asi [+6347 chars]",
            "summary": "Below is the list of trackers worth your consideration, whether youre just starting your fitness journey or you're well along your way.No one fitness tracker is best for every user.  Corey Gaskin - Mar 3, 2023 12:05 pm UTC It seems like every company makes a fitness tracker these days. They last about a week between charges, have built-in GPS, support blood oxygen monitoring, offer music storage, and give free (not paywalled), actionable health data. The best fitness trackers for most people are typically relatively inexpensivearound the $200 mark. Even Amazon has created oneand thats in addition to the seemingly endless stream of no-name brands offered on its website. We all value different things, so these picks are sorted by their differing strengths.",
            "html_summary": "<ul><li>Below is the list of trackers worth your consideration, whether you’re just starting your fitness journey or you're well along your way.No one fitness tracker is best for every user.</li><li> Corey Gaskin - Mar 3, 2023 12:05 pm UTC It seems like every company makes a fitness tracker these days.</li><li>They last about a week between charges, have built-in GPS, support blood oxygen monitoring, offer music storage, and give free (not paywalled), actionable health data.</li><li>The best fitness trackers for most people are typically relatively inexpensive—around the $200 mark.</li><li>Even Amazon has created one—and that’s in addition to the seemingly endless stream of no-name brands offered on its website.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/03/the-8-best-fitness-trackers-for-each-type-of-user/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARCIA DUNN - AP Aerospace Writer",
            "title": "New crew from US, Russia and UAE arrives at space station",
            "description": "A new crew from the United States, Russia and United Arab Emirates has arrived at the International Space Station. Fridays docking was delayed an hour because of a switch problem with one of the capsules docking hooks. SpaceX flight controllers",
            "url": "/2023-03-03-spacex-nasa-launch-astronauts-emirates-aeb221e9463d6af2e1df1575fe946d25",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/5a/75a58eb4-dc81-57f7-8a0c-86d07cf741ed/6400ad6ad89e2.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-03T07:20:58Z",
            "content": "By MARCIA DUNN  AP Aerospace WriterCAPE CANAVERAL, Fla. (AP) A new crew arrived at the International Space Station on Friday for a sixmonth mission, after overcoming trouble with one of the capsu [+2720 chars]",
            "summary": "Two other Russians and an American traveled to the station in September on a Russian Soyuz capsule that had to be replaced because of a leak, pushing their mission to a full year.___This story corrects a previous version that said UAE astronaut Hazzaa al-Mansoori called the space station. Their flight was delayed a few days by a clogged filter in an ignition fluid line.The UAE sent its first astronaut, Hazzaa al-Mansoori, to the space station in 2019 aboard a Russian rocket. In the end, the linkup occurred an hour late as the capsule and space station soared 260 miles (420 kilometers) above the coast of Somalia. NASA officials agreed the delay added to the anticipation.The new arrivals include United Arab Emirates Sultan al-Neyadi, the first astronaut from the Arab world who will spend an extended time in space. SpaceX Mission Control urged patience, telling the U.S., Russian and Emerati astronauts they could stay in this holding pattern for up to two hours.Once new software commands were relayed, the astronauts received the go-ahead to proceed. After a brief scenic detour, welcome to the International Space Station, SpaceX Mission Control radioed. This is the essence of space exploration, al-Neyadi said upon entering the station.",
            "html_summary": "<ul><li>Two other Russians and an American traveled to the station in September on a Russian Soyuz capsule that had to be replaced because of a leak, pushing their mission to a full year.___This story corrects a previous version that said UAE astronaut Hazzaa al-Mansoori called the space station.</li><li>Their flight was delayed a few days by a clogged filter in an ignition fluid line.The UAE sent its first astronaut, Hazzaa al-Mansoori, to the space station in 2019 aboard a Russian rocket.</li><li>In the end, the linkup occurred an hour late as the capsule and space station soared 260 miles (420 kilometers) above the coast of Somalia.</li><li>NASA officials agreed the delay added to the anticipation.The new arrivals include United Arab Emirates’ Sultan al-Neyadi, the first astronaut from the Arab world who will spend an extended time in space.</li><li>SpaceX Mission Control urged patience, telling the U.S., Russian and Emerati astronauts they could stay in this holding pattern for up to two hours.Once new software commands were relayed, the astronauts received the go-ahead to proceed.</li><li>“After a brief scenic detour, welcome to the International Space Station,” SpaceX Mission Control radioed.</li></ul>",
            "website_url": "https://apnews.com/article/spacex-nasa-launch-astronauts-emirates-aeb221e9463d6af2e1df1575fe946d25"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Camilla Tenn",
            "title": "Startup PR professionals should be jumping on the AI bandwagon",
            "description": "Youre missing a huge opportunity if youre not finding a way to promote your AI and ML capabilities at this time.",
            "url": "/2023-03-03-startup-pr-professionals-should-be-jumping-on-the-ai-bandwagon",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1349788289.jpg?resize=1200,800",
            "publishedAt": "2023-03-03T12:30:44Z",
            "content": "Its only been a couple of months since OpenAIs ChatGPT exploded into the public consciousness, and it already feels like our news feeds will never be the same again.Whether its headlines about AI  [+2125 chars]",
            "summary": "That said, the need to differentiate messaging within the AI vertical is going to rise considerably with the influx of similar pitches heading to reporters inboxes.The question is whether tech startups should shift their PR messaging toward AI-related topics. Sorry, web3, you had your 15 minutes of fame.Going from all-out rage prompted by the FTX fiasco to ChatGPT setting off the red alert at Google HQ made for a sudden, even shocking shift in the tech news cycle. 4 on the list of proof points, machine learning capabilities should merge into the main hook of the announcement.Startups that dont have much to do with AI will likely fear accusations of jumping on the bandwagon if they wade into the discussion. Such an approach is a given for startups that actually focus on AI: ChatGPT has paved the way and now they can reap the industrywide rewards. The logic is for their PR messaging to stick closer to their core technology or brand mission and prioritize the longer-term benefits of clear positioning. Clearly, AI stories are going to have a relatively easier time catching reporters attention in this climate. Startups might think they should avoid the topic altogether unless theyre an all-out AI firm.",
            "html_summary": "<ul><li>That said, the need to differentiate messaging within the AI vertical is going to rise considerably with the influx of similar pitches heading to reporters’ inboxes.The question is whether tech startups should shift their PR messaging toward AI-related topics.</li><li>Sorry, web3, you had your 15 minutes of fame.Going from all-out rage prompted by the FTX fiasco to ChatGPT setting off the red alert at Google HQ made for a sudden, even shocking shift in the tech news cycle.</li><li>4 on the list of proof points, machine learning capabilities should merge into the main hook of the announcement.Startups that don’t have much to do with AI will likely fear accusations of “jumping on the bandwagon” if they wade into the discussion.</li><li>Such an approach is a given for startups that actually focus on AI: ChatGPT has paved the way and now they can reap the industrywide rewards.</li><li>The logic is for their PR messaging to stick closer to their core technology or brand mission and prioritize the longer-term benefits of clear positioning.</li><li>Clearly, AI stories are going to have a relatively easier time catching reporters’ attention in this climate.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/03/startup-pr-professionals-should-be-jumping-on-the-ai-bandwagon/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Japans Geniee acquires AdPushupoperator Zelto for $70 million",
            "description": "Japanese marketing tech firm Geniee, part of the SoftBank Group, paid about $70 million in cash to acquire Zelto (formerly known as AdPushup).",
            "url": "/2023-03-03-softbank-geniee-acquires-zelto-adpushup-for-70-million",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/geniee-adpushup-acquisition.jpg?resize=1200,838",
            "publishedAt": "2023-03-03T11:32:46Z",
            "content": "Japanese marketing tech firm Geniee, part of the SoftBank Group, has paid about $70 million in cash to acquire the revenue optimization platform Zelto (formerly known as AdPushup), a person familiar  [+2664 chars]",
            "summary": "Later, it scrambled with its product offerings after its marquee service struggled to make inroads, Zelto founder and chief executive Ankit Oberoi told TechCrunch in an interview.The two firms announced the deal on Thursday, but did not disclose the terms of the deal. Oberoi of Zelto, which has been profitable for several years and raised less than $2.5 million in external funding during its startup journey, declined to disclose the terms of the deal. And when we almost ran out of cash in 2014, we were forced to become frugal and profitable.The acquisition wont significantly change how Zelto operates, he said. In the future, we would like to learn from the North American and Indian markets, Zeltos technology, services, knowledge, and corporate culture, and strongly promote the globalization of Geniee to realize its purpose. Elle, NDTV, CNET, PCMag, Mashable and GSMArena are among some of the customers of AdPushup, Zeltos marquee offering, according to the companys website.Its been a rollercoaster ride. But it forced us to look at the fundamental value we deliver to customers. In 2014, the startup almost ran out of cash.",
            "html_summary": "<ul><li>Later, it scrambled with its product offerings after its marquee service struggled to make inroads, Zelto founder and chief executive Ankit Oberoi told TechCrunch in an interview.The two firms announced the deal on Thursday, but did not disclose the terms of the deal.</li><li>Oberoi of Zelto, which has been profitable for several years and raised less than $2.5 million in external funding during its startup journey, declined to disclose the terms of the deal.</li><li>And when we almost ran out of cash in 2014, we were forced to become frugal and profitable.”The acquisition won’t significantly change how Zelto operates, he said.</li><li>In the future, we would like to learn from the North American and Indian markets, Zelto’s technology, services, knowledge, and corporate culture, and strongly promote the globalization of Geniee to realize its purpose.”</li><li>Elle, NDTV, CNET, PCMag, Mashable and GSMArena are among some of the customers of AdPushup, Zelto’s marquee offering, according to the company’s website.“It’s been a rollercoaster ride.</li><li>But it forced us to look at the fundamental value we deliver to customers.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/03/softbank-geniee-acquires-zelto-adpushup-for-70-million/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Ted Anthony",
            "title": "Need a Lenten fish fry? Let an interactive map point the way",
            "description": "WEXFORD, Pa. (AP)  By the time the doors open at 430 p.m., a boisterous line of 50 hungry people is looping around the gymnasium foyer at Blessed Francis Seelos Academy. Their objective to occupy tables on the basketball court and, for the parishs first t",
            "url": "/2023-03-03-lent-fish-fry-catholic-map-friday-tradition-631d2771f7d460f8156838f1654dcd1b",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/fbf280abdbcb4d4797fa3a2dfaaae31a/3000.webp",
            "publishedAt": "2023-03-03T11:20:07Z",
            "content": "WEXFORD, Pa. (AP) By the time the doors open at 430 p.m., a boisterous line of 50 hungry people is looping around the gymnasium foyer at Blessed Francis Seelos Academy. Their objective to occupy ta [+7399 chars]",
            "summary": "The longtime presence of powerhouse regional fish distributor Robert Wholey & Co. also honed local tastes.People in Pennsylvania are used to good fish, says Bill Yanicko, a funeral director in suburban West Deer Township who runs the community fish fry at Our Lady of the Lakes Parish. Some chow down right there  fish and shrimp, fries and cole slaw and mac and cheese, sometimes pierogies or a local noodle-and-cabbage delicacy called haluski.Western Pennsylvania loves the past, but the fish fry itself is steered by some very modern forces. Things may change around you every year, but you know that every year you can go to your same church basement or fire hall and get that fish sandwich.___Ted Anthony, director of new storytelling and newsroom innovation at The Associated Press, has been writing about American culture since 1990. Radioheads Weird Fishes/Arpeggi plays.Its kind of the perfect marriage of things  a team of super-nerdy people who know all about maps and know all about coding, and fish fries, which are just so Pittsburgh, Newman says. It literally takes a food tradition and puts it into a platform that speaks to them on a different level.Today, while churches remain a mainstay of Lenten fish fries, fire departments give them a run for their money  of which there is lots at play. Food touchstones like fish fries, pierogies and the  cookie table   a western Pennsylvania wedding staple  became signifiers of identity. As things become more globalized and cities tend to look more and more the same, theres something appealing about coming to a place like Pittsburgh that still has things like this that have very deep roots in the community, Newman says.",
            "html_summary": "<ul><li>The longtime presence of powerhouse regional fish distributor Robert Wholey & Co. also honed local tastes.“People in Pennsylvania are used to good fish,” says Bill Yanicko, a funeral director in suburban West Deer Township who runs the community fish fry at Our Lady of the Lakes Parish.</li><li>Some chow down right there — fish and shrimp, fries and cole slaw and mac and cheese, sometimes pierogies or a local noodle-and-cabbage delicacy called haluski.Western Pennsylvania loves the past, but the fish fry itself is steered by some very modern forces.</li><li>“Things may change around you every year, but you know that every year you can go to your same church basement or fire hall and get that fish sandwich.”___Ted Anthony, director of new storytelling and newsroom innovation at The Associated Press, has been writing about American culture since 1990.</li><li>Radiohead’s “Weird Fishes/Arpeggi” plays.“It’s kind of the perfect marriage of things — a team of super-nerdy people who know all about maps and know all about coding, and fish fries, which are just so Pittsburgh,” Newman says.</li><li>It literally takes a food tradition and puts it into a platform that speaks to them on a different level.”Today, while churches remain a mainstay of Lenten fish fries, fire departments give them a run for their money — of which there is lots at play.</li><li>Food touchstones like fish fries, pierogies and the “ cookie table ” — a western Pennsylvania wedding staple — became signifiers of identity.</li></ul>",
            "website_url": "https://apnews.com/article/lent-fish-fry-catholic-map-friday-tradition-631d2771f7d460f8156838f1654dcd1b"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Selfdriving car fears on the rise. The 8 best fitness trackers for each type of user. New crew from US, Russia and UAE arrives at space station. Startup PR professionals should be jumping on the AI bandwagon. Japans Geniee acquires AdPushupoperator Zelto for $70 million. Need a Lenten fish fry? Let an interactive map point the way"
}