{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ina Fried",
            "title": "The public loves trying to push chatbots over the edge",
            "description": "The companies offering generative AI to the public are mostly learning the same lesson People love using it, but they also love discovering its boundaries  and pushing past them.Why it matters Companies have been rushing to incorporate generative AI like C",
            "url": "/2023-04-05-chatgpt-chatbots-guardrails-edge-snap",
            "urlToImage": "https://images.axios.com/QkmxhFWvjjBIML2deQqc3urBjNc=/0x0:1920x1080/1366x768/2023/04/05/1680659863866.jpg",
            "publishedAt": "2023-04-05T09:30:00Z",
            "content": "The companies offering generative AI to the public are mostly learning the same lesson People love using it, but they also love discovering its boundaries and pushing past them.Why it matters Com [+3677 chars]",
            "summary": "Microsoft and Google also made changes after high-profile incidents in which chatbots professed love, spread misinformation and returned stereotypical and biased information. Driving the news: Snapchat said Tuesday it is tweaking the My AI chatbot it made available six weeks ago.",
            "html_summary": "<ul><li>Microsoft and Google also made changes after high-profile incidents in which chatbots professed love, spread misinformation and returned stereotypical and biased information.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/05/chatgpt-chatbots-guardrails-edge-snap"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "ChatGPT vs Google Bard Which is better? We put them to the test.",
            "description": "We compare two top AI language models in seven categories to pick a winner.",
            "url": "/2023-04-05-clash-of-the-ai-titans-chatgpt-vs-bard-in-a-showdown-of-wits-and-wisdom",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/robot_battle_hero-760x380.jpg",
            "publishedAt": "2023-04-05T11:00:18Z",
            "content": "Enlarge/ An AIgenerated image of two robots fighting in an arena.38 with In todays world of generative AI chatbots, weve witnessed the sudden rise of OpenAIs ChatGPT, introduced in November,  [+2685 chars]",
            "summary": "And since the pinnacle of comedy can be found in the form of dad jokes, we wondered if the two chatbots could author some unique ones.Prompt: Write 5 original dad jokesOut of Bard's five dad jokes, we found three of them verbatim on the Internet using a Google search. Since Bing Chat uses similar GPT-4 technology as the latest ChatGPT model, we opted to focus on two titans of AI chatbot technology: OpenAI and Google.We tested ChatGPT and Bard in seven critical categories: dad jokes, argument dialog, mathematical word problems, summarization, factual retrieval, creative writing, and coding. And surprisingly, there is one seemingly original joke (about the snail) that we can't find anywhere else, but it doesn't make sense.Meanwhile, ChatGPT-4's five dad jokes were 100 percent unoriginal, all lifted completely from other sources, but they were delivered accurately. Bard also attempted to create original jokes (following our instruction), although some failed horribly in an embarrassing way (which is dad-like), and even put its foot in its mouth, so to speak, in an unintentional way (also dad-like).Winner: Bard Since dad jokes should arguably be more groan-worthy than clever, it seems that Bard edged out ChatGPT-4 here. We decided to put these chatbots through their paces with an assortment of tasks to determine which one reigns supreme in the AI chatbot arena. We used the first result, with no cherry-picking.It's worth noting that a version of ChatGPT based on the earlier GPT-3.5 model is also available, but we did not use that in the test.",
            "html_summary": "<ul><li>And since the pinnacle of comedy can be found in the form of dad jokes, we wondered if the two chatbots could author some unique ones.Prompt: Write 5 original dad jokesOut of Bard's five dad jokes, we found three of them verbatim on the Internet using a Google search.</li><li>Since Bing Chat uses similar GPT-4 technology as the latest ChatGPT model, we opted to focus on two titans of AI chatbot technology: OpenAI and Google.We tested ChatGPT and Bard in seven critical categories: dad jokes, argument dialog, mathematical word problems, summarization, factual retrieval, creative writing, and coding.</li><li>And surprisingly, there is one seemingly original joke (about the snail) that we can't find anywhere else, but it doesn't make sense.Meanwhile, ChatGPT-4's five dad jokes were 100 percent unoriginal, all lifted completely from other sources, but they were delivered accurately.</li><li>Bard also attempted to create original jokes (following our instruction), although some failed horribly in an embarrassing way (which is dad-like), and even put its foot in its mouth, so to speak, in an unintentional way (also dad-like).Winner: Bard</li><li>Since dad jokes should arguably be more groan-worthy than clever, it seems that Bard edged out ChatGPT-4 here.</li><li>We decided to put these chatbots through their paces with an assortment of tasks to determine which one reigns supreme in the AI chatbot arena.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/04/clash-of-the-ai-titans-chatgpt-vs-bard-in-a-showdown-of-wits-and-wisdom/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ivan Mehta",
            "title": "Snapchat adds new safeguards around its AI chatbot",
            "description": "Snapchat is launching new tools including an ageappropriate filter and insights for parents to make its AI chatbot experience safer. Days after Snapchat launched its GPTpowered chatbot for Snapchat+ subscribers, a Washington Post report highlighted that the",
            "url": "/2023-04-05-snapchat-adds-new-safeguards-around-its-ai-chatbot",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/06/GettyImages-1172921137-1.jpg?resize=1200,850",
            "publishedAt": "2023-04-05T07:24:13Z",
            "content": "Snapchat is launching new tools including an ageappropriate filter and insights for parents to make its AI chatbot experience safer.Days after Snapchat launched its GPTpowered chatbot for Snapcha [+3058 chars]",
            "summary": "Apart from the chatbot, the company introduced an AI-powered background generator that works through prompts for Snapchat+ subscribers a few weeks ago.Snapchat+ subscribers now have access to a background generator tool Image Credits: SnapGiven the proliferation of AI-powered tools, many people are concerned about their safety and privacy. It also said the firm will temporarily block AI bot access for users who misuse the service.We will continue to use these learnings to improve My AI. We are adding OpenAIs moderation technology to our existing toolset, which will allow us to assess the severity of potentially harmful content and temporarily restrict Snapchatters access to My AI if they misuse the service, Snap said.Snap is still pretty bullish on generative AI tools. Senator Michael Bennet (Democrat of Colorado) also wrote a letter to OpenAI, Meta, Google, Microsoft and Snap expressing concerns about generative AI tools used by teens.Its apparent these AI models are susceptible to harmful input and can be manipulated to output inappropriate responses. The new feature will tell parents or guardians how their kids are communicating with the chatbot and the frequency of those interactions. Last week, an ethics group called the Center for Artificial Intelligence and Digital Policy wrote to the U.S. Federal Trade Commission, urging the agency to pause the rollout of OpenAIs GPT-4 model, saying the tech was biased, deceptive, and a risk to privacy and public safety.Last month, U.S. While tech companies might want to roll out these tools quickly, they will need to make sure there are enough guardrails to prevent their misuse.",
            "html_summary": "<ul><li>Apart from the chatbot, the company introduced an AI-powered background generator that works through prompts for Snapchat+ subscribers a few weeks ago.Snapchat+ subscribers now have access to a background generator tool Image Credits: SnapGiven the proliferation of AI-powered tools, many people are concerned about their safety and privacy.</li><li>It also said the firm will temporarily block AI bot access for users who misuse the service.“We will continue to use these learnings to improve My AI.</li><li>We are adding OpenAI’s moderation technology to our existing toolset, which will allow us to assess the severity of potentially harmful content and temporarily restrict Snapchatters’ access to My AI if they misuse the service,” Snap said.Snap is still pretty bullish on generative AI tools.</li><li>Senator Michael Bennet (Democrat of Colorado) also wrote a letter to OpenAI, Meta, Google, Microsoft and Snap expressing concerns about generative AI tools used by teens.It’s apparent these AI models are susceptible to harmful input and can be manipulated to output inappropriate responses.</li><li>The new feature will tell parents or guardians how their kids are communicating with the chatbot and the frequency of those interactions.</li><li>Last week, an ethics group called the Center for Artificial Intelligence and Digital Policy wrote to the U.S. Federal Trade Commission, urging the agency to pause the rollout of OpenAI’s GPT-4 model, saying the tech was “biased, deceptive, and a risk to privacy and public safety.”Last month, U.S.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/05/snapchat-adds-new-safeguards-around-its-ai-chatbot/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Kia aims to reach $122B gross revenue by 2030",
            "description": "At Kias 2023 CEO Investor Day Wednesday, the company said it aims to reach $122 billion in gross revenue by 2030, and build 15 EVs by 2027.",
            "url": "/2023-04-05-kia-aims-to-reach-122b-gross-revenue-by-2030",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/640515.jpg?resize=1200,800",
            "publishedAt": "2023-04-05T07:40:42Z",
            "content": "A year after Kia unveiled its roadmap to sustainable mobility by 2030, the Hyundaiowned brand has upped the ante. At the companys 2023 CEO Investor Day Wednesday, Kias leadership said the company  [+3221 chars]",
            "summary": "By next year, the company said it will begin operating its first dedicated EV factory at Gwangmyeong.Kia also said it will release 15 new EV models by 2027, which is one more model than the company had promised last year. Kia hiked its global sales goal to 4.3 million units from 4 million units by 2030, and its annual EV sales goal to 1.6 million units from 1.2 million units by 2030. At the companys 2023 CEO Investor Day on Wednesday, Kias leadership said the company aims to reach KRW 160 trillion ($122 billion) in gross revenue by 2030.The financial goal is part of a general update of Kias future-focused strategy, Plan S, which launched in 2020 and featured new branding. The company aims to develop a solution that can manage data, software and charging for the PBVs.Kia said it believes the PBV unit will be one of its key future businesses. Wednesdays update also includes a KRW 32 trillion ($24 million) investment into the automakers electrification strategy, with 45% of that money dedicated to future business areas.The funds should help Kia nudge its output up over the next few years. The company is targeting 258,000 EV sales by 2023 and 1 million units by 2026, which will be 8% and 25% of all Kia sales, respectively. As such, it is building a dedicated factory in Hwaseong, which will build medium-sized vehicles for a variety of vehicles and will be unveiled in 2025.",
            "html_summary": "<ul><li>By next year, the company said it will begin operating its first dedicated EV factory at Gwangmyeong.Kia also said it will release 15 new EV models by 2027, which is one more model than the company had promised last year.</li><li>Kia hiked its global sales goal to 4.3 million units from 4 million units by 2030, and its annual EV sales goal to 1.6 million units from 1.2 million units by 2030.</li><li>At the company’s 2023 CEO Investor Day on Wednesday, Kia’s leadership said the company aims to reach KRW 160 trillion ($122 billion) in gross revenue by 2030.The financial goal is part of a general update of Kia’s future-focused strategy, “Plan S,” which launched in 2020 and featured new branding.</li><li>The company aims to develop a solution that can manage data, software and charging for the PBVs.Kia said it believes the PBV unit will be one of its key future businesses.</li><li>Wednesday’s update also includes a KRW 32 trillion ($24 million) investment into the automaker’s electrification strategy, with 45% of that money dedicated to “future business areas.”The funds should help Kia nudge its output up over the next few years.</li><li>The company is targeting 258,000 EV sales by 2023 and 1 million units by 2026, which will be 8% and 25% of all Kia sales, respectively.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/05/kia-aims-to-reach-122b-gross-revenue-by-2030/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Equator secures $40M in commitments for fund targeting climate tech startups in Africa",
            "description": "Africafocused Equator reaches the initial close of fund focused on seed and Series A startups across energy, agriculture and mobility.",
            "url": "/2023-04-05-equator-secures-40m-in-commitments-for-fund-targeting-climate-tech-startups-in-africa",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/3C28EC18-5590-488B-BDD3-B0D929C3EAA7.jpeg?w=1170",
            "publishedAt": "2023-04-05T08:43:24Z",
            "content": "Africa contributes less than 3% of the worlds energyrelated carbon dioxide emissions but the continent will be one of the most impacted by the adverse effects of climate change. Some explanations fo [+5876 chars]",
            "summary": "As such, the fund will pay attention to technical founders with domain expertise who are building solutions around clean energy, agriculture and mobility, and who ultimately address the impact of climate change on income inequality in Africa.Climate change and income inequality are proven to be directly correlated. Ventures also need highly active and engaged investors to help them reach the growth stage of their trajectory, added DeFoort.In all, Equator will be expecting to leverage the current shift in the global narrative about climate techs importance and its impact on climate change. For seed stages, the clean tech VC invests between $1 million and $2 million; for Series A stages, it cut checks between $2 million and $4 million. I hope this is the first of many funds that continue to follow in these footsteps because more capital, talent and innovation are needed to develop more holistic solutions to the challenges in the climate space.Sun King raises $260M to widen clean energy access in Africa, Asia In the latest development, Equator, a climate tech venture capital firm focused on sub-Saharan Africa, has reached an initial close of its first fund with $40 million in commitments. At Moja Capital, a personal fund he founded, Jamal made seed and Series A investments across several sectors, including those central to Equators strategy: clean energy, agriculture and mobility. At the seed and Series A stage, there is a shortage of capital and institutional investors supporting companies at that stage of their life cycle and journey, commented Jamal.",
            "html_summary": "<ul><li>As such, the fund will pay attention to technical founders with domain expertise who are building solutions around clean energy, agriculture and mobility, and who ultimately address the impact of climate change on income inequality in Africa.“Climate change and income inequality are proven to be directly correlated.</li><li>Ventures also need highly active and engaged investors to help them reach the growth stage of their trajectory,” added DeFoort.In all, Equator will be expecting to leverage the current shift in the global narrative about climate tech’s importance and its impact on climate change.</li><li>For seed stages, the clean tech VC invests between $1 million and $2 million; for Series A stages, it cut checks between $2 million and $4 million.</li><li>I hope this is the first of many funds that continue to follow in these footsteps because more capital, talent and innovation are needed to develop more holistic solutions to the challenges in the climate space.”Sun King raises $260M to widen clean energy access in Africa, Asia</li><li>In the latest development, Equator, a climate tech venture capital firm focused on sub-Saharan Africa, has reached an initial close of its first fund with $40 million in commitments.</li><li>At Moja Capital, a personal fund he founded, Jamal made seed and Series A investments across several sectors, including those central to Equator’s strategy: clean energy, agriculture and mobility.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/05/equator-secures-40m-in-commitments-for-fund-targeting-climate-tech-startups-in-africa/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Cranium launches out of KPMGs venture studio to tackle AI security",
            "description": "Cranium, a startup launching out of KPGMs accelerator program, aims to tackle risks around AI systems and models.",
            "url": "/2023-04-05-cranium-launches-out-of-kpmgs-venture-studio-to-tackle-ai-security",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/03/GettyImages-1140706398.jpg?resize=1200,675",
            "publishedAt": "2023-04-05T12:30:28Z",
            "content": "Several years ago, Jonathan Dambrot, a partner at KPMG, was helping customers deploy and develop AI systems when he started to notice certain gaps in compliance and security. According to him, no one [+4562 chars]",
            "summary": "It looks to address gaps in other solutions by providing better visibility into AI systems, providing security into core adversarial risks and providing supply chain visibility.To that end, Cranium attempts to map AI pipelines and validate their security, monitoring for outside threats. The Cranium platform instills security and trust across the entire AI lifecycle, ensuring enterprises achieve the benefits they hope to get from AI while also managing against unforeseen risks.Cranium currently has around 30 full-time employees. Others, like Robust Intelligence, CalypsoAI and Troj.ai, offer a range of products designed to make AI systems more robust.Cranium is starting from behind, without customers or revenue to speak of.The elephant in the room is that its difficult to pin down real-world examples of attacks against AI systems. Several years ago, Jonathan Dambrot, a partner at KPMG, was helping customers deploy and develop AI systems when he started to notice certain gaps in compliance and security. But some of the more common ones involve poisoning (contaminating the data that an AIs trained on) and text-based attacks (tricking AI with malicious instructions).Cranium makes the claim that, working within an existing machine learning model training and testing environment, it can address these threats head-on. But theres little public reporting on attempts by hackers to, for example, attack commercial facial recognition systems  assuming such attempts are happening in the first place.For what its worth, SYN managing partner Jay Leek, an investor in Cranium, thinks theres a future in AI robustness. The need to ensure proper governance around AI for security, integrity, biases and misuse has never been more important across all industries.",
            "html_summary": "<ul><li>It looks to address gaps in other solutions by providing better visibility into AI systems, providing security into core adversarial risks and providing supply chain visibility.”To that end, Cranium attempts to map AI pipelines and validate their security, monitoring for outside threats.</li><li>The Cranium platform instills security and trust across the entire AI lifecycle, ensuring enterprises achieve the benefits they hope to get from AI while also managing against unforeseen risks.”Cranium currently has around 30 full-time employees.</li><li>Others, like Robust Intelligence, CalypsoAI and Troj.ai, offer a range of products designed to make AI systems more robust.Cranium is starting from behind, without customers or revenue to speak of.The elephant in the room is that it’s difficult to pin down real-world examples of attacks against AI systems.</li><li>Several years ago, Jonathan Dambrot, a partner at KPMG, was helping customers deploy and develop AI systems when he started to notice certain gaps in compliance and security.</li><li>But some of the more common ones involve poisoning (contaminating the data that an AI’s trained on) and text-based attacks (tricking AI with malicious instructions).Cranium makes the claim that, working within an existing machine learning model training and testing environment, it can address these threats head-on.</li><li>But there’s little public reporting on attempts by hackers to, for example, attack commercial facial recognition systems — assuming such attempts are happening in the first place.For what it’s worth, SYN managing partner Jay Leek, an investor in Cranium, thinks there’s a future in AI robustness.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/05/cranium-launches-out-of-kpmgs-venture-studio-to-tackle-ai-security/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. The public loves trying to push chatbots over the edge. ChatGPT vs Google Bard Which is better? We put them to the test.. Snapchat adds new safeguards around its AI chatbot. Kia aims to reach $122B gross revenue by 2030. Equator secures $40M in commitments for fund targeting climate tech startups in Africa. Cranium launches out of KPMGs venture studio to tackle AI security"
}