{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOHN FLESHER - AP Environmental Writer",
            "title": "3M reaches $10.3 billion settlement over contamination of water systems with forever chemicals",
            "description": "Chemical manufacturer 3M has agreed to pay at least $10.3 billion to settle lawsuits over contamination of many U.S. public drinking water systems with potentially harmful compounds known as PFAS. The deal was announced Thursday by the company based in",
            "url": "/2023-06-23-pfas-forever-chemicals-3m-drinking-water-81775af23d6aeae63533796b1a1d2cdb",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/1/0b/10bec465-26b3-5b44-af10-5bb00e1b30bd/649576b4f0a7e.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-23T02:45:00Z",
            "content": "By JOHN FLESHER  AP Environmental WriterTRAVERSE CITY, Mich. (AP) Chemical manufacturer 3M Co. will pay at least $10.3 billion to settle lawsuits over contamination of many U.S. public drinking wa [+4024 chars]",
            "summary": "The Environmental Protection Agency in March proposed strict limits on two common types, PFOA and PFOS, and said it wanted to regulate four others. A number of states, airports, firefighter training facilities and private well owners also have sued.The cases are pending in U.S. District Court in Charleston, South Carolina, where Judge Richard Gergel is overseeing thousands of complaints alleging PFAS damages. But I do think this is going to make a huge dent in that cost ... and you dont have to litigate for the next decade or longer.",
            "html_summary": "<ul><li>The Environmental Protection Agency in March proposed strict limits on two common types, PFOA and PFOS, and said it wanted to regulate four others.</li><li>A number of states, airports, firefighter training facilities and private well owners also have sued.The cases are pending in U.S. District Court in Charleston, South Carolina, where Judge Richard Gergel is overseeing thousands of complaints alleging PFAS damages.</li></ul>",
            "website_url": "https://apnews.com/article/pfas-forever-chemicals-3m-drinking-water-81775af23d6aeae63533796b1a1d2cdb"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DARLENE SUPERVILLE and FATIMA HUSSEIN - Associated Press",
            "title": "Indias Modi brings comedy game to big White House dinner in his honor",
            "description": "Indian Prime Minister Narendra Modi brought his comedy game to Thursdays big White House dinner in his honor. Modi cracked jokes about his lack of singing chops and the time President Joe Biden wanted him to eat even though he",
            "url": "/2023-06-23-biden-modi-india-state-dinner-76fd29bd3d5f06454f47aee52bf30d17",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/5/50/550f58d9-8b26-50f8-847c-25b20f5d839e/6495761ecc562.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-23T02:58:00Z",
            "content": "By DARLENE SUPERVILLE and FATIMA HUSSEIN  Associated PressWASHINGTON (AP) Indian Prime Minister Narendra Modi brought his comedy game to Thursdays big White House dinner in his honor, cracking jo [+6814 chars]",
            "summary": "Pichai said he looked forward to the dinner as an exciting time for U.S.-India relations. I think we have two countries which have a lot of shared foundations, large democratic systems and values, Pichai said earlier Thursday in an interview. Curtis specializes in plant-based cooking and said the menu showcases the best of American cuisine seasoned with Indian elements and flavors. Saffron risotto accompanied the mushroom main course, and dessert was infused with cardamom and rose syrup. Not really known for having a sense of humor, the prime minister kept the nearly 400 guests in stitches as he toasted Biden and first lady Jill Biden before dinner was served. For guests wanting something more, roasted sea bass was available upon request.Despite deep differences over human rights and Indias stance on Russias war in Ukraine, Biden extended to Modi the administrations third invitation for a state visit. Bell played a rendition of Antonio Vivaldis Summer.Saris  some thoroughly modern and including a Barbiecore hot pink one  and sequins were prominent among those lucky enough to attend the black-tie affair with a guest list heavy on prominent Indian Americans. He said that with every passing day, Indians and Americans are getting to know each other better.We can pronounce each others names correctly. The CEO contingent included Apples Tim Cook, Googles Sundar Pichai and Microsofts Satya Nadella.Guests dined on a plant-based menu of millet and corn salad, Portobello mushrooms and strawberry shortcake, catering to the prime ministers vegetarian tastes.",
            "html_summary": "<ul><li>Pichai said he looked forward to the dinner as “an exciting time for U.S.-India relations.” “I think we have two countries which have a lot of shared foundations, large democratic systems and values,” Pichai said earlier Thursday in an interview.</li><li>Curtis specializes in plant-based cooking and said the menu “showcases the best of American cuisine seasoned with Indian elements and flavors.” Saffron risotto accompanied the mushroom main course, and dessert was infused with cardamom and rose syrup.</li><li>Not really known for having a sense of humor, the prime minister kept the nearly 400 guests in stitches as he toasted Biden and first lady Jill Biden before dinner was served.</li><li>For guests wanting something more, roasted sea bass was available upon request.Despite deep differences over human rights and India’s stance on Russia’s war in Ukraine, Biden extended to Modi the administration’s third invitation for a state visit.</li><li>Bell played a rendition of Antonio Vivaldi’s “Summer.”Saris — some thoroughly modern and including a Barbiecore hot pink one — and sequins were prominent among those lucky enough to attend the black-tie affair with a guest list heavy on prominent Indian Americans.</li><li>He said that with every passing day, Indians and Americans are getting to know each other better.“We can pronounce each other’s names correctly.</li></ul>",
            "website_url": "https://apnews.com/article/biden-modi-india-state-dinner-76fd29bd3d5f06454f47aee52bf30d17"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ivan Mehta",
            "title": "Google introduces new accessibility and collaboration features for classrooms",
            "description": "Google introduced new accessibility and learning features on Tuesday at the International Society for Technology in Education (ISTE) expo.",
            "url": "/2023-06-23-google-introduces-new-accessibility-and-collaboration-features-for-classrooms",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/07/GettyImages-1207206237.jpg?resize=1200,800",
            "publishedAt": "2023-06-23T12:57:18Z",
            "content": "Google introduced new accessibility and learning features on Tuesday at the International Society for Technology in Education (ISTE) expo. These features included expansion of the reading mode, pairi [+2003 chars]",
            "summary": "Currently, the company is accepting applications to try this out in English with support for Spanish, Portuguese, Japanese and Malay.Image Credits: GoogleIn March, Google introduced Reading Mode in a side pane, which removes elements like videos and images from the page and helps users focus on the text. These features included expansion of the reading mode, pairing with a sign language interpreter in Google Meet and AI-powered question suggestions in a class.The company has been experimenting with AI-powered tools in its consumer products like Search, Gmail and Sheets. However, the feature will likely not let users copy the text from these PDFs.Image Credits: GoogleGoogle said that it has also introduced new fonts to make reading easier in Arabic, Cyrillic and Latin systems. Google announced Tuesday that it is coming to all Chrome users soon.Additionally, the company said that screen reader users will be able to convert images to text for PDFs using Chrome browsers on Chromebooks. Those fonts are optically variable  that means the font has an adaptive design for different sizes to improve readability.The search giant introduced a new tile-pairing feature for Google Meet as well. Google introduced new accessibility and learning features on Tuesday at the International Society for Technology in Education (ISTE) expo. When this feature is enabled, it highlights both tiles when one of the participants speaks.",
            "html_summary": "<ul><li>Currently, the company is accepting applications to try this out in English with support for Spanish, Portuguese, Japanese and Malay.Image Credits: GoogleIn March, Google introduced Reading Mode in a side pane, which removes elements like videos and images from the page and helps users focus on the text.</li><li>These features included expansion of the reading mode, pairing with a sign language interpreter in Google Meet and AI-powered question suggestions in a class.The company has been experimenting with AI-powered tools in its consumer products like Search, Gmail and Sheets.</li><li>However, the feature will likely not let users copy the text from these PDFs.Image Credits: GoogleGoogle said that it has also introduced new fonts to make reading easier in Arabic, Cyrillic and Latin systems.</li><li>Google announced Tuesday that it is coming to all Chrome users soon.Additionally, the company said that screen reader users will be able to convert images to text for PDFs using Chrome browsers on Chromebooks.</li><li>Those fonts are optically variable — that means the font has an adaptive design for different sizes to improve readability.The search giant introduced a new tile-pairing feature for Google Meet as well.</li><li>Google introduced new accessibility and learning features on Tuesday at the International Society for Technology in Education (ISTE) expo.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/23/google-introduces-new-accessibility-and-collaboration-features-for-classrooms/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Planeteer launches new preseed and seedstage climate fund",
            "description": "Sophie Purdom is an experienced earlystage climate investor, with investments in Remora, WeaveGrid, Amogy, Sinai, and Patch under her belt. Today, she announced Planeteer Capital, focusing on startups that want to work on challenges related to climate change",
            "url": "/2023-06-23-planeteer-launches-new-pre-seed-and-seed-stage-climate-fund",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/Planeteer_Sophie-speaking.jpeg?w=1162",
            "publishedAt": "2023-06-23T12:01:19Z",
            "content": "Sophie Purdom is an experienced earlystage climate investor, with investments in Remora, WeaveGrid, Amogy, Sinai, and Patch under her belt. Today, she announced Planeteer Capital, focusing on startu [+1410 chars]",
            "summary": "Climate founders shouldnt have to choose between their lead investors specialized preferences on stage, nor should they have to trade-off on their investors depth of climate understanding, said Purdom in a press statement.Planeteer partners with founders at the pre-seed and seed stage as their lead investor. Planeteer invests globally across hardware and software, and preferences B2B businesses in emerging climate-impacted sectors such as carbon management, industrial decarbonization, built environment, climate intelligence and insurance and sustainable agriculture. Today, she announced Planeteer Capital, focusing on startups that want to work on challenges related to climate change. The platform has tracked $100 billion+ of venture capital invested into thousands of climate technology companies. Sophie Purdom is an experienced early-stage climate investor, with investments in Remora, WeaveGrid, Amogy, Sinai and Patch under her belt.",
            "html_summary": "<ul><li>Climate founders shouldn’t have to choose between their lead investors’ specialized preferences on stage, nor should they have to trade-off on their investors’ depth of climate understanding,” said Purdom in a press statement.Planeteer partners with founders at the pre-seed and seed stage as their lead investor.</li><li>Planeteer invests globally across hardware and software, and preferences B2B businesses in emerging climate-impacted sectors such as carbon management, industrial decarbonization, built environment, climate intelligence and insurance and sustainable agriculture.</li><li>Today, she announced Planeteer Capital, focusing on startups that want to work on challenges related to climate change.</li><li>The platform has tracked $100 billion+ of venture capital invested into thousands of climate technology companies.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/23/planeteer-launches-new-pre-seed-and-seed-stage-climate-fund/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "India ordered an investigation into Byjus days before auditor and board members resigned, report says",
            "description": "Indias corporate affairs ministry ordered an investigation into edtech startup Byjus last week days before auditors and board members quit.",
            "url": "/2023-06-23-india-ordered-an-investigation-into-byjus-days-before-auditor-and-board-members-resigned-report-says",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/06/GettyImages-1133907439.jpg?resize=1200,801",
            "publishedAt": "2023-06-23T05:55:53Z",
            "content": "Indias corporate affairs ministry ordered an investigation into edtech startup Byjus last week, television news channel CNBCTV18 reported Friday, further complicating matters at the most Indian va [+1787 chars]",
            "summary": "In late April, Indias crime-fighting agency searched three premises of edtech giant Byjus and its founder Byju Raveendran, it said Saturday, and seized various incriminating documents and digital data.Byjus attracted intense scrutiny last year from the government, investors and creditors after it repeatedly failed to publish its accounts. In September, Byjus finally published its accounts for the year ending March 2021, revealing revenue figures that fell short of its own projections.Global giant Deloitte quit as the auditor of Byjus and three board members resigned from the startup on Thursday, sending a shockwave through the industry. Byjus said its lenders were operating in bad-faith negotiating tactics. Lenders allege that Byjus has technically defaulted on the loan.The startup is also cutting about 1,000 jobs as it pushes to improve its finances. BlackRock cut Byjus valuation by nearly two-thirds to $8.4 billion at the end of March this year, TechCrunch first reported. It refused to make a $40 million payment earlier this month and counter-sued its lenders.",
            "html_summary": "<ul><li>In late April, India’s crime-fighting agency searched three premises of edtech giant Byju’s and its founder Byju Raveendran, it said Saturday, and seized various “incriminating” documents and digital data.Byju’s attracted intense scrutiny last year from the government, investors and creditors after it repeatedly failed to publish its accounts.</li><li>In September, Byju’s finally published its accounts for the year ending March 2021, revealing revenue figures that fell short of its own projections.Global giant Deloitte quit as the auditor of Byju’s and three board members resigned from the startup on Thursday, sending a shockwave through the industry.</li><li>Byju’s said its lenders were operating in “bad-faith negotiating tactics.” Lenders allege that Byju’s has technically defaulted on the loan.The startup is also cutting about 1,000 jobs as it pushes to improve its finances.</li><li>BlackRock cut Byju’s valuation by nearly two-thirds to $8.4 billion at the end of March this year, TechCrunch first reported.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/22/india-ordered-an-investigation-into-byjus-days-before-auditor-and-board-members-resigned-report-says/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "Get a clue, says panel about generative AI its being deployed as surveillance devices",
            "description": "Earlier today at a Bloomberg conference in San Francisco, some of the biggest names in AI turned up, including, briefly, Sam Altman of OpenAI, who just ended his twomonth world tour, and Stability AI founder Emad Mostaque. Still, one of the most compelling c",
            "url": "/2023-06-23-get-a-clue-says-panel-about-generative-ai-its-being-deployed-as-surveillance-devices",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/Meredith-Whittaker.jpg?resize=1200,1200",
            "publishedAt": "2023-06-23T04:13:21Z",
            "content": "Earlier today at a Bloomberg conference in San Francisco, some of the biggest names in AI turned up, including, briefly, Sam Altman of OpenAI, who just ended his twomonth world tour, and Stability A [+5715 chars]",
            "summary": "Im never going to know [because] theres no mechanism for me to know this. There are ways to change this, she continued, but overcoming the current power hierarchy in order to do so is next to impossible, she suggested. But it has power over my life that is significant, and that power is being put in the hands of these companies.Added Whittaker, the Venn diagram of AI concerns and privacy concerns is a circle.Whittaker obviously has her own agenda up to a point. And I think its really important to recognize that it doesnt matter whether an output from an AI system is produced through some probabilistic statistical guesstimate, or whether its data from a cell tower thats triangulating my location. Earlier today at a Bloomberg conference in San Francisco, some of the biggest names in AI turned up, including, briefly, Sam Altman of OpenAI, who just ended his two-month world tour, and Stability AI founder Emad Mostaque. Plus, youll find out how a tech giant works to keep billions of users safe, and you will meet the startups working to secure crypto, hardware and messaging for the masses. .They are actually doing the labeling, whereas Sam [Altman] and Emad [Mostaque] and all these other people who are going to say these things are magic  no. Join us to hear from hackers, front-line defenders and security researchers draw on their firsthand knowledge and experience about the most critical threats and what can be done about them.",
            "html_summary": "<ul><li>I’m never going to know [because] there’s no mechanism for me to know this.” There are ways to change this, she continued, but overcoming the current power hierarchy in order to do so is next to impossible, she suggested.</li><li>But it has power over my life that is significant, and that power is being put in the hands of these companies.”Added Whittaker, the “Venn diagram of AI concerns and privacy concerns is a circle.”Whittaker obviously has her own agenda up to a point.</li><li>And I think it’s really important to recognize that it doesn’t matter whether an output from an AI system is produced through some probabilistic statistical guesstimate, or whether it’s data from a cell tower that’s triangulating my location.</li><li>Earlier today at a Bloomberg conference in San Francisco, some of the biggest names in AI turned up, including, briefly, Sam Altman of OpenAI, who just ended his two-month world tour, and Stability AI founder Emad Mostaque.</li><li>Plus, you’ll find out how a tech giant works to keep billions of users safe, and you will meet the startups working to secure crypto, hardware and messaging for the masses.</li><li>.They are actually doing the labeling, whereas Sam [Altman] and Emad [Mostaque] and all these other people who are going to say these things are magic — no.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/22/get-a-clue-says-panel-about-generative-ai-its-being-deployed-as-surveillance-devices/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. 3M reaches $10.3 billion settlement over contamination of water systems with forever chemicals. Indias Modi brings comedy game to big White House dinner in his honor. Google introduces new accessibility and collaboration features for classrooms. Planeteer launches new preseed and seedstage climate fund. India ordered an investigation into Byjus days before auditor and board members resigned, report says. Get a clue, says panel about generative AI its being deployed as surveillance devices"
}