{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Staff",
            "title": "Driving across the American West in technoexcess with the BMW XM",
            "description": "Hey Batman, turn on the seat massage.",
            "url": "/2023-04-29-driving-across-the-american-west-in-techno-excess-with-the-bmw-xm",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/0425_bmw_xm-1-760x380.jpg",
            "publishedAt": "2023-04-29T12:00:10Z",
            "content": "Enlarge/ Big power, big cactus, mostly big price tag.4 with Im barreling down Interstate 10 in Arizona toward California in the BMW XM, the latest luxury performance SUV from the German automaker [+3744 chars]",
            "summary": "So you get your showoff car and, well, another showoff car that's an electric vehicle.The XM is a plug-in hybrid, so you could spend most of your time behind the wheel in electric mode. I've driven both over long distances, and the XM delivers on a long road trip while saving the person behind the wheel about $75,000that's less than the price of the 2023 BMW i4 M50. Throw in some drowsiness, and you're a danger to yourself and everyone else on the road.At one point in my trip, I became quite tired.The back of the XM takes the powerful luxury of the driver's seats and rounds off the edges. Your sense of seat comfort may vary, but a chair that keeps you exactly where you should be while reducing slouching is the key to a successful road trip.It also helps that the front seats are heated and ventedand they have a massage feature. Switching lanes feels a bit more fun, but overtaking is where you get the rush.Comfort-wise, the sport seats offer a far better long-term driving experience than what I've found in some other luxury vehicles. The battery pack had a few miles of charge on it, so I didn't feel guilty about leaving the XM's rear climate control running while I slept.So yes, the back seat is comfortable, and it's nap-certified. Who doesn't love a massage at 75 miles per hour?One issue with long drives (especially after an early morning flight) is fatigue.",
            "html_summary": "<ul><li>So you get your showoff car and, well, another showoff car that's an electric vehicle.The XM is a plug-in hybrid, so you could spend most of your time behind the wheel in electric mode.</li><li>I've driven both over long distances, and the XM delivers on a long road trip while saving the person behind the wheel about $75,000—that's less than the price of the 2023 BMW i4 M50.</li><li>Throw in some drowsiness, and you're a danger to yourself and everyone else on the road.At one point in my trip, I became quite tired.The back of the XM takes the powerful luxury of the driver's seats and rounds off the edges.</li><li>Your sense of seat comfort may vary, but a chair that keeps you exactly where you should be while reducing slouching is the key to a successful road trip.It also helps that the front seats are heated and vented—and they have a massage feature.</li><li>Switching lanes feels a bit more fun, but overtaking is where you get the rush.Comfort-wise, the sport seats offer a far better long-term driving experience than what I've found in some other luxury vehicles.</li><li>The battery pack had a few miles of charge on it, so I didn't feel guilty about leaving the XM's rear climate control running while I slept.So yes, the back seat is comfortable, and it's nap-certified.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/04/driving-across-the-american-west-in-techno-excess-with-the-bmw-xm/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps Users pan Snapchats AI, Bluesky has a moment, Apple wins antitrust appeal",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. The app economy in 2023 hit a few snags, as consumer spending last year dropped for the first time by 2%",
            "url": "/2023-04-29-this-week-in-apps-users-pan-snapchats-ai-bluesky-has-a-moment-apple-wins-antitrust-appeal",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/this-week-in-apps-splash-2023.webp?resize=1200,637",
            "publishedAt": "2023-04-29T18:00:47Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.The app economy in 2023 hit a few snags, as [+26292 chars]",
            "summary": "For comparison, across Q1 2023, the Snapchat average U.S. App Store review was 3.05, with only 35% of reviews being one-star.The number of daily reviews has also increased by five times over the last week, the firm noted.Another app data provider, Apptopia, reports a similar trend. And it may turn off some potential Bluesky users who arent a fan of the shitposting culture.For others, however, a place thats all brouhaha and no baggage may be just what they want.There are also things the app needs to address before it opens more publicly. You can also tap the Create Playlist button, to give the AI-built playlist a name, then open it up in Apple Musics app and begin listening.This Week in Apps: AI-powered productivity apps, US weighs TikTok ban, SVB crash boosts crypto apps Were working on next steps.Apple wins antitrust court battle with Epic Games, appeals court rulesIn addition to Apple, Meta also won an antitrust lawsuit, under appeal, that had pitted the tech giant against dozens of state attorneys general, led by New York. The appeals court upheld this decision.Appeals court rules in favor of Meta in antitrust case from State AGsImage Credits: GoogleImage Credits: GoogleImage Credits: MicrosoftImage Credits: KlarnaPinterest announces multiyear ads partnership with Amazon alongside earnings beatImage Credits: MetaImage Credits: T2(PsstWant a T2 invite? My AI is pinned to the top of users Chat feed inside the app and cant be unpinned, blocked or removed, as other conversations can be. Thats the day after the My AI global release was announced.Many Snapchat users arent thrilled with My AI, which appeared inside their app without warning or their consent.",
            "html_summary": "<ul><li>For comparison, across Q1 2023, the Snapchat average U.S. App Store review was 3.05, with only 35% of reviews being one-star.The number of daily reviews has also increased by five times over the last week, the firm noted.Another app data provider, Apptopia, reports a similar trend.</li><li>And it may turn off some potential Bluesky users who aren’t a fan of the shitposting culture.For others, however, a place that’s all brouhaha and no baggage may be just what they want.There are also things the app needs to address before it opens more publicly.</li><li>You can also tap the “Create Playlist” button, to give the AI-built playlist a name, then open it up in Apple Music’s app and begin listening.This Week in Apps: AI-powered productivity apps, US weighs TikTok ban, SVB crash boosts crypto apps</li><li>We’re working on next steps.”Apple wins antitrust court battle with Epic Games, appeals court rulesIn addition to Apple, Meta also won an antitrust lawsuit, under appeal, that had pitted the tech giant against dozens of state attorneys general, led by New York.</li><li>The appeals court upheld this decision.Appeals court rules in favor of Meta in antitrust case from State AGsImage Credits: GoogleImage Credits: GoogleImage Credits: MicrosoftImage Credits: KlarnaPinterest announces multiyear ads partnership with Amazon alongside earnings beatImage Credits: MetaImage Credits: T2(Psst…Want a T2 invite?</li><li>My AI is pinned to the top of users’ Chat feed inside the app and can’t be unpinned, blocked or removed, as other conversations can be.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/29/this-week-in-apps-users-pan-snapchats-ai-bluesky-has-a-moment-apple-wins-antitrust-appeal/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Spend management space sees a large raise, and layoffs, in the same week",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphere so you can receive it directly in the future. Every week, well take a look at the",
            "url": "/2023-04-29-spend-management-space-sees-a-large-raise-and-layoffs-in-the-same-week",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/GettyImages-1219354287.jpg?resize=1200,800",
            "publishedAt": "2023-04-30T14:16:55Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphere so you can receive it d [+16302 chars]",
            "summary": "There are also no hidden or annual fees, according to the company. More here.Christine spoke with Stripes Vivek Sharma, head of revenue and finance automation, about the financial infrastructure companys updates to its revenue and finance automation suite that included new billing features, tax API and revenue reporting tool. Axios reported last week that Teampay, a corporate card company, confirmed it laid off 30% of its 100-person staff in two instances in recent months.This comes five months after colleague Kyle Wiggers reported that Teampay secured $47 million in equity and debt. One of those is Clara, a spend management company based in Mexico that announced $60 million in new funding last week. Gerry Giacomn Colyer, Claras co-founder and CEO, told me the company is working with over 10,000 customers across Latin America and that its annual run rate of 5 million credit card transactions is equivalent to $1 billion.He also noted that over 10x in transactional volume is coming from revenue. The rationale behind the new feature plays to the notion that if merchants can spend less time on tedious tasks such as consolidating their invoices and paying bills, they can spend more time focusing on growing their businesses. Also, the company touts that recent calendar year volume is nearly 80x that of the first full year of the Navan Expense product launch. With Brazil, Mexico and Colombia, we are covering two-thirds of LatAms GDP. Giacomn Colyer also expects continued 2x month over month growth through the end of the year.Meanwhile, last month, Mary Ann wrote about Ramps 4x revenue growth in 2022.",
            "html_summary": "<ul><li>There are also no hidden or annual fees, according to the company.” More here.Christine spoke with Stripe’s Vivek Sharma, head of revenue and finance automation, about the financial infrastructure company’s updates to its revenue and finance automation suite that included new billing features, tax API and revenue reporting tool.</li><li>Axios reported last week that Teampay, a corporate card company, confirmed it laid off 30% of its 100-person staff “in two instances in recent months.”This comes five months after colleague Kyle Wiggers reported that Teampay secured $47 million in equity and debt.</li><li>One of those is Clara, a spend management company based in Mexico that announced $60 million in new funding last week.</li><li>Gerry Giacomán Colyer, Clara’s co-founder and CEO, told me the company is working with over 10,000 customers across Latin America and that its annual run rate of 5 million credit card transactions is equivalent to $1 billion.He also noted that “over 10x in transactional volume is coming from revenue.</li><li>The rationale behind the new feature plays to the notion that if merchants can spend less time on tedious tasks such as consolidating their invoices and paying bills, they can spend more time focusing on growing their businesses.</li><li>Also, the company touts that recent calendar year volume is nearly 80x that of the first full year of the Navan Expense product launch.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/30/spend-management-space-sees-a-large-raise-and-layoffs-in-the-same-week/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Erdogan unveils Turkeys first astronaut on election trail",
            "description": "Turkish President Recep Tayyip Erdogan says his countrys first astronaut will travel to the International Space Station by the end of the year. Air force pilot Alper Gezeravci was selected to be the first Turkish citizen in space. His backup",
            "url": "/2023-04-29-turkey-erdogan-astronaut-space-0f787aadc7e5ef660e311916c209f550",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/40/e40beee5-83bd-5ddc-8a5a-1a8608bc3b28/644b761d58474.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-29T11:45:44Z",
            "content": "ISTANBUL (AP) Turkeys first astronaut will travel to the International Space Station by the end of the year, President Recep Tayyip Erdogan said Saturday.Air force pilot Alper Gezeravci, 43, was se [+1941 chars]",
            "summary": "His backup is Tuva Cihangir Atasever, 30, an aviation systems engineer at Turkish defense contractor Roketsan.Erdogan made the announcement at the Teknofest aviation and space fair in Istanbul, the presidents first public appearance since falling ill during a TV interview on Tuesday. He appeared alongside Azerbaijans president, Ilham Aliyev, and Libyas interim prime minister, Abdul Hamid Dbeibeh.Our friend, who will go on Turkeys first manned space mission, will stay on the International Space Station for 14 days, Erdogan said. While campaigning for reelection, Erdogan has unveiled a number of prestigious projects, such as Turkeys first nuclear power plant and the delivery of natural gas from Black Sea reserves. Turkeys presidential and parliamentary elections are scheduled for May 14, and opinion polls show Erdogan in potentially his toughest race since he came to power two decades ago. Turkey is dealing with a prolonged economic downturn, and the government received criticism after a February earthquake killed more than 50,000 in the country. Experts blamed the high death toll in part on shoddy construction and law enforcement of building codes.",
            "html_summary": "<ul><li>His backup is Tuva Cihangir Atasever, 30, an aviation systems engineer at Turkish defense contractor Roketsan.Erdogan made the announcement at the Teknofest aviation and space fair in Istanbul, the president’s first public appearance since falling ill during a TV interview on Tuesday.</li><li>He appeared alongside Azerbaijan’s president, Ilham Aliyev, and Libya’s interim prime minister, Abdul Hamid Dbeibeh.“Our friend, who will go on Turkey’s first manned space mission, will stay on the International Space Station for 14 days,” Erdogan said.</li><li>While campaigning for reelection, Erdogan has unveiled a number of prestigious projects, such as Turkey’s first nuclear power plant and the delivery of natural gas from Black Sea reserves.</li><li>Turkey’s presidential and parliamentary elections are scheduled for May 14, and opinion polls show Erdogan in potentially his toughest race since he came to power two decades ago.</li><li>Turkey is dealing with a prolonged economic downturn, and the government received criticism after a February earthquake killed more than 50,000 in the country.</li></ul>",
            "website_url": "https://apnews.com/article/turkey-erdogan-astronaut-space-0f787aadc7e5ef660e311916c209f550"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "Meet Visa, Mayfield, DuploCloud and more at Disrupt",
            "description": "Announcing the first tranche of pivotal partners waiting to educate and elevate startups at TechCrunch Disrupt 2023.",
            "url": "/2023-04-29-first-announcement-partners-techcrunch-disrupt-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/TC-Disrupt-23-Event-Card-Event-Listings-Page-466x269-1-1.png?w=466",
            "publishedAt": "2023-04-30T22:00:23Z",
            "content": "TechCrunch Disrupt 2023 takes place on September 1921 in San Francisco and if you dont already know its the startup worlds big tent. It draws founders, investors, CEOs, tech professionals, scientists [+2724 chars]",
            "summary": "Be sure to make time to meet, greet and network with our partners.Heres an early look at just some of our partners who will be on hand to help you move your early-stage startup to the next level. Who doesnt like to save money?Were fortunate to partner with some of the startup worlds leading companies to help make magic at Disrupt. Its where youll find inspiration, gain knowledge, forge new relationships and discover tools to help you build your business.Shameless, but helpful, plug: Buy your pass now for significant savings. Their participation elevates, engages and supports early-stage founders.Our partners also come to Disrupt to connect and explore opportunities with other companies within the startup ecosystem. Plus, for the second year running, JetBlue Technology Ventures will be front and center connecting with female founders at the Women of Tech(Crunch) reception.Oh, and if that bounty isnt enough to whet your startup appetite, check this out. They form alliances, forge partnerships, and look for potential investments, and sometimes they become a startups new client. Well announce many more in the coming weeks.Dont miss out on the invaluable startup insights that Dealmaker, Helm.ai, Mayfield and Visa will bring to the stage during breakout sessions.",
            "html_summary": "<ul><li>Be sure to make time to meet, greet and network with our partners.Here’s an early look at just some of our partners who will be on hand to help you move your early-stage startup to the next level.</li><li>Who doesn’t like to save money?We’re fortunate to partner with some of the startup world’s leading companies to help make magic at Disrupt.</li><li>It’s where you’ll find inspiration, gain knowledge, forge new relationships and discover tools to help you build your business.Shameless, but helpful, plug: Buy your pass now for significant savings.</li><li>Their participation elevates, engages and supports early-stage founders.Our partners also come to Disrupt to connect and explore opportunities with other companies within the startup ecosystem.</li><li>Plus, for the second year running, JetBlue Technology Ventures will be front and center connecting with female founders at the Women of Tech(Crunch) reception.Oh, and if that bounty isn’t enough to whet your startup appetite, check this out.</li><li>They form alliances, forge partnerships, and look for potential investments, and sometimes they become a startup’s new client.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/30/first-announcement-partners-techcrunch-disrupt-2023/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "The week in AI ChatBots multiply and Musk wants to make a maximum truthseeking one",
            "description": "This week in AI Elon Musk plans to create a truthseeking AI, Microsoft Designer hits public preview, and about a dozen new chatbots.",
            "url": "/2023-04-29-the-week-in-ai-chatbots-multiply-and-musk-wants-to-make-a-maximum-truth-seeking-one",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1451031353.jpg?resize=1200,797",
            "publishedAt": "2023-04-29T14:31:54Z",
            "content": "Keeping up with an industry as fastmoving as AI is a tall order. So until an AI can do it for you, heres a handy roundup of the last weeks stories in the world of machine learning, along with notabl [+10054 chars]",
            "summary": "Machine learning holds enormous promise for restoration of such works, and for structured learning and browsing of them.Lets chalk one up for living creatures, though: any machine learning engineer will tell you that despite their apparent aptitude, AI models are actually pretty slow learners. Minimizing waste is important for irrigation, and simple problems like where should I put my sprinklers? become really complex depending on how precise you want to get.How close is too close? Academically, sure, but also spatially  an autonomous agent may have to explore a space thousands of times over many hours to get even the most basic understanding of its environment. Its attempt to integrate natural language seems to have completely failed in every conceivable way, making the free game probably among the worst reviewed titles on Steam. Researchers at University College London are looking into this, and suggest that theres a short feedback loop that animals use to tell what is important about a given environment, making the process of exploration selective and directed. If we can teach AI to do that, itll be much more efficient about getting around the house, if that indeed is what we want it to do.Lastly, although there is great promise for generative and conversational AI in games were still not quite there. Watch the lecture below:Over at Stanford, theres an interesting application of algorithmic optimization (whether its machine learning is a matter of taste, I think) in the field of smart agriculture.",
            "html_summary": "<ul><li>Machine learning holds enormous promise for restoration of such works, and for structured learning and browsing of them.Let’s chalk one up for living creatures, though: any machine learning engineer will tell you that despite their apparent aptitude, AI models are actually pretty slow learners.</li><li>Minimizing waste is important for irrigation, and simple problems like “where should I put my sprinklers?” become really complex depending on how precise you want to get.How close is too close?</li><li>Academically, sure, but also spatially — an autonomous agent may have to explore a space thousands of times over many hours to get even the most basic understanding of its environment.</li><li>Its attempt to integrate natural language seems to have completely failed in every conceivable way, making the free game probably among the worst reviewed titles on Steam.</li><li>Researchers at University College London are looking into this, and suggest that there’s a short feedback loop that animals use to tell what is important about a given environment, making the process of exploration selective and directed.</li><li>If we can teach AI to do that, it’ll be much more efficient about getting around the house, if that indeed is what we want it to do.Lastly, although there is great promise for generative and conversational AI in games… we’re still not quite there.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/29/the-week-in-ai-chatbots-multiply-and-musk-wants-to-make-a-maximum-truth-seeking-one/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Driving across the American West in technoexcess with the BMW XM. This Week in Apps Users pan Snapchats AI, Bluesky has a moment, Apple wins antitrust appeal. Spend management space sees a large raise, and layoffs, in the same week. Erdogan unveils Turkeys first astronaut on election trail. Meet Visa, Mayfield, DuploCloud and more at Disrupt. The week in AI ChatBots multiply and Musk wants to make a maximum truthseeking one"
}