{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Erin Brodwin",
            "title": "Venture capital money flows into fertility tech  Axios",
            "description": "Venture capital is flowing to companies seeking to improve access to fertility services.",
            "url": "/2023-01-25-venture-capital-flows-fertility-technology",
            "urlToImage": "https://images.axios.com/tBp2tiypkuZn2R_ne5BOTB8FCVc=/0x0:1508x848/1366x768/2023/01/24/1674595057541.png",
            "publishedAt": "2023-01-25T10:06:50Z",
            "content": "Fertility technology startups are in the midst of a funding frenzy, reaching more than $800 million in 2022 as demand for fertility services continues to climb. Why it matters Increasing demand is [+2578 chars]",
            "summary": "Yes, but: Although many of the companies in the sector focus on women and their reproductive systems, half of all infertility cases involve problems related to sperm, says Sophia Yen, a Stanford clinical associate professor and CEO of women's telehealth company Pandia Health. In the past few months, 6 early-stage companies have received $85 million in funding, and Maven Clinic became the first maternal and family-health startup to reach unicorn status after a $90 million financing. Illustration: Shoshana Gordon/AxiosFertility technology startups are in the midst of a funding frenzy, reaching more than $800 million in 2022 as demand for fertility services continues to climb. Why it matters: Increasing demand is not being met with increasing access, and so tech-forward companies strive to fill the gap.",
            "html_summary": "<ul><li>Yes, but: Although many of the companies in the sector focus on women and their reproductive systems, half of all infertility cases involve problems related to sperm, says Sophia Yen, a Stanford clinical associate professor and CEO of women's telehealth company Pandia Health.</li><li>In the past few months, 6 early-stage companies have received $85 million in funding, and Maven Clinic became the first maternal and family-health startup to reach unicorn status after a $90 million financing.</li><li>Illustration: Shoshana Gordon/AxiosFertility technology startups are in the midst of a funding frenzy, reaching more than $800 million in 2022 as demand for fertility services continues to climb.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/25/venture-capital-flows-fertility-technology"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Gonsalves leads Utah Tech against Tarleton State after 24point game  The Associated Press  en Espaol",
            "description": "Utah Tech Trailblazers (1010, 25 WAC) at Tarleton State Texans (1010, 34 WAC) Stephenville, Texas; Thursday, 8 p.m. EST BOTTOM LINE Utah Tech visits the Tarleton State Texans after Noa Gonsalves scored 24 points in Utah Techs 8976 win over the New Mexi",
            "url": "/2023-01-25-sports-utah-utes-new-mexico-state-aggies-tanner-christensen-noa-gonsalves-67799bb481344f85a45ed522ffaba51c",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-25T08:53:47Z",
            "content": "Utah Tech Trailblazers (1010, 25 WAC) at Tarleton State Texans (1010, 34 WAC)Stephenville, Texas; Thursday, 8 p.m. ESTBOTTOM LINE Utah Tech visits the Tarleton State Texans after Noa Gonsalv [+1313 chars]",
            "summary": "Isaiah Pope is averaging 13.1 points over the last 10 games for Utah Tech.LAST 10 GAMES: Texans: 5-5, averaging 69.0 points, 30.2 rebounds, 10.5 assists, 7.9 steals and 2.4 blocks per game while shooting 44.1% from the field. Their opponents have averaged 67.9 points per game.Trailblazers: 5-5, averaging 77.3 points, 35.2 rebounds, 14.1 assists, 5.9 steals and 2.5 blocks per game while shooting 46.2% from the field. Utah Tech is ninth in the WAC with 23.5 defensive rebounds per game led by Tanner Christensen averaging 5.2.The matchup Thursday is the first meeting this season between the two teams in conference play.TOP PERFORMERS: Jakorie Smith is averaging 9.1 points and 1.6 steals for the Texans. Lue Williams is averaging 11.3 points over the last 10 games for Tarleton State.Cameron Gooden is averaging 15.7 points and 3.6 assists for the Trailblazers. Tarleton State ranks eighth in the WAC in team defense, allowing 67.7 points while holding opponents to 44.0% shooting.The Trailblazers are 2-5 in conference matchups. Utah Tech Trailblazers (10-10, 2-5 WAC) at Tarleton State Texans (10-10, 3-4 WAC)Stephenville, Texas; Thursday, 8 p.m. ESTBOTTOM LINE: Utah Tech visits the Tarleton State Texans after Noa Gonsalves scored 24 points in Utah Techs 89-76 win over the New Mexico State Aggies.The Texans have gone 8-0 at home. Their opponents have averaged 71.2 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Isaiah Pope is averaging 13.1 points over the last 10 games for Utah Tech.LAST 10 GAMES: Texans: 5-5, averaging 69.0 points, 30.2 rebounds, 10.5 assists, 7.9 steals and 2.4 blocks per game while shooting 44.1% from the field.</li><li>Their opponents have averaged 67.9 points per game.Trailblazers: 5-5, averaging 77.3 points, 35.2 rebounds, 14.1 assists, 5.9 steals and 2.5 blocks per game while shooting 46.2% from the field.</li><li>Utah Tech is ninth in the WAC with 23.5 defensive rebounds per game led by Tanner Christensen averaging 5.2.The matchup Thursday is the first meeting this season between the two teams in conference play.TOP PERFORMERS: Jakorie Smith is averaging 9.1 points and 1.6 steals for the Texans.</li><li>Lue Williams is averaging 11.3 points over the last 10 games for Tarleton State.Cameron Gooden is averaging 15.7 points and 3.6 assists for the Trailblazers.</li><li>Tarleton State ranks eighth in the WAC in team defense, allowing 67.7 points while holding opponents to 44.0% shooting.The Trailblazers are 2-5 in conference matchups.</li><li>Utah Tech Trailblazers (10-10, 2-5 WAC) at Tarleton State Texans (10-10, 3-4 WAC)Stephenville, Texas; Thursday, 8 p.m. ESTBOTTOM LINE: Utah Tech visits the Tarleton State Texans after Noa Gonsalves scored 24 points in Utah Tech’s 89-76 win over the New Mexico State Aggies.The Texans have gone 8-0 at home.</li></ul>",
            "website_url": "https://apnews.com/article/sports-utah-utes-new-mexico-state-aggies-tanner-christensen-noa-gonsalves-67799bb481344f85a45ed522ffaba51c"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ashley Gold, Sara Fischer",
            "title": "DOJs new suit puts Googles ad business at risk  Axios",
            "description": "The government wants the search giant to sell off a key chunk of its adtech business.",
            "url": "/2023-01-25-google-ads-threat-antitrust-suit-justice-department",
            "urlToImage": "https://images.axios.com/n7GE7ibCYs52s1sVh9gyIveI9l8=/0x0:1920x1080/1366x768/2023/01/25/1674613338770.jpg",
            "publishedAt": "2023-01-25T10:57:00Z",
            "content": "The U.S. governments latest legal assault on Big Tech asks a court to make Google sell off a chunk of its massive, phenomenally profitable digital advertising business.Why it matters The Departme [+4718 chars]",
            "summary": "What they're saying: \"Google has engaged in exclusionary conduct that has severely weakened, if not destroyed, competition in the ad tech industry,\" Attorney General Merrick Garland told reporters today.The other side: Google argues the DOJs suit attempts to pick winners and losers in the highly competitive advertising technology sector. That category accounts for roughly 12% of parent company Alphabet's overall revenue.Catch up quick: Google acquired ad-tech pioneer DoubleClick in 2007 for $3.1 billion, and over the years DoubleClick's services became Google Ad Manager, which is what the government now wants Google to divest. That gives Google something of a head start on a defense that it has been preparing for two years.The big picture: The lawsuit comes as Google struggles to maintain its momentum in an ad market slowdown. What to watch: The lawsuit will likely push Google to increase its focus on other fast-growing parts of its business beyond advertising, like AI and Google Cloud.",
            "html_summary": "<ul><li>What they're saying: \"Google has engaged in exclusionary conduct that has severely weakened, if not destroyed, competition in the ad tech industry,\" Attorney General Merrick Garland told reporters today.The other side: Google argues the DOJ’s suit “attempts to pick winners and losers in the highly competitive advertising technology sector.</li><li>That category accounts for roughly 12% of parent company Alphabet's overall revenue.Catch up quick: Google acquired ad-tech pioneer DoubleClick in 2007 for $3.1 billion, and over the years DoubleClick's services became Google Ad Manager, which is what the government now wants Google to divest.</li><li>That gives Google something of a head start on a defense that it has been preparing for two years.The big picture: The lawsuit comes as Google struggles to maintain its momentum in an ad market slowdown.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/25/google-ads-threat-antitrust-suit-justice-department"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Barbara Ortutay, Eric Tucker",
            "title": "Justice Dept. sues Google over digital advertising dominance  The Associated Press  en Espaol",
            "description": "Justice Dept. sues Google over digital advertising dominanceThe Associated Press  en EspaolDOJ files second antitrust suit against Google, seeks to break up its ad businessCNBCFactbox Biden administration continues Trump a",
            "url": "/2023-01-25-justice-department-sues-google-c6afce17327b30a098b1bd6a7e947b81",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/e3d95e556e134a0c9ff761f0e4720c9d/3000.webp",
            "publishedAt": "2023-01-25T00:01:01Z",
            "content": "WASHINGTON (AP) The Justice Department and eight states filed an antitrust suit against Google on Tuesday, seeking to shatter its alleged monopoly on the entire ecosystem of online advertising as a h [+6243 chars]",
            "summary": "Garland said Google controls the technology used by most major website publishers to offer advertising space for sale, as well as the largest ad exchange that matches publishers and advertisers together when ad space is sold. Srinivasan noted that it took a decade before they woke up to the perils of high-speed trading in financial markets and began adopting measures to discourage it.This lawsuit seeks to apply to the digital ad market the same rules that apply to the financial markets, she said. In so doing, he added, Google engaged in exclusionary conduct that has severely weakened, if not destroyed, competition in the ad tech industry.The suit, the latest legal action brought by the government against Google, accuses the company of unlawfully monopolizing the way ads are served online by excluding competitors. It directly affects the viability of a free press as well.As with many highly complex technical markets, it has taken time for federal and state regulators and policymakers to catch up with and understand the online ad market. Tuesdays lawsuit comes as the U.S. government is increasingly looking to rein in Big Techs dominance, although such legal action can take years to complete and Congress has not passed any recent legislation seeking to curb the influence of the tech industrys largest players. Brokers, banks and other companies that have sometimes competing interests arent permitted to own the New York Stock Exchange.Google held nearly 29% of the U.S. digital advertising market  it includes all the ads people see on computers. British and European regulators are also looking into whether an agreement for online display advertising services between Google and Meta breached rules on fair competition.",
            "html_summary": "<ul><li>Garland said Google controls the technology used by most major website publishers to offer advertising space for sale, as well as the largest ad exchange that matches publishers and advertisers together when ad space is sold.</li><li>Srinivasan noted that it took a decade before they woke up to the perils of high-speed trading in financial markets and began adopting measures to discourage it.This lawsuit seeks to apply to the digital ad market the same rules that apply to the financial markets, she said.</li><li>In so doing, he added, Google ”engaged in exclusionary conduct” that has “severely weakened,” if not destroyed, competition in the ad tech industry.The suit, the latest legal action brought by the government against Google, accuses the company of unlawfully monopolizing the way ads are served online by excluding competitors.</li><li>It directly affects the viability of a free press” as well.As with many highly complex technical markets, it has taken time for federal and state regulators and policymakers to catch up with and understand the online ad market.</li><li>Tuesday’s lawsuit comes as the U.S. government is increasingly looking to rein in Big Tech’s dominance, although such legal action can take years to complete and Congress has not passed any recent legislation seeking to curb the influence of the tech industry’s largest players.</li><li>Brokers, banks and other companies that have sometimes competing interests aren’t permitted to own the New York Stock Exchange.Google held nearly 29% of the U.S. digital advertising market — it includes all the ads people see on computers.</li></ul>",
            "website_url": "https://apnews.com/article/justice-department-sues-google-c6afce17327b30a098b1bd6a7e947b81"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Emperia is helping brands like Bloomingdales build shopping experiences in VR",
            "description": "Does the average person want to shop for apparel in virtual reality (VR)? Speaking for myself, it sounds rather cumbersome  having to plop on a headset to browse for, say, trousers as opposed to click through a few galleries. But not everyone agrees  partic",
            "url": "/2023-01-25-emperia-is-helping-brands-build-shopping-experiences-in-vr",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/lacoste-x-emperia9-4kisvvpa-2022-11-29.jpg",
            "publishedAt": "2023-01-25T08:01:34Z",
            "content": "Does the average person want to shop for apparel in virtual reality (VR)? Speaking for myself, it sounds rather cumbersome  having to plop on a headset to browse for, say, trousers as opposed to cli [+5920 chars]",
            "summary": "My other co-founder, Simonas Holcmann, and I launched Emperia to bridge the gap between the transactional nature of an e-commerce purchase and the personalized shopping experience brands can cultivate in store.Emperias platform offers tools brands can use to create virtual experiences, including stores in VR. With Emperia, brands can put on live events with hosts that walk them through a virtual space, or customize exhibits and displays with 3D models and images of real-world inventory.Visitors to Emperias virtual spaces dont have to wear a VR headset, crucially. But not everyone agrees  particularly those who hope to build a business out of VR retail.Enter Emperia, an immersive retail startup that  to its credit  has already created virtual stores for brands including Bloomingdales, Dior, Ralph Lauren and Lacoste. As a relatively new industry, retailers find themselves needing to search out multiple solutions in order to build and design their virtual worlds. While rich in solutions, from data to security, 3D modeling and digital tokens, to a wide-variety of metaverse platforms, each with its own audience and specific capabilities, the choices are all out there but integrating them all together is a daunting task. Thats one of the driving forces behind our desire to bring complementing solutions under one roof.But will VR have staying power  and is retail in VR actually catching on?Perhaps so. Does the average person want to shop for apparel in virtual reality (VR)?",
            "html_summary": "<ul><li>“My other co-founder, Simonas Holcmann, and I launched Emperia to bridge the gap between the transactional nature of an e-commerce purchase and the personalized shopping experience brands can cultivate in store.”Emperia’s platform offers tools brands can use to create virtual experiences, including stores in VR.</li><li>With Emperia, brands can put on live events with hosts that walk them through a virtual space, or customize exhibits and displays with 3D models and images of real-world inventory.“Visitors” to Emperia’s virtual spaces don’t have to wear a VR headset, crucially.</li><li>But not everyone agrees — particularly those who hope to build a business out of VR retail.Enter Emperia, an “immersive” retail startup that — to its credit — has already created virtual stores for brands including Bloomingdales, Dior, Ralph Lauren and Lacoste.</li><li>“As a relatively new industry, retailers find themselves needing to search out multiple solutions in order to build and design their virtual worlds.</li><li>While rich in solutions, from data to security, 3D modeling and digital tokens, to a wide-variety of metaverse platforms, each with its own audience and specific capabilities, the choices are all out there but integrating them all together is a daunting task.</li><li>That’s one of the driving forces behind our desire to bring complementing solutions under one roof.”But will VR have staying power — and is retail in VR actually catching on?Perhaps so.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/25/emperia-is-helping-brands-build-shopping-experiences-in-vr/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Japans Terra Drone gets $14M lift from Saudi investors",
            "description": "Terra Drone currently offers its drone and UAM solutions to 10 countries.",
            "url": "/2023-01-25-japans-terra-drone-gets-14m-lift-from-saudi-investors",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/Screen-Shot-2023-01-19-at-3.15.54-PM.png",
            "publishedAt": "2023-01-25T00:57:30Z",
            "content": "Terra Drone said today it has raised $14 million in Series C funding from Waed Ventures, the venture capital arm of Saudi Aramco, marking the VC firms first investment in Asia.The Japanheadquar [+2937 chars]",
            "summary": "CEO of Terra Drone Toru Tokushige founded Terra Drone in 2016 to develop drone software like global air traffic management to prevent collisions by enabling safe and efficient drone and urban air mobility operations. With the latest funding, Terra Drone plans to set up a new subsidiary, Terra Drone Arabia, wholly owned by Terra Drone, and further promote drone inspections in the region. The Japan-headquartered company, which builds drone software, hardware and uncrewed aircraft traffic management software, said the new capital brings its total raised to $97 million since its inception in 2016. Terra Drone said today it has raised $14 million in Series C funding from Waed Ventures, the venture capital arm of Saudi Aramco, marking the VC firms first investment in Asia. Supported by the global track record of Terra Drone, our investment represents a compelling attempt at building the UAM ecosystem in the Kingdom, one that circles a sustainable economy, said managing director at Waed Ventures Fahad Alidi. Denmark uses Terra Drones uncrewed aircraft traffic management (UTM) in Danish health drones and its Health Drone Project to carry blood and medicine. Terra Drones UT drone for inspection is certified as a ship inspection by the International Register of Shipping, the Japan-based startup said.",
            "html_summary": "<ul><li>CEO of Terra Drone Toru Tokushige founded Terra Drone in 2016 to develop drone software like global air traffic management to prevent collisions by enabling safe and efficient drone and urban air mobility operations.</li><li>With the latest funding, Terra Drone plans to set up a new subsidiary, Terra Drone Arabia, wholly owned by Terra Drone, and further promote drone inspections in the region.</li><li>The Japan-headquartered company, which builds drone software, hardware and uncrewed aircraft traffic management software, said the new capital brings its total raised to $97 million since its inception in 2016.</li><li>Terra Drone said today it has raised $14 million in Series C funding from Wa’ed Ventures, the venture capital arm of Saudi Aramco, marking the VC firm’s first investment in Asia.</li><li>“Supported by the global track record of Terra Drone, our investment represents a compelling attempt at building the UAM ecosystem in the Kingdom, one that circles a sustainable economy,” said managing director at Wa’ed Ventures Fahad Alidi.</li><li>Denmark uses Terra Drone’s uncrewed aircraft traffic management (UTM) in Danish health drones and its Health Drone Project to carry blood and medicine.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/24/japans-terra-drone-gets-14m-lift-from-saudi-investors/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Venture capital money flows into fertility tech  Axios. Gonsalves leads Utah Tech against Tarleton State after 24point game  The Associated Press  en Espaol. DOJs new suit puts Googles ad business at risk  Axios. Justice Dept. sues Google over digital advertising dominance  The Associated Press  en Espaol. Emperia is helping brands like Bloomingdales build shopping experiences in VR. Japans Terra Drone gets $14M lift from Saudi investors"
}