{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Arrival pulls a double SPAC, Tesla keeps slashing prices and New York Auto Show highlights",
            "description": "Welp, in case you missed it TechCrunch Disrupt 2023 will have a whole new look this fall with one aim in mind bring together investors, founders and...",
            "url": "/2023-04-10-arrival-pulls-a-double-spac-tesla-keeps-slashing-prices-and-new-york-auto-show-highlights",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/i.XcnVp0ifGmVze4SP1W2A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/78d8b92b35d7bfa8a5e8247f4050bd73",
            "publishedAt": "2023-04-10T11:00:08Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+12837 chars]",
            "summary": "The company, co-founded in 2020 by three ex-BMW digital product specialists, has created a product that lets brands interact with drivers in real time via their car screens.CarmaCare, a subscription service focused on car repair and maintenance, disclosed that it raised $4.5 million at the end of 2022. Bird has also added rider age verification and has begun testing camera-equipped e-scooters with computer vision technology to detect sidewalk riding, parking and lanes.New York City delivery workers agree with new guidelines that ensures people are buying scooters with high-quality batteries in order to prevent fires. Kodiak also said it removed the roof-mounted center pod sensor suite and relocated the front-facing Luminar Iris lidar.Zoox designed a whole suite of sounds for its robotaxis.BrightDrop, the electric delivery van subsidiary of General Motors, has signed on supply chain logistics company Ryder as a new customer. What do I win?Other deals that got my attention 4.screen, the Munich-based startup that developed a driver interactive platform, raised 21 million ($23.1 million) in a Series A funding round led by S4S Ventures and Continental VC. The company plans to build its electric air taxis there and offer commercial services starting next year.Lyft is relaunching a service called Lyft Green that will allow riders to request an electric or hybrid vehicle for their next pickup. Paris Mayor Anne Hidalgo had initially welcomed e-scooters to the city in 2018, alongside a number of other green transportation initiatives that undoubtedly angered the citys more conservative residents and politicians.However, its not clear that scooters were actually doing the job of getting people out of cars. Los Deliveristas Unidos, a collective of food delivery workers, proposed that the city issue a mandated safety surcharge tax on delivery app companies that would create a fund to help workers purchase certified batteries.Nius KQi3 Max e-scooter is a fun, powerful ride, but .",
            "html_summary": "<ul><li>The company, co-founded in 2020 by three ex-BMW digital product specialists, has created a product that lets brands interact with drivers in real time via their car screens.CarmaCare, a subscription service focused on car repair and maintenance, disclosed that it raised $4.5 million at the end of 2022.</li><li>Bird has also added rider age verification and has begun testing camera-equipped e-scooters with computer vision technology to detect sidewalk riding, parking and lanes.New York City delivery workers agree with new guidelines that ensures people are buying scooters with high-quality batteries in order to prevent fires.</li><li>Kodiak also said it removed the roof-mounted “center pod” sensor suite and relocated the front-facing Luminar Iris lidar.Zoox designed a whole suite of sounds for its robotaxis.BrightDrop, the electric delivery van subsidiary of General Motors, has signed on supply chain logistics company Ryder as a new customer.</li><li>What do I win?Other deals that got my attention …4.screen, the Munich-based startup that developed a driver interactive platform, raised €21 million ($23.1 million) in a Series A funding round led by S4S Ventures and Continental VC.</li><li>The company plans to build its electric air taxis there and offer commercial services starting next year.Lyft is relaunching a service called Lyft Green that will allow riders to request an electric or hybrid vehicle for their next pickup.</li><li>Paris Mayor Anne Hidalgo had initially welcomed e-scooters to the city in 2018, alongside a number of other green transportation initiatives that undoubtedly angered the city’s more conservative residents and politicians.However, it’s not clear that scooters were actually doing the job of getting people out of cars.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/10/arrival-pulls-a-double-spac-tesla-keeps-slashing-prices-and-new-york-auto-show-highlights/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Gradient Ventures backs Axles Plaid for insurance approach to data verification",
            "description": "Axle allows users to connect their insurance account to trusted companies in seconds and then automates insurance verification.Gradient Ventures backs Axles Plaid for insurance approach to data verification by Christine Hall originally published on TechCr",
            "url": "/2023-04-10-gradient-ventures-axle-plaid-insurance-verification",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/axle-team-photo-1.jpg?resize=1200,675",
            "publishedAt": "2023-04-10T13:02:52Z",
            "content": "The inability to accurately assess risk for insurance purposes is costing the industry a lot of money. Earlier this year, State Farm reported that its property and casualty underwriting business took [+2363 chars]",
            "summary": "There are two growth angles for Axle, including additional lines of insurance, for example, boat, commercial insurance and healthcare, and going horizontal with use cases around other kinds of verification and filing claims.Insurance data is extremely complex, Sikand said in an interview. The 1-year-old company developed a universal API for insurance data and is taking an approach of a Plaid for insurance, Cameron Duncan, co-founder and CEO of Axle, told TechCrunch.Many insurtechs solve for insurance distribution and policy administration. Earlier this year, State Farm reported that its property and casualty underwriting business took a $13 billion hit in 2022 due to rapidly increasing claims severity and significant additions to prior accident year incurred claims.Axle is trying to change that. Part of our technology is also being the first in the space to really build a standardized way to understand and digest the data.6 VCs explain why embedded insurance isnt the only hot opportunity in insurtech The inability to accurately assess risk for insurance purposes is costing the industry a lot of money.",
            "html_summary": "<ul><li>There are two growth angles for Axle, including additional lines of insurance, for example, boat, commercial insurance and healthcare, and going horizontal with use cases around other kinds of verification and filing claims.“Insurance data is extremely complex,” Sikand said in an interview.</li><li>The 1-year-old company developed a universal API for insurance data and is taking an approach of a “Plaid for insurance,” Cameron Duncan, co-founder and CEO of Axle, told TechCrunch.Many insurtechs solve for insurance distribution and policy administration.</li><li>Earlier this year, State Farm reported that its property and casualty underwriting business took a $13 billion hit in 2022 due to “rapidly increasing claims severity and significant additions to prior accident year incurred claims.”Axle is trying to change that.</li><li>“Part of our technology is also being the first in the space to really build a standardized way to understand and digest the data.”6 VCs explain why embedded insurance isn’t the only hot opportunity in insurtech</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/10/gradient-ventures-axle-plaid-insurance-verification/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Poes AI chatbot app now lets you make your bots using prompts",
            "description": "An app called Poe will now let users make their own chatbot using prompts combined with an existing bot, like ChatGPT, as the base. First launched publicly in February, Poe is the latest product from the Q&A site Quora, which has long provided web searchers w",
            "url": "/2023-04-10-poes-ai-chatbot-app-now-lets-you-make-your-bots-using-prompts",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Poe.jpg?resize=1200,675",
            "publishedAt": "2023-04-10T16:49:27Z",
            "content": "An app called Poe will now let users make their own chatbot using prompts combined with an existing bot, like ChatGPT, as the base. First launched publicly in February, Poe is the latest product from [+4772 chars]",
            "summary": "An app called Poe will now let users make their own chatbot using prompts combined with an existing bot, like ChatGPT, as the base. The bot will then appear in Poes sidebar bot list alongside general-purpose bots like Sage, Claude and others. This initially allows anyone to create a new bot based on a short text prompt and an existing bot used as a base. Last month, Poe rolled out subscriptions that allow users to pay to access the more powerful bots based on new language models, including GPT-4 from OpenAI and Claude+ from Anthropic. Online communities have also sprung up to enable people to share their prompt ideas with one another.We are launching a new feature on Poe today: user-created bots. pic.twitter.com/Fr2Leoum8v Adam D'Angelo (@adamdangelo) April 7, 2023With Poes new feature, Quora CEO Adam DAngelo explained in a recent Twitter thread, users can make their own bots based on either Claude or ChatGPT. (Poes platform guidelines restrict a variety of use cases that could be problematic, like hate speech, violence, illegal activities, fraud, IP infringement and others, but it remains to be seen if any bots will skirt its rules.",
            "html_summary": "<ul><li>An app called Poe will now let users make their own chatbot using prompts combined with an existing bot, like ChatGPT, as the base.</li><li>The bot will then appear in Poe’s sidebar bot list alongside general-purpose bots like Sage, Claude and others.</li><li>This initially allows anyone to create a new bot based on a short text prompt and an existing bot used as a base.</li><li>Last month, Poe rolled out subscriptions that allow users to pay to access the more powerful bots based on new language models, including GPT-4 from OpenAI and Claude+ from Anthropic.</li><li>Online communities have also sprung up to enable people to share their prompt ideas with one another.We are launching a new feature on Poe today: user-created bots.</li><li>pic.twitter.com/Fr2Leoum8v— Adam D'Angelo (@adamdangelo) April 7, 2023With Poe’s new feature, Quora CEO Adam D’Angelo explained in a recent Twitter thread, users can make their own bots based on either Claude or ChatGPT.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/10/poes-ai-chatbot-app-now-lets-you-make-your-bots-using-prompts/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aisha Malik",
            "title": "You can now access Snapchat Lenses during Microsoft Teams meetings",
            "description": "Tired of using virtual backgrounds to spice up your Microsoft Teams calls? Well, you now have a new way to express yourself during meetings. Microsoft and Snap have today announced the integration of Snapchat Lenses for Teams to bring a bit of fun to virtual ",
            "url": "/2023-04-10-you-can-now-access-snapchat-lenses-during-microsoft-teams-meetings",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/snap-microsoft.png?resize=1200,643",
            "publishedAt": "2023-04-10T16:30:52Z",
            "content": "Tired of using virtual backgrounds to spice up your Microsoft Teams calls? Well, you now have a new way to express yourself during meetings. Microsoft and Snap have today announced the integration of [+2505 chars]",
            "summary": "Since adding Snap AR to the Flip web experience, the company has seen a 60% increase in students and teachers creating videos.Todays announcement comes a few months after Snap shut down its camera app for desktop that allowed users to apply filters on video calls. Microsoft and Snap have today announced the integration of Snapchat Lenses for Teams to bring a bit of fun to virtual meetings.As part of the integration, Teams users will get access to a collection of 26 popular Lenses during meetings. Thats why we are excited to bring Snapchats most popular Lenses natively into Microsoft Teams meetings, making it easy for users to add even more personality and fun to video calls. The company has also used Camera Kit to bring Snap AR into Flip, Microsofts video learning platform where educators can post topic prompts to spark video discussions among students. Snap says the new integration aims to allow for more fun and engaging meetings. You can use the Lenses to do things like transform yourself into a cartoon character or add fun backgrounds to your video. Well, you now have a new way to express yourself during meetings.",
            "html_summary": "<ul><li>Since adding Snap AR to the Flip web experience, the company has seen a 60% increase in students and teachers creating videos.Today’s announcement comes a few months after Snap shut down its camera app for desktop that allowed users to apply filters on video calls.</li><li>Microsoft and Snap have today announced the integration of Snapchat Lenses for Teams to bring a bit of fun to virtual meetings.As part of the integration, Teams users will get access to a collection of 26 popular Lenses during meetings.</li><li>“That’s why we are excited to bring Snapchat’s most popular Lenses natively into Microsoft Teams meetings, making it easy for users to add even more personality and fun to video calls.</li><li>The company has also used Camera Kit to bring Snap AR into Flip, Microsoft’s video learning platform where educators can post topic prompts to spark video discussions among students.</li><li>Snap says the new integration aims to allow for more fun and engaging meetings.</li><li>You can use the Lenses to do things like transform yourself into a cartoon character or add fun backgrounds to your video.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/10/you-can-now-access-snapchat-lenses-during-microsoft-teams-meetings/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Mascarenhas",
            "title": "In edtech, history matters Reach Capital just closed its largest fund to date",
            "description": "Reach Capital has a way of announcing education venture funding during key inflection moments in technology.",
            "url": "/2023-04-10-in-edtech-history-matters-reach-capital-just-closed-its-largest-fund-to-date",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GettyImages-1372797979.jpg?resize=1200,800",
            "publishedAt": "2023-04-10T18:28:20Z",
            "content": "Reach Capital, one of the first venture firms to focus exclusively on edtech, closed its last investment vehicle during an unprecedented boom within tech. The San Franciscobased venture firm saw an  [+3376 chars]",
            "summary": "Chu said that LPs also resonated with the educated bench of investors at the firm, which bring together over 20 years of public school experience.Not much is changing for Reach Capitals strategy between funds (Chu says that edtech valuations are starting to come down to March 2020 levels). The San Francisco-based venture firm saw an increase in digital infrastructure, remote learning and societys ever fickle attention as an opportunity  and unsurprisingly, those same tailwinds then helped Reach close its largest fund to date.Fast-forward two years, were now in a different world, socially, politically and technologically. More simply put: How is AI making lives better? Ironically enough, the same question he sees as vital for AI is the same question that edtech success has always hinged on: Can it work for the right people, at the right time, in the right, most equitable way? So, has edtechs venture pitch changed?I think the fact that edtech may not be in the news so much anymore, its a good thing, says Esteban Sosnik, partner at Reach Capital. Beyond the fact that no one is talking about Zoom school or learning pods anymore, edtech startups raised $10.6 billion last year, down 49% from the year prior. Reach Capital, one of the first venture firms to focus exclusively on edtech, closed its last investment vehicle during an unprecedented boom within tech. It has also closed a $4 million sidecar fund, dubbed Reach Founders Fund, which brings together capital from 40 portfolio companies.",
            "html_summary": "<ul><li>Chu said that LPs also resonated with the “educated bench” of investors at the firm, which bring together over 20 years of public school experience.Not much is changing for Reach Capital’s strategy between funds (Chu says that edtech valuations are starting to come down to March 2020 levels).</li><li>The San Francisco-based venture firm saw an increase in digital infrastructure, remote learning and society’s ever fickle attention as an opportunity — and unsurprisingly, those same tailwinds then helped Reach close its largest fund to date.Fast-forward two years, we’re now in a different world, socially, politically and technologically.</li><li>More simply put: How is AI making lives better?” Ironically enough, the same question he sees as vital for AI is the same question that edtech success has always hinged on: Can it work for the right people, at the right time, in the right, most equitable way?</li><li>So, has edtech’s venture pitch changed?“I think the fact that edtech may not be in the news so much anymore, it’s a good thing,” says Esteban Sosnik, partner at Reach Capital.</li><li>Beyond the fact that no one is talking about Zoom school or learning pods anymore, edtech startups raised $10.6 billion last year, down 49% from the year prior.</li><li>Reach Capital, one of the first venture firms to focus exclusively on edtech, closed its last investment vehicle during an unprecedented boom within tech.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/10/in-edtech-history-matters-reach-capital-just-closed-its-largest-fund-to-date/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "After GoFundMe, Rob Solomon is flying a $200M Kite in the land of commerce",
            "description": "Through strategic M&A, Kite will provide brands with capital, operations and technology to accelerate their business across every channel.",
            "url": "/2023-04-10-gofundme-rob-solomon-kite-commerce",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-1210935014.jpg?resize=1200,800",
            "publishedAt": "2023-04-10T13:30:48Z",
            "content": "Three years after stepping down as GoFundMes chairman and CEO, Rob Solomon is returning to the industry he calls his first love, digital commerce, as cofounder and CEO of Kite, a commerce company  [+5361 chars]",
            "summary": "In the way great consumer goods companies have defined everything in product for the last century, theres going to be new companies that get created that come and take some of the share away. Still, Solomon insists Kite is something else, something newer.The best way to think about it is its a commerce platform company, Solomon said. He told TechCrunch he knows Commerce 1.0 quite intimately, and always wanted to get back to shopping.Were entering a pretty interesting phase where e-commerce is for real, Solomon said. We want to invest in commerce, businesses and software companies to help build the ecosystem. Thats part of what were hoping we can do with our owned-and-operated brands: help them gain market share advantages over time.What does the future look like for e-commerce aggregators? Its big, but its still a small percentage of overall commerce. The idea is to strategically acquire outfits with that money, then to help brand founders with capital and operations to accelerate their business from e-commerce to social, retail and beyond.",
            "html_summary": "<ul><li>“In the way great consumer goods companies have defined everything in product for the last century, there’s going to be new companies that get created that come and take some of the share away.</li><li>Still, Solomon insists Kite is something else, something newer.“The best way to think about it is it’s a commerce platform company,” Solomon said.</li><li>He told TechCrunch he “knows Commerce 1.0 quite intimately,” and always wanted to get back to shopping.“We’re entering a pretty interesting phase where e-commerce is for real,” Solomon said.</li><li>We want to invest in commerce, businesses and software companies to help build the ecosystem.</li><li>That’s part of what we’re hoping we can do with our owned-and-operated brands: help them gain market share advantages over time.”What does the future look like for e-commerce aggregators?</li><li>It’s big, but it’s still a small percentage of overall commerce.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/10/gofundme-rob-solomon-kite-commerce/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Arrival pulls a double SPAC, Tesla keeps slashing prices and New York Auto Show highlights. Gradient Ventures backs Axles Plaid for insurance approach to data verification. Poes AI chatbot app now lets you make your bots using prompts. You can now access Snapchat Lenses during Microsoft Teams meetings. In edtech, history matters Reach Capital just closed its largest fund to date. After GoFundMe, Rob Solomon is flying a $200M Kite in the land of commerce"
}