{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "Neutron imaging revealed the secrets of this goldplated medieval pendant",
            "description": "Pendant held 5 small silk and linen packets containing bones, likely religious relics.",
            "url": "/2023-01-12-neutron-imaging-revealed-the-secrets-of-this-gold-plated-medieval-pendant",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/01/neutron1-760x380.jpg",
            "publishedAt": "2023-01-12T00:12:18Z",
            "content": "Enlarge/ Scientists used neutron tomography to peer inside a medieval pendant, revealing five reliquary packages. 0 with 0 posters participatingIn 2008, archaeologists excavating a medieval refus [+3907 chars]",
            "summary": "The object and, above all, the locking mechanism have been severely damaged by centuries of corrosion, and opening it would mean destroying it irrevocably.Using neutron imaging preserved the pendant while revealing five small reliquary packages of silk and linen holding bone splinters. So some things easily visible with neutron imaging may be challenging or impossible to see with X-ray imaging (and vice versa).The techniques can be complementary and are especially useful for imaging archaeological or paleontological artifacts because they don't damage or destroy the original object. Neutron tomography is not as sensitive to the density of materials as X-ray and gamma ray imaging, and unlike those methods, neutrons interact strongly with very light elements like hydrogen. The findings were published in the interim meeting of the International Council of Museums-Committee for Conservation (ICOM-CC) Metals Working Group.Neutron tomography, works much the same way as X-ray and gamma ray imaging methods, except it uses a neutron beam. For instance, in December 2021, researchers combined X-ray microtomographywhich involves using X-rays to make cross-sections of a physical objectand neutron tomography to create a highly detailed 3D model of a 365-million-year-old ammonite fossil from the Jurassic period, revealing internal muscles that have never been previously observed. Researchers from the Technical University of Munich scanned the pendant using neutron tomography, among other methods, and discovered it contained bone splinterslikely religious relics, i.e., the purported bones of saints. identified individual elements of the sample by triggering them with a gamma ray technique called prompt gamma activation analysis (PGAA).",
            "html_summary": "<ul><li>“The object and, above all, the locking mechanism have been severely damaged by centuries of corrosion, and opening it would mean destroying it irrevocably.”Using neutron imaging preserved the pendant while revealing five small reliquary packages of silk and linen holding bone splinters.</li><li>So some things easily visible with neutron imaging may be challenging or impossible to see with X-ray imaging (and vice versa).The techniques can be complementary and are especially useful for imaging archaeological or paleontological artifacts because they don't damage or destroy the original object.</li><li>Neutron tomography is not as sensitive to the density of materials as X-ray and gamma ray imaging, and unlike those methods, neutrons interact strongly with very light elements like hydrogen.</li><li>The findings were published in the interim meeting of the International Council of Museums-Committee for Conservation (ICOM-CC) Metals Working Group.Neutron tomography, works much the same way as X-ray and gamma ray imaging methods, except it uses a neutron beam.</li><li>For instance, in December 2021, researchers combined X-ray microtomography—which involves using X-rays to make cross-sections of a physical object—and neutron tomography to create a highly detailed 3D model of a 365-million-year-old ammonite fossil from the Jurassic period, revealing internal muscles that have never been previously observed.</li><li>Researchers from the Technical University of Munich scanned the pendant using neutron tomography, among other methods, and discovered it contained bone splinters—likely religious relics, i.e., the purported bones of saints.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/01/neutron-imaging-revealed-the-secrets-of-this-gold-plated-medieval-pendant/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Joann Muller",
            "title": "Why air travel has been a huge mess lately",
            "description": "Theres plenty of blame to go around for the recent spate of delays and cancellations that have left travelers angry and cost airlines billions of dollars.Driving the news U.S. airline departures were grounded for several hours Wednesday morning amid an issu",
            "url": "/2023-01-12-airline-delays-faa",
            "urlToImage": "https://images.axios.com/YnP0T3uWn2JnCqdat-DbvIWJjTk=/0x448:4300x2867/1366x768/2023/01/11/1673474302968.jpg",
            "publishedAt": "2023-01-12T10:45:27Z",
            "content": "Theres plenty of blame to go around for the recent spate of delays and cancellations that have left travelers angry and cost airlines billions of dollars.Driving the news U.S. airline departures  [+3359 chars]",
            "summary": "A traveler looks at a flight information board at Ronald Reagan Washington National Airport on Jan. 11, 2023.",
            "html_summary": "<ul><li>A traveler looks at a flight information board at Ronald Reagan Washington National Airport on Jan. 11, 2023.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/12/airline-delays-faa"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Hans Nichols",
            "title": "Scoop White House narrowing executive order on China investments",
            "description": "The Biden administration is leaning toward making its executive order on U.S. investments in China more focused and targeted than some of the earlier suggestions, Axios has learned. Why it matters Imposing new controls on U.S. companies and investors looking",
            "url": "/2023-01-12-white-house-biden-china-executive-order-cfius",
            "urlToImage": "https://images.axios.com/EoQxJoFTwPWoNLdUVUrFutp96NE=/0x0:3731x2099/1366x768/2023/01/10/1673393134562.jpg",
            "publishedAt": "2023-01-12T11:57:47Z",
            "content": "The Biden administration is leaning toward making its executive order on U.S. investments in China more focused and targeted than some of the earlier suggestions, Axios has learned. Why it matters [+3285 chars]",
            "summary": "What we're watching: While the final language hasnt been approved, it appears that the executive order will focus more on quantum computing, artificial intelligence and semiconductors and not include biotechnology or battery technology. The bottom line: While there was bipartisan congressional legislation in the last Congress, the administration wants to start with executive actions and work out any kinks with outbound restrictions on a smaller scale. The intrigue: Officials are unlikely to unveil the new executive order before Secretary of State Tony Blinken makes his first visit to China, currently pencilled in for February. Photo: Mandel Ngan/AFP via Getty ImagesThe Biden administration is leaning toward making its executive order on U.S. investments in China more focused and targeted than some of the earlier suggestions, Axios has learned.",
            "html_summary": "<ul><li>What we're watching: While the final language hasn’t been approved, it appears that the executive order will focus more on quantum computing, artificial intelligence and semiconductors and not include biotechnology or battery technology.</li><li>The bottom line: While there was bipartisan congressional legislation in the last Congress, the administration wants to start with executive actions and work out any kinks with outbound restrictions on a smaller scale.</li><li>The intrigue: Officials are unlikely to unveil the new executive order before Secretary of State Tony Blinken makes his first visit to China, currently pencilled in for February.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/12/white-house-biden-china-executive-order-cfius"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Utah Tech and SFA square off in conference matchup  The Associated Press  en Espaol",
            "description": "Stephen F. Austin Lumberjacks (125, 40 WAC) at Utah Tech Trailblazers (97, 12 WAC) Saint George, Utah; Thursday, 9 p.m. EST FANDUEL SPORTSBOOK   LINE Utah Tech 3.5; over/under is 143",
            "url": "/2023-01-12-sports-soccer-utah-utes-noa-gonsalves-cameron-gooden-8d0de6836ff44f3facb5caf2ca742eb8",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-12T07:45:48Z",
            "content": "Stephen F. Austin Lumberjacks (125, 40 WAC) at Utah Tech Trailblazers (97, 12 WAC)Saint George, Utah; Thursday, 9 p.m. ESTFANDUEL SPORTSBOOK LINE Utah Tech 3.5; over/under is 143BOTTOM LI [+1290 chars]",
            "summary": "Nigel Hawkins is averaging 10.8 points over the past 10 games for SFA.LAST 10 GAMES: Trailblazers: 7-3, averaging 79.7 points, 36.4 rebounds, 15.8 assists, 7.4 steals and 3.1 blocks per game while shooting 47.7% from the field. Their opponents have averaged 65.3 points per game.Jacks: 8-2, averaging 79.5 points, 31.1 rebounds, 17.6 assists, 7.9 steals and 2.3 blocks per game while shooting 50.6% from the field. SFA is fifth in the WAC scoring 77.0 points per game and is shooting 48.2%.The Trailblazers and Jacks square off Thursday for the first time in WAC play this season.TOP PERFORMERS: Tanner Christensen is averaging 10 points and 7.7 rebounds for the Trailblazers. Noa Gonsalves is averaging 1.9 made 3-pointers over the last 10 games for Utah Tech.Hall is averaging 13.5 points and 6.4 rebounds for the Jacks. Utah Tech is sixth in the WAC with 14.1 assists per game led by Gooden averaging 3.9.The Jacks are 4-0 against WAC opponents. Their opponents have averaged 67.1 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Nigel Hawkins is averaging 10.8 points over the past 10 games for SFA.LAST 10 GAMES: Trailblazers: 7-3, averaging 79.7 points, 36.4 rebounds, 15.8 assists, 7.4 steals and 3.1 blocks per game while shooting 47.7% from the field.</li><li>Their opponents have averaged 65.3 points per game.’Jacks: 8-2, averaging 79.5 points, 31.1 rebounds, 17.6 assists, 7.9 steals and 2.3 blocks per game while shooting 50.6% from the field.</li><li>SFA is fifth in the WAC scoring 77.0 points per game and is shooting 48.2%.The Trailblazers and ’Jacks square off Thursday for the first time in WAC play this season.TOP PERFORMERS: Tanner Christensen is averaging 10 points and 7.7 rebounds for the Trailblazers.</li><li>Noa Gonsalves is averaging 1.9 made 3-pointers over the last 10 games for Utah Tech.Hall is averaging 13.5 points and 6.4 rebounds for the ’Jacks.</li><li>Utah Tech is sixth in the WAC with 14.1 assists per game led by Gooden averaging 3.9.The ’Jacks are 4-0 against WAC opponents.</li></ul>",
            "website_url": "https://apnews.com/article/sports-soccer-utah-utes-noa-gonsalves-cameron-gooden-8d0de6836ff44f3facb5caf2ca742eb8"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ivan Mehta",
            "title": "Apple is reportedly working on MacBooks with touchscreens",
            "description": "After years of denials and loathing, Apple may finally be getting around to bringing touchscreens to MacBooks. According to Bloomberg, Apple is actively working on this project and may break away from its longstanding approach of designing a traditional desk",
            "url": "/2023-01-12-apple-is-reportedly-working-on-macbooks-with-touchscreens",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/06/CMC_1384.jpg?resize=1200,800",
            "publishedAt": "2023-01-12T05:48:54Z",
            "content": "After years of denials and loathing, Apple may finally be getting around to bringing touchscreens to MacBooks. According to Bloomberg, Apple is actively working on this project and may break away fro [+2475 chars]",
            "summary": "Meanwhile, Apples competitors, including Microsoft, have built a long line of touchscreen laptops with different form factors.Steve Jobs famously called touchscreens on laptops ergonomically terrible back in 2010.Weve done tons of user testing on this, and it turns out it doesnt work. The closest Apple ever got around to bringing a touchscreen on a Mac was adding the TouchBar on the keyboard which is slowly being phased out  on MacBook Pros.Apple has long maintained that iPad is the best touchscreen computer out there. According to Bloomberg, Apple is actively working on this project and may break away from its long-standing approach of designing a traditional desktop system without a touchscreen.Apple could launch MacBooks with touchscreens by 2025 as a part of a new MacBook Pro lineup, the Bloomberg report adds. This lineup revamp could also see the company switching from LCD to OLED displays for the 14-inch and 16-inch Pro models.Earlier this week, another Bloomberg report indicated that Apple was aiming to make its own screens for Apple Watch and iPhone. However, there was no mention of the company building displays for its Mac lineup.Apple executives have long maintained the stance that MacBooks dont need to have a touchscreen. The company might have to slowly move away from that narrative if they are planning to launch MacBooks with a touchscreen. Instead, for years they have invited people to try an iPad if they want a large computing device with a touchscreen.",
            "html_summary": "<ul><li>Meanwhile, Apple’s competitors, including Microsoft, have built a long line of touchscreen laptops with different form factors.Steve Jobs famously called touchscreens on laptops “ergonomically terrible” back in 2010.“We’ve done tons of user testing on this, and it turns out it doesn’t work.</li><li>The closest Apple ever got around to bringing a touchscreen on a Mac was adding the TouchBar on the keyboard— which is slowly being phased out — on MacBook Pros.Apple has long maintained that iPad is the best touchscreen “computer” out there.</li><li>According to Bloomberg, Apple is actively working on this project and may break away from its long-standing approach of designing a traditional desktop system without a touchscreen.Apple could launch MacBooks with touchscreens by 2025 as a part of a new MacBook Pro lineup, the Bloomberg report adds.</li><li>This lineup revamp could also see the company switching from LCD to OLED displays for the 14-inch and 16-inch Pro models.Earlier this week, another Bloomberg report indicated that Apple was aiming to make its own screens for Apple Watch and iPhone.</li><li>However, there was no mention of the company building displays for its Mac lineup.Apple executives have long maintained the stance that MacBooks don’t need to have a touchscreen.</li><li>The company might have to slowly move away from that narrative if they are planning to launch MacBooks with a touchscreen.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/11/apple-is-reportedly-working-on-macbooks-with-touchscreens/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Clouds might be scattering in Chinas venture capital world",
            "description": "The outlook of investing in China is suddenly brightening up as the country gradually phases out its draconian zeroCOVID policy, which has caused disruptions in businesses of all kinds and kept the countrys borders shut for the last three years. For venture",
            "url": "/2023-01-12-end-of-year-2022-vc",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-451573019.jpg?resize=1200,800",
            "publishedAt": "2023-01-12T08:43:19Z",
            "content": "The outlook of investing in China is suddenly brightening up as the country gradually phases out its draconian zeroCOVID policy, which has caused disruptions in businesses of all kinds and kept the  [+7394 chars]",
            "summary": "Money fled, talent left, and a lot of internet bosses moved to Singapore.Regulations is nothing new in Chinas tech space as the authorities are always rushing out new legislations to rein in the reckless growth of emerging sectors. And what makes Wu more hopeful about the coming year?In the past few years, Chinas regulatory crackdown on its internet industry, coupled with COVID restrictions that caused great uncertainties in the economy, has drastically dampened investor confidence. In web3, one of the few remaining areas in tech that were still delivering astonishing returns for VCs until the recent market crash, theres no perceivable future for China, for now, Wu suggests.Thats a conclusion shared by many founders and investors. We should be looking at how many users and new developers are piling into web3 instead, he notes.China also remains pivotal to the global development of web3 even though a domestic market doesnt exist for the decentralized technology. And instead of 10%, we are only taking 1% of its stake.Like others who remain bullish on web3 despite the crash, Wu believes the bear market is a good time to build when people finally arent viewing crypto as a speculative asset class. Many serious web3 projects have relocated offshore as a result.Despite crypto ban, Chinas tech talent rides the global web3 waveDespite the exodus of talent, Wu continues to back web3 entrepreneurs originating from China. The outlook of investing in China is suddenly brightening up as the country gradually phases out its draconian zero-COVID policy, which has caused disruptions in businesses of all kinds and kept the countrys borders shut for the last three years.For venture capitalists, the pandemic has been a tumultuous ride.",
            "html_summary": "<ul><li>“Money fled, talent left, and a lot of internet bosses moved to Singapore.”Regulations is nothing new in China’s tech space as the authorities are always rushing out new legislations to rein in the reckless growth of emerging sectors.</li><li>And what makes Wu more hopeful about the coming year?In the past few years, China’s regulatory crackdown on its internet industry, coupled with COVID restrictions that caused great uncertainties in the economy, has drastically dampened investor confidence.</li><li>In web3, one of the few remaining areas in tech that were still delivering astonishing returns for VCs until the recent market crash, “there’s no perceivable future for China, for now,” Wu suggests.That’s a conclusion shared by many founders and investors.</li><li>“We should be looking at how many users and new developers are piling into web3 instead,” he notes.China also remains pivotal to the global development of web3 even though a domestic market doesn’t exist for the decentralized technology.</li><li>And instead of 10%, we are only taking 1% of its stake.”Like others who remain bullish on web3 despite the crash, Wu believes the bear market is a good time to “build” when people finally aren’t viewing crypto as a speculative asset class.</li><li>Many serious web3 projects have relocated offshore as a result.Despite crypto ban, China’s tech talent rides the global web3 waveDespite the exodus of talent, Wu continues to back web3 entrepreneurs originating from China.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/12/end-of-year-2022-vc/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tim Stevens",
            "title": "Why the time is right for a MercedesBenz charging network",
            "description": "When your Rolex is due for servicing, youll probably take the time to take it to a specialty service center. Likewise, youre not going to trust the repair of the crimson soles of your Louboutins to the corner shoeshiner. So why, then, should yo",
            "url": "/2023-01-12-why-the-time-is-right-for-a-mercedes-benz-charging-network",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/mercedes-ev-charging.jpg?resize=1200,675",
            "publishedAt": "2023-01-12T12:00:59Z",
            "content": "When your Rolex is due for servicing, youll probably take the time to take it to a specialty service center. Likewise, youre not going to trust the repair of the crimson soles of your Louboutins to [+5578 chars]",
            "summary": "And thats not Mercedes-like.Though the initial investment is steep, Schfer said its just another big spend the company is prepared to make to own the EV space.We talk about tens of billions in cost of transforming the company, he said. When selecting a Mercedes-owned charger, the car will take the additional step of saving them a spot.If youre in a traffic jam and, you know, you cant make it to this time, the system will know that youre arriving later, and its going to update your reservation, Schfer said. It didnt happen, Schfer lamented.Of course, plunking down the billions in capital needed to build an EV charging network is just one piece  albeit an important one  to successfully complete such an ambitious project. Absolutely.Schfer said the enterprise will eventually be profitable and cites Ionity as an example of what can go right.The valuation of this network has grown so much, he said. So why, then, should you be forced to use any plebeian charging network for your premium EV?Mercedes-Benz is hoping that its well-heeled clientele will want to give their luxury EVs the same sort of premium treatment. The idea is also the key to keep them in our ecosystem, Schfer said.The $1 billion spent up-front to launch this network will just be the beginning of the investment, but Schfer is adamant that it will eventually be a profitable endeavor: It has to be a self-sustaining business. Schfer said Mercedes and partner Mn8 will ensure spare parts are readily available nearby, along with on-call technicians to install them, but that itll be up to ChargePoint to keep the software side operational.",
            "html_summary": "<ul><li>And that’s not Mercedes-like.”Though the initial investment is steep, Schäfer said it’s just another big spend the company is prepared to make to own the EV space.“We talk about tens of billions in cost of transforming the company,” he said.</li><li>When selecting a Mercedes-owned charger, the car will take the additional step of saving them a spot.“If you’re in a traffic jam and, you know, you can’t make it to this time, the system will know that you’re arriving later, and it’s going to update your reservation,” Schäfer said.</li><li>It didn’t happen,” Schäfer lamented.Of course, plunking down the billions in capital needed to build an EV charging network is just one piece — albeit an important one — to successfully complete such an ambitious project.</li><li>Absolutely.”Schäfer said the enterprise will eventually be profitable and cites Ionity as an example of what can go right.“The valuation of this network has grown so much,” he said.</li><li>So why, then, should you be forced to use any plebeian charging network for your premium EV?Mercedes-Benz is hoping that its well-heeled clientele will want to give their luxury EVs the same sort of premium treatment.</li><li>“The idea is also the key to keep them in our ecosystem,” Schäfer said.The $1 billion spent up-front to launch this network will just be the beginning of the investment, but Schäfer is adamant that it will eventually be a profitable endeavor: “It has to be a self-sustaining business.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/12/why-the-time-is-right-for-a-mercedes-benz-charging-network/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Neutron imaging revealed the secrets of this goldplated medieval pendant. Why air travel has been a huge mess lately. Scoop White House narrowing executive order on China investments. Utah Tech and SFA square off in conference matchup  The Associated Press  en Espaol. Apple is reportedly working on MacBooks with touchscreens. Clouds might be scattering in Chinas venture capital world. Why the time is right for a MercedesBenz charging network"
}