{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "DISCORD DISRUPTOR",
            "description": "BOSTON (AP)  Billing records of an Internet social media platform and interviews with another user helped the FBI identify a Massachusetts Air National Guardsman as a suspect in the leak of highly classified military  documents, according to court records un",
            "url": "/2023-04-14-leaked-documents-pentagon-justice-department-russia-war-5c2aca4dd971d8bc83d1260f1574f99f",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/29f0f843ae3b4b9a9844f1d809e64b3a/3000.jpeg",
            "publishedAt": "2023-04-14T16:00:04Z",
            "content": "Leak suspect appears in court as US reveals case against himBOSTON (AP)  Billing records of an Internet social media platform and interviews with another user helped the FBI identify a Massachusetts [+4593 chars]",
            "summary": "They are required to be kept in secure facilities, protocols Teixeira would have violated if copies were taken to his house.Its still not known how Teixeira, an information technology specialist, allegedly obtained the documents, or what safeguards had been in place. Accounts of those in the online private chat group where the documents were disclosed have depicted Teixeira as motivated more by bravado than ideology.His court appearance Friday was brief. But this is about the transmission, both the unlawful retention and the transmission of the documents. The FBI says that was reason to believe Teixeira was trying to find information about the investigation into who was responsible for the leaks.The Justice Department has not alleged a particular motive. This is not just about taking home documents. He entered the room in tan jail clothes and sat at the defense table next to his lawyer. The document does not identify the person or say how he or she was located.",
            "html_summary": "<ul><li>They are required to be kept in secure facilities, protocols Teixeira would have violated if copies were taken to his house.It’s still not known how Teixeira, an information technology specialist, allegedly obtained the documents, or what safeguards had been in place.</li><li>Accounts of those in the online private chat group where the documents were disclosed have depicted Teixeira as motivated more by bravado than ideology.His court appearance Friday was brief.</li><li>But this is about the transmission, both the unlawful retention and the transmission of the documents.</li><li>The FBI says that was reason to believe Teixeira was trying to find information about the investigation into who was responsible for the leaks.The Justice Department has not alleged a particular motive.</li><li>“This is not just about taking home documents.</li><li>He entered the room in tan jail clothes and sat at the defense table next to his lawyer.</li></ul>",
            "website_url": "https://apnews.com/article/leaked-documents-pentagon-justice-department-russia-war-5c2aca4dd971d8bc83d1260f1574f99f"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Sam Altman Size of LLMs wont matter as much moving forward",
            "description": "Sam Altman, cofounder and CEO at OpenAI, says that as the technology matures, that the company want be focussed on model size.",
            "url": "/2023-04-14-sam-altman-size-of-llms-wont-matter-as-much-moving-forward",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1178810699.jpg?w=1024",
            "publishedAt": "2023-04-14T15:57:45Z",
            "content": "When OpenAI cofounder and CEO Sam Altman speaks these days, it makes sense to listen. His latest venture has been on everyones lips since the release of GPT4 and ChatGPT, one of the most sophistica [+4010 chars]",
            "summary": "And most people arent willing to do that, he said.When asked about the letter that requested that OpenAI pause for six months, he defended his companys approach, while agreeing with some parts of the letter.Theres parts of the thrust [of the letter] that I really agree with. I dont think the [suggestions in the] letter is the ultimate way to address it, he said.Altman says hes being open about the safety issues and the limitations of the current model because he believes its the right thing to do. I think were at the end of the era where its gonna be these giant models, and well make them better in other ways, Altman said.He sees size as a false measurement of model quality and compares it to the chip speed races we used to see. But unfortunately, I think the letter is missing most technical nuance about where we need to pause  an earlier version of the letter claimed we were training GPT-5. I think theres been way too much focus on parameter count, maybe parameter count will trend up for sure. So I think moving with caution, and an increasing rigor for safety issues is really important. And if theres some reason that parameter count should decrease over time, or we should have multiple models working together, each of which are smaller, we would do that.",
            "html_summary": "<ul><li>And most people aren’t willing to do that,” he said.When asked about the letter that requested that OpenAI pause for six months, he defended his company’s approach, while agreeing with some parts of the letter.“There’s parts of the thrust [of the letter] that I really agree with.</li><li>I don’t think the [suggestions in the] letter is the ultimate way to address it,” he said.Altman says he’s being open about the safety issues and the limitations of the current model because he believes it’s the right thing to do.</li><li>“I think we’re at the end of the era where it’s gonna be these giant models, and we’ll make them better in other ways,” Altman said.He sees size as a false measurement of model quality and compares it to the chip speed races we used to see.</li><li>But unfortunately, I think the letter is missing most technical nuance about where we need to pause — an earlier version of the letter claimed we were training GPT-5.</li><li>“I think there’s been way too much focus on parameter count, maybe parameter count will trend up for sure.</li><li>So I think moving with caution, and an increasing rigor for safety issues is really important.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/14/sam-altman-size-of-llms-wont-matter-as-much-moving-forward/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "Parler shuts down as new owner says conservative platform needs big revamp",
            "description": "Parler has been sold and shut down temporarily for a strategic assessment.",
            "url": "/2023-04-14-parler-shuts-down-as-new-owner-says-conservative-platform-needs-big-revamp",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/getty-parler-760x380.jpg",
            "publishedAt": "2023-04-14T16:06:42Z",
            "content": "0 with Parler, the selfdescribed uncancelable free speech platform, has been sold and shut down while its new owner conducts a strategic assessment. The platform will be back eventually, new o [+3354 chars]",
            "summary": "\"While the Parler app as it is currently constituted will be pulled down from operation to undergo a strategic assessment, we at Starboard see tremendous opportunities across multiple sectors to continue to serve marginalized or even outright censored communitieseven extending beyond domestic politics,\" the press release said. \"The team at Parler has built an exceptional audience, and we look forward to integrating that audience across all of our existing platforms,\" Coyne said in the acquisition announcement.Parlement Technologies, the previous owner, struck a deal to sell Parler to Ye (formerly Kanye West) in mid-October. \"Advancements in AI technology, along with the existing code base and other new features, provide an opportunity for Starboard to begin servicing unsupported online communitiesbuilding a home for them away from the ad-hoc regulatory hand of platforms that hate them,\" the company said. Apple and Google booted Parler from their app stores but eventually allowed it back on after Parler agreed to change its content moderation approach.Parler has said it has about 16.5 million registered users, but its active user base appears to be much smaller. The platform will be back eventually, new owner Starboard says.The Parler website is now a simple page containing only today's press release announcing the acquisition, which was completed without financial terms being disclosed. \"No reasonable person believes that a Twitter clone just for conservatives is a viable business any more,\" the acquisition announcement said, promising a revamp.  Jon Brodkin - Apr 14, 2023 4:06 pm UTC Parler, the self-described \"uncancelable free speech platform,\" has been sold and shut down while its new owner conducts a \"strategic assessment.\"",
            "html_summary": "<ul><li>\"While the Parler app as it is currently constituted will be pulled down from operation to undergo a strategic assessment, we at Starboard see tremendous opportunities across multiple sectors to continue to serve marginalized or even outright censored communities—even extending beyond domestic politics,\" the press release said.</li><li>\"The team at Parler has built an exceptional audience, and we look forward to integrating that audience across all of our existing platforms,\" Coyne said in the acquisition announcement.Parlement Technologies, the previous owner, struck a deal to sell Parler to Ye (formerly Kanye West) in mid-October.</li><li>\"Advancements in AI technology, along with the existing code base and other new features, provide an opportunity for Starboard to begin servicing unsupported online communities—building a home for them away from the ad-hoc regulatory hand of platforms that hate them,\" the company said.</li><li>Apple and Google booted Parler from their app stores but eventually allowed it back on after Parler agreed to change its content moderation approach.Parler has said it has about 16.5 million registered users, but its active user base appears to be much smaller.</li><li>The platform will be back eventually, new owner Starboard says.The Parler website is now a simple page containing only today's press release announcing the acquisition, which was completed without financial terms being disclosed.</li><li>\"No reasonable person believes that a Twitter clone just for conservatives is a viable business any more,\" the acquisition announcement said, promising a revamp.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/04/parler-shuts-down-as-new-owner-says-conservative-platform-needs-big-revamp/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tim De Chant",
            "title": "EPA tailpipe regulations What it means for investors",
            "description": "By 2032, twothirds of car and light truck sales will have to be zero emitting. That means myriad opportunities for investors.",
            "url": "/2023-04-14-epa-tailpipe-regulations-investors",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/09/MY24-Chevrolet-Equinox-EV-3LT-2.jpg?resize=1200,800",
            "publishedAt": "2023-04-14T14:00:30Z",
            "content": "If there was any question as to whether the Biden administration is serious about the electrification of the U.S. economy, this weeks announcement of new automotive emissions regulations should put t [+1900 chars]",
            "summary": "States attorneys general and future administrations might try to sue or scale them back, but well-written, already implemented regulations are much harder to overturn.The EPA was no doubt emboldened by actions taken in recent years by states and other countries to ban fossil fuel vehicles in the not-so-distant future. Just the light-duty emissions limits alone will slash 15.5% of U.S. carbon pollution, the EPA estimates.The new regulations set targets that are significantly more stringent than those put forth in Bidens 2021 executive order, which calls for 50% of light-duty vehicles to be electric by 2030. The regulations are technology agnostic, meaning that green hydrogen vehicles would qualify, but in reality, the vast majority of those sales will be battery-powered.The climate impacts promise to be significant. By 2032, two-thirds of car and light truck sales will have to be zero emitting along with 46% of medium-duty vehicles like delivery vans, half of all buses, and one-quarter of all heavy-duty trucks. By 2035, polluting light-duty vehicles will be banned in several U.S. states and at least 20 countries, representing 25% of worldwide light-duty vehicle sales. EPA regulations, though, are harder to roll back once theyve been implemented. Executive orders can be easily rescinded by future administrations.",
            "html_summary": "<ul><li>States’ attorneys general and future administrations might try to sue or scale them back, but well-written, already implemented regulations are much harder to overturn.The EPA was no doubt emboldened by actions taken in recent years by states and other countries to ban fossil fuel vehicles in the not-so-distant future.</li><li>Just the light-duty emissions limits alone will slash 15.5% of U.S. carbon pollution, the EPA estimates.The new regulations set targets that are significantly more stringent than those put forth in Biden’s 2021 executive order, which calls for 50% of light-duty vehicles to be electric by 2030.</li><li>The regulations are technology agnostic, meaning that green hydrogen vehicles would qualify, but in reality, the vast majority of those sales will be battery-powered.The climate impacts promise to be significant.</li><li>By 2032, two-thirds of car and light truck sales will have to be zero emitting along with 46% of medium-duty vehicles like delivery vans, half of all buses, and one-quarter of all heavy-duty trucks.</li><li>By 2035, polluting light-duty vehicles will be banned in several U.S. states and at least 20 countries, representing 25% of worldwide light-duty vehicle sales.</li><li>EPA regulations, though, are harder to roll back once they’ve been implemented.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/14/epa-tailpipe-regulations-investors/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "500 Global spreads its wings across the Caucasus and Eastern Europe, via Tiblisi",
            "description": "500 Global launhes new program in Georgia to expand in Caucasus and Eastern Europe, via Tiblisi",
            "url": "/2023-04-14-500-global-spreads-its-wings-across-the-caucasus-and-eastern-europe-via-tiblisi",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/Tbilisi-Wikipedia-.jpeg?w=860",
            "publishedAt": "2023-04-14T08:01:13Z",
            "content": "European accelerators are going through an interesting time right now. For instance, TechStars Stockholm was all set to launch and then abruptly shut down. And I think its now commonly accepted that  [+3934 chars]",
            "summary": "We had trained 30 companies here and the results were really good.We will invest in 100+ companies and train them with an accelerator out of Georgia. Admittedly, in the developed countries of Western Europe, startups are generally better off skipping accelerators and raising directly from Angels, HNWs and pre-seed funds. But its not just for Georgia companies, but hugely regional, across the whole of Eastern and Southern Europe, the Baltics and the Caucasus, he told me.He said its a very interesting time in Georgia: You have Ukrainians and Russians co-living here! And I think its now commonly accepted that most accelerators outside of Y Combinator can too be often less than adequate, to put it diplomatically. European accelerators are going through an interesting time right now. Plus, 500 Istanbul last year relaunched itself as 500 Emerging Europe with a 70 million early-stage fund. Shilling continues to be among those Lisbon-based VCs enjoying the tech boom thats been happening in Lisbon these last few years.Pedro Santos Vieira.",
            "html_summary": "<ul><li>We had trained 30 companies here and the results were really good.”“We will invest in 100+ companies and train them with an accelerator out of Georgia.</li><li>Admittedly, in the “developed” countries of Western Europe, startups are generally better off skipping accelerators and raising directly from Angels, HNWs and pre-seed funds.</li><li>But it’s not just for Georgia companies, but hugely regional, across the whole of Eastern and Southern Europe, the Baltics and the Caucasus,” he told me.He said it’s a very “interesting” time in Georgia: “You have Ukrainians and Russians co-living here!</li><li>And I think it’s now commonly accepted that most accelerators outside of Y Combinator can too be often “less than adequate,” to put it diplomatically.</li><li>European accelerators are going through an interesting time right now.</li><li>Plus, 500 Istanbul last year relaunched itself as 500 Emerging Europe with a €70 million early-stage fund.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/14/500-global-spreads-its-wings-across-the-caucasus-and-eastern-europe-via-tiblisi/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. DISCORD DISRUPTOR. Sam Altman Size of LLMs wont matter as much moving forward. Parler shuts down as new owner says conservative platform needs big revamp. EPA tailpipe regulations What it means for investors. 500 Global spreads its wings across the Caucasus and Eastern Europe, via Tiblisi"
}