{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "A passenger aircraft that flies around the world at Mach 9? Sure, why not",
            "description": "How much does the world change if you can get anywhere in an hour?",
            "url": "/2023-04-03-a-passenger-aircraft-that-flies-around-the-world-at-mach-9-sure-why-not",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/Stargazer-InFlight.4k1-1-760x380.jpg",
            "publishedAt": "2023-04-03T12:23:20Z",
            "content": "Enlarge/ Concept art of Venus Aerospaces Stargazer aircraft.5 with HOUSTON SPACEPORTOn a cloudy day in late March, Andrew Duggleby guided me a safe distance away from a rocket engine. We did not [+5104 chars]",
            "summary": "The company's engineers also recently achieved liquid peroxide and Jet A detonation, which is important for using a stable fuel composition.One key to making all of this work is using a new type of engine based on \"rotating detonation.\" Oh, and they're aiming for an airport-like operational cadence of four flights a day.To that end, the company recently decided on a fuel mix for its engine: room-temperature hydrogen peroxide and Jet-A, the fuel used by a majority of jet aircraft already flying at airports. \"It allows us to truly build a vehicle that is like an airplane,\" Andrew Duggleby said.At the same time Venus Aerospace is working on its rocket engine, the company has also begun testing drones to refine the shape of its plane. Venus aims to go supersonic with an 8-foot drone before the end of this year and hit Mach 3 by early 2024 with a rotating detonation engine.The company has about 80 full-time employees and 20 contractors, the majority of whom work at the company's hangar at the Houston Spaceport. We did not have to go far, maybe 50 meters, because the prototype engine designed and built by his small engineering team is not that large.We waited for a few minutes before steam began to hiss out of the engine. A rotating detonation engine is different in that a wave of detonation travels around a circular channel. In lab tests, the engines have provided about a 10 percent increase in fuel efficiency.That may not sound like a whole lot, but it is a make-or-break number for Venus Aerospace.",
            "html_summary": "<ul><li>The company's engineers also recently achieved liquid peroxide and Jet A detonation, which is important for using a stable fuel composition.One key to making all of this work is using a new type of engine based on \"rotating detonation.\"</li><li>Oh, and they're aiming for an airport-like operational cadence of four flights a day.To that end, the company recently decided on a fuel mix for its engine: room-temperature hydrogen peroxide and Jet-A, the fuel used by a majority of jet aircraft already flying at airports.</li><li>\"It allows us to truly build a vehicle that is like an airplane,\" Andrew Duggleby said.At the same time Venus Aerospace is working on its rocket engine, the company has also begun testing drones to refine the shape of its plane.</li><li>Venus aims to go supersonic with an 8-foot drone before the end of this year and hit Mach 3 by early 2024 with a rotating detonation engine.The company has about 80 full-time employees and 20 contractors, the majority of whom work at the company's hangar at the Houston Spaceport.</li><li>We did not have to go far, maybe 50 meters, because the prototype engine designed and built by his small engineering team is not that large.We waited for a few minutes before steam began to hiss out of the engine.</li><li>A rotating detonation engine is different in that a wave of detonation travels around a circular channel.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/04/a-passenger-aircraft-that-flies-around-the-world-at-mach-9-sure-why-not/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "AI startup Fourthline locks down $54M to bring better ID checks and compliance tools to the finance sector",
            "description": "As digital financial services become more advanced, so too do the efforts of malicious hackers and fraudsters to crack into those valuable systems  and so too do the efforts of regulators to build better structures to avoid that abuse. To help the finance se",
            "url": "/2023-04-03-ai-startup-fourthline-locks-down-54m-to-bring-better-id-checks-and-compliance-tools-to-the-finance-sector",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/GettyImages-1219922940-1.jpg?resize=1200,844",
            "publishedAt": "2023-04-03T07:21:03Z",
            "content": "As digital financial services become more advanced, so too do the efforts of malicious hackers and fraudsters to crack into those valuable systems  and so too do the efforts of regulators to build b [+4995 chars]",
            "summary": "Weve invested a lot to do this. That is one key reason why it took years for the company to launch a single product.The company has a very streamlined view of how it goes to market. Similarly, this is why its only concentrating on the financial sector and not applying its tech or looking at business development with the many other sectors that might also buy ID services. Fourthline has been around since 2013  building its tech for five years before commercially launching in 2018  and it has been mostly growing on its own steam, with only 70 million raised to date, including this latest 50 million injection. At least not right now.There are a lot of companies in this space that do a lot with AI, but in all honesty, it takes a lot of time, investment, knowledge and training before you can get AI models to the level you want, he said. Today, it said it has raised 50 million ($54 million) in funding to expand that technology.The all-equity round is being led by Finch Capital, with other undisclosed investors (one of whom is a strategic institutional partner, Ive been told). The valuation of the company is not being disclosed.In the five years since its launch, growth has been impressive: Fourthlines customers include N26, Qonto, Trade Republic, FlatexDEGIRO, Scalable Capital, NN and Western Union, as well as marketplaces like Wish. That part will be getting more R&D resources with this round of funding on top of what Fourthline has already invested.Weve invested heavily on the authentication side, Krik Gunning, CEO and co-founder of Fourthline, said in an interview.",
            "html_summary": "<ul><li>“We’ve invested a lot to do this.” That is one key reason why it took years for the company to launch a single product.The company has a very streamlined view of how it goes to market.</li><li>Similarly, this is why it’s only concentrating on the financial sector and not applying its tech or looking at business development with the many other sectors that might also buy ID services.</li><li>Fourthline has been around since 2013 — building its tech for five years before commercially launching in 2018 — and it has been mostly growing on its own steam, with only €70 million raised to date, including this latest €50 million injection.</li><li>At least not right now.“There are a lot of companies in this space that do a lot with AI, but in all honesty, it takes a lot of time, investment, knowledge and training before you can get AI models to the level you want,” he said.</li><li>Today, it said it has raised €50 million ($54 million) in funding to expand that technology.The all-equity round is being led by Finch Capital, with other undisclosed investors (one of whom is a strategic institutional partner, I’ve been told).</li><li>The valuation of the company is not being disclosed.In the five years since its launch, growth has been impressive: Fourthline’s customers include N26, Qonto, Trade Republic, FlatexDEGIRO, Scalable Capital, NN and Western Union, as well as marketplaces like Wish.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/03/ai-startup-fourthline-locks-down-54m-to-bring-better-id-checks-and-compliance-tools-to-the-finance-sector/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "WSJ McDonalds to close offices briefly ahead of layoffs",
            "description": "A report says McDonalds has closed its U.S. offices for a few days as the company prepares to inform corporate employees about layoffs. The Wall Street Journal cited an internal email from the Chicagobased fastfood giant saying U.S. staff and",
            "url": "/2023-04-03-mcdonalds-layoffs-job-cuts-741a893d185fb438c9d4ec333e37f74a",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/81/981ad3a8-0d37-5c5f-ad4b-5bfd6c345de6/642aaba5c1af7.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-03T06:18:00Z",
            "content": "NEW YORK (AP) A report says McDonalds has closed its U.S. offices for a few days as the company prepares to inform employees about layoffs.The Wall Street Journal cited an internal email from the C [+1973 chars]",
            "summary": "In a January memo to employees, McDonalds President and CEO Chris Kempczinski said the company was evaluating roles and staffing levels in various parts of the company. Policymakers at the Federal Reserve have forecast the unemployment rate may rise to 4.6% by the end of this year, a sizable increase historically associated with recessions.McDonalds has more than 150,000 employees in corporate roles and in company-owned restaurants. The memo was first reported by the Wall Street Journal.Though the U.S. labor market remains strong, layoffs have been mounting, mainly in the technology secto r, where many companies over-hired after a pandemic boom. We have historically been very decentralized in some areas where we reinvent the wheel way too often, Kempczinski said during a January conference call with investors. It has 150,000 employees in corporate roles and in company-owned restaurants. IBM, Microsoft, Amazon, Salesforce, Facebook parent Meta, Twitter and DoorDash have all announced layoffs in recent months.There have been cuts in other sectors as well. Most of those job cuts are at corporate offices.",
            "html_summary": "<ul><li>In a January memo to employees, McDonald’s President and CEO Chris Kempczinski said the company was evaluating roles and staffing levels in various parts of the company.</li><li>Policymakers at the Federal Reserve have forecast the unemployment rate may rise to 4.6% by the end of this year, a sizable increase historically associated with recessions.McDonald’s has more than 150,000 employees in corporate roles and in company-owned restaurants.</li><li>The memo was first reported by the Wall Street Journal.Though the U.S. labor market remains strong, layoffs have been mounting, mainly in the technology secto r, where many companies over-hired after a pandemic boom.</li><li>“We have historically been very decentralized in some areas where we reinvent the wheel way too often,” Kempczinski said during a January conference call with investors.</li><li>It has 150,000 employees in corporate roles and in company-owned restaurants.</li><li>IBM, Microsoft, Amazon, Salesforce, Facebook parent Meta, Twitter and DoorDash have all announced layoffs in recent months.There have been cuts in other sectors as well.</li></ul>",
            "website_url": "https://apnews.com/article/mcdonalds-layoffs-job-cuts-741a893d185fb438c9d4ec333e37f74a"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By DOUG FERGUSON - AP Golf Writer",
            "title": "MASTERS 23 20 years after protests, women still look ahead",
            "description": "Its been 20 years since the biggest controversy in Masters history. Martha Burk protested the allmale membership at Augusta National. Nine years later, the club had its first female members. More noticeable is the landscape beyond one club and one",
            "url": "/2023-04-03-masters-martha-burk-women-golf-suzy-whaley-46d4f8bf7784d15072ae679bd96f21f4",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/3/4d/34d8b20d-880b-50d1-90c0-2f0e11101da8/642aa437d5e0c.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-03T09:57:06Z",
            "content": "By DOUG FERGUSON  AP Golf WriterAUGUSTA, Ga. (AP) It started with a letter that Martha Burk figured would never see the light of day.When she mentioned the allmale membership at Augusta Nationa [+8120 chars]",
            "summary": "Golf Association.The Royal & Ancient Golf Club voted overwhelmingly in 2014 to accept women for the first time, and later removed Muirfield from the British Open rotation when the historic golf club in Scotland rejected mixed membership.Muirfield held a second vote in 2017 and changed with the times. They rarely made it through an interview without being asked about it.We were all thrown together in this womens movement in golf, Whaley said.Whaley played the LPGA Tour briefly, married club pro Bill Whaley, had two daughters and never lost the itch for golf. What can I do to make it better for those who come behind us?___Whaley earned her place on that Golf World cover as a high-energy Connecticut club pro who became the first woman since 1945 to qualify for a PGA Tour event. It wasnt until nine years after the protest that Augusta National announced former Secretary of State Condoleezza Rice and South Carolina financier Darla Moore had accepted invitations to join.We did not succeed in our goal to get the club open to women at the time, Burk said. The most noticeable  and more relevant  change is outside the club.Two years after Augusta National had its first female members, Whaley in 2014 was elected secretary of the PGA of America, a 28,000-strong organization of club professionals. She also hosts three-minute podcasts called, Equal Time with Martha Burk. Burk, with her Texas twang, never needed a lot of time to get to her point.How many women are at Augusta now? One happened in Chile last week, where the Korn Ferry Tour played for the first time.A young woman sought me out  she was involved in a junior program, Baldwin said.",
            "html_summary": "<ul><li>Golf Association.The Royal & Ancient Golf Club voted overwhelmingly in 2014 to accept women for the first time, and later removed Muirfield from the British Open rotation when the historic golf club in Scotland rejected mixed membership.Muirfield held a second vote in 2017 and changed with the times.</li><li>They rarely made it through an interview without being asked about it.“We were all thrown together in this women’s movement in golf,” Whaley said.Whaley played the LPGA Tour briefly, married club pro Bill Whaley, had two daughters and never lost the itch for golf.</li><li>What can I do to make it better for those who come behind us?”___Whaley earned her place on that Golf World cover as a high-energy Connecticut club pro who became the first woman since 1945 to qualify for a PGA Tour event.</li><li>It wasn’t until nine years after the protest that Augusta National announced former Secretary of State Condoleezza Rice and South Carolina financier Darla Moore had accepted invitations to join.“We did not succeed in our goal to get the club open to women at the time,” Burk said.</li><li>The most noticeable — and more relevant — change is outside the club.Two years after Augusta National had its first female members, Whaley in 2014 was elected secretary of the PGA of America, a 28,000-strong organization of club professionals.</li><li>She also hosts three-minute podcasts called, “Equal Time with Martha Burk.” Burk, with her Texas twang, never needed a lot of time to get to her point.“How many women are at Augusta now?</li></ul>",
            "website_url": "https://apnews.com/article/masters-martha-burk-women-golf-suzy-whaley-46d4f8bf7784d15072ae679bd96f21f4"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Timothy B. Lee",
            "title": "Stable Diffusion copyright lawsuits could be a legal earthquake for AI",
            "description": "Stable Diffusion copyright lawsuits could be a legal earthquake for AIarstechnica.com",
            "url": "/2023-04-03-stable-diffusion-copyright-lawsuits-could-be-a-legal-earthquake-for-ai",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/03/4c6c344c-44a9-40af-b291-7ad21554f4de_512x512-512x380.jpg",
            "publishedAt": "2023-04-03T11:49:00Z",
            "content": "Image generated by Stable Diffusion with the prompt Mickey Mouse in front of a McDonalds sign.12 with The AI software Stable Diffusion has a remarkable ability to turn text into images. When I as [+2994 chars]",
            "summary": "And smaller companies might be locked out of the industry altogether.The plaintiffs in the class-action lawsuit describe Stable Diffusion as a complex collage tool that contains compressed copies of its training images. When I asked the software to draw Mickey Mouse in front of a McDonald's sign, for example, it generated the picture you see above.Stable Diffusion can do this because it was trained on hundreds of millions of example images harvested from across the web. Just as you can identify a point on the Earths surface based on its latitude and longitude, Stable Diffusion characterizes images based on their coordinates in the picture space. It then converts this latent representation into an image. There are some strong arguments that copyrights fair use doctrine allows Stability AI to use the images. Theres a real possibility that the courts could decide that Stability AI violated copyright law on a massive scale.That would be a legal earthquake for this still-nascent industry. Many others were notand the worlds artists and photographers arent happy about it.In January, three visual artists filed a class-action copyright lawsuit against Stability AI, the startup that created Stable Diffusion. Building cutting-edge generative AI would require getting licenses from thousandsperhaps even millionsof copyright holders.",
            "html_summary": "<ul><li>And smaller companies might be locked out of the industry altogether.The plaintiffs in the class-action lawsuit describe Stable Diffusion as a “complex collage tool” that contains “compressed copies” of its training images.</li><li>When I asked the software to draw “Mickey Mouse in front of a McDonald's sign,” for example, it generated the picture you see above.Stable Diffusion can do this because it was trained on hundreds of millions of example images harvested from across the web.</li><li>Just as you can identify a point on the Earth’s surface based on its latitude and longitude, Stable Diffusion characterizes images based on their “coordinates” in the “picture space.” It then converts this latent representation into an image.</li><li>There are some strong arguments that copyright’s fair use doctrine allows Stability AI to use the images.</li><li>There’s a real possibility that the courts could decide that Stability AI violated copyright law on a massive scale.That would be a legal earthquake for this still-nascent industry.</li><li>Many others were not—and the world’s artists and photographers aren’t happy about it.In January, three visual artists filed a class-action copyright lawsuit against Stability AI, the startup that created Stable Diffusion.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/04/stable-diffusion-copyright-lawsuits-could-be-a-legal-earthquake-for-ai/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Tencent backs Singapores Horizon Quantum Computing in $18M round",
            "description": "Quantum computers have the potential to carry out highly complicated calculations in minutes that would have taken classical computers thousands of years to work out. But much of the industry is still in its infancy, partly because of a lack of domain experts",
            "url": "/2023-04-03-tencent-horizon-quantum-computing",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/GettyImages-1243760358.jpg?resize=1200,798",
            "publishedAt": "2023-04-03T09:11:18Z",
            "content": "Quantum computers have the potential to carry out highly complicated calculations in minutes that would have taken classical computers thousands of years to work out. But much of the industry is stil [+3613 chars]",
            "summary": "Launching from a neutral home base is now seen as a prerequisite for many tech firms, including quantum computer builders, who rely on components sourced from around the world.Tencents investment in Horizon Quantum Computing is purely financial, so it wont entail any transfer of sensitive data, the founder noted. Ling Ge, Tencents chief representative in Europe and the person who oversaw the deal with Horizon Quantum Computing, has known Fitzsimons since her years in Oxford, where she studied quantum computing.At Tencent, we take a long-term perspective on quantum. This is primarily achieved through our deep technical expertise, which allows us to really understand what is being developed and its maturity, she said.The story was updated on April 3, 2023 to clarify the founders view on export controls.UK quantum computing startup Quantum Motion raises $50.5M In our own quantum lab, we are focused on fundamental research, first-principles simulations and quantum algorithms, and how these might serve enterprise customers, said Ge at an industry event last year.In terms of investments, we take a science-driven approach. The startup is also scheduled to launch the early access program of its developer tools later this year.While Singapore is more widely known as a financial hub, it has also been one of the most proactive governments in supporting quantum technologies. The startup took Tencents investment because the giant is an expert in the area, he said.Indeed, the social networking and gaming giant showed a keen interest in the field when it opened its quantum research lab in 2018. The challenge of evaluating early-stage deep tech companies in areas like quantum, nuclear fusion or biotech is difficult because the core technology is in its early proof-of-concept phase.",
            "html_summary": "<ul><li>Launching from a neutral home base is now seen as a prerequisite for many tech firms, including quantum computer builders, who rely on components sourced from around the world.Tencent’s investment in Horizon Quantum Computing is purely financial, so it won’t entail any transfer of sensitive data, the founder noted.</li><li>Ling Ge, Tencent’s chief representative in Europe and the person who oversaw the deal with Horizon Quantum Computing, has known Fitzsimons since her years in Oxford, where she studied quantum computing.“At Tencent, we take a long-term perspective on quantum.</li><li>This is primarily achieved through our deep technical expertise, which allows us to really understand what is being developed and its maturity,” she said.The story was updated on April 3, 2023 to clarify the founder’s view on export controls.UK quantum computing startup Quantum Motion raises $50.5M</li><li>In our own quantum lab, we are focused on fundamental research, first-principles simulations and quantum algorithms, and how these might serve enterprise customers,” said Ge at an industry event last year.“In terms of investments, we take a science-driven approach.</li><li>The startup is also scheduled to launch the early access program of its developer tools later this year.While Singapore is more widely known as a financial hub, it has also been one of the most proactive governments in supporting quantum technologies.</li><li>The startup took Tencent’s investment because the giant is an “expert” in the area, he said.Indeed, the social networking and gaming giant showed a keen interest in the field when it opened its quantum research lab in 2018.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/03/tencent-horizon-quantum-computing/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "UKs greenworkx takes aim at the domestic retrofit skills challenge",
            "description": "The Londonbased team has just closed preseed funding to build the goto talent portal for green jobs.",
            "url": "/2023-04-03-greenworkx-pre-seed",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/DSCF9772_Photo-by-Virginia-Rowe.jpg?resize=1200,800",
            "publishedAt": "2023-04-03T12:00:37Z",
            "content": "Steering humanity out of the climate crisis demands action in a very literal way. Boots on the ground, people rolling up sleeves and getting hands dirty retrofitting existing infrastructure, such as  [+12411 chars]",
            "summary": "But the goal is, ultimately, to automate the process of matching jobseekers to green skills opportunities to be able to scale the platform and its outputs.Weve had our first proactive inbound from a small company this week looking for energy assessors and retrofit assessors, notes Ilic. But the overarching goal is to find ways to support as many people as possible to think about a career switch, skills upgrade or first leap into green jobs.Were a b2b proposition. Lots and lots of people to come in, eager and willing to learn new stuff, and take up green retrofitting jobs. (And the startups stated mission is to get 10 million people into green jobs over 10 years. Denmark-based Lun, for example, recently bagged seed funding to build software tools to encourage more tradespeople to focus on installing heat pumps, instead of taking on less climate friendly jobs. Coding, unfortunately, is phenomenally inaccessible for a bunch of people [Whereas] these jobs are really, really meaningful, theyre pretty well paid and theyre actually very accessible as well. But I was like this is also super, super important and really, really underserved, he says.",
            "html_summary": "<ul><li>But the goal is, ultimately, to automate the process of matching jobseekers to green skills opportunities to be able to scale the platform and its outputs.“We’ve had our first proactive inbound from a small company this week looking for energy assessors and retrofit assessors,” notes Ilic.</li><li>But the overarching goal is to find ways to support as many people as possible to think about a career switch, skills upgrade or first leap into green jobs.“We’re a b2b proposition.</li><li>Lots and lots of people to come in, eager and willing to learn new stuff, and take up green retrofitting jobs.</li><li>(And the startup’s stated mission is to get 10 million people into green jobs over 10 years.</li><li>Denmark-based Lun, for example, recently bagged seed funding to build software tools to encourage more tradespeople to focus on installing heat pumps, instead of taking on less climate friendly jobs.</li><li>“Coding, unfortunately, is phenomenally inaccessible for a bunch of people… [Whereas] these jobs… are really, really meaningful, they’re pretty well paid and they’re actually very accessible as well.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/03/greenworkx-pre-seed/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. A passenger aircraft that flies around the world at Mach 9? Sure, why not. AI startup Fourthline locks down $54M to bring better ID checks and compliance tools to the finance sector. WSJ McDonalds to close offices briefly ahead of layoffs. MASTERS 23 20 years after protests, women still look ahead. Stable Diffusion copyright lawsuits could be a legal earthquake for AI. Tencent backs Singapores Horizon Quantum Computing in $18M round. UKs greenworkx takes aim at the domestic retrofit skills challenge"
}