{
    "status": "ok",
    "totalResults": 13,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Tom Hanks warns of AIgenerated doppelganger in Instagram plea | Makemetechie.com Summary",
            "description": "Hanks and other celebrities have recently become targets of AIpowered ad scams.",
            "url": "/2023-10-02-tom-hanks-warns-of-ai-generated-doppelganger-in-instagram-plea",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/tom_hanks_ai_hero_2-760x380.jpg",
            "publishedAt": "2023-10-03T19:22:29Z",
            "content": "Enlarge/ A cropped portion of the AIgenerated version of Hanks that the actor shared on his Instagram feed.11 with News of AI deepfakes spread quickly when youre Tom Hanks. On Sunday, the actor [+3755 chars]",
            "summary": "News of AI deepfakes spread quickly when you re Tom Hanks. Hanks warning spread in the media including The New York Times. CBS anchor Gayle King warned of a similar scheme using her likeness to sell a weight loss product. The now widely reported incidents have raised new concerns about the use of AI in digital media. As we warned convincing AIDeepfakes are an increasingly pressing issue that may undermine shared trust and threaten the reliability of communications technologies by casting doubt on someone s identity Dealing with it is a tricky problem.",
            "html_summary": "<ul><li>News of AI deepfakes spread quickly when you re Tom Hanks.</li><li> Hanks warning spread in the media including The New York Times.</li><li> CBS anchor Gayle King warned of a similar scheme using her likeness to sell a weight loss product.</li><li> The now widely reported incidents have raised new concerns about the use of AI in digital media.</li><li> As we warned convincing AIDeepfakes are an increasingly pressing issue that may undermine shared trust and threaten the reliability of communications technologies by casting doubt on someone s identity Dealing with it is a tricky problem.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/10/tom-hanks-warns-of-ai-generated-doppelganger-in-instagram-plea/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Googles claim that search users have choice is bogus, Microsoft CEO tells judge | Makemetechie.com Summary",
            "description": "Googles search dominance creates vicious cycle, Satya Nadella testified.",
            "url": "/2023-10-02-googles-claim-that-search-users-have-choice-is-bogus-microsoft-ceo-tells-judge",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/GettyImages-1701653921-760x380.jpg",
            "publishedAt": "2023-10-03T19:04:30Z",
            "content": "Enlarge/ Microsoft CEO Satya Nadella arrives at federal court on October 2, 2023 in Washington, DC. Nadella is testifying in the antitrust trial to determine if Alphabet Inc.s Google maintains a mon [+3975 chars]",
            "summary": "Microsoft CEO Satya Nadella showed up at the Google antitrust trial on Monday to back the Department of Justice s argument that Google used unfair tactics to block competitors like Bing. The DOJ is arguing that Google uses default search contracts to block opportunities for search competitors like Microsoft's Bing. Nadellas efforts to support the DOJ seemingly required that the CEO walk back some of his earliest remarks hyping AI powered Bing as potentially giving Microsoft a long sought after competitive advantage over Google. In Silicon Valley Internet search is the biggest no fly zone which the Journal characterized as the hardest market to crack. Even Microsoft's seeming lead in artificial intelligence it invested billions into OpenAI likely won't be enough to change that.",
            "html_summary": "<ul><li>Microsoft CEO Satya Nadella showed up at the Google antitrust trial on Monday to back the Department of Justice s argument that Google used unfair tactics to block competitors like Bing.</li><li> The DOJ is arguing that Google uses default search contracts to block opportunities for search competitors like Microsoft's Bing.</li><li> Nadellas efforts to support the DOJ seemingly required that the CEO walk back some of his earliest remarks hyping AI powered Bing as potentially giving Microsoft a long sought after competitive advantage over Google.</li><li> In Silicon Valley Internet search is the biggest no fly zone which the Journal characterized as the hardest market to crack.</li><li> Even Microsoft's seeming lead in artificial intelligence it invested billions into OpenAI likely won't be enough to change that.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/10/googles-claim-that-search-users-have-choice-is-bogus-microsoft-ceo-tells-judge/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ryan Waniata",
            "title": "Dealmaster Early Amazon Prime Big Deal Days sales heat up, Apple deals, and more | Makemetechie.com Summary",
            "description": "Get sweet discounts on Apple tech and home gear ahead of Amazons Big Deal Days.",
            "url": "/2023-10-02-dealmaster-early-amazon-prime-big-deal-days-sales-heat-up-apple-deals-and-more",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2017/07/Prime-day-2017.png",
            "publishedAt": "2023-10-03T22:16:56Z",
            "content": "9 with The Amazon Prime Big Deal Days event is creeping ever closer. For early shoppers, there are plenty of excellent tech deals available today from Amazon and competing retailers. Our curated De [+8812 chars]",
            "summary": "The Amazon Prime Big Deal Days event is creeping ever closer. For early shoppers there are plenty of excellent tech deals available today from Amazon and competing retailers. Our curated Dealmaster comes with savings on Sony s wildly popular WF XM noise canceling earbuds. There are also sales on Apple gear including the AirPods Pro and the still excellent Apple Watch Series as well as deals on a bevy of home and office gear. Whatever you re into you ll likely find a great deal or three below.",
            "html_summary": "<ul><li>The Amazon Prime Big Deal Days event is creeping ever closer.</li><li> For early shoppers there are plenty of excellent tech deals available today from Amazon and competing retailers.</li><li> Our curated Dealmaster comes with savings on Sony s wildly popular WF XM noise canceling earbuds.</li><li> There are also sales on Apple gear including the AirPods Pro and the still excellent Apple Watch Series as well as deals on a bevy of home and office gear.</li><li> Whatever you re into you ll likely find a great deal or three below.</li></ul>",
            "website_url": "https://arstechnica.com/shopping/2023/10/dealmaster-early-amazon-prime-big-deal-days-sales-heat-up-apple-deals-and-more/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Sob story about dead grandma tricks Microsoft AI into solving CAPTCHA | Makemetechie.com Summary",
            "description": "Im sure its a special love code that only you and your grandma know.",
            "url": "/2023-10-02-sob-story-about-dead-grandma-tricks-microsoft-ai-into-solving-captcha",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/special_love_code-760x380.jpg",
            "publishedAt": "2023-10-02T20:09:53Z",
            "content": "Enlarge/ The image a Bing Chat user shared to trick its AI model into solving a CAPTCHA.33 with Bing Chat, an AI chatbot from Microsoft similar to ChatGPT, allows users to upload images for the A [+4214 chars]",
            "summary": "Bing Chat refuses to solve CAPTCHAs which are visual puzzles designed to prevent automated programs bots from filling out forms on the web. X user Denis Shiryaev devised a visual jailbreak that circumvents Bing Chat s CAPTCHA filter by tricking it into reading the inscription on his imaginary deceased grandmother s locket. The additional information throws off the AI model which answers questions by homing in on knowledge in encoded latent space which is a vectorized web of data relationships built from its initial training data set.",
            "html_summary": "<ul><li>Bing Chat refuses to solve CAPTCHAs which are visual puzzles designed to prevent automated programs bots from filling out forms on the web.</li><li> X user Denis Shiryaev devised a visual jailbreak that circumvents Bing Chat s CAPTCHA filter by tricking it into reading the inscription on his imaginary deceased grandmother s locket.</li><li> The additional information throws off the AI model which answers questions by homing in on knowledge in encoded latent space which is a vectorized web of data relationships built from its initial training data set.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/10/sob-story-about-dead-grandma-tricks-microsoft-ai-into-solving-captcha/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "MADDIE BURAKOFF",
            "title": "How are Mayan buildings still standing? Scientists unlocking secrets... | Makemetechie.com Summary",
            "description": "Scientists are trying to understand how some ancient buildings have lasted for centuries in hopes of making modern buildings more durable. Materials like Roman concrete and Maya plaster have held up structures for thousands of years. Meanwhile, the concrete t",
            "url": "/2023-10-02-ancient-cement-plaster-concrete-roman-maya-copan-f5799b0009acc8145805610ee1972ac9",
            "urlToImage": "https://dims.apnews.com/dims4/default/9ebf23d/2147483647/strip/true/crop/6000x3375+0+312/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fbd%2F85%2F64f0e845b5a33cce3a89b6d9357c%2Fef2bb04a34214f17bcf308863ade731b",
            "publishedAt": "2023-10-03T11:55:37Z",
            "content": "NEW YORK (AP) In the quest to build better for the future, some are looking for answers in the longago past.Ancient builders across the world created structures that are still standing today, thou [+8337 chars]",
            "summary": "Scientists are trying to understand how some ancient buildings have lasted for centuries in hopes of making modern buildings more durable. Researchers used to think these chunks were a sign that the Romans werent mixing up their materials well enough.Instead, after analyzing concrete samples from Privernum  an ancient city outside of Rome  the scientists found that the chunks could fuel the materials self-healing abilities. Scientists think theyve found a key reason why some Roman concrete has held up structures for thousands of years: The ancient material has an unusual power to repair itself. (AP Photo/Andrew Medichini)Now, scientists think theyve found a key reason why some Roman concrete has held up structures for thousands of years: The ancient material has an unusual power to repair itself. The mortar that holds together some of Chinas most famous structures  including the Great Wall and the Forbidden City  includes traces of starch from sticky rice. And according to a study published earlier this year, the secret to these structures longevity might lie in the trees that sprout among them.A stucco relief is seen inside the Jaguar Tunnel at the Acropolis of Copan, an ancient Maya site in western Honduras, Saturday, Sept. 23, 2023. Then, chunks of material like rock and gravel are added, and the cement paste binds them into a concrete mass.According to records from ancient architects like Vitruvius, the Roman process was similar.",
            "html_summary": "<ul><li>Scientists are trying to understand how some ancient buildings have lasted for centuries in hopes of making modern buildings more durable..</li><li>Researchers used to think these chunks were a sign that the Romans weren’t mixing up their materials well enough.Instead, after analyzing concrete samples from Privernum — an ancient city outside of Rome — the scientists found that the chunks could fuel the material’s “self-healing” abilities..</li><li>Scientists think they’ve found a key reason why some Roman concrete has held up structures for thousands of years: The ancient material has an unusual power to repair itself..</li><li>(AP Photo/Andrew Medichini)Now, scientists think they’ve found a key reason why some Roman concrete has held up structures for thousands of years: The ancient material has an unusual power to repair itself..</li><li>The mortar that holds together some of China’s most famous structures — including the Great Wall and the Forbidden City — includes traces of starch from sticky rice..</li><li>And according to a study published earlier this year, the secret to these structures’ longevity might lie in the trees that sprout among them.A stucco relief is seen inside the “Jaguar Tunnel” at the Acropolis of Copan, an ancient Maya site in western Honduras, Saturday, Sept. 23, 2023..</li></ul>",
            "website_url": "https://apnews.com/article/ancient-cement-plaster-concrete-roman-maya-copan-f5799b0009acc8145805610ee1972ac9"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Ousted Flexport CEO Dave Clark strikes back | Makemetechie.com Summary",
            "description": "Dave Clark, the former Amazon executive who was ousted as CEO of Flexport just a year into the job, fired back at its founder and board, calling recent...",
            "url": "/2023-10-02-ousted-flexport-ceo-dave-clark-strikes-back",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/g8mrMFp7rtD6aXqbM6rshA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/d50b4851df09574795a1de54c8f8c61d",
            "publishedAt": "2023-10-02T21:26:38Z",
            "content": "Dave Clark, the former Amazon executive who was ousted as CEO of Flexport just a year into the job, fired back at its founder and board, calling recent reporting on the logistics company deeply conc [+3553 chars]",
            "summary": "Dave Clark the former Amazon executive who was ousted as CEO of Flexport fired back at its founder and board calling recent reporting on the logistics company deeply concerning. Clark made the comments Monday in a lengthy post on social media site X following a report from CNBC that provided new information about his last days at Flexport. Clark who was handpicked by founder Ryan Petersen to take the top job said he discovered extensive problems when he joined Flexport in September including a revenue forecasting model that was consistently providing overly optimistic outputs. Flexport could not be reached for comment.",
            "html_summary": "<ul><li>Dave Clark the former Amazon executive who was ousted as CEO of Flexport fired back at its founder and board calling recent reporting on the logistics company deeply concerning.</li><li> Clark made the comments Monday in a lengthy post on social media site X following a report from CNBC that provided new information about his last days at Flexport.</li><li> Clark who was handpicked by founder Ryan Petersen to take the top job said he discovered extensive problems when he joined Flexport in September including a revenue forecasting model that was consistently providing overly optimistic outputs.</li><li> Flexport could not be reached for comment.</li></ul>",
            "website_url": "https://techcrunch.com/2023/10/02/ousted-flexport-ceo-dave-clark-strikes-back/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Electric Hydrogen is the green hydrogen industrys first unicorn | TechCrunch | Makemetechie.com Summary",
            "description": "Investors have historically been skeptical of green hydrogen. High production costs, expensive infrastructure builds, competition with batteries and",
            "url": "/2023-10-02-electric-hydrogen-is-the-green-hydrogen-industrys-first-unicorn",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/10/Small-cell-Testing-in-EH2-Natick-Accelerated-Lifetime-Testing-Facility-2.jpg?resize=1200,802",
            "publishedAt": "2023-10-03T21:38:36Z",
            "content": "Investors have historically been skeptical of green hydrogen. High production costs, expensive infrastructure builds, competition with batteries and minimal government support have made the green hyd [+3011 chars]",
            "summary": "Electric Hydrogen has just become green hydrogen s first unicorn with a million Series C raise that brought its valuation up to billion. The startup is backed by heavy hitters like Microsoft s Climate Innovation Fund United Airlines BP and Fortescue Metals. The funds will be used to expand production capacity of its electrolyzers according to a spokesperson for the company. Electrolyzers are devices that use a process called electrolysis to split water H O into its constituent elements hydrogen H and oxygen O. They are expensive and consume tons of renewable energy to make a small amount of hydrogen.",
            "html_summary": "<ul><li>Electric Hydrogen has just become green hydrogen s first unicorn with a million Series C raise that brought its valuation up to billion.</li><li> The startup is backed by heavy hitters like Microsoft s Climate Innovation Fund United Airlines BP and Fortescue Metals.</li><li> The funds will be used to expand production capacity of its electrolyzers according to a spokesperson for the company.</li><li> Electrolyzers are devices that use a process called electrolysis to split water H O into its constituent elements hydrogen H and oxygen O.</li><li> They are expensive and consume tons of renewable energy to make a small amount of hydrogen.</li></ul>",
            "website_url": "https://techcrunch.com/2023/10/03/electric-hydrogen-is-the-green-hydrogen-industrys-first-unicorn/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Visa earmarks $100M to invest in generative AI companies | TechCrunch | Makemetechie.com Summary",
            "description": "Visa announced today that it plans to invest $100 million in companies developing generative AI technologies and applications that will impact the future The investments will be made through Visa Ventures, the card giants 16yearold global corporate invest",
            "url": "/2023-10-02-visa-earmarks-100m-to-invest-in-generative-ai-companies",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1365407901.jpg?resize=1200,816",
            "publishedAt": "2023-10-02T21:22:53Z",
            "content": "Visa announced today that it plans to invest $100 million in companies developing generative AI technologies and applications that will impact the future of commerce and payments.The investments wi [+1232 chars]",
            "summary": "Visa announced today that it plans to invest million in companies developing generative AI technologies and applications that will impact the future of commerce and payments. The investments will be made through Visa Ventures the card giant s year old global corporate investment arm Visa claims to have been a pioneer of AI use in payments since the early 1990s. For the unacquainted Generative AI is an emerging subset of AI trained on large sets of existing data to generate text images or other content when given text prompts.",
            "html_summary": "<ul><li>Visa announced today that it plans to invest million in companies developing generative AI technologies and applications that will impact the future of commerce and payments.</li><li> The investments will be made through Visa Ventures the card giant s year old global corporate investment arm Visa claims to have been a pioneer of AI use in payments since the early 1990s.</li><li> For the unacquainted Generative AI is an emerging subset of AI trained on large sets of existing data to generate text images or other content when given text prompts.</li></ul>",
            "website_url": "https://techcrunch.com/2023/10/02/visa-earmarks-100m-to-invest-in-generative-ai-companies/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "7 companies to provide NASA with commercial satellite imagery under $476M contract | TechCrunch | Makemetechie.com Summary",
            "description": "Umbra, Capella Space and GHGSat are among the seven companies that will provide NASA with commercial satellite imagery.",
            "url": "/2023-10-02-7-companies-to-provide-nasa-with-commercial-satellite-imagery-under-476m-contract",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/niagara-falls-umbra.jpeg?resize=1200,807",
            "publishedAt": "2023-10-03T20:14:38Z",
            "content": "Umbra, Capella Space and GHGSat are among the seven companies that will provide NASA with commercial satellite imagery, part of an acquisition program that has a maximum potential value of $476 milli [+1663 chars]",
            "summary": "Umbra Capella Space and GHGSat are among the seven companies that will provide NASA with commercial satellite imagery. The contract duration is five years with an option to extend it by six months Maxar s intelligence division PlanetIQ Spire and Airbus Defence and Space subsidiary Airbus DS GEO were also selected for the five year contract. The awards are under the aegis of NASA s Commercial Smallsat Data Acquisition Program which was established by the agency s Earth Science Division to acquire remote sensing imagery from commercial providers.",
            "html_summary": "<ul><li>Umbra Capella Space and GHGSat are among the seven companies that will provide NASA with commercial satellite imagery.</li><li> The contract duration is five years with an option to extend it by six months Maxar s intelligence division PlanetIQ Spire and Airbus Defence and Space subsidiary Airbus DS GEO were also selected for the five year contract.</li><li> The awards are under the aegis of NASA s Commercial Smallsat Data Acquisition Program which was established by the agency s Earth Science Division to acquire remote sensing imagery from commercial providers.</li></ul>",
            "website_url": "https://techcrunch.com/2023/10/03/7-companies-to-provide-nasa-with-commercial-satellite-imagery-under-476m-contract/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Unitary AI picks up $15M for its multimodal approach to video content moderation | TechCrunch | Makemetechie.com Summary",
            "description": "Content moderation continues to be a contentious topic in the world of online media. New regulations and public concern are likely to keep it as a",
            "url": "/2023-10-02-unitary-ai-picks-up-15m-for-its-multimodal-approach-to-video-content-moderation",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/10/Screenshot-2023-10-03-at-01.44.37.png?resize=1200,820",
            "publishedAt": "2023-10-03T07:40:55Z",
            "content": "Content moderation continues to be a contentious topic in the world of online media. New regulations and public concern are likely to keep it as a priority for many years to come. But weaponised AI a [+6104 chars]",
            "summary": "Unitary has emerged as clear early leaders in the important AI field of content safety, and were so excited to back this exceptional team as they continue to accelerate and innovate in content classification technology.From the start, Unitary had some of the most powerful AI for classifying harmful content. Lately, social media companies have signaled a move away from stronger moderation policies; fact-checking organizations are losing momentum; and questions remain about the ethics of moderation when it comes to harmful content. In an online world, theres an immense need for a technology-driven approach to identify harmful content, said Christopher Steed, chief investment officer, Paladin Capital Group, in a statement.Still, its a crowded space. Rather than analyzing just a series of frames, in order to understand the nuance and whether a video is [for example] artistic or violent, you need to be able to simulate the way a human moderator watches the video. But also, it may refer to Hacos previous career: Unitary operators are used in describing a quantum state, which in itself is complicated and unpredictable  just like online content and humans. Unitary thus straddles that interesting intersection of cutting-edge research and real-world application.We first met Sasha and James two years ago and have been incredibly impressed, said Gemma Bloemen, a principal at Creandum and board member, in a statement. Content moderation continues to be a contentious topic in the world of online media.",
            "html_summary": "<ul><li>“Unitary has emerged as clear early leaders in the important AI field of content safety, and we’re so excited to back this exceptional team as they continue to accelerate and innovate in content classification technology.”“From the start, Unitary had some of the most powerful AI for classifying harmful content..</li><li>Lately, social media companies have signaled a move away from stronger moderation policies; fact-checking organizations are losing momentum; and questions remain about the ethics of moderation when it comes to harmful content..</li><li>“In an online world, there’s an immense need for a technology-driven approach to identify harmful content,” said Christopher Steed, chief investment officer, Paladin Capital Group, in a statement.Still, it’s a crowded space..</li><li>“Rather than analyzing just a series of frames, in order to understand the nuance and whether a video is [for example] artistic or violent, you need to be able to simulate the way a human moderator watches the video..</li><li>But also, it may refer to Haco’s previous career: Unitary operators are used in describing a quantum state, which in itself is complicated and unpredictable — just like online content and humans..</li><li>Unitary thus straddles that interesting intersection of cutting-edge research and real-world application.“We first met Sasha and James two years ago and have been incredibly impressed,” said Gemma Bloemen, a principal at Creandum and board member, in a statement..</li></ul>",
            "website_url": "https://techcrunch.com/2023/10/02/unitary-ai-picks-up-15m-for-its-multimodal-approach-to-video-content-moderation/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Humata AI summarizes and answers questions about your PDFs | TechCrunch | Makemetechie.com Summary",
            "description": "Humata AI, a startup developing a platform to summarize and answer questions about documents, has raised seed capital from GV and others.",
            "url": "/2023-10-02-humata-ai-raises-to-summarize-docs",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/GettyImages-1218924349.jpg?resize=1200,1021",
            "publishedAt": "2023-10-02T16:37:47Z",
            "content": "Cyrus Khajvandi, a Stanford biology graduate and twotime entrepreneur, often found it challenging to stay on top of scientific research while managing his daily workload. Recognizing that he wasnt  [+3429 chars]",
            "summary": "Cyrus Khajvandi a Stanford biology graduate and two time entrepreneur has developed an AI platform to summarize and answer questions about documents. The platform Humata AI launched in February with former Labelbox founder Dan Rasmuson joining as CTO. It quickly gained traction processing tens of millions of pages of files growing to a user base of millions and securing million in funding from investors including Google s Gradient Ventures ARK invest and M. Humata plans to put the capital it has raised so far million inclusive of a pre seed round toward enhancing its AI capabilities improving the user experience and expanding its market reach.",
            "html_summary": "<ul><li>Cyrus Khajvandi a Stanford biology graduate and two time entrepreneur has developed an AI platform to summarize and answer questions about documents.</li><li> The platform Humata AI launched in February with former Labelbox founder Dan Rasmuson joining as CTO.</li><li> It quickly gained traction processing tens of millions of pages of files growing to a user base of millions and securing million in funding from investors including Google s Gradient Ventures ARK invest and M.</li><li> Humata plans to put the capital it has raised so far million inclusive of a pre seed round toward enhancing its AI capabilities improving the user experience and expanding its market reach.</li></ul>",
            "website_url": "https://techcrunch.com/2023/10/02/humata-ai-raises-to-summarize-docs/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "Judge upholds Tesla arbitration agreement that drivers called unconscionable | Makemetechie.com Summary",
            "description": "Lawsuit said Tesla and Elon Musk falsely marketed cars as selfdriving.",
            "url": "/2023-10-02-judge-upholds-tesla-arbitration-agreement-that-drivers-called-unconscionable",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/getty-tesla-car-and-logo-760x380.jpg",
            "publishedAt": "2023-10-02T20:19:04Z",
            "content": "Enlarge/ Tesla Motors store in Tokyo, Japan, on Friday, Aug. 18, 2023.1 with Four Tesla drivers who sued the company over its allegedly deceptive selfdriving claims will have to go to arbitrat [+3612 chars]",
            "summary": "Four Tesla drivers who sued the company over its allegedly deceptive self driving claims will have to go to arbitration instead of pursuing a class action a judge ruled. The complaint sought class action status on behalf of consumers who purchased or leased a new Tesla vehicle with Tesla s ADAS Advanced Driver Assistance Systems technology but never received the self driving car that Tesla promised them. The plaintiffs agreed to terms including an arbitration clause when they purchased cars they argued that Tesla s arbitration agreement is unconscionable and thus un enforceable. Judge Haywood Gilliam Jr of US District Court for the Northern District of California did not agree.",
            "html_summary": "<ul><li>Four Tesla drivers who sued the company over its allegedly deceptive self driving claims will have to go to arbitration instead of pursuing a class action a judge ruled.</li><li> The complaint sought class action status on behalf of consumers who purchased or leased a new Tesla vehicle with Tesla s ADAS Advanced Driver Assistance Systems technology but never received the self driving car that Tesla promised them.</li><li> The plaintiffs agreed to terms including an arbitration clause when they purchased cars they argued that Tesla s arbitration agreement is unconscionable and thus un enforceable.</li><li> Judge Haywood Gilliam Jr of US District Court for the Northern District of California did not agree.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/10/judge-upholds-tesla-arbitration-agreement-that-drivers-called-unconscionable/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Tom Hanks warns of AIgenerated doppelganger in Instagram plea | Makemetechie.com Summary. Googles claim that search users have choice is bogus, Microsoft CEO tells judge | Makemetechie.com Summary. Dealmaster Early Amazon Prime Big Deal Days sales heat up, Apple deals, and more | Makemetechie.com Summary. Sob story about dead grandma tricks Microsoft AI into solving CAPTCHA | Makemetechie.com Summary. How are Mayan buildings still standing? Scientists unlocking secrets... | Makemetechie.com Summary. Ousted Flexport CEO Dave Clark strikes back | Makemetechie.com Summary. Electric Hydrogen is the green hydrogen industrys first unicorn | TechCrunch | Makemetechie.com Summary. Visa earmarks $100M to invest in generative AI companies | TechCrunch | Makemetechie.com Summary. 7 companies to provide NASA with commercial satellite imagery under $476M contract | TechCrunch | Makemetechie.com Summary. Unitary AI picks up $15M for its multimodal approach to video content moderation | TechCrunch | Makemetechie.com Summary. Humata AI summarizes and answers questions about your PDFs | TechCrunch | Makemetechie.com Summary. Judge upholds Tesla arbitration agreement that drivers called unconscionable | Makemetechie.com Summary"
}