{
    "status": "ok",
    "totalResults": 12,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Lauran Neergaard",
            "title": "Zaps to spine help stroke survivors move arms...",
            "description": "WASHINGTON (AP)  A stroke left Heather Rendulic with little use of her left hand and arm, putting certain everyday tasks like tying shoes or cutting foods out of reach. I live onehanded in a twohanded world and you dont realize how many things you need t",
            "url": "/2023-02-19-pain-management-pittsburgh-stroke-health-198f8bdfc5803ef3594e9916685fe739",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/3d9c75867bbb470fb2af96119d41f70d/3000.webp",
            "publishedAt": "2023-02-20T22:07:38Z",
            "content": "WASHINGTON (AP) A stroke left Heather Rendulic with little use of her left hand and arm, putting certain everyday tasks like tying shoes or cutting foods out of reach.I live onehanded in a twohan [+4532 chars]",
            "summary": "She learned to walk again but  with the exception of those four weeks with spinal stimulation  cannot fully open her left hand or completely raise that arm.You feel like theres a barrier between your brain and your arm, Rendulic said. Stroke damage makes it harder for those messages to get through.People still retain some of this connection, theyre just not enough to enable movement, said University of Pittsburgh assistant professor Marco Capogrosso, who led the new research with colleagues at Carnegie Mellon University. That unusually young stroke, caused by weak blood vessels that bled inside her brain, initially paralyzed her entire left side. These messages are weaker than normal.His idea: Stimulate a pathway of related nerve cells so theyre better able to sense and pick up the brains weak signal.Were not bypassing their control. Were enhancing their capabilities to move their own arm, he said.Researchers turned to implants the size of spaghetti strands that already are used to stimulate the spine for chronic pain treatment. The brain must signal multiple nerves that control how the shoulder lifts, the wrist turns and the hand flexes. Targeting the human spinal cord circuitry has a lot of potential.With National Institutes of Health funding, Capogrosso is studying the approach in a few more stroke survivors.",
            "html_summary": "<ul><li>She learned to walk again but — with the exception of those four weeks with spinal stimulation — cannot fully open her left hand or completely raise that arm.“You feel like there’s a barrier between your brain and your arm,” Rendulic said.</li><li>Stroke damage makes it harder for those messages to get through.“People still retain some of this connection, they’re just not enough to enable movement,” said University of Pittsburgh assistant professor Marco Capogrosso, who led the new research with colleagues at Carnegie Mellon University.</li><li>That unusually young stroke, caused by weak blood vessels that bled inside her brain, initially paralyzed her entire left side.</li><li>“These messages are weaker than normal.”His idea: Stimulate a pathway of related nerve cells so they’re better able to sense and pick up the brain’s weak signal.“We’re not bypassing their control.</li><li>We’re enhancing their capabilities to move their own arm,” he said.Researchers turned to implants the size of spaghetti strands that already are used to stimulate the spine for chronic pain treatment.</li><li>The brain must signal multiple nerves that control how the shoulder lifts, the wrist turns and the hand flexes.</li></ul>",
            "website_url": "https://apnews.com/article/pain-management-pittsburgh-stroke-health-198f8bdfc5803ef3594e9916685fe739"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Hyung-jin Kim",
            "title": "NKorea makes fresh threats, US bombers fly after ICBM test...",
            "description": "SEOUL, South Korea (AP)  North Korea said Sunday its latest intercontinental ballistic missile test  was meant to further bolster its fatal nuclear attack capacity and threatened additional powerful steps over upcoming military drills between the United St",
            "url": "/2023-02-19-politics-us-national-security-council-south-korea-north-d6781836ad90388ca62381368712017b",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/519b477817134c98a77154004960adc3/3000.webp",
            "publishedAt": "2023-02-19T15:10:38Z",
            "content": "SEOUL, South Korea (AP) North Korea said Sunday its latest intercontinental ballistic missile test was meant to further bolster its fatal nuclear attack capacity and threatened additional powerful st [+6059 chars]",
            "summary": "Saturdays ICBM test, the Norths first missile test since Jan. 1, signals its leader Kim Jong Un is using his rivals drills as a chance to expand his countrys nuclear arsenal to get the upper hand in future dealings with the United States. Chang said the information provided by North Korea showed the missile will likely have a longer potential range than the standard Hwasong-15.Later Sunday, U.S. B-1B bombers and other aircraft separately trained with South Korean and Japanese fighter jets over and near the Korean Peninsula. There will always be fodder for (Kim Jong Uns) weapons provocations.With nuclear weapons in tow and having mastered the art of coercion and bullying, Kim does not need self-defense. But pitting the U.S. and South Korea as the aggressors allows Kim to justify his weapons development, Soo Kim said.U.S. The flight details reported by North Korea, which roughly matched the launch information previously assessed by its neighbors, show the weapon is theoretically capable of reaching the mainland U.S. if fired at a standard trajectory. A South Korean military statement said Sundays training reaffirmed Washingtons iron-clad security commitment to South Korea. National Security Council spokesperson Adrienne Watson said the U.S. will take all necessary measures to ensure the security of the American homeland and South Korea and Japan. But North Koreas recent missile testing spree is pushing the two countries to explore how to reinforce their security cooperation.__Associated Press writer Yuri Kageyama in Tokyo contributed to this report.",
            "html_summary": "<ul><li>Saturday’s ICBM test, the North’s first missile test since Jan. 1, signals its leader Kim Jong Un is using his rivals’ drills as a chance to expand his country’s nuclear arsenal to get the upper hand in future dealings with the United States.</li><li>Chang said the information provided by North Korea showed the missile will likely have a longer potential range than the standard Hwasong-15.Later Sunday, U.S. B-1B bombers and other aircraft separately trained with South Korean and Japanese fighter jets over and near the Korean Peninsula.</li><li>“There will always be fodder for (Kim Jong Un’s) weapons provocations.”“With nuclear weapons in tow and having mastered the art of coercion and bullying, Kim does not need ‘self-defense.’ But pitting the U.S. and South Korea as the aggressors allows Kim to justify his weapons development,” Soo Kim said.U.S.</li><li>The flight details reported by North Korea, which roughly matched the launch information previously assessed by its neighbors, show the weapon is theoretically capable of reaching the mainland U.S. if fired at a standard trajectory.</li><li>A South Korean military statement said Sunday’s training reaffirmed Washington’s “iron-clad” security commitment to South Korea.</li><li>National Security Council spokesperson Adrienne Watson said the U.S. will take all necessary measures to ensure the security of the American homeland and South Korea and Japan.</li></ul>",
            "website_url": "https://apnews.com/article/politics-us-national-security-council-south-korea-north-d6781836ad90388ca62381368712017b"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "Atomic Heart impressions Shockingly good shooting",
            "description": "Familiar setup but more kinetic combat in this dystopian RPGlite shooter.",
            "url": "/2023-02-19-atomic-heart-impressions-shock-ingly-good-shooting",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/B53BB4A6-876E-443C-9FFE-3FEBEA781BF2-760x380.jpeg",
            "publishedAt": "2023-02-20T13:43:12Z",
            "content": "Enlarge/ The glorious future that awaits you in Atomic Heart involves dismantling a lot of the glorious future constructed by an alternatehistory Soviet Russia.13 with NoteAtomic Heart arrived [+4238 chars]",
            "summary": "You will lightly interact with this world for at least 50 minutes before you get your first weapon, so it's a good thing it's spectacular looking.Atomic Heart was five years in the making; luckily, there is a lot to show for all that time. As a backup when ammo is scarce, or a crowd control tactic, a solid boot adds gravity to combat that can otherwise become detached crosshair clicking.In Atomic Heart, you don't have a kick, but the humanoid robots sure do. It almost hurts to think of the amount of work that went into designing the onion-domed corkscrew turbines on the little boat that carries you into town, the one youre likely eager to jump off and leave behind forever. And, certainly, you have both mod-friendly shooter weapons and secondary powers you develop from upgrade materials.For some people, an estimated 20 more hours of that BioShock style, with newer graphics and competent storytelling, might be recommendation enough. There are very light spoilers for the first 6-7 hours of gameplay.One of the best things a first-person action game can have is a great kick. Youll get back to some of this later, but first, youre due for 4-5 hours of underground tunnel running. Helpful robots do most of the work, cities float, and soon every USSR citizen will be linked up to Kollectiv 2.0 and \"polymerized,\" able to learn entire fields of knowledge in seconds.",
            "html_summary": "<ul><li>You will lightly interact with this world for at least 50 minutes before you get your first weapon, so it's a good thing it's spectacular looking.Atomic Heart was five years in the making; luckily, there is a lot to show for all that time.</li><li>As a backup when ammo is scarce, or a crowd control tactic, a solid boot adds gravity to combat that can otherwise become detached crosshair clicking.In Atomic Heart, you don't have a kick, but the humanoid robots sure do.</li><li>It almost hurts to think of the amount of work that went into designing the onion-domed corkscrew turbines on the little boat that carries you into town, the one you’re likely eager to jump off and leave behind forever.</li><li>And, certainly, you have both mod-friendly shooter weapons and secondary powers you develop from upgrade materials.For some people, an estimated 20 more hours of that BioShock style, with newer graphics and competent storytelling, might be recommendation enough.</li><li>There are very light spoilers for the first 6-7 hours of gameplay.One of the best things a first-person action game can have is a great kick.</li><li>You’ll get back to some of this later, but first, you’re due for 4-5 hours of underground tunnel running.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/02/atomic-heart-impressions-shock-ingly-good-shooting/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Sam Baker, Ashley Gold",
            "title": "Big Techs future is up to a Supreme Court that doesnt understand it",
            "description": "The firestorm over Big Tech and content moderation is coming to a head at the Supreme Court  but some experts fear its a job the court simply isnt equipped to do well.Why it matters The court has historically not been great at grappling with new technolog",
            "url": "/2023-02-19-supreme-court-section-230-google-twitter-tech",
            "urlToImage": "https://static.axios.com/img/axios-site/axios-placeholder-16x9.png",
            "publishedAt": "2023-02-20T10:30:17Z",
            "content": "The firestorm over Big Tech and content moderation is coming to a head at the Supreme Court but some experts fear its a job the court simply isnt equipped to do well.Why it matters The court has  [+4325 chars]",
            "summary": "Illustration: Brendan Lynch/AxiosThe firestorm over Big Tech and content moderation is coming to a head at the Supreme Court  but some experts fear it's a job the court simply isnt equipped to do well.Why it matters: The court has historically not been great at grappling with new technology. The court might think it's doing one thing and it's actually doing something very different, said Evelyn Douek, a law professor at Stanford who specializes in tech law. A ruling is expected by summer.",
            "html_summary": "<ul><li>Illustration: Brendan Lynch/AxiosThe firestorm over Big Tech and content moderation is coming to a head at the Supreme Court — but some experts fear it's a job the court simply isn’t equipped to do well.Why it matters: The court has historically not been great at grappling with new technology.</li><li>“The court might think it's doing one thing and it's actually doing something very different,” said Evelyn Douek, a law professor at Stanford who specializes in tech law.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/20/supreme-court-section-230-google-twitter-tech"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Beth Mole",
            "title": "Bonkers Republican bill in Idaho would make mRNAbased vaccination a crime",
            "description": "Its unclear if the two lawmakers know what messenger RNA is exactly.",
            "url": "/2023-02-19-bonkers-republican-bill-in-idaho-would-make-mrna-based-vaccination-a-crime",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/03/GettyImages-1238045983-760x380.jpeg",
            "publishedAt": "2023-02-20T22:11:00Z",
            "content": "Enlarge/ The Comirnaty (Pfizer/BioNTech) and Moderna COVID19 vaccines.17 with Two Republican lawmakers in Idaho have introduced a bill that would make it a misdemeanor for anyone in the state to [+5456 chars]",
            "summary": "In the case of COVID-19 vaccines, the bit of genetic code is for making a critical protein from SARS-CoV-2 called the spike protein, which typically juts out from the surface of the virus and helps it invade human cells.  Beth Mole - Feb 20, 2023 10:11 pm UTC Two Republican lawmakers in Idaho have introduced a bill that would make it a misdemeanor for anyone in the state to administer mRNA-based vaccinesnamely the lifesaving and remarkably safe COVID-19 vaccines made by Pfizer-BioNTech and Moderna. By 2019, Moderna and the NIH set out plans for a clinical trial of an mRNA vaccine against the Nipah virus.Generally, the vaccines work by delivering to our cells a snippet of artificially stabilized genetic codein the form of messenger RNAwhich is packaged in a fatty coating. But their bill, HB 154, proposes that \"a person may not provide or administer a vaccine developed using messenger ribonucleic acid [mRNA] technology for use in an individual or any other mammal in this state.\" Although the shots do carry some risk (as is the case for any medical intervention), they have proven remarkably safe amid widespread use of hundreds of millions of doses in the US and worldwide. Already this year, the company reported findings from a late-stage clinical trial indicating their mRNA-based vaccine against RSV (respiratory syncytial (sin-SISH-uhl) virus) was highly effective. RSV is a common respiratory virus that can be deadly to older adults and young children.In Idaho, it's unclear if Nichols and Boyle's bill will make it through the committee and, further, into law.",
            "html_summary": "<ul><li>In the case of COVID-19 vaccines, the bit of genetic code is for making a critical protein from SARS-CoV-2 called the spike protein, which typically juts out from the surface of the virus and helps it invade human cells.</li><li> Beth Mole - Feb 20, 2023 10:11 pm UTC Two Republican lawmakers in Idaho have introduced a bill that would make it a misdemeanor for anyone in the state to administer mRNA-based vaccines—namely the lifesaving and remarkably safe COVID-19 vaccines made by Pfizer-BioNTech and Moderna.</li><li>By 2019, Moderna and the NIH set out plans for a clinical trial of an mRNA vaccine against the Nipah virus.Generally, the vaccines work by delivering to our cells a snippet of artificially stabilized genetic code—in the form of messenger RNA—which is packaged in a fatty coating.</li><li>But their bill, HB 154, proposes that \"a person may not provide or administer a vaccine developed using messenger ribonucleic acid [mRNA] technology for use in an individual or any other mammal in this state.\"</li><li>Although the shots do carry some risk (as is the case for any medical intervention), they have proven remarkably safe amid widespread use of hundreds of millions of doses in the US and worldwide.</li><li>Already this year, the company reported findings from a late-stage clinical trial indicating their mRNA-based vaccine against RSV (respiratory syncytial (sin-SISH-uhl) virus) was highly effective.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/bonkers-republican-bill-in-idaho-would-make-mrna-based-vaccination-a-crime/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "This bionic finger uses touch to see inside human tissue, electronics",
            "description": "Subsurface tactile tomography can detect details beneath a materials surface.",
            "url": "/2023-02-19-this-bionic-finger-uses-touch-to-see-inside-human-tissue-electronics",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/bionicTOP-760x380.jpg",
            "publishedAt": "2023-02-20T21:59:09Z",
            "content": "Enlarge/ Scientists have built a smart bionic finger that mimics the tactile perception mechanism of a human finger.2 with The human fingertip is an exquisitely sensitive instrument for perceivin [+4022 chars]",
            "summary": "The bionic finger scanned and successfully reproduced a 3D profile of the model tissue's structure, including the location of a \"blood vessel\" located underneath the \"muscle\" layer.Finally, the authors tested the bionic finger on a defective electronic device, successfully creating a map of the internal components. The fingers could even tell the difference between rigid and soft internal materials and the soft outer silicone coating.They also created a 3D-printed physical model for human tissue out of three layers of hard polymer (for the \"skeleton\") and a soft silicone outer layer (for the \"muscles\"). That tactile feedback enables us to recognize a material's shape, surface texture, and stiffness or softness.The smart bionic finger mimics this feedback system. That information, along with where on the surface it was recorded, is then sent to a computer, which translates the data into a 3D map.The authors put their bionic finger to the test using different complex objects. Similarly, optical profilometry is often used to measure the surface's profile and finish, but it only works on transparent materials.When we touch something with our fingers, the skin experiences mechanical deformation such as compression or stretching, which triggers mechanoreceptors to send out electrical impulses. For instance, they tested the finger's ability to detect and map out a rigid letter \"A\" just beneath a soft silicon layer (see video above), along with other abstract shapes. Next, we want to develop the bionic fingers capacity for omnidirectional detection with different surface materials, said Luo.DOI: Cell Reports Physical Science, 2023.",
            "html_summary": "<ul><li>The bionic finger scanned and successfully reproduced a 3D profile of the model tissue's structure, including the location of a \"blood vessel\" located underneath the \"muscle\" layer.Finally, the authors tested the bionic finger on a defective electronic device, successfully creating a map of the internal components.</li><li>The fingers could even tell the difference between rigid and soft internal materials and the soft outer silicone coating.They also created a 3D-printed physical model for human tissue out of three layers of hard polymer (for the \"skeleton\") and a soft silicone outer layer (for the \"muscles\").</li><li>That tactile feedback enables us to recognize a material's shape, surface texture, and stiffness or softness.The smart bionic finger mimics this feedback system.</li><li>That information, along with where on the surface it was recorded, is then sent to a computer, which translates the data into a 3D map.The authors put their bionic finger to the test using different complex objects.</li><li>Similarly, optical profilometry is often used to measure the surface's profile and finish, but it only works on transparent materials.When we touch something with our fingers, the skin experiences mechanical deformation such as compression or stretching, which triggers mechanoreceptors to send out electrical impulses.</li><li>For instance, they tested the finger's ability to detect and map out a rigid letter \"A\" just beneath a soft silicon layer (see video above), along with other abstract shapes.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/this-bionic-finger-uses-touch-to-see-inside-human-tissue-electronics/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jon Brodkin",
            "title": "Starlinks Global Roaming promises worldwide access for $200 a month",
            "description": "Some people still waiting for regular Starlink get invites for $200 roaming plan.",
            "url": "/2023-02-19-starlinks-global-roaming-promises-worldwide-access-for-200-a-month",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/getty-starlink-760x380.jpg",
            "publishedAt": "2023-02-20T18:41:47Z",
            "content": "Enlarge/ A Starlink satellite dish.5 with SpaceXs Starlink division has invited some potential users to try a Global Roaming service for $200 a month, saying the new plan allows your Starlink [+4073 chars]",
            "summary": "\"Moreover, users of the existing portability option who stay in a secondary location \"for an extended period of time... may experience further performance degradation to accommodate priority users at their registered Service addresses.\" Average Starlink speeds have dropped as more users sign up for the satellite service, speed-test data shows.It appears that at least some of the Global Roaming invitations were sent to people who are still on the waiting list for Starlink's regular home Internet service. \"Starlink for RVs and Portable users are served best effort and can expect lower service levels than fixed users, particularly in areas marked as 'Low Capacity' on the coverage map. The standard residential Starlink service costs $110 a month and has the same hardware cost of $599.PCMag reported that \"SpaceX sent the message to at least two people who live in countries where Starlink isn't available,\" including Greenland.  Jon Brodkin - Feb 20, 2023 6:41 pm UTC SpaceX's Starlink division has invited some potential users to try a \"Global Roaming\" service for $200 a month, saying the new plan \"allows your Starlink to connect from almost anywhere on land in the world. \"Participating in Global Roaming will not impact your place in line for Residential service,\" the Starlink email said.Global Roaming requires a $599 upfront payment for the Starlink hardware kit in addition to the $200 monthly price. SpaceX hasn't posted a support FAQ for the Global Roaming service yet, but it would presumably have fewer restrictions than Starlink's existing portability options.",
            "html_summary": "<ul><li>\"Moreover, users of the existing portability option who stay in a secondary location \"for an extended period of time... may experience further performance degradation to accommodate priority users at their registered Service addresses.\"</li><li>Average Starlink speeds have dropped as more users sign up for the satellite service, speed-test data shows.It appears that at least some of the Global Roaming invitations were sent to people who are still on the waiting list for Starlink's regular home Internet service.</li><li>\"Starlink for RVs and Portable users are served best effort and can expect lower service levels than fixed users, particularly in areas marked as 'Low Capacity' on the coverage map.</li><li>The standard residential Starlink service costs $110 a month and has the same hardware cost of $599.PCMag reported that \"SpaceX sent the message to at least two people who live in countries where Starlink isn't available,\" including Greenland.</li><li> Jon Brodkin - Feb 20, 2023 6:41 pm UTC SpaceX's Starlink division has invited some potential users to try a \"Global Roaming\" service for $200 a month, saying the new plan \"allows your Starlink to connect from almost anywhere on land in the world.</li><li>\"Participating in Global Roaming will not impact your place in line for Residential service,\" the Starlink email said.Global Roaming requires a $599 upfront payment for the Starlink hardware kit in addition to the $200 monthly price.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/02/starlinks-global-roaming-promises-worldwide-access-for-200-a-month/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "U.K. quantum computing startup Quantum Motion raises $50.5M",
            "description": "U.K. quantum computing startup Quantum Motion has raised $50.5 million in an equity round of funding led by Bosch.",
            "url": "/2023-02-19-u-k-quantum-computing-startup-quantum-motion-raises-50-5m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/feat-e1676921619851.jpg?resize=1200,735",
            "publishedAt": "2023-02-20T23:10:14Z",
            "content": "U.K. quantum computing company Quantum Motion has raised 42 million ($50.5 million) in an equity round of funding led by Bosch Ventures (RBVC), with participation from Porsche, the U.K. governments [+5791 chars]",
            "summary": "Use cases may include accelerating new drug discoveries, or powering the vast amount of data processing required for AI applications.Quantum computers will think in totally different ways to computers today, Quantum Motion CEO James Palles-Dimmock explained to TechCrunch. Image Credits: Quantum MotionQuantum Motion had previously raised around $24 million in equity and grant funding, and with its fresh cash injection, the company said that it plans to accelerate its development of silicon quantum processors through forging deeper ties with manufacturers. Being able to show that our approach to quantum computing doesnt require data centers the size of football pitches, or vast CERN-type facilities, was one of the motivations behind our central London location.Quantum Motion: working on dilution fridge. In the past month alone weve seen French startup Pasqal raise 100 million, while Israels Quantum Machines closed out its Series B round at $70 billion and Australias Quantum Brilliance secured $18 million. We have a highly skilled team across multiple disciplines including IC (instrumentation and control) engineering, quantum theory, hardware and software, and deep relationships with world-leading universities that helps us seek out that talent.Quantum Motion CEO James Palles-Dimmock with co-founders Prof. John Morton (CTO) and Prof. Simon Benjamin (CSO). Image Credits: Quantum MotionQuantum Motions latest raise comes amidst a flurry of activity in the quantum computing space. This raise enables us to strengthen our relationship with manufacturing partners and demonstrate prototypes that can scale to millions of qubits.Quantum Motions latest cash injection included contributions from Octopus Ventures, Oxford Sciences Enterprises, British Patient Capital, Inkef, Parkwalk Advisors and IP Group.",
            "html_summary": "<ul><li>Use cases may include accelerating new drug discoveries, or powering the vast amount of data processing required for AI applications.“Quantum computers will think in totally different ways to computers today,” Quantum Motion CEO James Palles-Dimmock explained to TechCrunch.</li><li>Image Credits: Quantum MotionQuantum Motion had previously raised around $24 million in equity and grant funding, and with its fresh cash injection, the company said that it plans to accelerate its development of silicon quantum processors through forging “deeper ties” with manufacturers.</li><li>“Being able to show that our approach to quantum computing doesn’t require data centers the size of football pitches, or vast CERN-type facilities, was one of the motivations behind our central London location.”Quantum Motion: working on dilution fridge.</li><li>In the past month alone we’ve seen French startup Pasqal raise €100 million, while Israel’s Quantum Machines closed out its Series B round at $70 billion and Australia’s Quantum Brilliance secured $18 million.</li><li>“We have a highly skilled team across multiple disciplines including IC (instrumentation and control) engineering, quantum theory, hardware and software, and deep relationships with world-leading universities that helps us seek out that talent.”Quantum Motion CEO James Palles-Dimmock with co-founders Prof. John Morton (CTO) and Prof. Simon Benjamin (CSO).</li><li>Image Credits: Quantum MotionQuantum Motion’s latest raise comes amidst a flurry of activity in the quantum computing space.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/20/u-k-quantum-computing-startup-quantum-motion-raises-50-5m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Max Q Only a matter of time",
            "description": "TechCrunchs weekly newsletter dedicated to all things space, including launch, satellites, space stations and more.",
            "url": "/2023-02-19-max-q-only-a-matter-of-time",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/12/tc-space-stars.gif",
            "publishedAt": "2023-02-20T23:15:45Z",
            "content": "Hello and welcome back to Max Q!In this issueIntuitive Machines enters the public marketSilicon Valley goes to warNews from Transcelestial, Umbra and moreLuna [+4377 chars]",
            "summary": "Image Credits: Intuitive MachinesFor TC+, I wrote about the uptick in defense tech investments over the past few years.Just a few years ago, many investors thought that cutting a check for a defense-first startup was a proposition that simply didnt make sense. The tides have clearly shifted, and PitchBook data supports this warming to defense tech. The companys stock closed at $10.03 on its first day of trading Tuesday, and surged to $39.73, up 211%, on Thursday.Intuitive Machines rendering lunar lander. It sees global antagonisms threatening the stability of Pax Americana; it sees the United States rotting from the inside out due to bloat and lethargy. If you enjoy reading Max Q, consider forwarding it to a friend. And Silicon Valley will be where it is forged.Image Credits: Kiyoshi Tanno / Getty ImagesMax Q is brought to you by me, Aria Alamalhodaei.",
            "html_summary": "<ul><li>Image Credits: Intuitive MachinesFor TC+, I wrote about the uptick in defense tech investments over the past few years.Just a few years ago, many investors thought that cutting a check for a defense-first startup was a proposition that simply didn’t make sense.</li><li>The tides have clearly shifted, and PitchBook data supports this warming to defense tech.</li><li>The company’s stock closed at $10.03 on its first day of trading Tuesday, and surged to $39.73, up 211%, on Thursday.Intuitive Machines rendering lunar lander.</li><li>It sees global antagonisms threatening the stability of Pax Americana; it sees the United States rotting from the inside out due to bloat and lethargy.</li><li>If you enjoy reading Max Q, consider forwarding it to a friend.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/20/max-q-only-a-matter-of-time/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Japans central bank to pilot digital currency starting in April",
            "description": "Japan plans to launch a pilot program to test digital yen in April, joining a growing a list of countries of adopting a digital currency.",
            "url": "/2023-02-19-japans-central-bank-to-pilot-digital-currency-starting-in-april",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/02/gettyimages-619298606-e1564142682378.jpg?resize=1200,639",
            "publishedAt": "2023-02-20T10:16:21Z",
            "content": "Japan is joining a growing list of countries exploring the possibility of adopting a digital currency, with countrys central bank, the Bank of Japan (BoJ), announcing that it would launch a pilot to [+2672 chars]",
            "summary": "Japan is joining a growing list of countries exploring the possibility of adopting a digital currency, with the countrys central bank, the Bank of Japan (BoJ), announcing that it would launch a pilot to test a digital yen in April. The move comes more than two years after the BoJ made its first step in the space, launching a central bank digital currency (CBDC) proof of concept experiment, in October 2020. Nigeria follows Chinas footsteps in piloting digital currencyChinas digital yuan tests leap forward in Shenzhen The BoJ kicked off the first phase of that PoC in April 2021 to test the basic transactions of CBDC, including issuance, payout and transfer. Apart from China, Hong Kong and Thailand, more than 20 countries, including Australia, India, Japan, South Korea, Singapore, Brazil, Malaysia, South Africa and Ghana, will continue or begin in the pilot stage in 2023. Japan will have a CBDC forum and invite private businesses engaging in retail payments or related technologies to participate in the discussion, Uchida added. Japan reportedly will decide on issuing its CBDC in 2026.",
            "html_summary": "<ul><li>Japan is joining a growing list of countries exploring the possibility of adopting a digital currency, with the country’s central bank, the Bank of Japan (BoJ), announcing that it would launch a pilot to test a “digital yen” in April.</li><li>The move comes more than two years after the BoJ made its first step in the space, launching a central bank digital currency (CBDC) proof of concept experiment, in October 2020.</li><li>Nigeria follows China’s footsteps in piloting digital currencyChina’s digital yuan tests leap forward in Shenzhen</li><li>The BoJ kicked off the first phase of that PoC in April 2021 to test the basic transactions of CBDC, including issuance, payout and transfer.</li><li>Apart from China, Hong Kong and Thailand, more than 20 countries, including Australia, India, Japan, South Korea, Singapore, Brazil, Malaysia, South Africa and Ghana, will continue or begin in the pilot stage in 2023.</li><li>Japan will have a CBDC forum and invite private businesses engaging in retail payments or related technologies to participate in the discussion, Uchida added.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/20/japans-central-bank-to-pilot-digital-currency-starting-in-april/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Tesla battles with union organizers, Zoox hits the road and Zeekr scores more capital",
            "description": "The Station is a weekly newspaper dedicated to transportation. This week, Tesla battles a union effort and Zoox hits the road.",
            "url": "/2023-02-19-tesla-battles-with-union-organizers-zoox-hits-the-road-and-zeekr-scores-more-capital",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Zoox-making-right-hand-turn-on-open-public-roads-in-Foster-City-California.jpg?resize=1200,802",
            "publishedAt": "2023-02-20T12:32:15Z",
            "content": "The Station is a weekly newsletter dedicated to all things transportation.Sign up here just click The Station to receive the full edition of the newsletter every weekend in your inbox. Subscribe f [+17753 chars]",
            "summary": "For the full year, Gogoro pulled revenue of $382.8 million, up 4.6% YOY.The battery swapping company reported a fourth quarter net loss of $12.5 million and a full year net loss of $98.9 million. Strategic investors Shell Ventures, Goodyear Ventures, and Mann+Hummel also participated.Via, the on-demand shuttle service and transit tech company, raised another $110 million, bringing the companys total funding to around $1 billion. For the full year, Auroras operating expenses were $650 million in total, with $540 million spent on R&D, primarily comprised of personal costs, according to the company. Within the next two years, the EVSE Field Technician Program will help more than 3,000 trainees from low-income, disadvantaged, typically underrepresented communities, and those transitioning from other industries, to reach these jobs.Cylib, the German battery recycling startup, raised 11.6 million ($12.6 million) to build a factory. TechCrunch interviewed CEO Angus Pacala, who says the next phase of growth isnt self-driving cars or even advanced driver assistance systems; its smart infrastructure.OpenEyes, an insurtech startup focused on commercial automotive fleets, made its public debut and announced it raised $18 million in a Series A funding round. TechCrunchs Rita Liao shares the companys long and winding road to IPO.Honeycomb Battery Co., an advanced battery technology subsidiary of Global Graphene Group, plans to go public via a merger agreement with special purpose acquisition company Nubia Brand International Corp. The company said it expects revenue for 2023 to land between $400 million and $450 million, an increase of 4.5% to 17.6% compared to 2022.",
            "html_summary": "<ul><li>For the full year, Gogoro pulled revenue of $382.8 million, up 4.6% YOY.The battery swapping company reported a fourth quarter net loss of $12.5 million and a full year net loss of $98.9 million.</li><li>Strategic investors Shell Ventures, Goodyear Ventures, and Mann+Hummel also participated.Via, the on-demand shuttle service and transit tech company, raised another $110 million, bringing the company’s total funding to around $1 billion.</li><li>For the full year, Aurora’s operating expenses were $650 million in total, with $540 million spent on R&D, primarily comprised of personal costs, according to the company.</li><li>Within the next two years, the EVSE Field Technician Program will help more than 3,000 trainees from low-income, disadvantaged, typically underrepresented communities, and those transitioning from other industries, to reach these jobs.Cylib, the German battery recycling startup, raised €11.6 million ($12.6 million) to build a factory.</li><li>TechCrunch interviewed CEO Angus Pacala, who says the next phase of growth isn’t self-driving cars or even advanced driver assistance systems; it’s smart infrastructure.OpenEyes, an insurtech startup focused on commercial automotive fleets, made its public debut and announced it raised $18 million in a Series A funding round.</li><li>TechCrunch’s Rita Liao shares the company’s long and winding road to IPO.Honeycomb Battery Co., an advanced battery technology subsidiary of Global Graphene Group, plans to go public via a merger agreement with special purpose acquisition company Nubia Brand International Corp.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/20/tesla-battles-with-union-organizers-zoox-hits-the-road-and-zeekr-scores-more-capital/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Quells gamified home fitness tech drums up $10M",
            "description": "Today, Londonbased Quell announced a $10 million Series A led by Tencent and featuring Khosla Ventures and Heartcore Capital.",
            "url": "/2023-02-19-quells-gamified-home-fitness-tech-drums-up-10m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Quell-Impact-Fitness.png",
            "publishedAt": "2023-02-20T08:52:13Z",
            "content": "Home fitness had a huge moment at the outset of the pandemic  and understandably so. People were stuck at home, gyms closed and suddenly workout options seemed to dramatically decrease. As with the  [+3407 chars]",
            "summary": "VR is a possibility, as well, but theres not currently a specific plan to add that functionality.VR has opened the door to fantastic new and immersive experiences in the gaming sector, but it currently suffers from significant drawbacks in a fitness context, Brookhouse adds. As the restrictions were lifted, gyms rebounded better and faster than expected, with some chains reporting that their membership numbers have returned to pre-pandemic levels, Despite this, we havent seen a significant impact on investor appetite in the sector. The funding will go, in part, to expanding software, along with increasing company headcount.Well be growing our team from 30 to over 50, focusing this expansion on game and core platform development, Brookhouse says. The Series A will allow us to rapidly grow our live-service launch game, Shardfall, as well as to develop our next two games.The system currently is up for preorder for $249, with plans to ship this year. As with the teleconferencing revolution, plenty of startups were waiting in the wings to pounce on the sudden opportunity.As predicted, when the world got back to a state of relative normality, interest in some of the offerings waned. People were stuck at home, gyms closed and suddenly workout options seemed to dramatically decrease. VR also lacks real resistance, which puts a ceiling on the efficacy of many workout types.",
            "html_summary": "<ul><li>VR is a possibility, as well, but there’s not currently a specific plan to add that functionality.“VR has opened the door to fantastic new and immersive experiences in the gaming sector, but it currently suffers from significant drawbacks in a fitness context,” Brookhouse adds.</li><li>“As the restrictions were lifted, gyms rebounded better and faster than expected, with some chains reporting that their membership numbers have returned to pre-pandemic levels,” Despite this, we haven’t seen a significant impact on investor appetite in the sector.</li><li>The funding will go, in part, to expanding software, along with increasing company headcount.“We’ll be growing our team from 30 to over 50, focusing this expansion on game and core platform development,” Brookhouse says.</li><li>“The Series A will allow us to rapidly grow our live-service launch game, Shardfall, as well as to develop our next two games.”The system currently is up for preorder for $249, with plans to ship this year.</li><li>As with the teleconferencing revolution, plenty of startups were waiting in the wings to pounce on the sudden opportunity.As predicted, when the world got back to a state of relative normality, interest in some of the offerings waned.</li><li>People were stuck at home, gyms closed and suddenly workout options seemed to dramatically decrease.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/20/quells-gamified-home-fitness-tech-drums-up-10m/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Zaps to spine help stroke survivors move arms.... NKorea makes fresh threats, US bombers fly after ICBM test.... Atomic Heart impressions Shockingly good shooting. Big Techs future is up to a Supreme Court that doesnt understand it. Bonkers Republican bill in Idaho would make mRNAbased vaccination a crime. This bionic finger uses touch to see inside human tissue, electronics. Starlinks Global Roaming promises worldwide access for $200 a month. U.K. quantum computing startup Quantum Motion raises $50.5M. Max Q Only a matter of time. Japans central bank to pilot digital currency starting in April. Tesla battles with union organizers, Zoox hits the road and Zeekr scores more capital. Quells gamified home fitness tech drums up $10M"
}