{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "AI and robots fuel new job displacement fears",
            "description": "For all the handwringing over whether robots will replace human workers, ChatGPT and its ilk  tools known as generative AI  are shaping up to be a big employment threat too.Why it matters Robots tend to replace manual laborers, while artificial intelligen",
            "url": "/2023-03-29-robots-jobs-chatgpt-generative-ai",
            "urlToImage": "https://images.axios.com/tMd9yC8ekQJq_xFIEpkb2MSKeGQ=/0x0:1920x1080/1366x768/2023/03/24/1679662599446.jpg",
            "publishedAt": "2023-03-29T09:30:51Z",
            "content": "For all the handwringing over whether robots will replace human workers, ChatGPT and its ilk tools known as generative AI are shaping up to be a big employment threat too.Why it matters Robots te [+4290 chars]",
            "summary": "The big picture: An epic labor shortage is bedeviling employers, causing some to eye robots and AI as potentially cheaper than increasing wages.One promising solution: Amp up subsidized training programs for jobs that can't easily be done by robots or AI, and funnel potentially displaced workers into them. ).Threat level: It seems clear that automation will continue to erode certain jobs, as it has already done in the manufacturing realm. Optimists point out that ATMs didn't eliminate bank tellers, nor did washing machines make housework extinct.",
            "html_summary": "<ul><li>The big picture: An epic labor shortage is bedeviling employers, causing some to eye robots and AI as potentially cheaper than increasing wages.One promising solution: Amp up subsidized training programs for jobs that can't easily be done by robots or AI, and funnel potentially displaced workers into them.</li><li>).Threat level: It seems clear that automation will continue to erode certain jobs, as it has already done in the manufacturing realm.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/29/robots-jobs-chatgpt-generative-ai"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "UK to avoid fixed rules for AI  in favor of contextspecific guidance",
            "description": "The UK isnt going to be setting hard rules for AI any time soon.  Today, the Department for Science, Innovation and Technology (DSIT) published a white...",
            "url": "/2023-03-29-uk-ai-white-paper",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/zz0UK0qCsPATwn7h5W21Iw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDU-/https://media.zenfs.com/en/techcrunch_350/a4e6bebc0bcbe0f4c3134addc9e7ece4",
            "publishedAt": "2023-03-29T13:24:32Z",
            "content": "The UK isnt going to be setting hard rules for AI any time soon.Today, the Department for Science, Innovation and Technology (DSIT) published a white paper setting out the governments preference  [+17787 chars]",
            "summary": "Ouch.The five principles the government wants to guide the use of AI  or, specifically, that existing regulators should consider to best facilitate the safe and innovative use of AI in the industries they monitor  are:All of which sound like fine words indeed. The U.K. isnt going to be setting hard rules for AI any time soon.Today, the Department for Science, Innovation and Technology (DSIT) published a white paper setting out the governments preference for a light-touch approach to regulating artificial intelligence. But evidently there wont be a hard legal requirement to actually use it.The government says its approach to AI will focus on regulating the use, not the technology  ergo, there wont be any rules or risk levels assigned to entire sectors or technologies. For example, the principle of honesty is a value that guides behavior in a variety of situations, such as being truthful in communication, respecting others property, and fulfilling obligations.In summary, rules are specific and inflexible instructions while principles are broad and flexible values that guide behavior. It also suggests regulators may need to publish joint guidance focused on AI use cases that cross multiple regulatory remits. Because if something does go wrong theyll be forced to wait for the government to make parliamentary time available to actually pass some safety rules. To best achieve this context-specificity we will empower existing UK regulators to apply the cross-cutting principles, it writes on this.",
            "html_summary": "<ul><li>Ouch.The five principles the government wants to guide the use of AI — or, specifically, that existing regulators “should consider to best facilitate the safe and innovative use of AI in the industries they monitor” — are:All of which sound like fine words indeed.</li><li>The U.K. isn’t going to be setting hard rules for AI any time soon.Today, the Department for Science, Innovation and Technology (DSIT) published a white paper setting out the government’s preference for a light-touch approach to regulating artificial intelligence.</li><li>But evidently there won’t be a hard legal requirement to actually use it.The government says its approach to AI will focus on “regulating the use, not the technology” — ergo, there won’t be any rules or risk levels assigned to entire sectors or technologies.</li><li>For example, the principle of honesty is a value that guides behavior in a variety of situations, such as being truthful in communication, respecting others’ property, and fulfilling obligations.In summary, rules are specific and inflexible instructions while principles are broad and flexible values that guide behavior.</li><li>It also suggests regulators may need to publish joint guidance focused on AI use cases that cross multiple regulatory remits.</li><li>Because if something does go wrong they’ll be forced to wait for the government to make parliamentary time available to actually pass some safety rules.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/29/uk-ai-white-paper/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By AAMER MADHANI - Associated Press",
            "title": "Biden starts democracy summit with $690M pledge for programs",
            "description": "President Joe Biden is kicking off his second Summit for Democracy with a pledge for the U.S. to spend $690 million bolstering democracy programs around the globe. Biden frequently speaks of the U.S. and allies being at a critical moment",
            "url": "/2023-03-29-biden-summit-for-democracy-china-russia-abd53580d1e8c64c3b5b44e67d83fb73",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/7/e7/7e7c9a0b-b8e5-5cc6-afc8-0a4899a1a077/6424140b24b9a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-29T09:34:00Z",
            "content": "By AAMER MADHANI  Associated PressWASHINGTON (AP) President Joe Biden is opening his second Summit for Democracy with a pledge for the U.S. to spend $690 million bolstering democracy programs arou [+6578 chars]",
            "summary": "But we were wrong as Russias brutalization of Ukraine has shown we cannot assume that democracy, freedom and security are givens, that they are eternal, Rutte said.Kenyas president, William Ruto, said building democracy was was essential to the growth of developing nations. Congressional efforts to shore up that federal law and increase voting access have failed.Biden came into office vowing that human rights and democracy would play significant roles in his approach to foreign policy. At home, Biden pointed to his stalled push for voting protections in Congress as evidence of his administrations commitment to support democracy.Today, we can say, with pride, democracies of the world are getting stronger, not weaker, Biden said. But hes faced criticism from some human rights activists for being too soft on Saudi Arabia and Egypt over their human rights records. The first day of the summit was convened in a virtual format and will be followed on Thursday by hybrid gatherings in each of the host countries.Costa Rica will focus on the role of youth in democratic systems. Kenyas Supreme Court unanimously rejected the challenges.This is our path to sustainable development, Ruto said.The U.S. hosted the last summit on its own. Later Wednesday, Biden hosted President Alberto Fernndez of Argentina, a summit participant, for talks.___Associated Press writers Munir Ahmed in Islamabad, Tom Verdin in Sacramento, California, Daniel Politi in Buenos Aires, Argentina, and Seung Min Kim, Ellen Knickmeyer, and Colleen Long contributed to this report.",
            "html_summary": "<ul><li>But we were wrong as Russia’s brutalization of Ukraine has shown we cannot assume that democracy, freedom and security are givens, that they are eternal,” Rutte said.Kenya’s president, William Ruto, said building democracy was was essential to the growth of developing nations.</li><li>Congressional efforts to shore up that federal law and increase voting access have failed.Biden came into office vowing that human rights and democracy would play significant roles in his approach to foreign policy.</li><li>At home, Biden pointed to his stalled push for voting protections in Congress as evidence of his administration’s commitment to support democracy.“Today, we can say, with pride, democracies of the world are getting stronger, not weaker,” Biden said.</li><li>But he’s faced criticism from some human rights activists for being too soft on Saudi Arabia and Egypt over their human rights records.</li><li>The first day of the summit was convened in a virtual format and will be followed on Thursday by hybrid gatherings in each of the host countries.Costa Rica will focus on the role of youth in democratic systems.</li><li>Kenya’s Supreme Court unanimously rejected the challenges.“This is our path to sustainable development,” Ruto said.The U.S. hosted the last summit on its own.</li></ul>",
            "website_url": "https://apnews.com/article/biden-summit-for-democracy-china-russia-abd53580d1e8c64c3b5b44e67d83fb73"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "1,100+ notable signatories just signed an open letter asking all AI labs to immediately pause for at least 6 months",
            "description": "As of this writing, more than 1,100 signatories, including Elon Musk, Steve Wozniak, and Tristan Harris of the Center for Humane Technology, have signed an open letter that calls on all AI labs to immediately pause for at least 6 months the training of AI sy",
            "url": "/2023-03-29-1100-notable-signatories-just-signed-an-open-letter-asking-all-ai-labs-to-immediately-pause-for-at-least-6-months",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1364224154.jpg?resize=1200,900",
            "publishedAt": "2023-03-29T06:09:20Z",
            "content": "As of this writing, more than 1,100 signatories, including Elon Musk, Steve Wozniak, and Tristan Harris of the Center for Humane Technology, have signed an open letter that calls on all AI labs to i [+1926 chars]",
            "summary": ")Musk is perhaps the least surprising signatory of this open letter, given that he has been talking about AI safety for many years and has more lately taken aim at OpenAI specifically, suggesting that the company is all talk and no action. But I wish he would do more to look at the hard work were doing to get this stuff right.Were still digesting this letter (others are already tearing it to shreds).In the meantime, you can read it in full here. Altman also noted that the company has long given priority to safety in development and spent more than six months doing safety tests on GPT-4 before its launch. No one from OpenAI, the outfit behind the large language model GPT-4, has signed this letter, for example. Said Altman: Elon is obviously attacking us some on Twitter right now on a few different vectors, and I have empathy because I believe he is  understandably so  really stressed about AGI safety. (A newer report from the outlet Semafor says Musk left after his offer to run OpenAI was rebuffed by its other cofounders, including Altman, who assumed the role of CEO in early 2019. Nor has anyone from Anthropic, whose team spun out of OpenAI to build a safer AI chatbot.AIs moral compass with a jack of all tradesWednesday, OpenAI CEO Sam Altman spoke with the WSJ, saying OpenAI has not started training GPT-5.",
            "html_summary": "<ul><li>)Musk is perhaps the least surprising signatory of this open letter, given that he has been talking about AI safety for many years and has more lately taken aim at OpenAI specifically, suggesting that the company is all talk and no action.</li><li>But I wish he would do more to look at the hard work we’re doing to get this stuff right.”We’re still digesting this letter (others are already tearing it to shreds).In the meantime, you can read it in full here.</li><li>Altman also noted that the company has long given priority to safety in development and spent more than six months doing safety tests on GPT-4 before its launch.</li><li>No one from OpenAI, the outfit behind the large language model GPT-4, has signed this letter, for example.</li><li>Said Altman: “Elon is obviously attacking us some on Twitter right now on a few different vectors, and I have empathy because I believe he is — understandably so — really stressed about AGI safety.</li><li>(A newer report from the outlet Semafor says Musk left after his offer to run OpenAI was rebuffed by its other cofounders, including Altman, who assumed the role of CEO in early 2019.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/28/1100-notable-signatories-just-signed-an-open-letter-asking-all-ai-labs-to-immediately-pause-for-at-least-6-months/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Dan Teran shares Gutter Capitals challenge of closing its first fund",
            "description": "Gutter Capital closed on a $25 million fund, about $10 million over its initial fundraising goal, but the process took over a year.",
            "url": "/2023-03-29-gutter-capital-venture-capital-first-fund",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Gutter-Capital-2.jpg?resize=1200,676",
            "publishedAt": "2023-03-29T13:30:46Z",
            "content": "Gutter Capital, a New York venture capital firm, closed on $25 million in capital commitments for its first fund to invest in preseed and seed stage companies focused on affordability, economic mobi [+4804 chars]",
            "summary": "Gutter Capital, a New York venture capital firm, closed on $25 million in capital commitments for its first fund to invest in pre-seed and seed stage companies focused on affordability, economic mobility and climate change.Founding partners Dan Teran and James Gettinger met while students at Johns Hopkins University. Richard and I are able to partner on recruiting key leadership roles and really help our founders amplify their reach to get top talent into the portfolio.Meanwhile, the firm has already begun raising for its second fund.Dry powder versus wet powder: The numbers have spoken Weve covered the dry powder that venture capital firms are sitting on and also how difficult it is to raise funding in this economic environment. I thought that having a successful exit behind me would be easier, so I was kind of surprised at how little credit you get for that.He explained that when pitching as a founder, you share the vision of the company and can show what you are building. One thing I hadnt accounted for is everyone pitches the exact same thing when youre raising a venture fund. Prior to starting Gutter Capital, Teran started his first company, Managed by Q, which automated office management. We really try to be a true partner to the founders.",
            "html_summary": "<ul><li>Gutter Capital, a New York venture capital firm, closed on $25 million in capital commitments for its first fund to invest in pre-seed and seed stage companies focused on affordability, economic mobility and climate change.Founding partners Dan Teran and James Gettinger met while students at Johns Hopkins University.</li><li>Richard and I are able to partner on recruiting key leadership roles and really help our founders amplify their reach to get top talent into the portfolio.”Meanwhile, the firm has already begun raising for its second fund.Dry powder versus wet powder: The numbers have spoken</li><li>We’ve covered the dry powder that venture capital firms are sitting on and also how difficult it is to raise funding in this economic environment.</li><li>“I thought that having a successful exit behind me would be easier, so I was kind of surprised at how little credit you get for that.”He explained that when pitching as a founder, you share the vision of the company and can show what you are building.</li><li>“One thing I hadn’t accounted for is everyone pitches the exact same thing when you’re raising a venture fund.</li><li>Prior to starting Gutter Capital, Teran started his first company, Managed by Q, which automated office management.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/29/gutter-capital-venture-capital-first-fund/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Deep Render lands $9M for its AIpowered video compression tech",
            "description": "Deep Render, which is developing an AIpowered video compression algorithm, has raised $9 million in a fresh VC tranche.",
            "url": "/2023-03-29-deep-render-lands-9-million-for-its-ai-powered-video-compression-tech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/02/GettyImages-1253556060.jpg?resize=1200,1011",
            "publishedAt": "2023-03-29T13:01:46Z",
            "content": "Deep Render, a startup developing AIpowered tech to compress videos on the web, today announced that it raised $9 million in a Series A funding round led by IP Group and Pentech Ventures. A source f [+5139 chars]",
            "summary": "Elsewhere, Nvidia, Disney Research and the University of California, Irvine have conducted independent experiments with AI-driven compression techniques for streaming video.Image Credits: Deep RenderBesenbruch believes Deep Render is differentiated by its AI compression algorithm, which was trained on a dataset of over 10 million video sequences. We started Deep Render to free the world of all bandwidth limitations by pioneering AI-based compression  AI-based compression doesnt try to fix or work with traditional compression, but replaces it entirely.Take those pronouncements with a grain of salt. Inspired by a research project they co-contributed to that involved sending terabytes of video data over a network, Besenbruch and Zafar were inspired to explore AI-powered video compression tech. So Deep Renders challenge will be convincing would-be customers that its product is truly exceptional in some way.We expect 40 million daily users by 2023 and 300 million by 2024  We project over $40M annual recurring revenue in 2024, Besenbruch said optimistically. Deep Render isnt the only venture applying AI to the problem of video compression, nor is its AI a silver bullet necessarily.Alphabets DeepMind adapted an AI algorithm originally trained to play board games to compress YouTube videos. )In the compression industry, theres a significant challenge of finding a new way forward and searching for new innovations, Besenbruch said. As for WaveOne, another competitor, it raised $9 million throughout the course of its nine-year life span before disappearing with little trace.For its part, Deep Render has raised a total of $15 million and plans to take on venture debt soon.",
            "html_summary": "<ul><li>Elsewhere, Nvidia, Disney Research and the University of California, Irvine have conducted independent experiments with AI-driven compression techniques for streaming video.Image Credits: Deep RenderBesenbruch believes Deep Render is differentiated by its AI compression algorithm, which was trained on a dataset of over 10 million video sequences.</li><li>“We started Deep Render to free the world of all bandwidth limitations by pioneering AI-based compression … AI-based compression doesn’t try to ‘fix’ or ‘work with’ traditional compression, but replaces it entirely.”Take those pronouncements with a grain of salt.</li><li>Inspired by a research project they co-contributed to that involved sending terabytes of video data over a network, Besenbruch and Zafar were inspired to explore AI-powered video compression tech.</li><li>So Deep Render’s challenge will be convincing would-be customers that its product is truly exceptional in some way.“We expect 40 million daily users by 2023 and 300 million by 2024 … We project over $40M annual recurring revenue in 2024,” Besenbruch said optimistically.</li><li>Deep Render isn’t the only venture applying AI to the problem of video compression, nor is its AI a silver bullet necessarily.Alphabet’s DeepMind adapted an AI algorithm originally trained to play board games to compress YouTube videos.</li><li>)“In the compression industry, there’s a significant challenge of finding a new way forward and searching for new innovations,” Besenbruch said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/29/deep-render-lands-9-million-for-its-ai-powered-video-compression-tech/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. AI and robots fuel new job displacement fears. UK to avoid fixed rules for AI  in favor of contextspecific guidance. Biden starts democracy summit with $690M pledge for programs. 1,100+ notable signatories just signed an open letter asking all AI labs to immediately pause for at least 6 months. Dan Teran shares Gutter Capitals challenge of closing its first fund. Deep Render lands $9M for its AIpowered video compression tech"
}