{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Contributors",
            "title": "Is distributed computing dying, or just fading into the backdrop?",
            "description": "There seems to be much less excitement about distributed computing these days.",
            "url": "/2023-07-11-is-distributed-computing-dying-or-just-fading-into-the-backdrop",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/image-1-760x380.png",
            "publishedAt": "2023-07-11T13:44:35Z",
            "content": "Enlarge/ This image has a warm, nostalgic feel for many of us.17 with Distributed computing erupted onto the scene in 1999 with the release of SETI@home, a nifty program and screensaver (back whe [+3205 chars]",
            "summary": "SETI@home was a prime candidate for distributed computing: Each individual work unit was a unique moment in time and space as seen by a radio telescope.Twenty-one years later, SETI@home shut down, having found nothing. We have no way of knowing all the reasons people quit (feel free to tell us in the comments section), but having nothing to show for it is a pretty good reason.SETI@homes history is emblematic of the churn that typifies the distributed computing world. Each piece of the project is independent of the others; a distributed computing project wouldn't work if a process needed the results of a prior process to continue. A UHN spokesperson declined to comment for this story.With the outbreak of the COVID pandemic, there was a new darling in the distributed world: Folding@home, a simulator trying to understand how proteins adopt functional structures. So many people launched it on their computers that it broke the exaFLOP barrier long before supercomputers did.But as the pandemic waned, so did interest in the project. Folding@home had been around for more than 20 years simulating protein folding to understand how diseases were formed. But, with proteins from SARS-CoV-2 to study, Folding@home became the It Project.",
            "html_summary": "<ul><li>SETI@home was a prime candidate for distributed computing: Each individual work unit was a unique moment in time and space as seen by a radio telescope.Twenty-one years later, SETI@home shut down, having found nothing.</li><li>We have no way of knowing all the reasons people quit (feel free to tell us in the comments section), but having nothing to show for it is a pretty good reason.SETI@home’s history is emblematic of the churn that typifies the distributed computing world.</li><li>Each piece of the project is independent of the others; a distributed computing project wouldn't work if a process needed the results of a prior process to continue.</li><li>A UHN spokesperson declined to comment for this story.With the outbreak of the COVID pandemic, there was a new darling in the distributed world: Folding@home, a simulator trying to understand how proteins adopt functional structures.</li><li>So many people launched it on their computers that it broke the exaFLOP barrier long before supercomputers did.But as the pandemic waned, so did interest in the project.</li><li>Folding@home had been around for more than 20 years simulating protein folding to understand how diseases were formed.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/07/is-distributed-computing-dying-or-just-fading-into-the-backdrop/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "This VC firm uses personality tests and AI to find its next investments",
            "description": "Investors are throwing money at AI startups, so its no wonder were starting to see them leaning on the tech to save their most precious resource Time.",
            "url": "/2023-07-11-here-is-a-term-sheet-beep-boop",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-1084839932.jpg?resize=1200,800",
            "publishedAt": "2023-07-11T15:01:06Z",
            "content": "Investors are throwing money at AI startups (perhaps not as much as you might think), so its no wonder that were starting to see them leaning on the technology to leverage their most precious resou [+2283 chars]",
            "summary": "Knowing that the team is at the center of any startup, the fund went down what Hjelm described as a behavioral psychology rabbit hole and sought the help of an industrial psychologist to define the optimal entrepreneurial behavioral profile. They then built Wendal.I tried the platform out myself, and my fictional company (based heavily on my real company that failed spectacularly) was recommended to the investment team.Wendal is not all thats unique about this firm: It also has no carry component. But any AI system is only as good as its training data, so its logical to wonder about Wendals fairness or its capability to determine whether a startups founder is right for a given market. Called Wendal, the platform assesses founders according to 13 entrepreneurial traits to determine if a meeting will prove fruitful or not for investors. Unlike most VC firms that get to keep 20% of the money they generate for their LPs, Connetic wants to make itself available to retail investors through financial advisers. But Hjelm believes the platform has been built to be equitable and that the data bears out this assertion. The question was how.",
            "html_summary": "<ul><li>Knowing that the team is at the center of any startup, the fund went down what Hjelm described as a “behavioral psychology rabbit hole” and sought the help of an industrial psychologist to define the optimal entrepreneurial behavioral profile.</li><li>They then built Wendal.I tried the platform out myself, and my fictional company (based heavily on my real company that failed spectacularly) was recommended to the investment team.Wendal is not all that’s unique about this firm: It also has no carry component.</li><li>But any AI system is only as good as its training data, so it’s logical to wonder about Wendal’s fairness or its capability to determine whether a startup’s founder is right for a given market.</li><li>Called Wendal, the platform assesses founders according to 13 entrepreneurial traits to determine if a meeting will prove fruitful or not for investors.</li><li>Unlike most VC firms that get to keep 20% of the money they generate for their LPs, Connetic wants to make itself available to retail investors through financial advisers.</li><li>But Hjelm believes the platform has been built to be equitable and that the data bears out this assertion.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/11/here-is-a-term-sheet-beep-boop/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Verity brings in another $11M for its inventory drones",
            "description": "Today, Swiss startup Verity announced that its adding $11 million in funding. The addition is part of a $43 million Series B.",
            "url": "/2023-07-11-verity-brings-in-another-11m-for-its-inventory-drones",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/Verity-Series-B.jpeg?resize=1200,628",
            "publishedAt": "2023-07-11T13:00:28Z",
            "content": "Seems were in the middle of drone delivery summer. A few weeks back, Gather AI snapped up competitor, Ware, following an executive shake and soon after, San Josebased B Garage brought in a $20 milli [+2445 chars]",
            "summary": "Were excited to invest in Verity as it scales its operations internationally.Dexory nabs $19M to bring visibility to warehouses through analytics and autonomous robotsCertainly Qualcomm has a personal interest in the world of supply chains and logistics, which have been clouded by uncertainty for the last several years. A few weeks back, Gather AI snapped up competitor Ware following an executive shake-up, and soon after, San Jose-based B Garage brought in a $20 million Series A.Today, Swiss startup Verity announced that its adding $11 million in funding. Veritys self-flying drone technology and advanced warehouse inventory analytics are helping transform supply chains by enabling end-to-end, real-time visibility. The addition is an extension of a $32 million Series B announced back in March, bringing the rounds full raise up to $43 million. The wheeled robot sports an extending scaffolding system to hit those hard to reach shelves.In a lot of ways, drones are uniquely qualified for the job. When you factor in third-party logistics firms, retailers and manufacturers, youve got countless shelves that need to be inventoried.A number of companies, including Simbe and Bossa Nova, have focused on front-of-store shelf scanning. The secret sauce, so to speak, are systems with limited connectivity that allow drones to fly indoors and avoid collisions.Veritys latest round was led by A.P.",
            "html_summary": "<ul><li>We’re excited to invest in Verity as it scales its operations internationally.”Dexory nabs $19M to bring visibility to warehouses through analytics and autonomous robotsCertainly Qualcomm has a personal interest in the world of supply chains and logistics, which have been clouded by uncertainty for the last several years.</li><li>A few weeks back, Gather AI snapped up competitor Ware following an executive shake-up, and soon after, San Jose-based B Garage brought in a $20 million Series A.Today, Swiss startup Verity announced that it’s adding $11 million in funding.</li><li>“Verity’s self-flying drone technology and advanced warehouse inventory analytics are helping transform supply chains by enabling end-to-end, real-time visibility.</li><li>The addition is an extension of a $32 million Series B announced back in March, bringing the round’s full raise up to $43 million.</li><li>The wheeled robot sports an extending scaffolding system to hit those hard to reach shelves.In a lot of ways, drones are uniquely qualified for the job.</li><li>When you factor in third-party logistics firms, retailers and manufacturers, you’ve got countless shelves that need to be inventoried.A number of companies, including Simbe and Bossa Nova, have focused on front-of-store shelf scanning.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/11/verity-brings-in-another-11m-for-its-inventory-drones/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Solaris raises $42M at a flat $1.6B valuation to expand in embedded finance after a tough 2022",
            "description": "Solaris  the German fintech that, when it was known as Solarisbank, raised hundreds of millions of dollars to build out its embedded finance platform  is today announcing more funding. The company, used by the likes of Samsung, American Express and Coinbase",
            "url": "/2023-07-11-solaris-embedded-finance-42-million",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1148113728.jpg?resize=1200,800",
            "publishedAt": "2023-07-11T11:10:51Z",
            "content": "Solaris  the German fintech that, when it was known as Solarisbank, raised hundreds of millions of dollars to build out its embedded finance platform  is today announcing more funding. The company, [+5227 chars]",
            "summary": "(After publishing, it told us that it also closed a little-publicized inside round last year of 40 million, a Series E.)Previous backers in the company include a range of strategic and financial investors such as ABN AMRO, Visa, BBVA, Samsung, Lakestar, FJ Labs and many more. Its also been working through how to digest a hefty piece of M&A: that big round in 2021 was made in part for it to acquire a big embedded finance competitor, Contis.Despite the good progress we have made, we are still in the early stages of implementing our strategy. Solaris flatly describes 2022 as the year that put Solaris to the test.Although it made revenues of 130 million in the year and said it grew 30%, it did so at a loss of 56 million. Today, perhaps were seeing a test case for that.Updated with further details of a previous funding round, to clarify that the previous CEO was not a co-founder, and the names of the investors in this latest round. The startup has been going through a year of cost-cutting as a result to address the changed market conditions. It also notes that its first-half results are showing some promise of profitability coming, although no figures were disclosed today to prove that out. Solaris  the German fintech that, when it was known as Solarisbank, raised hundreds of millions of dollars to build out its embedded finance platform  is today announcing more funding. Solaris, quoting figures from CB Insights, said that global fintech funding declined by 46% in 2022.",
            "html_summary": "<ul><li>(After publishing, it told us that it also closed a little-publicized inside round last year of €40 million, a Series E.)Previous backers in the company include a range of strategic and financial investors such as ABN AMRO, Visa, BBVA, Samsung, Lakestar, FJ Labs and many more.</li><li>It’s also been working through how to digest a hefty piece of M&A: that big round in 2021 was made in part for it to acquire a big embedded finance competitor, Contis.“Despite the good progress we have made, we are still in the early stages of implementing our strategy.</li><li>Solaris flatly describes 2022 as the year that “put Solaris to the test.”Although it made revenues of €130 million in the year and said it grew 30%, it did so at a loss of €56 million.</li><li>Today, perhaps we’re seeing a test case for that.Updated with further details of a previous funding round, to clarify that the previous CEO was not a co-founder, and the names of the investors in this latest round.</li><li>The startup has been going through a year of cost-cutting as a result “to address the changed market conditions.” It also notes that its first-half results are showing some promise of profitability coming, although no figures were disclosed today to prove that out.</li><li>Solaris — the German fintech that, when it was known as Solarisbank, raised hundreds of millions of dollars to build out its embedded finance platform — is today announcing more funding.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/11/solaris-embedded-finance-42-million/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Savvy, a platform to secure SaaS apps, launches out of stealth with $30M",
            "description": "Savvy, a startup developing a platform to secure SaaS apps, has emerged from stealth with $30M in venture funding.",
            "url": "/2023-07-11-savvy-a-platform-to-secure-saas-apps-launches-out-of-stealth-with-30m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-1399729683.jpg?resize=1200,708",
            "publishedAt": "2023-07-11T13:00:42Z",
            "content": "Softwareasaservice (SaaS) apps are an essential part of how many companies do business. But when the number of apps grows beyond a certain threshold, it can be difficult to secure them. According  [+4660 chars]",
            "summary": "Installed as a browser extension, Savvy can watch for problematic actions that a user might take on a desktop or laptop, such as submitting sensitive data to ChatGPT.On the back end, security teams can create workflows with automation playbooks that trigger when users take certain actions. But Savvy does collect data  specifically metadata  for monitoring and reporting purposes, and the company stores it for 180 days by default.That metadata retention might concern the users being monitored  and the companies entrusting Savvy with their data, for that matter. Savvy counts several Fortune 500 customers in tech, hospitality and consumer goods verticals among its 15 customers, Guzner claims, and has a total of 100,000 users under management.Its worth noting that Savvy is in a relatively stable place considering the current state of cybersecurity startup funding. A fundamental shift in the decision-making and actions surrounding software usage is required to address SaaS sprawl.Guzner says that the tranche announced today will be put toward scaling Savvys go-to-market presence and 50-person team, focusing on the U.S. market, and building out the companys customer support and success functions. But rapid SaaS adoption, the lack of standardized apps and their security controls and the complexities introduced by app integrations are burdening security teams, he said. This challenges security and business managers to keep up with user requests for new apps and secure the ones already being used. We started selling our solution earlier this year while still in stealth mode and were seeing a growing demand from enterprise customers for our solution, so it made sense to raise funds now and scale the company.",
            "html_summary": "<ul><li>Installed as a browser extension, Savvy can watch for problematic actions that a user might take on a desktop or laptop, such as submitting sensitive data to ChatGPT.On the back end, security teams can create workflows with automation playbooks that trigger when users take certain actions.</li><li>But Savvy does collect data — specifically metadata — for monitoring and reporting purposes, and the company stores it for 180 days by default.That metadata retention might concern the users being monitored — and the companies entrusting Savvy with their data, for that matter.</li><li>Savvy counts “several” Fortune 500 customers in tech, hospitality and consumer goods verticals among its 15 customers, Guzner claims, and has a total of 100,000 users under management.It’s worth noting that Savvy is in a relatively stable place considering the current state of cybersecurity startup funding.</li><li>A fundamental shift in the decision-making and actions surrounding software usage is required to address SaaS sprawl.”Guzner says that the tranche announced today will be put toward scaling Savvy’s go-to-market presence and 50-person team, focusing on the U.S. market, and building out the company’s customer support and success functions.</li><li>But rapid SaaS adoption, the lack of standardized apps and their security controls and the complexities introduced by app integrations are burdening security teams,” he said.</li><li>“This challenges security and business managers to keep up with user requests for new apps and secure the ones already being used.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/11/savvy-a-platform-to-secure-saas-apps-launches-out-of-stealth-with-30m/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Carly Page",
            "title": "Banks, hotels and hospitals among latest MOVEit masshack victims",
            "description": "The MOVEit masshack has claimed yet more victims, including banks, hospitals, a hotel chain, and GPS tech company TomTom.",
            "url": "/2023-07-11-banks-hotels-hospitals-latest-moveit-mass-hack-victims",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/raddison-hotels-moveit-getty.jpg?resize=1200,800",
            "publishedAt": "2023-07-11T14:34:08Z",
            "content": "The MOVEit masshack has claimed yet more victims, including hotel chain Radisson, U.S.based 1st Source Bank, real estate giant Jones Lang LaSalle, and Dutch GPS company TomTom.The Clop ransomware [+4193 chars]",
            "summary": "However, UofL Health declined to say whether data had been accessed.Recently, the United States government confirmed that multiple federal agencies had been affected by cyberattacks which exploited a security vulnerability in a popular file transfer tool called MOVEit, UofL Health spokesperson David McArthur told TechCrunch. Unfortunately, a small number of UofL Health medical practices used this software to transfer files to third party vendors.Upon learning of this event, UofL Health immediately took action and is now working with a forensic IT agency to determine the scope of the matter. The security of normal operations at UofL Health hospitals, medical centers, and physician offices has not been jeopardized.TomTom, the Dutch navigation giant, also confirmed to TechCrunch that its affected after being listed by Clop on Tuesday. We at TomTom were immediately aware of a data breach that occurred on our vendors platform, MOVEit, last month, said TomTom spokesperson Ivo Bkkerink. Our immediate investigation detected unauthorized access to a limited number of files; we contained the malicious activity and patched our systems per vendor-provided instructions, said JLL spokesperson Allison Heraty.",
            "html_summary": "<ul><li>However, UofL Health declined to say whether data had been accessed.“Recently, the United States government confirmed that multiple federal agencies had been affected by cyberattacks which exploited a security vulnerability in a popular file transfer tool called MOVEit,” UofL Health spokesperson David McArthur told TechCrunch.</li><li>“Unfortunately, a small number of UofL Health medical practices used this software to transfer files to third party vendors.“Upon learning of this event, UofL Health immediately took action and is now working with a forensic IT agency to determine the scope of the matter.</li><li>The security of normal operations at UofL Health hospitals, medical centers, and physician offices has not been jeopardized.”TomTom, the Dutch navigation giant, also confirmed to TechCrunch that it’s affected after being listed by Clop on Tuesday.</li><li>“We at TomTom were immediately aware of a data breach that occurred on our vendor’s platform, MOVEit, last month,” said TomTom spokesperson Ivo Bökkerink.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/11/banks-hotels-hospitals-latest-moveit-mass-hack-victims/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Is distributed computing dying, or just fading into the backdrop?. This VC firm uses personality tests and AI to find its next investments. Verity brings in another $11M for its inventory drones. Solaris raises $42M at a flat $1.6B valuation to expand in embedded finance after a tough 2022. Savvy, a platform to secure SaaS apps, launches out of stealth with $30M. Banks, hotels and hospitals among latest MOVEit masshack victims"
}