{
    "status": "ok",
    "totalResults": 1,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Elizabeth Rayne",
            "title": "Plantbased cheese may be getting more appetizing | Makemetechie.com Summary",
            "description": "Can we skip the dairy and still get a cheese that doesnt taste like plants?",
            "url": "/2023-10-14-plant-based-cheese-may-be-getting-more-appetizing",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/GettyImages-1453783531-760x380.jpg",
            "publishedAt": "2023-10-14T11:00:52Z",
            "content": "3 with There is no questioning our ongoing love affair with cheese. From pizza and pasta to that decadent slice of cheesecake, we cant get enough. But the dairy industry that produces cheese has ha [+4182 chars]",
            "summary": "A team of scientists from the University of Copenhagen in Denmark has created nondairy cheese with a taste and texture that s much closer to the real thing. Instead of developing some sort of futuristic technology they harnessed the transformative power of a process that has been used to make traditional cheese for thousands of years fermentation. The characteristics the team specifically looked for were acidity gel firmness and how well the bacteria were able to cover up the vegetal flavors of the pea protein with buttery and creamy overtones.",
            "html_summary": "<ul><li>A team of scientists from the University of Copenhagen in Denmark has created nondairy cheese with a taste and texture that s much closer to the real thing.</li><li> Instead of developing some sort of futuristic technology they harnessed the transformative power of a process that has been used to make traditional cheese for thousands of years fermentation.</li><li> The characteristics the team specifically looked for were acidity gel firmness and how well the bacteria were able to cover up the vegetal flavors of the pea protein with buttery and creamy overtones.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/10/plant-based-cheese-may-be-getting-more-appetizing/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Plantbased cheese may be getting more appetizing | Makemetechie.com Summary"
}