{
    "status": "ok",
    "totalResults": 18,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Kim Tong-hyung",
            "title": "Fears, questions about NKoreas growing nuke arsenal...",
            "description": "SEOUL, South Korea (AP)  North Koreas latest missile launches are a demonstration of the countrys avowed ability to use nuclear force against South Korea and the mainland U.S. How immediate is that threat?",
            "url": "/2023-02-21-politics-north-korea-south-nuclear-weapons-f409b488bb38ad3cfc37d1f8d29a6857",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/be8019f75ed2437fa0733d8941166182/3000.webp",
            "publishedAt": "2023-02-21T13:22:37Z",
            "content": "SEOUL, South Korea (AP) North Koreas latest missile launches are a demonstration of the countrys avowed ability to use nuclear force against South Korea and the mainland U.S. How immediate is that th [+7757 chars]",
            "summary": "But others say North Korea is still years away from producing such warheads.After its sixth nuclear test, people accepted that North Korea really will have nuclear weapons. The question is whether they are small enough to fit on a missile.North Korea has so far performed six underground nuclear test explosions to manufacture warheads that it can place on missiles. North Korean state media said its new artillery system can carry nuclear warheads, and that four rockets would be enough to wipe out an enemy airfield. Also, which country would disclose such attack scenarios via state media?Other new North Korean short-range systems include missiles that were apparently modeled after the Russian Iskander mobile ballistic system or outwardly resemble the U.S. MGM-140 Army Tactical Missile System. Solid-fueled systems allow missiles to be mobile on the ground and make them faster to launch.___WARHEADSNorth Korea likely has dozens of nuclear warheads. ... Why do they need four tactical nuclear weapons to destroy just one airfield? Shin, the analyst, said. North Koreas Yongbyon complex has facilities to produce both plutonium and highly enriched uranium, the two main ingredients to build nuclear weapons.",
            "html_summary": "<ul><li>But others say North Korea is still years away from producing such warheads.“After its sixth nuclear test, people accepted that North Korea really will have nuclear weapons.</li><li>The question is whether they are small enough to fit on a missile.North Korea has so far performed six underground nuclear test explosions to manufacture warheads that it can place on missiles.</li><li>North Korean state media said its new artillery system can carry nuclear warheads, and that four rockets would be enough to wipe out an enemy airfield.</li><li>“Also, which country would disclose such attack scenarios via state media?”Other new North Korean short-range systems include missiles that were apparently modeled after the Russian Iskander mobile ballistic system or outwardly resemble the U.S. MGM-140 Army Tactical Missile System.</li><li>Solid-fueled systems allow missiles to be mobile on the ground and make them faster to launch.___WARHEADSNorth Korea likely has dozens of nuclear warheads.</li><li>... Why do they need four tactical nuclear weapons to destroy just one airfield?” Shin, the analyst, said.</li></ul>",
            "website_url": "https://apnews.com/article/politics-north-korea-south-nuclear-weapons-f409b488bb38ad3cfc37d1f8d29a6857"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "The Bodleian uncovers hidden inscriptions by mysterious medieval woman scribe",
            "description": "Meet Selene, a new photometric stereo recording prototype. Think of it as 2.5D imaging.",
            "url": "/2023-02-21-the-bodleian-uncovers-hidden-inscriptions-by-mysterious-medieval-woman-scribe",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/bodleian14-760x380.jpg",
            "publishedAt": "2023-02-21T18:40:37Z",
            "content": "Enlarge/ Bodleian MS. Selden Supra 30 open at pp. 1819.2 with Jessica Hodgson, a graduate student at the University of Leicester, was poring over a medieval manuscript in the Bodleian Libraries [+4495 chars]",
            "summary": "And last year, scientists used the method to discover the first known Greek remnants of the astronomer Hipparchus' lost star catalog, hidden beneath Christian texts on medieval parchment.Lowe knew of these methods, but he was surprised to learn that nobody was working on recording the surface of objects. This can reveal minute hints of pigment, as well as hidden drawings or writings underneath various layers of paint or ink.For instance, researchers have previously used the technique to reveal hidden text on four Dead Sea Scroll fragments previously believed to be blank. So Hodgson turned to John Barrett, technical leader for a recent project at the Bodleian called ARCHiOx (Analyzing and Recording Cultural Heritage in Oxford), for help.Thanks to the project's prototype photometric stereo recording and 3D scanning systems, Barrett confirmed Hodgson's discovery. So the Factum Foundation started working first with 3D scanning systems and then developed its own photometric stereo scanner, dubbed Selene, which the Bodleian is using for the first time. This latest discovery bolsters a 1935 discovery of the letters \"EADB\" and \"+E+\" in the lower margin of another page in the same manuscript, both believed to be abbreviated forms of \"Eadburh/Eadburg. While he emphasizes that this is a very important activity, he thinks it has been done at the expense of the kind of work Barrett is doing at the Bodleian, looking at what he calls the \"materiality\" of those manuscripts: their surface qualities, bookbinding, typography, and the like. Swiss scientists used multispectral imaging to reconstruct photographic plates created by French physicist Gabriel Lippmann, who pioneered color photography and snagged the 1908 Nobel Prize in Physics for his efforts.",
            "html_summary": "<ul><li>And last year, scientists used the method to discover the first known Greek remnants of the astronomer Hipparchus' lost star catalog, hidden beneath Christian texts on medieval parchment.Lowe knew of these methods, but he was surprised to learn that nobody was working on recording the surface of objects.</li><li>This can reveal minute hints of pigment, as well as hidden drawings or writings underneath various layers of paint or ink.For instance, researchers have previously used the technique to reveal hidden text on four Dead Sea Scroll fragments previously believed to be blank.</li><li>So Hodgson turned to John Barrett, technical leader for a recent project at the Bodleian called ARCHiOx (Analyzing and Recording Cultural Heritage in Oxford), for help.Thanks to the project's prototype photometric stereo recording and 3D scanning systems, Barrett confirmed Hodgson's discovery.</li><li>So the Factum Foundation started working first with 3D scanning systems and then developed its own photometric stereo scanner, dubbed Selene, which the Bodleian is using for the first time.</li><li>This latest discovery bolsters a 1935 discovery of the letters \"EADB\" and \"+E+\" in the lower margin of another page in the same manuscript, both believed to be abbreviated forms of \"Eadburh/Eadburg.</li><li>While he emphasizes that this is a very important activity, he thinks it has been done at the expense of the kind of work Barrett is doing at the Bodleian, looking at what he calls the \"materiality\" of those manuscripts: their surface qualities, bookbinding, typography, and the like.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/the-bodleian-uncovers-hidden-inscriptions-by-mysterious-medieval-woman-scribe/"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Neil Irwin, Courtenay Brown",
            "title": "Economic tailwind from flush states",
            "description": "State and local governments are facing very different circumstances than they did during the yearslong slog that followed the Great Recession They are swimming in cash.Why it matters State lawmakers have begun to hash out budget plans for this fiscal year. ",
            "url": "/2023-02-21-economic-tailwind-from-flush-states",
            "urlToImage": "https://images.axios.com/nKmCOFjrYUexoqXl9D5ve_jpeig=/0x0:1920x1080/1366x768/2023/02/21/1676989888407.jpg",
            "publishedAt": "2023-02-21T16:57:58Z",
            "content": "State and local governments are facing very different circumstances than they did during the yearslong slog that followed the Great Recession They are swimming in cash.Why it matters State lawmak [+2868 chars]",
            "summary": "To plug the hole, there were deep cuts to state programs.What to watch: State officials are paring back expectations for tax revenues, bracing for an economic slowdown. Illustration: Ada Amer/AxiosState and local governments are facing very different circumstances than they did during the yearslong slog that followed the Great Recession: They are swimming in cash.Why it matters: State lawmakers have begun to hash out budget plans for this fiscal year. Flashback: In the aftermath of the 2008 crisis, state finances came under stress and miserable conditions lingered, with revenues plunging. There are exceptions  California being one  but for the most part, state coffers are fat and generally finances are in good shape.",
            "html_summary": "<ul><li>To plug the hole, there were deep cuts to state programs.What to watch: State officials are paring back expectations for tax revenues, bracing for an economic slowdown.</li><li>Illustration: Aïda Amer/AxiosState and local governments are facing very different circumstances than they did during the yearslong slog that followed the Great Recession: They are swimming in cash.Why it matters: State lawmakers have begun to hash out budget plans for this fiscal year.</li><li>Flashback: In the aftermath of the 2008 crisis, state finances came under stress and miserable conditions lingered, with revenues plunging.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/21/economic-tailwind-from-flush-states"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ashley Gold, Sara Fischer",
            "title": "Chatbots trigger next misinformation nightmare",
            "description": "New generative AI tools like OpenAIs ChatGPT, Microsofts BingGPT and Googles Bard that have stoked a techindustry frenzy are also capable of releasing a vast flood of online misinformation.Why it matters Regulators and technologists were slow to address ",
            "url": "/2023-02-21-chatbots-misinformation-nightmare-chatgpt-ai",
            "urlToImage": "https://images.axios.com/JWjf4-xZ1eCfBc77JPNoZ027WN0=/0x0:1920x1080/1366x768/2023/02/19/1676822085687.jpg",
            "publishedAt": "2023-02-21T10:30:24Z",
            "content": "New generative AI tools like OpenAIs ChatGPT, Microsofts BingGPT and Googles Bard that have stoked a techindustry frenzy are also capable of releasing a vast flood of online misinformation.Why  [+5296 chars]",
            "summary": "That means at least some generative AI will be subject to \"injection attacks,\" where malicious users teach lies to the programs, which then spread them.The misinformation threat posed by everyday users unintentionally spreading falsehoods through bad results is also huge, but not as pressing. Yes, but: \"The challenge for an end user is that they may not know which answer is correct, and which one is completely inaccurate,\" Chirag Shah, a professor at the Information School at the University of Washington, told Axios. Go deeper: Read more in Axios' AI Revolution series ",
            "html_summary": "<ul><li>That means at least some generative AI will be subject to \"injection attacks,\" where malicious users teach lies to the programs, which then spread them.The misinformation threat posed by everyday users unintentionally spreading falsehoods through bad results is also huge, but not as pressing.</li><li>Yes, but: \"The challenge for an end user is that they may not know which answer is correct, and which one is completely inaccurate,\" Chirag Shah, a professor at the Information School at the University of Washington, told Axios.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/21/chatbots-misinformation-nightmare-chatgpt-ai"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Replicate wants to take the pain out of running and hosting ML models",
            "description": "Replicate, a startup that runs machine learning models in the cloud, today launched out of stealth with $17.8 million in venture capital backing; $12.5...",
            "url": "/2023-02-21-replicate-wants-to-take-the-pain-out-of-running-and-hosting-ml-models",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/xDzP4dIV14yhzieLLVYKrg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/5bccb91ace7bff7ef9fc1b004b8276d2",
            "publishedAt": "2023-02-21T15:00:05Z",
            "content": "Replicate, a startup that runs machine learning models in the cloud, today launched out of stealth with $17.8 million in venture capital backing; $12.5 million of the total came from a Series A led b [+4800 chars]",
            "summary": "Were making it possible for software engineers to use machine learning with zero experience, with just a few lines of code, so they can build products with AI and apply it to business problems.Replicate hosts thousands of ready-to-use models, including text-to-image and image-to-text models ( la Stable Diffusion). The platform offers diffusion models including Stable Diffusion, models for creating and editing videos, upscaling models for images and various image-to-text and text-to-image models.Swift, painless deployment is the focus. The platform can automatically generate an API server for custom machine learning models, deployed on a large cluster of GPUs.If you get a ton of traffic, we scale up to handle the demand. Typically, youd have to battle with servers, Kubernetes, GPUs, API servers, auto-scaling and more.Core to Replicate is Cog, an open source tool that lets developers package machine learning models in a standard, production-ready container format. Firshman and Jansson developed Cog, which runs on any newer macOS, Linux or Windows 11 machine.AI is currently too hard to use for software engineers and you have to be a machine learning engineer to use it, Firshman said. Google, Amazon and Microsoft could be considered rivals, as well  offering their own solutions for developing, launching and maintaining machine leaning models in the cloud. Founders are building tons of new products, investors are investing in it and users are clamoring for all these new things.Leaning into generative AI is certainly a wise decision on Replicates part.",
            "html_summary": "<ul><li>We’re making it possible for software engineers to use machine learning with zero experience, with just a few lines of code, so they can build products with AI and apply it to business problems.”Replicate hosts thousands of ready-to-use models, including text-to-image and image-to-text models (à la Stable Diffusion).</li><li>The platform offers diffusion models including Stable Diffusion, models for creating and editing videos, upscaling models for images and various image-to-text and text-to-image models.Swift, painless deployment is the focus.</li><li>The platform can automatically generate an API server for custom machine learning models, deployed on a large cluster of GPUs.“If you get a ton of traffic, we scale up to handle the demand.</li><li>Typically, you’d have to battle with servers, Kubernetes, GPUs, API servers, auto-scaling and more.”Core to Replicate is Cog, an open source tool that lets developers package machine learning models in a standard, production-ready container format.</li><li>Firshman and Jansson developed Cog, which runs on any newer macOS, Linux or Windows 11 machine.“AI is currently too hard to use for software engineers and you have to be a machine learning engineer to use it,” Firshman said.</li><li>Google, Amazon and Microsoft could be considered rivals, as well — offering their own solutions for developing, launching and maintaining machine leaning models in the cloud.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/21/replicate-wants-to-take-the-pain-out-of-running-and-hosting-ml-models/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSH FUNK - Associated Press",
            "title": "Buttigieg urges safety changes after fiery Ohio derailment",
            "description": "Transportation Secretary Pete Buttigieg wants the nations freight railroads to immediately act to improve safety while regulators try to strengthen safety rules in the wake of a fiery derailment in Ohio that forced evacuations when toxic chemicals were relea",
            "url": "/2023-02-21-f1cd9d79cdd66b1f45d1dcdf1e53ff58",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/a/2c/a2c27c68-3267-583f-9402-4a6e03ec8760/63f4aca1bbe7c.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-21T10:04:00Z",
            "content": "By JOSH FUNK  Associated PressOMAHA, Neb. (AP) Transportation Secretary Pete Buttigieg wants the nations freight railroads to immediately act to improve safety while regulators try to strengthen s [+8253 chars]",
            "summary": "(AP)  Transportation Secretary Pete Buttigieg wants the nations freight railroads to immediately act to improve safety while regulators try to strengthen safety rules in the wake of a fiery derailment in Ohio that forced evacuations when toxic chemicals were released and burned. He also said Congress should raise the current $225,455 limit on railroad safety fines at least tenfold to create a better deterrent.Buttigieg criticized railroads for lobbying against the braking rule and challenging it in court. Mike DeWine was incredulous when he learned the Norfolk Southern train that derailed didnt carry that high-hazardous designation, meaning that the railroad didnt have to notify the state about the dangerous chemicals it was carrying.This is absurd, DeWine said. I do think that theres a moment to look in the mirror as an entire industry and decide what we can do better, said Greg Regan, president of the AFL-CIOs Transportation Trades Department coalition. Buttigieg announced a package of reforms Tuesday  two days after he warned the railroad responsible for the derailment, Norfolk Southern, to fulfill its promises to clean up the mess just outside East Palestine, Ohio, and help the town recover. That is likely just the start, as the EPA made clear Tuesday that Norfolk Southern will be responsible for the cleanup costs, and several lawsuits have already been filed against the railroad. Its not clear whether the high-hazardous rules could have prevented this derailment.",
            "html_summary": "<ul><li>(AP) — Transportation Secretary Pete Buttigieg wants the nation’s freight railroads to immediately act to improve safety while regulators try to strengthen safety rules in the wake of a fiery derailment in Ohio that forced evacuations when toxic chemicals were released and burned.</li><li>He also said Congress should raise the current $225,455 limit on railroad safety fines at least tenfold to create a better deterrent.Buttigieg criticized railroads for lobbying against the braking rule and challenging it in court.</li><li>Mike DeWine was incredulous when he learned the Norfolk Southern train that derailed didn’t carry that “high-hazardous” designation, meaning that the railroad didn’t have to notify the state about the dangerous chemicals it was carrying.“This is absurd,” DeWine said.</li><li>“I do think that there’s a moment to look in the mirror as an entire industry and decide what we can do better,” said Greg Regan, president of the AFL-CIO’s Transportation Trades Department coalition.</li><li>Buttigieg announced a package of reforms Tuesday — two days after he warned the railroad responsible for the derailment, Norfolk Southern, to fulfill its promises to clean up the mess just outside East Palestine, Ohio, and help the town recover.</li><li>That is likely just the start, as the EPA made clear Tuesday that Norfolk Southern will be responsible for the cleanup costs, and several lawsuits have already been filed against the railroad.</li></ul>",
            "website_url": "https://apnews.com/f1cd9d79cdd66b1f45d1dcdf1e53ff58"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By BARBARA ORTUTAY - AP Technology Writer",
            "title": "What is Section 230, the rule that made the modern internet?",
            "description": "Twentysix words tucked into a 1996 law overhauling telecommunications have allowed companies like Facebook, Twitter and Google to grow into the giants they are today. Two cases before the U.S. Supreme Court being argued this week challenge this law. The",
            "url": "/2023-02-21-eb89baf1fa30e245c030992b48a8a0ff",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/31/d31348dc-e445-50fb-bb43-ff96c4e65bfa/63f4ad0996b36.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-21T20:08:02Z",
            "content": "By BARBARA ORTUTAY  AP Technology WriterTwentysix words tucked into a 1996 law overhauling telecommunications have allowed companies like Facebook, Twitter and Google to grow into the giants they [+5494 chars]",
            "summary": "And a lot of those conversations are enabled by Section 230, which says that whoevers allowing us to talk to each other isnt liable for our conversations, said Eric Goldman, a professor at Santa Clara University specializing in internet law. And Section 230 was born.Today it protects both from liability for user posts as well as liability for any claims for moderating content, Kosseff said.WHAT HAPPENS IF SECTION 230 GOES AWAY?The primary thing we do on the internet is we talk to each other. The judge in their case ruled that they exercised editorial control  so youre more like a newspaper than a newsstand, Kosseff said.That didnt sit well with politicians, who worried that outcome would discourage newly forming internet companies from moderating at all. A case coming before the U.S. Supreme Court this week, Gonzalez v. Google, challenges this law  namely whether tech companies are liable for the material posted on their platforms. Section 230 also allows social platforms to moderate their services by removing posts that, for instance, are obscene or violate the services own standards, so long as they are acting in good faith.WHERE DID SECTION 230 COME FROM? Platforms might get more cautious, as Craigslist did following the 2018 passage of a sex-trafficking law that carved out an exception to Section 230 for material that promotes or facilitates prostitution. Craigslist quickly removed its personals section, which wasnt intended to facilitate sex work, altogether. The Supreme Court could easily disturb or eliminate that basic proposition and say that the people allowing us to talk to each other are liable for those conversations.",
            "html_summary": "<ul><li>And a lot of those conversations are enabled by Section 230, which says that whoever’s allowing us to talk to each other isn’t liable for our conversations,” said Eric Goldman, a professor at Santa Clara University specializing in internet law.</li><li>And Section 230 was born.“Today it protects both from liability for user posts as well as liability for any claims for moderating content,” Kosseff said.WHAT HAPPENS IF SECTION 230 GOES AWAY?“The primary thing we do on the internet is we talk to each other.</li><li>The judge in their case ruled that “they exercised editorial control — so you’re more like a newspaper than a newsstand,” Kosseff said.That didn’t sit well with politicians, who worried that outcome would discourage newly forming internet companies from moderating at all.</li><li>A case coming before the U.S. Supreme Court this week, Gonzalez v. Google, challenges this law — namely whether tech companies are liable for the material posted on their platforms.</li><li>Section 230 also allows social platforms to moderate their services by removing posts that, for instance, are obscene or violate the services’ own standards, so long as they are acting in “good faith.”WHERE DID SECTION 230 COME FROM?</li><li>Platforms might get more cautious, as Craigslist did following the 2018 passage of a sex-trafficking law that carved out an exception to Section 230 for material that “promotes or facilitates prostitution.” Craigslist quickly removed its “personals” section, which wasn’t intended to facilitate sex work, altogether.</li></ul>",
            "website_url": "https://apnews.com/eb89baf1fa30e245c030992b48a8a0ff"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By TIM REYNOLDS - AP Sports Writer",
            "title": "Woods, McIlroy break ground on hightech golf league site",
            "description": "Tiger Woods and Rory McIlroy are closer to seeing their hightech golf league become reality. The ceremonial groundbreaking for the arena that will house the league thats being called TGL was held Tuesday at Palm Beach State College. Woods and",
            "url": "/2023-02-21-94564b4ef5437f09295fa907bdf3229e",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/4/09/4099d247-0e93-5701-93bf-76cdf1ed2162/63f500ea86bf5.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-21T17:25:29Z",
            "content": "By TIM REYNOLDS  AP Sports WriterPALM BEACH GARDENS, Fla. (AP) Tiger Woods and Rory McIlroy put the silverplated shovels into a pile of dirt and left sizable divots.With that, their hightech g [+3366 chars]",
            "summary": "There will be 15 matches in the regular season, followed by semifinals and a final.Were going to have excitement, were going to have something different, something that is is passionate, Woods said. Youre going to get home and away, youre going to get some people that you want to win and not win. Its just a more in-depth look into that.Mike McCarley, another co-founder and former Golf Channel president, said the arena will be built on a 10-acre (435,600-square feet) parcel of unused land. We are breaking ground on much more than a dream, much more than a prime-time golf league.___AP golf: https://apnews.com/hub/golf and https://twitter.com/AP_Sports We dont know how to play golf without it.Access is part of the allure of the concept, along with the technology. Literally, Woods pointed out.Wagering is part of our sport, part of our culture, Woods said, then turned and looked at McIlroy. Weve been involved in teams before whether its Ryder Cup, Presidents Cup, Irish national teams, for me high school, college, whatever it is.",
            "html_summary": "<ul><li>There will be 15 matches in the regular season, followed by semifinals and a final.“We’re going to have excitement, we’re going to have something different, something that is is passionate,” Woods said.</li><li>You’re going to get home and away, you’re going to get some people that you want to win and not win.</li><li>“It’s just a more in-depth look into that.”Mike McCarley, another co-founder and former Golf Channel president, said the arena will be built on a 10-acre (435,600-square feet) parcel of unused land.</li><li>“We are breaking ground on much more than a dream, much more than a prime-time golf league.”___AP golf: https://apnews.com/hub/golf and https://twitter.com/AP_Sports</li><li>“We don’t know how to play golf without it.”Access is part of the allure of the concept, along with the technology.</li><li>Literally, Woods pointed out.“Wagering is part of our sport, part of our culture,” Woods said, then turned and looked at McIlroy.</li></ul>",
            "website_url": "https://apnews.com/94564b4ef5437f09295fa907bdf3229e"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Chris Lee",
            "title": "Bots in the classroom What ChatGPT means to educators",
            "description": "Does ChatGPT spell the end of the essay? No, but it may improve assessment.",
            "url": "/2023-02-21-bots-in-the-classroom-what-chatgpt-means-to-educators",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/02/teacher-examining-chatgpt-760x380.jpg",
            "publishedAt": "2023-02-21T18:34:13Z",
            "content": "0 with One of the most unpleasant aspects of teaching is grading. Passing judgment on people is never fun, and its even less fun when youve spent months interacting with those people on a daily bas [+4163 chars]",
            "summary": "For good students, it saves them from doing what they can already do; for struggling students, it turns an almost-certain fail into a chance of passing.Part of the senior school assessment is a writing portfolio, and boy, has ChatGPT been working hard here. I also dont think avoiding bot output by taking a great leap backward to written exams is an acceptable solutionwe already generate large numbers of students who can pass exams while not actually being able to apply what they know.We have to ask what we want to assess. From my perspective as a teacher of science and technology, these writing tools are something students can learn from if they want to improve their writing. And do we really need to use things that bots can produceessays or reportsas proxies for our assessment?Students have been using writing aids for a long time. Some of the reflections, which are supposed to describe a students experience in doing the assignment, even referred to a number of random pieces of writing not included in the portfolio, as ChatGPT has no context, only statistics.The school administration is uncertain about how to proceed. Within that chapter, different sections were supposedly written by different students, but the voice, style, and sourcing did not change at all. My students must perform research related to one of their practical projects, and that research is partially assessed in the form of a chapter of the project report.",
            "html_summary": "<ul><li>For good students, it saves them from doing what they can already do; for struggling students, it turns an almost-certain fail into a chance of passing.Part of the senior school assessment is a writing portfolio, and boy, has ChatGPT been working hard here.</li><li>I also don’t think avoiding bot output by taking a great leap backward to written exams is an acceptable solution—we already generate large numbers of students who can pass exams while not actually being able to apply what they “know.”We have to ask what we want to assess.</li><li>From my perspective as a teacher of science and technology, these writing tools are something students can learn from if they want to improve their writing.</li><li>And do we really need to use things that bots can produce—essays or reports—as proxies for our assessment?Students have been using writing aids for a long time.</li><li>Some of the reflections, which are supposed to describe a student’s experience in doing the assignment, even referred to a number of random pieces of writing not included in the portfolio, as ChatGPT has no context, only statistics.The school administration is uncertain about how to proceed.</li><li>Within that chapter, different sections were supposedly written by different students, but the voice, style, and sourcing did not change at all.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/02/bots-in-the-classroom-what-chatgpt-means-to-educators/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Caroline Hogan",
            "title": "SaaS leaders Use customer insights to accelerate growth during a downturn",
            "description": "Understanding shifts in how buyers are researching, evaluating, selecting and purchasing software is critical to accelerating growth.",
            "url": "/2023-02-21-saas-leaders-use-customer-insights-to-accelerate-growth-during-a-downturn",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1069159764.jpg?resize=1200,800",
            "publishedAt": "2023-02-21T12:32:28Z",
            "content": "Many startups are feeling the pressure in todays uncertain economic climate, but for SaaS companies, the next 12 months could present major opportunities for growth 70% of small and midsize busines [+2005 chars]",
            "summary": "Companies are making buying decisions faster, too: In 2021, 35% of SMBs took three to six months to complete software evaluation and purchase; that figure jumped to 47% in 2022.Buying decisions have also become more self-driven as businesses refer to multiple sources to research software. Free consultations with software analysts, websites or magazines of professional or trade associations, feedback from peers and colleagues, and product trials play an important role during the consideration phase. More than one-third of SMBs seek advice from industry experts, but they dont stop there.",
            "html_summary": "<ul><li>Companies are making buying decisions faster, too: In 2021, 35% of SMBs took three to six months to complete software evaluation and purchase; that figure jumped to 47% in 2022.Buying decisions have also become more self-driven as businesses refer to multiple sources to research software.</li><li>Free consultations with software analysts, websites or magazines of professional or trade associations, feedback from peers and colleagues, and product trials play an important role during the consideration phase.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/21/saas-leaders-use-customer-insights-to-accelerate-growth-during-a-downturn/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Current Surgical is developing a smart needle designed to treat cancerous tumors",
            "description": "D.C.based Current Surgical this week announced a $3.2 million seed. The round brings the firms total raise up to $4 million,",
            "url": "/2023-02-21-current-surgical-is-developing-a-smart-needle-designed-to-treat-cancerous-tumors",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/image0.jpg?resize=1200,675",
            "publishedAt": "2023-02-21T16:00:51Z",
            "content": "D.C.based Current Surgical this week announced a $3.2 million seed. The round, which brings the firms total raise up to $4 million, was led by True Ventures and features 1517 Fund and SciFounders. I [+2432 chars]",
            "summary": "Because were trying to change the paradigm in surgery, which will not fit into a 1-2 year time frame, we were excited to find our investors who had the same level of vision and ambition that we have. The round, which brings the firms total raise up to $4 million, was led by True Ventures and features 1517 Fund and SciFounders. Interestingly, this made it easier to identify investors (such as True Ventures) who are able to invest in long-term, high-potential projects, as they were not apprehensive about short-term uncertainty. D.C.-based Current Surgical this week announced a $3.2 million seed.",
            "html_summary": "<ul><li>Because we’re trying to change the paradigm in surgery, which will not fit into a 1-2 year time frame, we were excited to find our investors who had the same level of vision and ambition that we have.”</li><li>The round, which brings the firm’s total raise up to $4 million, was led by True Ventures and features 1517 Fund and SciFounders.</li><li>“Interestingly, this made it easier to identify investors (such as True Ventures) who are able to invest in long-term, high-potential projects, as they were not apprehensive about short-term uncertainty.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/21/current-surgical-is-developing-a-smart-needle-designed-to-treat-cancerous-tumors/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Amazon leads $104 million funding in Indian meat startup FreshToHome",
            "description": "Amazon and the the government of Dubai are among backers of the Indian startup FreshToHome in its new $104 million funding round.",
            "url": "/2023-02-21-amazon-freshtohome-india",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Shan-Kadavil-CEO-Co-founder-FreshToHome.jpg?resize=1200,800",
            "publishedAt": "2023-02-21T16:41:40Z",
            "content": "Indian startup FreshToHome, which sells fresh fish and meat to consumers in the South Asian market and the Middle East region, has courted a new backer Amazon.Amazon, through its Indiafocused Smb [+4175 chars]",
            "summary": "But in recent months, the American giant has retreated from many business lines in the country as it reels from the global market conditions.An investment in FreshToHome could be Amazons way to concede the meat and fish market to the startup for the time being. The new round for the startup, which also counts the development arm of the American government among its backers, also saw participation from the government of Dubai and Iron Pillar.This is the largest check that the $250 million Smbhav Venture Fund has written so far. The new round takes FreshToHomes all-time raise to over $250 million.Started in 2015, FreshToHome is one of the largest players battling for a slice of the $100 billion Indian fish and meat market. The startup has expanded its presence by over 100% in the past one year, he said.FreshToHome, which sells the vast majority of its products online today, including through Amazon, is also increasingly expanding its physical presence. Kadavil declined to disclose the startups valuation in the current round.FreshToHome today serves over 4,000 fishers and farmers and millions of customers in over 160 cities in India and the UAE and offers more than 2,000 certified fresh and chemical-free products. This business is not just about technology, but also people and relationships, said Kadavil, who before founding FreshToHome managed tech support for Support, and India operations for gaming firm Zynga.One such trust-factor is convincing the fishermen and fisherwomen and poultry farmers to do away with cash. Kadavil said the startup is operationally profitable and proficorn. (Proficorn, obviously, is the culmination of soonicorn and profitability.",
            "html_summary": "<ul><li>But in recent months, the American giant has retreated from many business lines in the country as it reels from the global market conditions.An investment in FreshToHome could be Amazon’s way to concede the meat and fish market to the startup for the time being.</li><li>The new round for the startup, which also counts the development arm of the American government among its backers, also saw participation from the government of Dubai and Iron Pillar.This is the largest check that the $250 million Smbhav Venture Fund has written so far.</li><li>The new round takes FreshToHome’s all-time raise to over $250 million.Started in 2015, FreshToHome is one of the largest players battling for a slice of the $100 billion Indian fish and meat market.</li><li>The startup has expanded its presence by over 100% in the past one year, he said.FreshToHome, which sells the vast majority of its products online today, including through Amazon, is also increasingly expanding its physical presence.</li><li>Kadavil declined to disclose the startup’s valuation in the current round.FreshToHome today serves over 4,000 fishers and farmers and millions of customers in over 160 cities in India and the UAE and offers more than 2,000 certified fresh and chemical-free products.</li><li>This business is not just about technology, but also people and relationships,” said Kadavil, who before founding FreshToHome managed tech support for Support, and India operations for gaming firm Zynga.One such trust-factor is convincing the fishermen and fisherwomen and poultry farmers to do away with cash.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/21/amazon-freshtohome-india/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Fears, questions about NKoreas growing nuke arsenal.... The Bodleian uncovers hidden inscriptions by mysterious medieval woman scribe. Economic tailwind from flush states. Chatbots trigger next misinformation nightmare. Replicate wants to take the pain out of running and hosting ML models. Buttigieg urges safety changes after fiery Ohio derailment. What is Section 230, the rule that made the modern internet?. Woods, McIlroy break ground on hightech golf league site. Bots in the classroom What ChatGPT means to educators. SaaS leaders Use customer insights to accelerate growth during a downturn. Current Surgical is developing a smart needle designed to treat cancerous tumors. Amazon leads $104 million funding in Indian meat startup FreshToHome"
}