{
    "status": "ok",
    "totalResults": 1,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By CHEYANNE MUMPHREY - AP Education Writer",
            "title": "ACT test scores for US students drop to new 30year low | Makemetechie.com Summary",
            "description": "High school students scores on the ACT college admissions test have dropped to their lowest in more than three decades, showing a lack of student preparedness for collegelevel coursework, according to the nonprofit organization that administers the test. Sc",
            "url": "/2023-10-11-act-college-admission-test-score-optional-99f80b26696a92c78e2680873a3df68c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/8/78/87803b1d-1189-5207-968c-94df2eb20f8d/65267b78553b1.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-10-11T09:39:00Z",
            "content": "By CHEYANNE MUMPHREY  AP Education WriterHigh school students scores on the ACT college admissions test have dropped to their lowest in more than three decades, showing a lack of student prepared [+3382 chars]",
            "summary": "Scores have been falling for six consecutive years but the trend accelerated during the COVID pandemic. The average ACT composite score for U S students was out of Last year the average score was The average scores in reading science and math all were below benchmarks the ACT says students must reach to have a high probability of success in first year college courses. Many universities have made standardized admissions tests optional amid criticism that they favor the wealthy and put low income students at a disadvantage. Some including the University of California system do not consider ACT or SAT scores even if submitted.",
            "html_summary": "<ul><li>Scores have been falling for six consecutive years but the trend accelerated during the COVID pandemic.</li><li> The average ACT composite score for U S students was out of Last year the average score was The average scores in reading science and math all were below benchmarks the ACT says students must reach to have a high probability of success in first year college courses.</li><li> Many universities have made standardized admissions tests optional amid criticism that they favor the wealthy and put low income students at a disadvantage.</li><li> Some including the University of California system do not consider ACT or SAT scores even if submitted.</li></ul>",
            "website_url": "https://apnews.com/article/act-college-admission-test-score-optional-99f80b26696a92c78e2680873a3df68c"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. ACT test scores for US students drop to new 30year low | Makemetechie.com Summary"
}