{
    "status": "ok",
    "totalResults": 27,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Digg Editors",
            "title": "Weve Officially Entered A New Era Of Cultivated Meat Production",
            "description": "U.S. regulators approved both Upside Foods and Good Meat to sell their cultivated chicken products within the country.",
            "url": "/2023-06-21-new-era-of-cultivated-meat-production-foodtech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/UPSIDE-Foods-Chicken-Taco.jpg?resize=1200,677",
            "publishedAt": "2023-06-21T19:58:48Z",
            "content": "U.S. regulators met another alternative protein milestone Wednesday when they approved both Upside Foods and Good Meat to sell their cultivated chicken products within the country.Known as cellcul [+3997 chars]",
            "summary": "In the U.S., companies have to receive approval from both the U.S. Food and Drug Administration and the USDA before commercializing their products in this country.Despite the challenges, some venture capitalists investing in the space remain confident. Without that engagement will be a greater chance of significant regulatory barriers and/or regulator education as a company approaches market entry.VCs remain confident alternative protein has a real future despite public-market woes Theres also consumer tastes involved.",
            "html_summary": "<ul><li>In the U.S., companies have to receive approval from both the U.S. Food and Drug Administration and the USDA before commercializing their products in this country.Despite the challenges, some venture capitalists investing in the space remain confident.</li><li>“Without that engagement will be a greater chance of significant regulatory barriers and/or regulator education as a company approaches market entry.”VCs remain confident alternative protein has a real future despite public-market woes</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/21/new-era-of-cultivated-meat-production-foodtech/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "Beyond missing Titanic sub, handheld gamepads are a common military interface",
            "description": "US Army, NASA, and more piggyback off years of familiar game controller design.",
            "url": "/2023-06-21-missing-titanic-sub-isnt-the-first-to-use-game-controls-for-heavy-machinery",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/9181776961_99a0489bc8_h-760x380.jpg",
            "publishedAt": "2023-06-21T12:38:20Z",
            "content": "Enlarge/ Senior Airman Ryan Hoagland operates an explosive ordnance disposal robot using an Xbox 360 controller.15 with  This weekends tragic disappearance of an OceanGate Expeditions tourist su [+5074 chars]",
            "summary": "\"Military users presented with a familiar game controller \"are far more willing to experiment, they are much less afraid of technology... it comes to them naturally,\" Israeli Colonel Udi Tzur told The Washington Post regarding a tank controlled with an Xbox controller. \"\"A lot of money gets invested into video game technologies so we can just piggyback on what they've done,\" NASA's Matt Clausen said at the 2012 Penny Arcade Expo.Handheld game controllers can also sometimes be more comfortable than the bulky, heavy-duty joysticks specially built for military devices. And in 2018, the USS Colorado attack submarine was handing Navy sailors an Xbox controller to operate its periscope-like photonic masts.Game controllers are also useful for remotely controlling complex military equipment in situations that could be unsafe for an on-site human pilot.  Kyle Orland - Jun 21, 2023 12:38 pm UTC MRI analysis firm BodyViz, for instance, told the BBC that an Xbox controller provided a much more intuitive way to rotate, pan, zoom or fly-through a patient's virtual anatomy than the previously standard mouse-and-keyboard interface. iRobot Director of North American Products Tom Phelps told Business Insider in 2013 that they found great success replacing their IED disposal robot's original \"puck-like controller\" with the more familiar design of a standard Xbox controller. And NASA has used an Xbox Kinect as an interface to control complex rovers like the six-limbed ATHLETE (All-Terrain Hex-Limbed Extra-Terrestrial Explorer).But international militaries have shown some of the most avid and continued interest in adapting game-control interfaces for decidedly non-entertainment uses. Shabtai told The Washington Post that the \"lighter and more portable\" game controllers could be held in a lap in a way that fixed, mounted controls could not.",
            "html_summary": "<ul><li>\"Military users presented with a familiar game controller \"are far more willing to experiment, they are much less afraid of technology... it comes to them naturally,\" Israeli Colonel Udi Tzur told The Washington Post regarding a tank controlled with an Xbox controller.</li><li>\"\"A lot of money gets invested into video game technologies so we can just piggyback on what they've done,\" NASA's Matt Clausen said at the 2012 Penny Arcade Expo.Handheld game controllers can also sometimes be more comfortable than the bulky, heavy-duty joysticks specially built for military devices.</li><li>And in 2018, the USS Colorado attack submarine was handing Navy sailors an Xbox controller to operate its periscope-like photonic masts.Game controllers are also useful for remotely controlling complex military equipment in situations that could be unsafe for an on-site human pilot.</li><li> Kyle Orland - Jun 21, 2023 12:38 pm UTC MRI analysis firm BodyViz, for instance, told the BBC that an Xbox controller provided a much more intuitive way to “rotate, pan, zoom or fly-through a patient's virtual anatomy” than the previously standard mouse-and-keyboard interface.</li><li>iRobot Director of North American Products Tom Phelps told Business Insider in 2013 that they found great success replacing their IED disposal robot's original \"puck-like controller\" with the more familiar design of a standard Xbox controller.</li><li>And NASA has used an Xbox Kinect as an interface to control complex rovers like the six-limbed ATHLETE (All-Terrain Hex-Limbed Extra-Terrestrial Explorer).But international militaries have shown some of the most avid and continued interest in adapting game-control interfaces for decidedly non-entertainment uses.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/06/missing-titanic-sub-isnt-the-first-to-use-game-controls-for-heavy-machinery/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Continuum Space Systems wants to make space mission management easy",
            "description": "Space mission management is a complicated beast, too often characterized by complex workflows and information siloes that cost organizations time and money...",
            "url": "/2023-06-21-continuum-space-systems-space-mission-management",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/ODQsbg5GaJPwzYboGEwgaw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02Mjk-/https://media.zenfs.com/en/techcrunch_350/df02ef055e1b80903c9d8939ece6c055",
            "publishedAt": "2023-06-22T21:14:55Z",
            "content": "Space mission management is a complicated beast, too often characterized by complex workflows and information siloes that cost organizations time and money. Continuum Space Systems, a twoyearold st [+1598 chars]",
            "summary": "Space mission management is a complicated beast, too often characterized by complex workflows and information siloes that cost organizations time and money.",
            "html_summary": "<ul><li>Space mission management is a complicated beast, too often characterized by complex workflows and information siloes that cost organizations time and money.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/22/continuum-space-systems-space-mission-management/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "Flying taxis look to Frances city of revolution to unleash change on skies...",
            "description": "LE BOURGET, France (AP)  Just a dot on the horizon at first, the buglike and surprisingly quiet electricallypowered craft buzzes over Paris and its traffic snarls, treating its doubtless awestruck passenger to privileged vistas of the Eiffel Tower and the ",
            "url": "/2023-06-21-aviation-paris-olympics-macron-technology-e833949c5f10e72e5f4d883d7036a0ba",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/6a7dd784ec3f4d1d882e94a78b30bc1d/3000.webp",
            "publishedAt": "2023-06-22T12:00:03Z",
            "content": "Lean green flying machines take wing in Paris, heralding transport revolutionLE BOURGET, France (AP)  Just a dot on the horizon at first, the buglike and surprisingly quiet electricallypowered cra [+6486 chars]",
            "summary": "That would be a strong sign for Europe to see the president flying. But with Macron aboard or not, those pioneering first flights would still be just small steps for the nascent industry that has giant leaps to make before flying taxis are muscling out competitors on the ground. Just as Paris is using its Olympic Games to test flying taxis, Nolen said the 2028 Los Angeles Olympics offer another target for the industry to aim for and show that it can fly passengers in growing numbers safely, cleanly and affordably. Capitalizing on its moment in the global spotlight, the Paris region is planning for a small fleet of electric flying taxis to operate on multiple routes when it hosts the 2024 Olympic and Paralympic Games next summer. That would be super amazing, Hoke said, speaking this week at the Paris Air Show, where he and other developers of electric vertical take-off and landing aircraft  or eVTOLs for short  competed with industry heavyweights for attention. But they need technological leaps so flying taxis dont crash into each other and all the other things already congesting the skies or expected to take to them in very large numbers  including millions of drones. Starting first on existing helicopter routes, well continue to scale up using AI, using machine-learning to make sure that our airspace can handle it, said Billy Nolen of Archer Aviation Inc. Its called a helicopter.Still, electric taxis taking to Paris skies as Olympians are going faster, higher and stronger could have the power to surprise  pleasantly so, Volocopter hopes.",
            "html_summary": "<ul><li>“That would be a strong sign for Europe to see the president flying.” But with Macron aboard or not, those pioneering first flights would still be just small steps for the nascent industry that has giant leaps to make before flying taxis are muscling out competitors on the ground.</li><li>Just as Paris is using its Olympic Games to test flying taxis, Nolen said the 2028 Los Angeles Olympics offer another target for the industry to aim for and show that it can fly passengers in growing numbers safely, cleanly and affordably.</li><li>Capitalizing on its moment in the global spotlight, the Paris region is planning for a small fleet of electric flying taxis to operate on multiple routes when it hosts the 2024 Olympic and Paralympic Games next summer.</li><li>“That would be super amazing,” Hoke said, speaking this week at the Paris Air Show, where he and other developers of electric vertical take-off and landing aircraft — or eVTOLs for short — competed with industry heavyweights for attention.</li><li>But they need technological leaps so flying taxis don’t crash into each other and all the other things already congesting the skies or expected to take to them in very large numbers — including millions of drones.</li><li>Starting first on existing helicopter routes, “we’ll continue to scale up using AI, using machine-learning to make sure that our airspace can handle it,” said Billy Nolen of Archer Aviation Inc.</li></ul>",
            "website_url": "https://apnews.com/article/aviation-paris-olympics-macron-technology-e833949c5f10e72e5f4d883d7036a0ba"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Get your first look at the OnePlus V Fold, thanks to render leaks",
            "description": "We were expecting an Oppostyle foldable, but this looks like a Samsung phone.",
            "url": "/2023-06-21-get-your-first-look-at-the-oneplus-v-fold-thanks-to-render-leaks",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/15-1-760x380.jpg",
            "publishedAt": "2023-06-21T19:14:36Z",
            "content": "Enlarge/ The OnePlus V Fold is in the style of a Samsung Foldable.2 with OnePlus is gearing up to release a foldable smartphone, and the reliable leaker, Steve Hemmerstoffer, AKA OnLeaks, has giv [+1896 chars]",
            "summary": "I wonder if anything else is in that camera bump.OnePlus has chosen a center hole-punch camera in the front display and a top-left hole-punch camera on the inner display, ruling out any funky under-display camera technology. There's a side fingerprint reader and what looks like speakers on the top and bottom edges.This render shows a faux leather finish, but the Smartprix report says that \"OnePlus may also introduce variants of the device that employ more traditional and premium materials such as metal or glass.\" Smartprix didn't publish exact dimensions, but it looks like a very slim device.The rear camera bump is a big circle, just like other recent OnePlus phones. The phone makes the curious decision to not put the LED flash in the camera bump, instead sticking it all the way in the upper-left corner of the phone. Isn't the purpose of a camera bump to make room for all that extra bulky camera hardware? Usually, these are based on CAD files that need to float around for accessory makers.OnePlus is a subsidiary of BBK, and the previous vague expectation was that OnePlus would end up shipping a rebrand of an existing BBK foldable, like the Oppo Find N2. As usual, one of the best parts of a OnePlus phone will be the charging situation, with the report promising a 4800 mAh battery with 100 W SuperVOOC charging.The phone should launch sometime in Q3.",
            "html_summary": "<ul><li>I wonder if anything else is in that camera bump.OnePlus has chosen a center hole-punch camera in the front display and a top-left hole-punch camera on the inner display, ruling out any funky under-display camera technology.</li><li>There's a side fingerprint reader and what looks like speakers on the top and bottom edges.This render shows a faux leather finish, but the Smartprix report says that \"OnePlus may also introduce variants of the device that employ more traditional and premium materials such as metal or glass.\"</li><li>Smartprix didn't publish exact dimensions, but it looks like a very slim device.The rear camera bump is a big circle, just like other recent OnePlus phones.</li><li>The phone makes the curious decision to not put the LED flash in the camera bump, instead sticking it all the way in the upper-left corner of the phone.</li><li>Isn't the purpose of a camera bump to make room for all that extra bulky camera hardware?</li><li>Usually, these are based on CAD files that need to float around for accessory makers.OnePlus is a subsidiary of BBK, and the previous vague expectation was that OnePlus would end up shipping a rebrand of an existing BBK foldable, like the Oppo Find N2.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/06/get-your-first-look-at-the-oneplus-v-fold-thanks-to-render-leaks/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By PATRICK WHITTLE and HOLLY RAMER - Associated Press",
            "title": "The US Coast Guard is bringing in new ships and underwater vessels to search for lost submersible",
            "description": "The US Coast Guard says it is bringing in new ships and underwater vessels to search for a submersible that vanished while bringing five people down to the wreck of the Titanic. But even those who expressed some optimism on",
            "url": "/2023-06-21-missing-titanic-submersible-updates-608d57438211821fee3f5349ebcc8eec",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/0/50/0508e42a-1528-5938-a6b6-ddc2f9e66550/6492a5a58eb0c.image.jpg?crop=1736%2C911%2C0%2C141&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-21T17:19:12Z",
            "content": "By PATRICK WHITTLE and HOLLY RAMER  Associated PressThe Coast Guard said Wednesday it is bringing in more ships and underwater vessels to search for a submersible missing in the North Atlantic aft [+9108 chars]",
            "summary": "Rescuers on Wednesday rushed more ships and vessels to the area where a submersible disappeared on its way to the Titanic wreckage site, hoping underwater sounds they detected for a second straight day might help narrow their search in an increasingly urgent mission. He said a couple of spares are kept on board just in case.The search for the missing vessel has drawn international attention. The society said it was critical that the company submit its prototype to tests overseen by an expert third party before launching in order to safeguard passengers. Frederick said while the sounds that have been detected offered a chance to narrow the search, their exact location and source hasnt yet been determined. The submersible had seven backup systems to return to the surface, including sandbags and lead pipes that drop off and an inflatable balloon.Lost aboard the vessel are pilot Stockton Rush, the CEO of the company leading the expedition. His passengers are a British adventurer, two members of a Pakistani business family and a Titanic expert.Authorities reported the 22-foot carbon-fiber vessel overdue Sunday night, setting off the search in waters about 435 miles (700 kilometers) south of St. Johns. The Navy said in a statement that the equipment is capable of hoisting large, bulky and heavy undersea objects such as aircraft or small vessels. The Titan weighs 20,000 pounds (9,071 kilograms).",
            "html_summary": "<ul><li>Rescuers on Wednesday rushed more ships and vessels to the area where a submersible disappeared on its way to the Titanic wreckage site, hoping underwater sounds they detected for a second straight day might help narrow their search in an increasingly urgent mission.</li><li>He said a couple of spares are kept on board “just in case.”The search for the missing vessel has drawn international attention.</li><li>The society said it was critical that the company submit its prototype to tests overseen by an expert third party before launching in order to safeguard passengers.</li><li>Frederick said while the sounds that have been detected offered a chance to narrow the search, their exact location and source hasn’t yet been determined.</li><li>The submersible had seven backup systems to return to the surface, including sandbags and lead pipes that drop off and an inflatable balloon.Lost aboard the vessel are pilot Stockton Rush, the CEO of the company leading the expedition.</li><li>His passengers are a British adventurer, two members of a Pakistani business family and a Titanic expert.Authorities reported the 22-foot carbon-fiber vessel overdue Sunday night, setting off the search in waters about 435 miles (700 kilometers) south of St. John’s.</li></ul>",
            "website_url": "https://apnews.com/article/missing-titanic-submersible-updates-608d57438211821fee3f5349ebcc8eec"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MICHAEL LIEDTKE - AP Technology Writer",
            "title": "Microsoft, U.S. regulators head to court over $69 billion deal that could reshape video gaming",
            "description": "Microsoft on Thursday will try to gain clearance to complete a $69 billion takeover of video game maker Activision Blizzard in a legal showdown with U.S. regulators that will reshape a pastime thats bigger than the movie and music industries",
            "url": "/2023-06-21-microsoft-activision-video-game-takeover-court-ftc-caebb00c5c762c7c82cf7a62885424ba",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/9/f8/9f81a5bd-fb99-5124-8407-b0f7f433bb5c/649426528af6d.image.jpg?crop=1831%2C961%2C0%2C84&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-22T11:21:30Z",
            "content": "By MICHAEL LIEDTKE  AP Technology WriterSAN FRANCISCO (AP) Microsoft on Thursday will try to gain clearance to complete a $69 billion takeover of video game maker Activision Blizzard in a legal sh [+5177 chars]",
            "summary": "As part of that effort, Wilkinson displayed an email from Sony executive Jim Ryan shortly after the Activision deal was announced that indicated his confidence that Call of Duty would remain available the PlayStation for many years to come. When Wilkinson tried to display some information about Microsofts offer, a Sony lawyer interrupted the proceedings to assert the document was confidential and it was taken off the screen.A videotaped deposition of Ryan is expected to be played in court at some point in the proceedings. The U.S. Federal Trade Commission is trying to persuade Corley to issue an order that would prevent the takeover from being consummated before a more extensive administrative trial begins August 2 in Washington. -AP Technology Writer Matt OBrien contributed to this story.",
            "html_summary": "<ul><li>As part of that effort, Wilkinson displayed an email from Sony executive Jim Ryan shortly after the Activision deal was announced that indicated his confidence that Call of Duty would remain available the PlayStation for many years to come.</li><li>When Wilkinson tried to display some information about Microsoft’s offer, a Sony lawyer interrupted the proceedings to assert the document was confidential and it was taken off the screen.A videotaped deposition of Ryan is expected to be played in court at some point in the proceedings.</li><li>The U.S. Federal Trade Commission is trying to persuade Corley to issue an order that would prevent the takeover from being consummated before a more extensive administrative trial begins August 2 in Washington.</li></ul>",
            "website_url": "https://apnews.com/article/microsoft-activision-video-game-takeover-court-ftc-caebb00c5c762c7c82cf7a62885424ba"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "China says Biden comments likening leader Xi to a dictator extremely absurd and irresponsible",
            "description": "China has called comments by President Joe Biden referring to Chinese leader Xi Jinping as a dictator extremely absurd and irresponsible. The new clash of words comes just over a day after Secretary of State Antony Blinken concluded a visit",
            "url": "/2023-06-21-china-biden-xi-jinping-dictator-c1fe17f72e2d37fcc840575eea1b78d2",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/c9/bc9427c4-6c69-5a4f-a848-4171b10724a3/6492d17f9119c.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-21T09:58:00Z",
            "content": "BEIJING (AP) China on Wednesday called comments by President Joe Biden referring to Chinese leader Xi Jinping as a dictator extremely absurd and irresponsible.The new clash of words comes just over [+2785 chars]",
            "summary": "WASHINGTON (AP)  President Joe Bidens remarks calling Chinese leader Xi Jinping a dictator and China a country with real economic difficulties drew fast condemnation from China on Wednesday, cracking open a new rift just after the two countries agreed to tentative steps to stabilize the relationship. He views Xi Jinping as a dictator, Glaser said.And hes not very good ... at differentiating what should be said in public and what should be said in private, Glaser said. The reason why Xi Jinping got very upset in terms of when I shot that balloon down with two box cars full of spy equipment is he didnt know it was there, Biden told the crowd. Mao also reiterated Chinas version of the balloon episode, saying the balloon was for meteorological research and had been accidentally blown off course. In Beijing, Foreign Ministry spokesperson Mao Ning condemned Bidens unusually pointed comments as extremely absurd and irresponsible.The clash of words comes after Secretary of State Antony Blinken concluded a visit to Beijing on Monday that sought to break the ice in a relationship that has hit a historical low. That was the great embarrassment for dictators, when they didnt know what happened.Biden also played down trade competition from China, which is the worlds second-biggest economy after the United States but struggling to emerge from COVID-era financial troubles. Biden, at a fundraiser in California on Tuesday night, referred back to January and Februarys two-week overflight of what the U.S. says was a Chinese spy balloon.",
            "html_summary": "<ul><li>WASHINGTON (AP) — President Joe Biden’s remarks calling Chinese leader Xi Jinping a “dictator” and China a country with “real economic difficulties” drew fast condemnation from China on Wednesday, cracking open a new rift just after the two countries agreed to tentative steps to stabilize the relationship.</li><li>He views Xi Jinping as a dictator,” Glaser said.“And he’s not very good ... at differentiating what should be said in public and what should be said in private,” Glaser said.</li><li>“The reason why Xi Jinping got very upset in terms of when I shot that balloon down with two box cars full of spy equipment is he didn’t know it was there,” Biden told the crowd.</li><li>Mao also reiterated China’s version of the balloon episode, saying the balloon was for meteorological research and had been accidentally blown off course.</li><li>In Beijing, Foreign Ministry spokesperson Mao Ning condemned Biden’s unusually pointed comments as “extremely absurd and irresponsible.”The clash of words comes after Secretary of State Antony Blinken concluded a visit to Beijing on Monday that sought to break the ice in a relationship that has hit a historical low.</li><li>“That was the great embarrassment for dictators, when they didn’t know what happened.“Biden also played down trade competition from China, which is the world’s second-biggest economy after the United States but struggling to emerge from COVID-era financial troubles.</li></ul>",
            "website_url": "https://apnews.com/article/china-biden-xi-jinping-dictator-c1fe17f72e2d37fcc840575eea1b78d2"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By PATRICK WHITTLE, HOLLY RAMER and LOLITA C. BALDOR - Associated Press",
            "title": "The Titan submersible imploded, killing all 5 on board, the US Coast Guard says",
            "description": "The U.S. Coast Guard says a missing submersible imploded near the wreckage of the Titanic, killing all five people on board. Coast Guard officials said during a news conference Thursday that theyve notified the families of the crew of the",
            "url": "/2023-06-21-missing-titanic-submersible-updates-6255308420cb542fab287224c3e9b1c1",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/5/47/547717ac-b40e-5694-a6c7-de4f514ee80e/64933dedc8498.image.jpg?crop=1861%2C977%2C130%2C0&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-22T23:46:47Z",
            "content": "By PATRICK WHITTLE, HOLLY RAMER and LOLITA C. BALDOR  Associated PressA submersible carrying five people to the Titanic imploded near the site of the shipwreck and killed everyone on board, author [+5286 chars]",
            "summary": "A submersible carrying five people to the Titanic imploded near the site of the shipwreck and killed everyone on board, authorities said Thursday, bringing a tragic end to a saga that included an urgent around-the-clock search and a worldwide vigil for the missing vessel. But questions about the submersibles safety were raised by former passengers.One of the companys first customers likened a dive he made to the site two years ago to a suicide mission. While the Navy likely detected the implosion Sunday through its acoustics system, underwater sounds heard Tuesday and Wednesday  which initially gave hope for a possible rescue  were probably unrelated to the submersible. They have been through a harrowing ordeal over the past few days, and we are keeping them in our thoughts and prayers, it said in a statement.The Titan launched at 6 a.m. Sunday and was reported overdue that afternoon about 435 miles (700 kilometers) south of St. Johns, Newfoundland. You cant be claustrophobic.During the 2 1/2-hour descent and ascent, the lights were turned off to conserve energy, he said, with the only illumination coming from a fluorescent glow stick.The dive was repeatedly delayed to fix a problem with the battery and the balancing weights. We grieve the loss of life and joy they brought to everyone they knew.OceanGate has been chronicling the Titanics decay and the underwater ecosystem around it via yearly voyages since 2021. This was a catastrophic implosion of the vessel, said Rear Adm. John Mauger, of the First Coast Guard District.",
            "html_summary": "<ul><li>A submersible carrying five people to the Titanic imploded near the site of the shipwreck and killed everyone on board, authorities said Thursday, bringing a tragic end to a saga that included an urgent around-the-clock search and a worldwide vigil for the missing vessel.</li><li>But questions about the submersible’s safety were raised by former passengers.One of the company’s first customers likened a dive he made to the site two years ago to a suicide mission.</li><li>While the Navy likely detected the implosion Sunday through its acoustics system, underwater sounds heard Tuesday and Wednesday — which initially gave hope for a possible rescue — were probably unrelated to the submersible.</li><li>They have been through a harrowing ordeal over the past few days, and we are keeping them in our thoughts and prayers,” it said in a statement.The Titan launched at 6 a.m. Sunday and was reported overdue that afternoon about 435 miles (700 kilometers) south of St. John’s, Newfoundland.</li><li>“You can’t be claustrophobic.”During the 2 1/2-hour descent and ascent, the lights were turned off to conserve energy, he said, with the only illumination coming from a fluorescent glow stick.The dive was repeatedly delayed to fix a problem with the battery and the balancing weights.</li><li>“We grieve the loss of life and joy they brought to everyone they knew.”OceanGate has been chronicling the Titanic’s decay and the underwater ecosystem around it via yearly voyages since 2021.</li></ul>",
            "website_url": "https://apnews.com/article/missing-titanic-submersible-updates-6255308420cb542fab287224c3e9b1c1"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By AAMER MADHANI - Associated Press",
            "title": "Indias Modi is getting a state visit with Biden, but the glitz is shadowed by human rights concerns",
            "description": "President Joe Biden and Prime Minister Narendra Modi are marking the state visit of the Indian leader by announcing several major deals between the two countries. Biden and Modi on Thursday are launching new partnerships in defense, semiconductor manufacturin",
            "url": "/2023-06-21-biden-modi-india-state-visit-human-rights-5e4bc32e679ad6bae7225a28f7f6334d",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/3/42/342d8fee-5460-5422-9909-c5baba80e2b4/64942610adb12.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-06-22T09:03:00Z",
            "content": "By AAMER MADHANI  Associated PressWASHINGTON (AP) President Joe Biden and Prime Minister Narendra Modi are marking the state visit of the Indian leader on Thursday by launching new partnerships in [+7282 chars]",
            "summary": "As Modi arrived, the crowd  including many members of the Indian diaspora  broke out in a chant of Modi, Modi, Modi. All eyes are on the two largest democracies in the world, India and America, Modi said. Im confident that working together will be successful.Later, Modi told Congress that our partnership augurs well for the future of democracy as the two countries expand partnerships in defense, semiconductor manufacturing and other industries. All this matters for America, for India and for the world.At the welcoming ceremony, Modi called the Indian diaspora in America  the millions of immigrants and their children from the subcontinent living in the U.S.  the real strength of the U.S.-India relationship. An investigation approved by the Indian Supreme Court later absolved Modi, but the stain of the dark moment has lingered.Biden and Modi have also had differences over Russias war in Ukraine. Democracy is our spirit, Modi, who rarely takes questions from journalists, said through an interpreter. U.S.-based Micron Technology has agreed to build a $2.75 billion semiconductor assembly and test facility in India, with Micron spending more than $800 million and India financing the rest. India abstained from voting on U.N. resolutions condemning Russia and refused to join the global coalition against Russia.",
            "html_summary": "<ul><li>As Modi arrived, the crowd — including many members of the Indian diaspora — broke out in a chant of “Modi, Modi, Modi.” “All eyes are on the two largest democracies in the world, India and America,” Modi said.</li><li>I’m confident that working together will be successful.”Later, Modi told Congress that “our partnership augurs well for the future of democracy” as the two countries expand partnerships in defense, semiconductor manufacturing and other industries.</li><li>“All this matters for America, for India and for the world.”At the welcoming ceremony, Modi called the Indian diaspora in America — the millions of immigrants and their children from the subcontinent living in the U.S. — “the real strength” of the U.S.-India relationship.</li><li>An investigation approved by the Indian Supreme Court later absolved Modi, but the stain of the dark moment has lingered.Biden and Modi have also had differences over Russia’s war in Ukraine.</li><li>“Democracy is our spirit,” Modi, who rarely takes questions from journalists, said through an interpreter.</li><li>U.S.-based Micron Technology has agreed to build a $2.75 billion semiconductor assembly and test facility in India, with Micron spending more than $800 million and India financing the rest.</li></ul>",
            "website_url": "https://apnews.com/article/biden-modi-india-state-visit-human-rights-5e4bc32e679ad6bae7225a28f7f6334d"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "How Amazon beat Walmart  and who might beat Amazon talking with reporter Jason Del Rey",
            "description": "Jason Del Rey has spent the last 15 years reporting on ecommerce businesses, including Walmart and Amazon. Now, in a new book that hit shelves today called Winner Sells All, he tells the broader story of Walmart  which long focused on preserving what it had",
            "url": "/2023-06-21-how-amazon-beat-walmart-and-who-might-beat-amazon-talking-with-reporter-jason-del-rey",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/amazon-glitch3.jpg?resize=1200,674",
            "publishedAt": "2023-06-21T05:34:19Z",
            "content": "Jason Del Rey has spent the last 15 years reporting on ecommerce businesses, including Walmart and Amazon. Now, in a new book that hit shelves today called Winner Sells All, he tells the broader sto [+6989 chars]",
            "summary": "Theres also a really good chance that 20 years from now, well look back and say XYZ company is now a massive, massive business, and it didnt even exist back in 2023. I think TikTok still has a ton of potential to play a big role in people actually wanting to shop right now online and not just going somewhere just wanting to press check out or buy, so theres a lot of potential. But there are really smart folks who care about independent businesses, so the question will be whether they ever can or ever really want to build a consumer-facing presence, and Amazon pays very close attention to them. One thing theyve struggled with is thinking that technology differentiation would be enough, and not that they havent cared about the operations or getting the right inventory or the right food, but that stuff has felt like an afterthought. Do you share that same observation?Amazon is now an easy target for different groups  often for some really credible reasons, but there are also hosts of people who just love to hate the company. That said, in the last few years, especially with regard to how theyve interacted with powerful people in government, [Amazon has] just shown either a lack of awareness or just arrogance [and] unnecessarily made more enemies than they needed. We talked with him yesterday; excerpts from that chat have been lightly edited below for length.TechCrunch: I wonder if you knew going into this that this would be a story of how Walmart has only ever tried to play catch up to Amazon, and often fallen short.",
            "html_summary": "<ul><li>There’s also a really good chance that 20 years from now, we’ll look back and say XYZ company is now a massive, massive business, and it didn’t even exist back in 2023.</li><li>I think TikTok still has a ton of potential to play a big role in people actually wanting to shop right now online and not just going somewhere just wanting to press check out or buy, so there’s a lot of potential.</li><li>But there are really smart folks who care about independent businesses, so the question will be whether they ever can or ever really want to build a consumer-facing presence, and Amazon pays very close attention to them.</li><li>One thing they’ve struggled with is thinking that technology differentiation would be enough, and not that they haven’t cared about the operations or getting the right inventory or the right food, but that stuff has felt like an afterthought.</li><li>Do you share that same observation?Amazon is now an easy target for different groups — often for some really credible reasons, but there are also hosts of people who just love to hate the company.</li><li>That said, in the last few years, especially with regard to how they’ve interacted with powerful people in government, [Amazon has] just shown either a lack of awareness or just arrogance [and] unnecessarily made more enemies than they needed.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/20/how-amazon-beat-walmart-and-who-might-beat-amazon-talking-with-reporter-jason-del-rey/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Rivians latest acquisition aims to make EV route planning better",
            "description": "Rivian acquired the company behind ABetterRouteplanner, a popular route planning app used by EV drivers, CEO RJ Scaringe confirmed.",
            "url": "/2023-06-21-rivians-latest-acquisition-aims-to-make-ev-route-planning-better",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/09/210914_ERoss_MD_INT-DriverPOV_05373_FINAL-RX.jpg?resize=1200,800",
            "publishedAt": "2023-06-21T20:24:13Z",
            "content": "Rivian acquired the company behind ABetterRouteplanner, a popular route planning app used by EV drivers, CEO RJ Scaringe confirmed Wednesday.Scaringe didnt disclose financial terms of the deal to  [+858 chars]",
            "summary": "Rivian acquired the company behind ABetterRouteplanner, a popular route-planning app used by EV drivers, the company confirmed Wednesday.Rivian didnt disclose financial terms of the deal to buy Iternio, the Swedish company that developed ABetterRouteplanner, otherwise known as ABRP. While ABRP has a popular following, the real value for Rivian is Iternios EV planning API and cloud service for businesses.",
            "html_summary": "<ul><li>Rivian acquired the company behind ABetterRouteplanner, a popular route-planning app used by EV drivers, the company confirmed Wednesday.Rivian didn’t disclose financial terms of the deal to buy Iternio, the Swedish company that developed ABetterRouteplanner, otherwise known as ABRP.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/21/rivians-latest-acquisition-aims-to-make-ev-route-planning-better/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Weve Officially Entered A New Era Of Cultivated Meat Production. Beyond missing Titanic sub, handheld gamepads are a common military interface. Continuum Space Systems wants to make space mission management easy. Flying taxis look to Frances city of revolution to unleash change on skies.... Get your first look at the OnePlus V Fold, thanks to render leaks. The US Coast Guard is bringing in new ships and underwater vessels to search for lost submersible. Microsoft, U.S. regulators head to court over $69 billion deal that could reshape video gaming. China says Biden comments likening leader Xi to a dictator extremely absurd and irresponsible. The Titan submersible imploded, killing all 5 on board, the US Coast Guard says. Indias Modi is getting a state visit with Biden, but the glitz is shadowed by human rights concerns. How Amazon beat Walmart  and who might beat Amazon talking with reporter Jason Del Rey. Rivians latest acquisition aims to make EV route planning better"
}