{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Farizon, Geelys truck unit, raised $600M to expand outside China",
            "description": "Farizon, a maker of hybrid and electric trucks owned by Chinas Geely, has closed a $600 million Series A raise, the company said in a statement.  The...",
            "url": "/2023-07-20-farizon-geelys-truck-unit-raised-600m-to-expand-outside-china",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/vCcV4n09tUxNkHyKWx95Yg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD01MTc-/https://media.zenfs.com/en/techcrunch_350/c164c8d2ed49ec340eecd9961fc65ca1",
            "publishedAt": "2023-07-20T03:21:16Z",
            "content": "Farizon, a maker of hybrid and electric trucks owned by Chinas Geely, has closed a $600 million Series A raise, the company said in a statement. The Hangzhoubased company plans to use the funds to  [+1625 chars]",
            "summary": "The company said Thursday that it already produced that number of commercial vehicles.In addition to expansion, Farizon said it will use its Series A funds to further its technology and product development.The funding round comes nine months after Farizon raised a pre-Series A round of $300 million. The Hangzhou-based company plans to use the funds to expand its operations outside of China.A key focus for Farizons expansion will be Europe, where the automaker plans to start selling a light electric cargo van called the Super Van as early as 2024. Farizon, a maker of hybrid and electric trucks owned by Chinas Geely, has closed a $600 million Series A raise, the company said in a statement. The company sold about 37,800 light commercial vehicles in China in 2022, according to consultant group LMC Automotive. Farizon hopes the Super Van will become one of Europes top three e-cargo vans.Recently, California-based Rivian began to deliver its first e-cargo vans for Amazon in Europe. By the end of the year, Farizon has said it hopes to reach 150,000 units sold. Many Chinese EV-makers have begun to pursue strategies in the Middle East after being unable to compete meaningfully in Europe with Western brands.For the moment, the majority of Farizons sales come from China.",
            "html_summary": "<ul><li>The company said Thursday that it already produced that number of commercial vehicles.In addition to expansion, Farizon said it will use its Series A funds to further its technology and product development.The funding round comes nine months after Farizon raised a pre-Series A round of $300 million.</li><li>The Hangzhou-based company plans to use the funds to expand its operations outside of China.A key focus for Farizon’s expansion will be Europe, where the automaker plans to start selling a light electric cargo van called the Super Van as early as 2024.</li><li>Farizon, a maker of hybrid and electric trucks owned by China’s Geely, has closed a $600 million Series A raise, the company said in a statement.</li><li>The company sold about 37,800 light commercial vehicles in China in 2022, according to consultant group LMC Automotive.</li><li>Farizon hopes the Super Van will become one of Europe’s top three e-cargo vans.Recently, California-based Rivian began to deliver its first e-cargo vans for Amazon in Europe.</li><li>By the end of the year, Farizon has said it hopes to reach 150,000 units sold.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/19/farizon-geelys-truck-unit-raised-600m-to-expand-outside-china/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Chinas OpenAI challenger Zhipu AI gets Meituan funding | TechCrunch",
            "description": "Zhipu AI, one of Chinas most promising challengers to OpenAI, has received funding from the countrys food delivery giant Meituan, which has a market cap of around $100 billion at the time of writing. An affiliate of Zhipu AI recently added a Meituan subsidi",
            "url": "/2023-07-20-chinas-openai-challenger-zhipu-ai-gets-meituan-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/chatglm.jpeg?resize=1200,750",
            "publishedAt": "2023-07-20T03:51:09Z",
            "content": "Zhipu AI, one of Chinas most promising challengers to OpenAI, has received funding from the countrys food delivery giant Meituan, which has a market cap of around $100 billion at the time of writin [+2112 chars]",
            "summary": "The change in ownership came after Light Years Beyonds founder, Wang Huiwen, whos also the billionaire co-founder of Meituan, announced his resignation from all corporate roles at the food delivery giant due to health reasons.These investments are expected to give Meituans AI capabilities a big talent boost. Just three weeks ago, the Chinese internet giant announced it would be acquiring Light Years Beyond, another prominent LLM player in China, for a hefty $234 million, despite the startups inception only four months prior. In turn, the AI firms stand to gain by potentially tapping Meituans vast reach of 450 million users ordering food, buying groceries or booking hotels with the on-demand platform.Meituan buys founders months-old OpenAI for China for $234M The startup hasnt disclosed its exact funding to date, only saying it raised hundreds of million yuan ($1 = 7.23 yuan) from a Series B round last September. Its user-facing chatbot app ChatGLM is currently in a close beta phase, first targeted at academic and industry players.Meituans investment came at a curious time. It also previously open sourced a more robust, general-purpose variant, the GLM-130B trained on 130 billion parameters. Its investors include Qiming Venture Partners, Legend Capital and Tsinghua Holdings.A multitude of Chinese companies are working to develop large language models (LLMs) that could potentially challenge their Western equivalents.",
            "html_summary": "<ul><li>The change in ownership came after Light Years Beyond’s founder, Wang Huiwen, who’s also the billionaire co-founder of Meituan, announced his resignation from all corporate roles at the food delivery giant due to health reasons.These investments are expected to give Meituan’s AI capabilities a big talent boost.</li><li>Just three weeks ago, the Chinese internet giant announced it would be acquiring Light Years Beyond, another prominent LLM player in China, for a hefty $234 million, despite the startup’s inception only four months prior.</li><li>In turn, the AI firms stand to gain by potentially tapping Meituan’s vast reach of 450 million users ordering food, buying groceries or booking hotels with the on-demand platform.Meituan buys founder’s months-old ‘OpenAI for China’ for $234M</li><li>The startup hasn’t disclosed its exact funding to date, only saying it raised “hundreds of million yuan” ($1 = 7.23 yuan) from a Series B round last September.</li><li>Its user-facing chatbot app ChatGLM is currently in a close beta phase, first targeted at academic and industry players.Meituan’s investment came at a curious time.</li><li>It also previously open sourced a more robust, general-purpose variant, the GLM-130B trained on 130 billion parameters.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/19/chinas-openai-challenger-zhipu-ai-gets-meituan-funding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Tesla to license FSD to other OEMs, allow transfer of FSD to new cars | TechCrunch",
            "description": "In addition to FSD updates, Tesla CEO Elon Musk also said the automaker would spend $1B on its Dojo supercomputer.",
            "url": "/2023-07-20-tesla-to-license-fsd-to-other-oems-allow-transfer-of-fsd-to-new-cars",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/08/Screen-Shot-2021-08-20-at-12.40.05-pm.png?resize=1200,664",
            "publishedAt": "2023-07-20T00:59:26Z",
            "content": "Tesla CEO Elon Musk confirmed Wednesday that the automaker is in discussion with major OEMs about using Tesla FSD.Tesla Full SelfDriving is the automakers beta advanced driving assistance syste [+3636 chars]",
            "summary": "Today, the automaker has accumulated 300 million miles driven in FSD, a number that Musk said will seem extremely small very soon.The other main piece of Teslas reach for autonomy is having enough compute power.The fundamental rate limiter on the progress of full self-driving is training, said Musk. Tesla CEO Elon Musk confirmed Wednesday that the automaker is in discussion with major OEMs about using Tesla FSD.Tesla Full Self-Driving is the automakers beta advanced driving assistance system (ADAS) that can automate driving tasks on highways and urban streets. Musk said Tesla would be spending well over $1 billion on Dojo across capital expenditures and R&D.The automaker is already using a large Nvidia GPU-based supercomputer, but the new Dojo is custom-built using chips designed by Tesla. A supercomputer capable of that kind of compute could perform in one second what a regular desktop computer might take billions of years to compute.These are some seriously bold claims that should be taken with a grain of salt. If we had more training compute, we could get it done faster.Tesla also announced Wednesday that it would soon start production of its Dojo training computer. Those neural nets are used to power, train and improve FSD, as well as the automakers humanoid robot, Optimus. Per a graph in Teslas earnings report, it appears the automaker is now promising Dojo will deliver 100 exaflops by October 2024.",
            "html_summary": "<ul><li>Today, the automaker has accumulated 300 million miles driven in FSD, a number that Musk said “will seem extremely small very soon.”The other main piece of Tesla’s reach for autonomy is having enough compute power.“The fundamental rate limiter on the progress of full self-driving is training,” said Musk.</li><li>Tesla CEO Elon Musk confirmed Wednesday that the automaker is “in discussion with major OEMs about using Tesla FSD.”Tesla Full Self-Driving is the automaker’s beta advanced driving assistance system (ADAS) that can automate driving tasks on highways and urban streets.</li><li>Musk said Tesla would be spending well over $1 billion on Dojo across capital expenditures and R&D.The automaker is already using a large Nvidia GPU-based supercomputer, but the new Dojo is custom-built using chips designed by Tesla.</li><li>A supercomputer capable of that kind of compute could perform in one second what a regular desktop computer might take billions of years to compute.These are some seriously bold claims that should be taken with a grain of salt.</li><li>“If we had more training compute, we could get it done faster.”Tesla also announced Wednesday that it would soon start production of its Dojo training computer.</li><li>Those neural nets are used to power, train and improve FSD, as well as the automaker’s humanoid robot, Optimus.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/19/tesla-to-license-fsd-to-other-oems-allow-transfer-of-fsd-to-new-cars/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "With $37M seed round, Maka Motors begins EV pilot on Indonesias streets | TechCrunch",
            "description": "Maka Motors, an electic vehicle maker, has raised a $37.6 million seed round to mass produce its twowheeled EVs in late 2024.",
            "url": "/2023-07-20-with-37m-seed-round-maka-motors-begins-ev-pilot-on-indonesias-streets",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/03/GettyImages-816094118.jpg?resize=1200,899",
            "publishedAt": "2023-07-20T03:01:22Z",
            "content": "A recent report said thatIndonesias electric vehicle (EV) market is projected to reach $20 billion by 2029, up from $533 million in 2022. Moreover, as much as half of the overall motorbike market i [+3836 chars]",
            "summary": "Indonesia is the worlds third-largest market for powered two-wheeled [vehicles], but EV penetration is still relatively low.The startup says existing players in Indonesia, with only a fleet of 43,000 registered electric motorcycles, have not fully met the countrys goal, which aims to produce 600,000 electric vehicles by 2030. Most 2W EV products with larger batteries and more motor power are more expensive than a gasoline bike.Makas mission is to build the best electric motorcycle, which can benefit Indonesian users to save money on gas. Many of its team have previously worked for gasoline motorcycle manufacturers in Indonesia and global automotive companies in Japan and Germany.Dat Bike is the creator of Vietnams first domestic electric motorbike A recent report said that Indonesias electric vehicle (EV) market is projected to reach $20 billion by 2029, up from $533 million in 2022. We stand behind the teams deep knowledge of the local market, gained through comprehensive research and industry experience.The company has around 40 staff members on its team. (L-R) MAKA Motors Co-Founder & Chief Technology Officer Arief Fadillah_ MAKA Motors Founder & Chief Executive Officer Raditya WibowoMany current two-wheeled EV products are imported as Completely Knocked Down (CKD) kits from China and are designed for the needs of users in China, the CEO said. Indonesia has more than 127 million motorbikes, most of which work on gasoline.",
            "html_summary": "<ul><li>“Indonesia is the world’s third-largest market for powered two-wheeled [vehicles], but EV penetration is still relatively low.”The startup says existing players in Indonesia, with only a fleet of 43,000 registered electric motorcycles, have not fully met the country’s goal, which aims to produce 600,000 electric vehicles by 2030.</li><li>Most 2W EV products with larger batteries and more motor power are more expensive than a gasoline bike.Maka’s mission is to build the best electric motorcycle, which can benefit Indonesian users to save money on gas.</li><li>Many of its team have previously worked for gasoline motorcycle manufacturers in Indonesia and global automotive companies in Japan and Germany.Dat Bike is the creator of Vietnam’s first domestic electric motorbike</li><li>A recent report said that Indonesia’s electric vehicle (EV) market is projected to reach $20 billion by 2029, up from $533 million in 2022.</li><li>We stand behind the team’s deep knowledge of the local market, gained through comprehensive research and industry experience.”The company has around 40 staff members on its team.</li><li>(L-R) MAKA Motors Co-Founder & Chief Technology Officer Arief Fadillah_ MAKA Motors Founder & Chief Executive Officer Raditya Wibowo“Many current two-wheeled EV products are imported as Completely Knocked Down (CKD) kits from China and are designed for the needs of users in China,” the CEO said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/19/with-37m-seed-round-maka-motors-begins-ev-pilot-on-indonesias-streets/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Kitchen robot Botinkit raises $13M from DJI angel and others | TechCrunch",
            "description": "Having worked in the food industry for several years, Shirley Chen saw firsthand the challenges of managing staffing and training for restaurant expansion. So when she met her future cofounders, she saw an opportunity to leverage their expertise in chemistry",
            "url": "/2023-07-20-kitchen-robot-botinkit-raises-13m-from-dji-angel-and-others",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/Screenshot-2023-07-19-at-6.16.35-AM.png?resize=1200,638",
            "publishedAt": "2023-07-20T01:01:11Z",
            "content": "Having worked in the food industry for several years, Shirley Chen saw firsthand the challenges of managing staffing and training for restaurant expansion. So when she met her future cofounders, she [+3838 chars]",
            "summary": "But another key selling point of its robots is their ability to facilitate restaurants cross-regional expansion, Chen said in an interview with TechCrunch.One of the major hurdles that restaurants encounter when expanding is finding and training a large number of staff, which can slow down their growth. Ko is also an investor in Botinkit.While Botinkit sees California-based Miso Robotics as a potential competitor, the companies are augmenting different sets of cooking skills.Misos burger-flipping robots have helped it ink deals with chain giants like Jack in the Box and White Castle. Its an incredibly exciting prospect.Botinkits current robots come with temperature sensors, but the startup is allocating a portion of its new funding toward developing multimodal sensors that can also detect flavors and smells. Its robots have been cooking at food stalls inside Walmarts locations in China and Delibowl in Singapore.The article was updated on July 20, 2023, to correct the spelling of Ko Ping-Keung and clarify Botinkit serves Delibowl in Singapore.Want the top robotics news in your inbox each week? Even if they manage to recruit enough personnel, maintaining consistent quality control can be challenging in new markets.A typical 100-square-meter kitchen requires six to 10 staff members, according to Chen, but with Botinkits robots, that headcount can be cut to just one or two. HKUST, where Chen studied, has emerged as a hub for hardware innovation, with students turning their academic research into commercial ideas.Meanwhile, Li and his investment partner Ko Ping-Keung, also an HKUST professor, have been supporting their students with funding and other resources. However, with the digitization of cooking, a range of new possibilities arise, including remote cooking.",
            "html_summary": "<ul><li>But another key selling point of its robots is their ability to facilitate restaurants’ cross-regional expansion, Chen said in an interview with TechCrunch.One of the major hurdles that restaurants encounter when expanding is finding and training a large number of staff, which can slow down their growth.</li><li>Ko is also an investor in Botinkit.While Botinkit sees California-based Miso Robotics as a potential competitor, the companies are augmenting different sets of cooking skills.Miso’s burger-flipping robots have helped it ink deals with chain giants like Jack in the Box and White Castle.</li><li>It’s an incredibly exciting prospect.”Botinkit’s current robots come with temperature sensors, but the startup is allocating a portion of its new funding toward developing multimodal sensors that can also detect flavors and smells.</li><li>Its robots have been cooking at food stalls inside Walmart’s locations in China and Delibowl in Singapore.The article was updated on July 20, 2023, to correct the spelling of Ko Ping-Keung and clarify Botinkit serves Delibowl in Singapore.Want the top robotics news in your inbox each week?</li><li>Even if they manage to recruit enough personnel, maintaining consistent quality control can be challenging in new markets.A typical 100-square-meter kitchen requires six to 10 staff members, according to Chen, but with Botinkit’s robots, that headcount can be cut to just one or two.</li><li>HKUST, where Chen studied, has emerged as a hub for hardware innovation, with students turning their academic research into commercial ideas.Meanwhile, Li and his investment partner Ko Ping-Keung, also an HKUST professor, have been supporting their students with funding and other resources.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/19/kitchen-robot-botinkit-raises-13m-from-dji-angel-and-others/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Connie Loizos",
            "title": "Michael Moritz moves on, bookmarking a long chapter at Sequoia Capital | TechCrunch",
            "description": "Michael Moritz, the journalistturnedVC who has long been one of the most prominent and respected investors at Sequoia Capital, has left the firm to deepen his advisory relationship with Sequoia Heritage, the wealth management unit he spun up in 2010 with ",
            "url": "/2023-07-20-michael-moritz-moves-on-bookmarking-a-long-chapter-at-sequoia-capital",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/01/gettyimages-615688182.jpg?resize=1200,843",
            "publishedAt": "2023-07-20T04:57:30Z",
            "content": "Michael Moritz, the journalistturnedVC who has long been one of the most prominent and respected investors at Sequoia Capital, has left the firm to deepen his advisory relationship with Sequoia H [+9058 chars]",
            "summary": "The decision, said Sequoia, would also enable the firm to further increase our investments in emerging asset classes such as cryptocurrencies.While over the long term the move may prove fruitful, its timing proved inauspicious. Earlier this year, David Cahn agreed to join Sequoia Capital as a partner on its growth team after spending more than five years with Coatue Management. Its been a long time coming, but it comes at a bad time.The world of startup investing is still recovering from years of froth, for one thing. Sequoia Capital Global Equities, Sequoias hedge fund unit, also has an office there.According to a recent Bloomberg piece, Heritage was designed to work closely with Sequoia but has always retained the right to make its own investment decisions. Over time, we will partner with portfolio companies to smoothly transition Sequoia board seats currently occupied by Michael.Sequoia Capital wouldnt be what it is today without Michael. (Firm founder Don Valentine famously attended partner meetings for 10 years after handing the reins to Moritz and Leone. Roughly six months after Sequoia restructured, the broader markets tanked, dragging down the price of public company shares that Sequoias investors might otherwise have sold.",
            "html_summary": "<ul><li>The decision, said Sequoia, would also enable the firm to “further increase our investments in emerging asset classes such as cryptocurrencies.”While over the long term the move may prove fruitful, its timing proved inauspicious.</li><li>Earlier this year, David Cahn agreed to join Sequoia Capital as a partner on its growth team after spending more than five years with Coatue Management.</li><li>“It’s been a long time coming, but it comes at a bad time.”The world of startup investing is still recovering from years of froth, for one thing.</li><li>Sequoia Capital Global Equities, Sequoia’s hedge fund unit, also has an office there.According to a recent Bloomberg piece, Heritage was designed to work closely with Sequoia but has always retained the right to make its own investment decisions.</li><li>Over time, we will partner with portfolio companies to smoothly transition Sequoia board seats currently occupied by Michael.Sequoia Capital wouldn’t be what it is today without Michael.</li><li>(Firm founder Don Valentine famously attended partner meetings for 10 years after handing the reins to Moritz and Leone.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/19/michael-moritz-moves-on-bookmarking-a-long-chapter-at-sequoia-capital/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Farizon, Geelys truck unit, raised $600M to expand outside China. Chinas OpenAI challenger Zhipu AI gets Meituan funding | TechCrunch. Tesla to license FSD to other OEMs, allow transfer of FSD to new cars | TechCrunch. With $37M seed round, Maka Motors begins EV pilot on Indonesias streets | TechCrunch. Kitchen robot Botinkit raises $13M from DJI angel and others | TechCrunch. Michael Moritz moves on, bookmarking a long chapter at Sequoia Capital | TechCrunch"
}