{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Aria Alamalhodaei",
            "title": "Ramon.Space wants to take onorbit computing infrastructure to the next level",
            "description": "The commercial space industry is populated with new services and applications that wouldve been unimaginable even twenty years ago.  None of this new...",
            "url": "/2023-06-28-ramon-space-wants-to-take-on-orbit-computing-infrastructure-to-the-next-level",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/IYBTPrY9K2Wi1vqqUwAv5Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/475a225eca9b1b10bbfcd4c06ad8b547",
            "publishedAt": "2023-06-28T12:00:57Z",
            "content": "The commercial space industry is populated with new services and applications that wouldve been unimaginable even twenty years ago. None of this new activity would be possible without a robust comput [+1881 chars]",
            "summary": "Its technology has been used in 50 space missions, including missions with NASA and the European Space Agency, and a few hundred satellites, a Ramon.Space spokesperson told TechCrunch.The nine-year-old companys products include systems for processing, storage and communication. Existing investors Grove Ventures, Deep Insight and UMC Capital also participated.Ramon.Space, which has offices in California and Israel, develops software-based computing systems for space that allow data to be processed, stored or moved to Earth or another spacecraft. The commercial space industry is populated with new services and applications that wouldve been unimaginable even 20 years ago. The demand from satellite manufacturers, operators and service providers for such solutions is growing, driven by new business models and a goal to maintain agility of services in orbit. This new investment will allow Ramon.Space to scale its organization to meet market needs.",
            "html_summary": "<ul><li>Its technology has been used in 50 space missions, including missions with NASA and the European Space Agency, and “a few hundred” satellites, a Ramon.Space spokesperson told TechCrunch.The nine-year-old company’s products include systems for processing, storage and communication.</li><li>Existing investors Grove Ventures, Deep Insight and UMC Capital also participated.Ramon.Space, which has offices in California and Israel, develops software-based computing systems for space that allow data to be processed, stored or moved to Earth or another spacecraft.</li><li>The commercial space industry is populated with new services and applications that would’ve been unimaginable even 20 years ago.</li><li>“The demand from satellite manufacturers, operators and service providers for such solutions is growing, driven by new business models and a goal to maintain agility of services in orbit.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/28/ramon-space-wants-to-take-on-orbit-computing-infrastructure-to-the-next-level/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "Cuttlefish camouflage gets complicated",
            "description": "They receive constant feedback about their skin pattern and adjust camouflage accordingly.",
            "url": "/2023-06-28-cuttlefish-camouflage-gets-complicated",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/cuttleTOP-760x380.jpg",
            "publishedAt": "2023-06-28T15:00:01Z",
            "content": "Enlarge/ This cuttlefish can change its skin pattern to blend in with different background environments.6 with Its well known that cuttlefish and several other cephalopods can rapidly shift the  [+3516 chars]",
            "summary": "As for the camouflage ability, we previously reported that squid skin is translucent and features an outer layer of pigment cells called chromatophores that control light absorption. The two layers work together to generate the unique optical properties of squid skin.And then there are leucophores, which are similar to the iridophores, except they scatter the full spectrum of light, so they appear white. Unlike the chromatophores, the iridophores aren't pigment-based but are an example of structural color, similar to the crystals in the wings of a butterfly, except a squid's iridophores are dynamic rather than static. If the cells allow light through with little scattering, theyll seem more transparent, while the cells become opaque and more apparent by scattering a lot more light. Leucophores are mostly found in cuttlefish and octopuses, but there are some female squid of the genus Sepioteuthis that have leucophores that they can 'tune\" to only scatter certain wavelengths of light.  Jennifer Ouellette - Jun 28, 2023 3:00 pm UTC It's well known that cuttlefish and several other cephalopods can rapidly shift the colors in their skin thanks to that skin's unique structure. Specifically, they could pass a cephalopod version of the famous Stanford marshmallow test: waiting a bit for their preferred prey rather than settling right away for a less desirable prey.",
            "html_summary": "<ul><li>As for the camouflage ability, we previously reported that squid skin is translucent and features an outer layer of pigment cells called chromatophores that control light absorption.</li><li>The two layers work together to generate the unique optical properties of squid skin.And then there are leucophores, which are similar to the iridophores, except they scatter the full spectrum of light, so they appear white.</li><li>Unlike the chromatophores, the iridophores aren't pigment-based but are an example of structural color, similar to the crystals in the wings of a butterfly, except a squid's iridophores are dynamic rather than static.</li><li>If the cells allow light through with little scattering, they’ll seem more transparent, while the cells become opaque and more apparent by scattering a lot more light.</li><li>Leucophores are mostly found in cuttlefish and octopuses, but there are some female squid of the genus Sepioteuthis that have leucophores that they can 'tune\" to only scatter certain wavelengths of light.</li><li> Jennifer Ouellette - Jun 28, 2023 3:00 pm UTC It's well known that cuttlefish and several other cephalopods can rapidly shift the colors in their skin thanks to that skin's unique structure.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/06/cuttlefish-camouflage-gets-complicated/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "apnews.com",
            "title": "Is it richcession? Or rolling recession? Or maybe no recession at all?",
            "description": "The warnings have been sounded for more than a year A recession is going to hit the United States. If not this quarter, then by next quarter. Or the quarter after that. Or next year. Yet what might be the mostanticipated recession in modern U.S. history sti",
            "url": "/2023-06-28-recession-economy-inflation-jobs-unemployment-2ad91e65f4c0c79ebd2518e351934605",
            "urlToImage": "https://dims.apnews.com/dims4/default/5cb8333/2147483647/strip/true/crop/6265x3524+0+326/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F65%2Fd9%2F9cbe9c589e49eaa1d6f7892ed54d%2Fa649a8b2143a408cadf34269ff93235e",
            "publishedAt": "2023-06-28T13:00:03Z",
            "content": "WASHINGTON (AP) The warnings have been sounded for more than a year A recession is going to hit the United States. If not this quarter, then by next quarter. Or the quarter after that. Or maybe next [+8362 chars]",
            "summary": "Despite higher borrowing costs, thanks to the Federal Reserves aggressive streak of interest rate hikes, consumers keep spending, and employers keep hiring. The most-anticipated recession probably in modern U.S. history still hasnt arrived. Despite much higher borrowing costs, thanks to the Federal Reserves aggressive streak of interest rate hikes, consumers keep spending, and employers keep hiring. Heres how it could all play out in the United States: When different sectors of the economy take their turns contracting, with some declining while others keep expanding, its sometimes called a rolling recession. The economy as a whole manages to avoid a full-fledged recession. Krishna Guha, an analyst at Evercore ISI, notes that some areas of the economy  from education to government to health care  are not so sensitive to higher interest rates, which is why they are still hiring and probably will keep doing so. And to the surprise of labor market experts, construction companies are also still adding workers despite higher borrowing rates, which often discourage residential and commercial building.Instead, layoffs have been striking mainly white collar and professional occupations. Tom Barkin, president of the Federal Reserve Bank of Richmond, notes that affluent workers typically have savings they can draw upon after losing a job, enabling them to keep spending and fueling the economy.",
            "html_summary": "<ul><li>Despite higher borrowing costs, thanks to the Federal Reserve’s aggressive streak of interest rate hikes, consumers keep spending, and employers keep hiring.</li><li>The most-anticipated recession probably in modern U.S. history still hasn’t arrived.</li><li>Despite much higher borrowing costs, thanks to the Federal Reserve’s aggressive streak of interest rate hikes, consumers keep spending, and employers keep hiring.</li><li>Here’s how it could all play out in the United States: When different sectors of the economy take their turns contracting, with some declining while others keep expanding, it’s sometimes called a “rolling recession.” The economy as a whole manages to avoid a full-fledged recession.</li><li>Krishna Guha, an analyst at Evercore ISI, notes that some areas of the economy — from education to government to health care — are not so sensitive to higher interest rates, which is why they are still hiring and probably will keep doing so.</li><li>And to the surprise of labor market experts, construction companies are also still adding workers despite higher borrowing rates, which often discourage residential and commercial building.Instead, layoffs have been striking mainly white collar and professional occupations.</li></ul>",
            "website_url": "https://apnews.com/article/recession-economy-inflation-jobs-unemployment-2ad91e65f4c0c79ebd2518e351934605"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Bluu Seafood reels in $17.5M to bring cultivated fish products to market",
            "description": "Cultivated fish company Bluu Seafood today announced it has raised 16 million in a Series A round of funding.",
            "url": "/2023-06-28-bluu-seafood-reels-in-17-5m-to-bring-cultivated-fish-products-to-market",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/08/Bluu-Seafood_Cultivated-Fish-Fingers_copyright_Bluu-GmbH_Wim-Jansen-e1687853012630.jpg?resize=1200,675",
            "publishedAt": "2023-06-28T07:00:50Z",
            "content": "Bluu Seafood, a German company creating cultivated (i.e. labgrown) fish products, today announced it has raised 16 million ($17.5 million) in a Series A round of funding.Founded out of Berlin in [+2013 chars]",
            "summary": "fish species) inside a lab.The company unveiled its first products last August, including a line of fish sticks (or fish fingers) and fish balls. These are made from cultivated fish cells that are enriched with plant proteins, a process it says helps make their mouth-feel and cooking process more realistic.Bluu Seafoods cultivated fish balls. Image Credits: Bluu SeafoodBluu Seafood is one of numerous biotech startups that are setting out to address the worlds seafood production problems, which includes overfishing, contamination and cruelty. Bluu Seafood, a German company creating cultivated (i.e.",
            "html_summary": "<ul><li>fish species) inside a lab.The company unveiled its first products last August, including a line of fish sticks (or “fish fingers”) and fish balls.</li><li>These are made from cultivated fish cells that are enriched with plant proteins, a process it says helps make their mouth-feel and cooking process more realistic.Bluu Seafood’s cultivated fish balls.</li><li>Image Credits: Bluu SeafoodBluu Seafood is one of numerous biotech startups that are setting out to address the world’s seafood production problems, which includes overfishing, contamination and cruelty.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/28/bluu-seafood-reels-in-17-5m-to-bring-cultivated-fish-products-to-market/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Memphis.dev looks to simplify event streaming with open source and SaaS products",
            "description": "Memphis.dev, an early stage startup, is going after complex event streaming applications with open source and SaaS products.",
            "url": "/2023-06-28-memphis-dev-looks-to-simplify-event-streaming-with-open-source-and-saas-products",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1452648948-1.jpg?resize=1200,800",
            "publishedAt": "2023-06-28T13:06:03Z",
            "content": "Startups have been looking for ways to disrupt event streaming, popularized in the last decade by Kafka, the open source event streaming platform. Just this week we looked at Redpanda getting a $100  [+2978 chars]",
            "summary": "So it really made sense for the community, as well as some other features that we simply were not able to deploy through the open source version, technically, Ben Hemo said.The company currently has 14 employees with two open recs, and as currently constituted has a pretty diverse group. Startups have been looking for ways to disrupt event streaming, popularized in the last decade by Kafka, the open source event streaming platform. The company has also designed it to work on multiple platforms, including AWS and Google Cloud Platform for starters.We try to create as much alignment as we can between the commercial version and Memphis. He says he hopes to continue that along multiple dimensions of diversity, including geographical, as he builds the organization.Todays seed investment was led by Angular Ventures and Boldstart Ventures along with several prominent industry angels. But the commercial version is definitely more for enterprises, organizations that require serverless experience, and dont want anything to do with infrastructure and scale and monitoring and stuff like that.",
            "html_summary": "<ul><li>So it really made sense for the community, as well as some other features that we simply were not able to deploy through the open source version, technically,” Ben Hemo said.The company currently has 14 employees with two open recs, and as currently constituted has a pretty diverse group.</li><li>Startups have been looking for ways to disrupt event streaming, popularized in the last decade by Kafka, the open source event streaming platform.</li><li>The company has also designed it to work on multiple platforms, including AWS and Google Cloud Platform for starters.“We try to create as much alignment as we can between the commercial version and Memphis.</li><li>He says he hopes to continue that along multiple dimensions of diversity, including geographical, as he builds the organization.Today’s seed investment was led by Angular Ventures and Boldstart Ventures along with several prominent industry angels.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/28/memphis-dev-looks-to-simplify-event-streaming-with-open-source-and-saas-products/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sophie Alcorn",
            "title": "Ask Sophie How do we relocate Ukrainian and Russian team members to the U.S.?",
            "description": "Over the last year and a half or so, we helped several team members relocate from Ukraine and Russia. How do we bring them here?",
            "url": "/2023-06-28-ask-sophie-how-do-we-relocate-ukrainian-and-russian-team-members-to-the-u-s",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/dear-sophie-immigration-maze-3.jpg?resize=1200,675",
            "publishedAt": "2023-06-28T10:00:27Z",
            "content": "More posts by this contributorHeres another edition of Ask Sophie, the advice column that answers immigrationrelated questions about working at technology companies.Your questions are vital to  [+3328 chars]",
            "summary": "Heres another edition of Ask Sophie, the advice column that answers immigration-related questions about working at technology companies.Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams, says Sophie Alcorn, a Silicon Valley immigration attorney. How do we bring them here? Meaningful MoneymakingDear Meaningful Moneymaking,Many companies have helped make a meaningful difference in peoples lives, supporting talented team members and their families from countries such as Ukraine and Russia to relocate to safety. The program includes the option for a Employment Authorization Document (EAD)  otherwise known as a work permit.Right now, parole under the Uniting for Ukraine program cannot be extended beyond two years, but that may change. Individuals participating in the program must have a U.S.-based supporter or multiple supporters  an individual, organization, or business  who agrees to financially support their stay.The supporter must fill out Form I-134A (Online Request to be a Supporter and Declaration of Financial Support) and submit it to U.S. Over the last year and a half or so, we helped several team members relocate from Ukraine and Russia to various non-Schengen countries such as Georgia, Taiwan, Thailand, Turkey, and Uzbekistan. Your company could consider sponsoring employees on parole for work visas or green cards. We realize its more expensive if we bring these employees to the U.S., but our startup will be more successful.",
            "html_summary": "<ul><li>Here’s another edition of “Ask Sophie,” the advice column that answers immigration-related questions about working at technology companies.“Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams,” says Sophie Alcorn, a Silicon Valley immigration attorney.</li><li>How do we bring them here?— Meaningful MoneymakingDear Meaningful Moneymaking,Many companies have helped make a meaningful difference in people’s lives, supporting talented team members and their families from countries such as Ukraine and Russia to relocate to safety.</li><li>The program includes the option for a Employment Authorization Document (EAD) — otherwise known as a work permit.Right now, parole under the Uniting for Ukraine program cannot be extended beyond two years, but that may change.</li><li>Individuals participating in the program must have a U.S.-based supporter or multiple supporters — an individual, organization, or business — who agrees to financially support their stay.The supporter must fill out Form I-134A (Online Request to be a Supporter and Declaration of Financial Support) and submit it to U.S.</li><li>Over the last year and a half or so, we helped several team members relocate from Ukraine and Russia to various non-Schengen countries such as Georgia, Taiwan, Thailand, Turkey, and Uzbekistan.</li><li>Your company could consider sponsoring employees on parole for work visas or green cards.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/28/ask-sophie-how-do-we-relocate-ukrainian-and-russian-team-members-to-the-u-s/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Ramon.Space wants to take onorbit computing infrastructure to the next level. Cuttlefish camouflage gets complicated. Is it richcession? Or rolling recession? Or maybe no recession at all?. Bluu Seafood reels in $17.5M to bring cultivated fish products to market. Memphis.dev looks to simplify event streaming with open source and SaaS products. Ask Sophie How do we relocate Ukrainian and Russian team members to the U.S.?"
}