{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Stephen Clark",
            "title": "TransAtlantic joint venture aims to build new international space station",
            "description": "Airbus replaces Lockheed Martin as habitat builder for the planned Starlab space station.",
            "url": "/2023-08-04-trans-atlantic-joint-venture-aims-to-build-new-international-space-station",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/voyagerstarlab-760x380.jpg",
            "publishedAt": "2023-08-04T00:00:36Z",
            "content": "Enlarge/ Artists illustration of the planned Starlab space station.0 with Voyager Space, one of several US companies formulating concepts for new commercial space stations, has established a joi [+8834 chars]",
            "summary": "Voyager Space has established a joint venture with Airbus to co develop an Earth orbiting research outpost called Starlab. The companies announced the joint venture Wednesday saying they plan to field a successor to the International Space Station. The joint venture will bring together world class leaders in the space domain while further uniting American and European interests in space exploration the two companies said in a joint statement. The Starlab station concept was one of three selected by NASA for funding in alongside projects from separate industry teams led by Blue Origin and Northrop Grumman.",
            "html_summary": "<ul><li>Voyager Space has established a joint venture with Airbus to co develop an Earth orbiting research outpost called Starlab</li><li> The companies announced the joint venture Wednesday saying they plan to field a successor to the International Space Station</li><li> The joint venture will bring together world class leaders in the space domain while further uniting American and European interests in space exploration the two companies said in a joint statement</li><li> The Starlab station concept was one of three selected by NASA for funding in alongside projects from separate industry teams led by Blue Origin and Northrop Grumman</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/08/trans-atlantic-joint-venture-aims-to-build-new-international-space-station/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Coming soon to TikTok in Europe A For You feed without the TikTok algorithm | TechCrunch",
            "description": "Get ready for a version of TikTok youve never seen before! Without the hypersticky AIdriven For You feed...",
            "url": "/2023-08-04-tiktok-algorithm-dsa",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1232166951.jpg?resize=1200,827",
            "publishedAt": "2023-08-04T10:52:49Z",
            "content": "Get ready for a version of TikTok youve never seen before! Without the hypersticky, AIdriven For You feedThe video sharing platform has announcedthat TikTok users in the European Union will  [+7597 chars]",
            "summary": "We will provide a guide to help people better understand each category, TikTok writes.It further stipulates it will first review content European users are reporting as illegal against its Community Guidelines and remove it globally if it deems it violates its policies. The regulation requires these popular platforms provide users with a choice to switch off recommender systems based on profiling. Which is why they havent generally been incentivized to offer users a clear choice to deny personalization  as TikTok will soon. For example, if we decide a video is ineligible for recommendation because it contains unverified claims about an election that is still unfolding, we will let users know. Update: TikTok told us it already prohibits advertisers from using special category data to target users. But the DSA changes that.Twitter (now X) is an exception where a non-algorithmic feed has always been core to the product experience on the platform. (Weve asked the company for more details of its compliance plan there.",
            "html_summary": "<ul><li>We will provide a guide to help people better understand each category,” TikTok writes.It further stipulates it will first review content European users are reporting as illegal against its Community Guidelines and remove it globally if it deems it violates its policies.</li><li>The regulation requires these popular platforms provide users with a choice to switch off recommender systems based on profiling.</li><li>Which is why they haven’t generally been incentivized to offer users a clear choice to deny personalization — as TikTok will “soon”.</li><li>“For example, if we decide a video is ineligible for recommendation because it contains unverified claims about an election that is still unfolding, we will let users know.</li><li>Update: TikTok told us it already prohibits advertisers from using special category data to target users.</li><li>But the DSA changes that.Twitter (now X) is an exception where a non-algorithmic feed has always been core to the product experience on the platform.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/04/tiktok-algorithm-dsa/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Abigail Bassett",
            "title": "Fisker reveals allelectric Alaska pickup, three other EV prototypes | TechCrunch",
            "description": "Fisker revealed four EV prototypes Thursday, including a pickup truck, a sports car, an offroad version of its Ocean SUV and a compact SUV.",
            "url": "/2023-08-04-fisker-reveals-all-electric-alaska-pickup-three-other-ev-prototypes",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/fisker-alaska-truck-EV-event-abby.jpg?resize=1200,904",
            "publishedAt": "2023-08-04T00:22:00Z",
            "content": "Fisker, the automotive startupturned publicly traded company founded by famed automotive designer Henrik Fisker, revealed Thursday night a dizzying array of EV prototypes from a beefy pickup truck w [+7834 chars]",
            "summary": "And Fisker is taking reservations for all of them.I think the traditional car industry really liked this idea about coming up with a new car every year or every second year, but I think were in a completely different time right now. The company said it has used an internal development process to make manufacturing more efficient and lower costs. Fisker said that the PEAR will be coming in mid-2025.One unique feature of the PEAR is the rear tailgate which neither opens up or down like traditional tailgates. The back window of the cab and rear wall can be dropped, allowing the cabin to open up to the truck bed and lengthening the entire area (when the tailgate is down) to 9 feet, 6 inches. The company, which called the Force E a hardcore off-road package, will be available in the first quarter of 2024. And rather than looking at COVID as something thats gonna stop us or slow us down, I kind of want to accelerate. With incentives, Fisker says that the Alaska will cost $37,900.",
            "html_summary": "<ul><li>And Fisker is taking reservations for all of them.“I think the traditional car industry really liked this idea about coming up with a new car every year or every second year, but I think we’re in a completely different time right now.</li><li>The company said it has used an internal development process to make manufacturing more efficient and lower costs.</li><li>Fisker said that the PEAR will be coming in mid-2025.One unique feature of the PEAR is the rear tailgate which neither opens up or down like traditional tailgates.</li><li>The back window of the cab and rear wall can be dropped, allowing the cabin to open up to the truck bed and lengthening the entire area (when the tailgate is down) to 9 feet, 6 inches.</li><li>The company, which called the Force E a “hardcore off-road package,” will be available in the first quarter of 2024.</li><li>And rather than looking at COVID as something that’s gonna stop us or slow us down, I kind of want to accelerate.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/03/fisker-reveals-all-electric-alaska-pickup-three-other-ev-prototypes/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. TransAtlantic joint venture aims to build new international space station. Coming soon to TikTok in Europe A For You feed without the TikTok algorithm | TechCrunch. Fisker reveals allelectric Alaska pickup, three other EV prototypes | TechCrunch"
}