{
    "status": "ok",
    "totalResults": 11,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "Ancient Roman wow glass has photonic crystal patina forged over centuries | Makemetechie.com Summary",
            "description": "Precise hierarchical molecular selfassembly formed socalled Bragg stack reflectors.",
            "url": "/2023-09-17-ancient-roman-wow-glass-has-photonic-crystal-patina-forged-over-centuries",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/glass1-760x380.jpg",
            "publishedAt": "2023-09-18T19:06:19Z",
            "content": "Enlarge/ Microscopic view of photonic crystals on the surface of ancient Roman glass.7 with Nature is the ultimate nanofabricator. The latest evidence of that is an unusual shard of ancient Roman [+4211 chars]",
            "summary": "Ancient Roman glass shards are noteworthy for their iridescent hues of blue green and orange the result of the corrosion process slowly restructuring the glass to form photonic crystals. This particular shard s shimmering mirror like gold sheen is a rare example with unusual optical properties according to a new paper published in the Proceedings of the National Academy of Sciences. It s yet another example of naturally occurring structural coloration not due to adding pigments or dyes but from how they are structured in nature.",
            "html_summary": "<ul><li>Ancient Roman glass shards are noteworthy for their iridescent hues of blue green and orange the result of the corrosion process slowly restructuring the glass to form photonic crystals.</li><li> This particular shard s shimmering mirror like gold sheen is a rare example with unusual optical properties according to a new paper published in the Proceedings of the National Academy of Sciences.</li><li> It s yet another example of naturally occurring structural coloration not due to adding pigments or dyes but from how they are structured in nature.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/09/ancient-roman-wow-glass-has-photonic-crystal-patina-forged-over-centuries/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Chuong Nguyen",
            "title": "Dealmaster Early Amazon Prime Big Day deals, Lenovo laptop savings, and more | Makemetechie.com Summary",
            "description": "Amazon announced that Prime Big Day Deals will happen on October 10 and 11 this year.",
            "url": "/2023-09-17-amazon-prime-big-day-deals-2023",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/2022-13-inch-MacBook-Pro-top-1440x787-1-760x380.jpeg",
            "publishedAt": "2023-09-18T18:36:04Z",
            "content": "Enlarge/ The 2022 13inch MacBook Pro with an M2 chip.3 with Now that Amazon has announced that its second big Prime Day shopping event of the year, called Prime Big Day, will take place next mon [+14113 chars]",
            "summary": "Amazon has some early Prime Big Day deals listed for the event. To take advantage of these savings and more during the main days you ll need a Prime membership. In addition to Amazon we also found some great savings at competing retailers. Ars Technica may earn compensation for sales from links on this post through affiliate programs. The Daily Discussion is a weekly, offbeat look at what's trending on the web. This week, we look at some of the best deals we saw on Amazon's Prime Day event.",
            "html_summary": "<ul><li>Amazon has some early Prime Big Day deals listed for the event.</li><li> To take advantage of these savings and more during the main days you ll need a Prime membership.</li><li> In addition to Amazon we also found some great savings at competing retailers.</li><li> Ars Technica may earn compensation for sales from links on this post through affiliate programs.</li><li> The Daily Discussion is a weekly, offbeat look at what's trending on the web.</li><li> This week, we look at some of the best deals we saw on Amazon's Prime Day event.</li></ul>",
            "website_url": "https://arstechnica.com/shopping/2023/09/amazon-prime-big-day-deals-2023/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Keeping Googles search secrets protects its monopoly, DOJ argues in court | Makemetechie.com Summary",
            "description": "The DOJ objected when the court removed the public from the Google trial on Monday.",
            "url": "/2023-09-17-keeping-googles-search-secrets-protects-its-monopoly-doj-argues-in-court",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/GettyImages-1444475597-760x380.jpg",
            "publishedAt": "2023-09-18T21:49:45Z",
            "content": "8 with Since Google has a right to protect its trade secrets during the US Department of Justices trial digging into how the tech giant allegedly monopolized Internet searches, some of the trials [+3912 chars]",
            "summary": "Google has a right to protect its trade secrets during the US Department of Justice s trial digging into how the tech giant allegedly monopolized Internet searches. On Monday the court sealed off two hours of testimony from Verizon executive Brian Higgins. The DOJ objected when the court removed the public during discussions of Google s online advertising pricing. To the DOJ every piece of information that Google hides from the public eye risks weakening the public s understanding of the case that the DOJ is building against Google. More information will likely be revealed in sealed testimony.",
            "html_summary": "<ul><li>Google has a right to protect its trade secrets during the US Department of Justice s trial digging into how the tech giant allegedly monopolized Internet searches.</li><li> On Monday the court sealed off two hours of testimony from Verizon executive Brian Higgins.</li><li> The DOJ objected when the court removed the public during discussions of Google s online advertising pricing.</li><li> To the DOJ every piece of information that Google hides from the public eye risks weakening the public s understanding of the case that the DOJ is building against Google.</li><li> More information will likely be revealed in sealed testimony.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/09/keeping-googles-search-secrets-protects-its-monopoly-doj-argues-in-court/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Real estate tech companies continue to get hammered by high mortgage rates | Makemetechie.com Summary",
            "description": "Once valued at over $2 billion, renttoown startup Divvy Homes conducted its third round of layoffs in a years time.",
            "url": "/2023-09-17-real-estate-tech-companies-continue-to-get-hammered-by-high-mortgage-rates",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/05/gettyimages-487081644.jpg?resize=1200,801",
            "publishedAt": "2023-09-17T14:15:44Z",
            "content": "Welcome back to The Interchange, where we take a look at the hottest fintech news of the previous week. This week, we take a look at one startup layoff, another offering an employee ownership buyout  [+7398 chars]",
            "summary": "For a company like Divvy, whose business model involves purchasing homes and then renting them to people aiming to build equity, it was not a positive development.Rising interest rates meant that the company likely had to charge more in rent to cover the mortgages it had taken out. And while startups, like Teamshares, have a lock on acquiring companies that dont have succession plans, that might not always be what a company needs.Last week I wrote about Common Trust, a startup offering an employee ownership buyout option. This week, we take a look at one startup layoff, another offering an employee ownership buyout option, and much more. If you want to receive The Interchange directly in your inbox every Sunday, head here to sign up!Last week, I reported on Divvy Homes third round of layoffs in a years time.  ChristineAs reported by Zack Whittaker: Square said there was no evidence a cyberattack caused an outage that left customers and small businesses unable to use the payment giants technology on Thursday through early Friday. Interest rates were still relatively low and while markets were tight, people were still buying homes. Mortgage rates had doubled and fewer people were putting their homes on the market or looking to buy a home.",
            "html_summary": "<ul><li>For a company like Divvy, whose business model involves purchasing homes and then renting them to people aiming to build equity, it was not a positive development.Rising interest rates meant that the company likely had to charge more in rent to cover the mortgages it had taken out..</li><li>And while startups, like Teamshares, have a lock on acquiring companies that don’t have succession plans, that might not always be what a company needs.Last week I wrote about Common Trust, a startup offering an employee ownership buyout option..</li><li>This week, we take a look at one startup layoff, another offering an employee ownership buyout option, and much more..</li><li>If you want to receive The Interchange directly in your inbox every Sunday, head here to sign up!Last week, I reported on Divvy Homes’ third round of layoffs in a year’s time..</li><li>— ChristineAs reported by Zack Whittaker: “Square said there was ‘no evidence’ a cyberattack caused an outage that left customers and small businesses unable to use the payment giant’s technology on Thursday through early Friday..</li><li>Interest rates were still relatively low and while markets were tight, people were still buying homes..</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/17/real-estate-tech-companies-continue-to-get-hammered-by-high-mortgage-rates/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Netanyahu talks to Elon Musk in California about antisemitism on X and artificial intelligence | Makemetechie.com Summary",
            "description": "Israeli Prime Minister Benjamin Netanyahu kicked off a U.S. trip in California to talk to billionaire businessman Elon Musk about antisemitism on his social media platform X  while Musk asked him to address his judicial overhaul in Israel. The",
            "url": "/2023-09-17-netanyahu-elon-musk-tesla-california-ai-b3f8bb6d485cdc14c2e256e383c13aa4",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/97/1979febb-d253-59e0-ab3b-13f88c9e1b25/6509d133e1f07.image.jpg?crop=1921%2C1009%2C0%2C35&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-09-18T19:39:15Z",
            "content": "SAN JOSE, Calif. (AP) Israeli Prime Minister Benjamin Netanyahu kicked off a U.S. trip in California to talk to billionaire businessman Elon Musk about antisemitism on his social media platform X whi [+5749 chars]",
            "summary": "The two also discussed artificial intelligence in a sparsely attended livestream event Monday.Netanyahus high-profile visit to the San Francisco Bay Area comes at a time when Musk is facing accusations of tolerating antisemitic messages on his social media platform, while Netanyahu is confronting political opposition at home and abroad. The freestyle conversation, which included jokes from both men, soon turned to free speech and antisemitism, with Netanyahu telling Musk he hopes that within the confines of the First Amendment he can find a way to roll back antisemitism and other forms of hatred on his social media platform. (AP Photo/Noah Berger)SAN JOSE, Calif. (AP)  Israeli Prime Minister Benjamin Netanyahu kicked off a U.S. trip in California to talk to billionaire businessman Elon Musk about antisemitism on his social media platform X  while Musk asked him to address his judicial overhaul in Israel. Silicon Valley itineraries for visiting political dignitaries typically also include major tech companies such as Apple, Google or Meta.From California, Netanyahu heads to New York, where he is scheduled to address the United Nations General Assembly and meet with President Joe Biden and other world leaders, his office said. Netanyahu said controlling more-advanced AI must start by getting like-minded states to agree to a code of ethics and conduct to foster the technology and curb the curses. But he said there will still be a need to police the planet against rogue actors. But it comes at a time that Musk is facing accusations of tolerating antisemitic messages on his social media platform X, formerly known as Twitter. Its a tough one, Netanyahu said.Musk said that with 100 million to 200 million posts on X in a day, some of those are gonna be bad. He reiterated the platforms policy to not promote or amplify hate speech.",
            "html_summary": "<ul><li>The two also discussed artificial intelligence in a sparsely attended livestream event Monday.Netanyahu’s high-profile visit to the San Francisco Bay Area comes at a time when Musk is facing accusations of tolerating antisemitic messages on his social media platform, while Netanyahu is confronting political opposition at home and abroad..</li><li>The freestyle conversation, which included jokes from both men, soon turned to free speech and antisemitism, with Netanyahu telling Musk he hopes that within the confines of the First Amendment he can find a way to roll back antisemitism and other forms of hatred on his social media platform..</li><li>(AP Photo/Noah Berger)SAN JOSE, Calif. (AP) — Israeli Prime Minister Benjamin Netanyahu kicked off a U.S. trip in California to talk to billionaire businessman Elon Musk about antisemitism on his social media platform X — while Musk asked him to address his judicial overhaul in Israel..</li><li>Silicon Valley itineraries for visiting political dignitaries typically also include major tech companies such as Apple, Google or Meta.From California, Netanyahu heads to New York, where he is scheduled to address the United Nations General Assembly and meet with President Joe Biden and other world leaders, his office said..</li><li>Netanyahu said controlling more-advanced AI must start by getting like-minded states to agree to a code of ethics and conduct to foster the technology and “curb the curses.” But he said there will still be a need to “police the planet” against rogue actors..</li><li>But it comes at a time that Musk is facing accusations of tolerating antisemitic messages on his social media platform X, formerly known as Twitter..</li></ul>",
            "website_url": "https://apnews.com/article/netanyahu-elon-musk-tesla-california-ai-b3f8bb6d485cdc14c2e256e383c13aa4"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "RoboFab is ready to build 10,000 humanoid robots per year | TechCrunch | Makemetechie.com Summary",
            "description": "Humanoid robots are pretty cool, and Agility Robotics bipedal robot Digit is up there in terms of advanced tech (it even has a face!). Today, the company",
            "url": "/2023-09-17-the-robots-are-coming",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/Agility-Robotics-DIGIT-13-Large.jpeg?resize=1200,805",
            "publishedAt": "2023-09-18T16:33:08Z",
            "content": "Humanoid robots are pretty cool, and Agility Robotics bipedal robot Digit is up there in terms of advanced tech (it even has a face!). Today, the company announced its getting ready to crank up its [+1455 chars]",
            "summary": "Agility Robotics bipedal robot Digit is up there in terms of advanced tech it even has a face. Today the company announced it s getting ready to crank up its RoboFab which can build more than Digits per year. The factory will be built in Salem Oregon and the company tells TechCrunch it started initial construction of the robot factory last year and it is set to open later this year. We built Digit to solve difficult problems in today s workforce like injuries burnout high turnover and unfillable labor gaps says Agility Robotics CEO Damion Shelton.",
            "html_summary": "<ul><li>Agility Robotics bipedal robot Digit is up there in terms of advanced tech it even has a face.</li><li> Today the company announced it s getting ready to crank up its RoboFab which can build more than Digits per year.</li><li> The factory will be built in Salem Oregon and the company tells TechCrunch it started initial construction of the robot factory last year and it is set to open later this year.</li><li> We built Digit to solve difficult problems in today s workforce like injuries burnout high turnover and unfillable labor gaps says Agility Robotics CEO Damion Shelton.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/18/the-robots-are-coming/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Boxbot pivots from lastmile trucks to robotical parcel storage | TechCrunch | Makemetechie.com Summary",
            "description": "Bay areabased startup boxbot announces a $12 million Series A as it pivots from last mile delivery to warehouse sorting robots.",
            "url": "/2023-09-17-boxbot-pivots-for-last-mile-trucks-to-robotical-parcel-storage",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/Box-R2.00_01_38_22.Still008-1.jpeg?resize=1200,675",
            "publishedAt": "2023-09-18T12:01:00Z",
            "content": "I love a good pivot story. Its something most startups will confront at some point or other, if theyre going to make it long term. In a category where luck, timing and market forces are at least half [+3585 chars]",
            "summary": "Boxbot has pivoted from autonomous last mile delivery to warehouse storage. The three dimensional conveyor system is designed to increase storage density inside a significantly smaller footprint. Founder and CEO Austin Oehlerking tells TechCrunch that the decision to pivot came from surprise customer enthusiasm about the package retrieval system the company had built rather than its last mile robot. Playground Global s Richard Peretz adds Start ups have to make tough decisions about the future of their companies every day. The company currently has employees and is hiring more to accelerate its go to market approach.",
            "html_summary": "<ul><li>Boxbot has pivoted from autonomous last mile delivery to warehouse storage.</li><li> The three dimensional conveyor system is designed to increase storage density inside a significantly smaller footprint.</li><li> Founder and CEO Austin Oehlerking tells TechCrunch that the decision to pivot came from surprise customer enthusiasm about the package retrieval system the company had built rather than its last mile robot.</li><li> Playground Global s Richard Peretz adds Start ups have to make tough decisions about the future of their companies every day.</li><li> The company currently has employees and is hiring more to accelerate its go to market approach.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/18/boxbot-pivots-for-last-mile-trucks-to-robotical-parcel-storage/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Elon Musk says X will charge users a small monthly payment to use its service | TechCrunch | Makemetechie.com Summary",
            "description": "X owner Elon Musk today floated the idea that the social network formerly known as Twitter may no longer be a free site. In a livestreamed conversation",
            "url": "/2023-09-17-elon-musk-says-x-will-charge-users-a-small-monthly-payment-to-use-its-service",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/twitter-x-musk-graffiti.jpg?resize=1200,675",
            "publishedAt": "2023-09-18T21:29:13Z",
            "content": "X owner Elon Musk today floated the idea that the social network formerly known as Twitter may no longer be a free site. In a livestreamed conversation with Israeli Prime Minister Benjamin Netanyahu [+2652 chars]",
            "summary": "X owner Elon Musk today floated the idea that the social network formerly known as Twitter may no longer be a free site. In a live streamed conversation with Israeli Prime Minister Benjamin Netanyahu on Monday Musk said the company was moving to a small monthly payment for the use of the X system. He suggested that such a change would be necessary to deal with the problem of bots on the platform. Musk also shared new metrics for X noting the site has now million monthly users who generate to million posts every day.",
            "html_summary": "<ul><li>X owner Elon Musk today floated the idea that the social network formerly known as Twitter may no longer be a free site.</li><li> In a live streamed conversation with Israeli Prime Minister Benjamin Netanyahu on Monday Musk said the company was moving to a small monthly payment for the use of the X system.</li><li> He suggested that such a change would be necessary to deal with the problem of bots on the platform.</li><li> Musk also shared new metrics for X noting the site has now million monthly users who generate to million posts every day.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/18/elon-musk-says-x-will-charge-users-a-small-monthly-payment-to-use-its-service/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Leonard Wossnig",
            "title": "Questions every VC needs to ask about every AI startups tech stack | TechCrunch | Makemetechie.com Summary",
            "description": "The true value proposition of AI companies now lies not just within the models, but also predominantly in the underpinning datasets.",
            "url": "/2023-09-17-questions-every-vc-needs-to-ask-about-every-ai-startups-tech-stack",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/09/GettyImages-656781058.jpg?resize=1200,841",
            "publishedAt": "2023-09-18T20:01:56Z",
            "content": "From fraud detection to agricultural crop monitoring, a new wave of tech startups has emerged, all armed with the conviction that their use of AI will address the challenges presented by the modern w [+3408 chars]",
            "summary": "As the AI landscape matures a growing concern comes to light The heart of many AI companies their models are rapidly becoming commodities. A noticeable lack of substantial differentiation among these models is beginning to raise questions about the sustainability of their competitive advantage. In the rush to market many AI driven companies including those venturing into the promising field of biotechnology are launching without the strategic implementation of a purpose built technology stack. This oversight carries substantial implications for the longevity of their AI initiatives. In this article I offer practical frameworks derived from my hands on experience as both CEO and CTO of machine learning enabled startups.",
            "html_summary": "<ul><li>As the AI landscape matures a growing concern comes to light The heart of many AI companies their models are rapidly becoming commodities.</li><li> A noticeable lack of substantial differentiation among these models is beginning to raise questions about the sustainability of their competitive advantage.</li><li> In the rush to market many AI driven companies including those venturing into the promising field of biotechnology are launching without the strategic implementation of a purpose built technology stack.</li><li> This oversight carries substantial implications for the longevity of their AI initiatives.</li><li> In this article I offer practical frameworks derived from my hands on experience as both CEO and CTO of machine learning enabled startups.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/18/questions-every-vc-needs-to-ask-about-every-ai-startups-tech-stack/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Dragos raises $74M to secure industrial control systems from threats | TechCrunch | Makemetechie.com Summary",
            "description": "Dragos, which is developing software to secure industrial control systems, has raised $74 million in an extension to its Series D round.",
            "url": "/2023-09-17-dragos-raises-74m-to-secure-industrial-control-systems",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-529308892.jpg?resize=1200,800",
            "publishedAt": "2023-09-18T09:30:43Z",
            "content": "Dragos, a company building software to secure the control systems for manufacturing and industrial equipment, has raised $74 million in a Series D round extension led by WestCap.The round, which br [+3712 chars]",
            "summary": "Dragos a company building software to secure the control systems for manufacturing and industrial equipment has raised million in a Series D round extension led by WestCap. The round which brings Dragos total raised to million leaves the startup s post money valuation unchanged for the second year at billion Dragos CEO Robert Lee says that the new money will be put toward continuing to grow and expand the company s customer base which stands at around organizations and governments. Data suggests that attacks on this hardware known as industrial control systems are increasing not only in frequency but sophistication.",
            "html_summary": "<ul><li>Dragos a company building software to secure the control systems for manufacturing and industrial equipment has raised million in a Series D round extension led by WestCap.</li><li> The round which brings Dragos total raised to million leaves the startup s post money valuation unchanged for the second year at billion Dragos CEO Robert Lee says that the new money will be put toward continuing to grow and expand the company s customer base which stands at around organizations and governments.</li><li> Data suggests that attacks on this hardware known as industrial control systems are increasing not only in frequency but sophistication.</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/18/dragos-raises-74m-to-secure-industrial-control-systems/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "UKs competition watchdog drafts principles for responsible generative AI | TechCrunch | Makemetechie.com Summary",
            "description": "An initial review of generative AI by the UKs Competition and Markets Authority (CMA) which was announced back in May has concluded with a report An initial review of generative AI by the UKs Competition and Markets Authority has proposed seven principles t",
            "url": "/2023-09-17-cma-foundation-ai-review",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1202271610.jpg?resize=1200,900",
            "publishedAt": "2023-09-18T15:17:10Z",
            "content": "An initial review of generative AI by the UKs Competition and Markets Authority (CMA) which was announced back in May has concluded with a report containing seven proposed principles to ensure cons [+12314 chars]",
            "summary": "So the U.K. is lagging behind peers in addressing tech giants market power.On foundation models, Hayter suggested some (possible) negative scenarios vis-a-vis market impacts could flow from similar issues to those that have entrenched (current gen) Big Tech. Down the line, the CMA might thus end up promoting such a list as best practice for avoiding competition complaints at AIs cutting edge.Nothing is set in stone yet, though  with another update on its thinking in this area planned for early 2024. And similarly on the access to compute.Thats clearly an extremely important input to these models, which is why we highlighted access as one of these key principles. So watch this space.In this market for foundation models, theres lots at stake for both competition and consumers. So were pretty much at the beginning of the conversation, which were looking forward to having.OpenAI, DeepMind and Anthropic to give UK early access to foundational models for AI safety researchThe CMA received some 70+ responses following its call for input ahead of the review. And theres work going on elsewhere to consider access to public cloud services in the work that Ofcom is doing and has previously proposed to send to us as market investigation. competition, and enforcement of Competition and Consumer Law  sometimes can be a bit slow to respond to some of the specific developments.",
            "html_summary": "<ul><li>So the U.K. is lagging behind peers in addressing tech giants’ market power.On foundation models, Hayter suggested some (possible) negative scenarios vis-a-vis market impacts could flow from similar issues to those that have entrenched (current gen) Big Tech..</li><li>Down the line, the CMA might thus end up promoting such a list as best practice for avoiding competition complaints at AI’s cutting edge.Nothing is set in stone yet, though — with another update on its thinking in this area planned for early 2024..</li><li>And similarly on the access to compute.“That’s clearly an extremely important input to these models, which is why we highlighted access as one of these key principles..</li><li>So watch this space.“In this market for foundation models, there’s lots at stake for both competition and consumers..</li><li>So we’re pretty much at the beginning of the conversation, which we’re looking forward to having.”OpenAI, DeepMind and Anthropic to give UK early access to foundational models for AI safety researchThe CMA received some 70+ responses following its call for input ahead of the review..</li><li>And… there’s work going on elsewhere to consider access to public cloud services in the work that Ofcom is doing and has previously proposed to send to us as market investigation..</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/18/cma-foundation-ai-review/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Ancient Roman wow glass has photonic crystal patina forged over centuries | Makemetechie.com Summary. Dealmaster Early Amazon Prime Big Day deals, Lenovo laptop savings, and more | Makemetechie.com Summary. Keeping Googles search secrets protects its monopoly, DOJ argues in court | Makemetechie.com Summary. Real estate tech companies continue to get hammered by high mortgage rates | Makemetechie.com Summary. Netanyahu talks to Elon Musk in California about antisemitism on X and artificial intelligence | Makemetechie.com Summary. RoboFab is ready to build 10,000 humanoid robots per year | TechCrunch | Makemetechie.com Summary. Boxbot pivots from lastmile trucks to robotical parcel storage | TechCrunch | Makemetechie.com Summary. Elon Musk says X will charge users a small monthly payment to use its service | TechCrunch | Makemetechie.com Summary. Questions every VC needs to ask about every AI startups tech stack | TechCrunch | Makemetechie.com Summary. Dragos raises $74M to secure industrial control systems from threats | TechCrunch | Makemetechie.com Summary. UKs competition watchdog drafts principles for responsible generative AI | TechCrunch | Makemetechie.com Summary"
}