{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Mae Anderson",
            "title": "Small businesses to tackle long list of challenges in 2023  The Associated Press  en Espaol",
            "description": "NEW YORK (AP)  Small businesses face a mix of old and new challenges as 2023 begins. A looming recession, still high (although easing) inflation and labor woes are some of issues carrying over from 2022 that small businesses will have to tackle.",
            "url": "/2023-01-10-inflation-business-small-compensation-and-benefits-new-york-5df7bea62d84e67fb067aab53399b283",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/92a70b3e0717418c96e356851c5bf9a1/3000.jpeg",
            "publishedAt": "2023-01-10T11:04:35Z",
            "content": "NEW YORK (AP) Small businesses face a mix of old and new challenges as 2023 begins. A looming recession, still high (although easing) inflation and labor woes are some of issues carrying over from 20 [+5612 chars]",
            "summary": "Unfortunately, smaller businesses have the fewest resources available to pony up.Since small businesses cant keep up with the raises at bigger companies, they will have to find new ways to retain workers in 2023. Keating said technology can help with efficiency, and one way to keep costs down is to cast a wider net in terms of suppliers.INFLATIONThe reason businesses need to keep a firm grip on costs is inflation, which appears to have peaked last summer but remains high. Its far removed from hiring and turnover.Given the economic uncertainty, small businesses will have to keep a tight rein on costs and run their operations as efficiently as possible, said Ray Keating, chief economist for the Small Business & Entrepreneurship Council. Minimum wage and pay transparency laws vary widely by state, so small businesses should stay on top of their local laws to make sure they follow any changes. I dont see inflation dropping in any significant way  but I dont see it going back up above that 8 percent level, he said.LABORAn ongoing challenge for small businesses is hiring and keeping workers. A looming recession, still high (although easing) inflation and labor woes are some of issues carrying over from 2022 that small businesses will have to tackle. There are also new regulatory wrinkles, such as a proposed change in how to classify gig workers and more states requiring pay transparency.",
            "html_summary": "<ul><li>“Unfortunately, smaller businesses have the fewest resources available to pony up.”Since small businesses can’t keep up with the raises at bigger companies, they will have to find new ways to retain workers in 2023.</li><li>Keating said technology can help with efficiency, and one way to keep costs down is to cast a wider net in terms of suppliers.INFLATIONThe reason businesses need to keep a firm grip on costs is inflation, which appears to have peaked last summer but remains high.</li><li>It’s far removed from hiring and turnover.”Given the economic uncertainty, small businesses will have to keep a tight rein on costs and run their operations as efficiently as possible, said Ray Keating, chief economist for the Small Business & Entrepreneurship Council.</li><li>Minimum wage and pay transparency laws vary widely by state, so small businesses should stay on top of their local laws to make sure they follow any changes.</li><li>“I don’t see inflation dropping in any significant way … but I don’t see it going back up above that 8 percent level,” he said.LABORAn ongoing challenge for small businesses is hiring and keeping workers.</li><li>A looming recession, still high (although easing) inflation and labor woes are some of issues carrying over from 2022 that small businesses will have to tackle.</li></ul>",
            "website_url": "https://apnews.com/article/inflation-business-small-compensation-and-benefits-new-york-5df7bea62d84e67fb067aab53399b283"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Andrew Meldrum",
            "title": "What madness looks like Russia intensifies Bakhmut attack  The Associated Press  en Espaol",
            "description": "What madness looks like Russia intensifies Bakhmut attackThe Associated Press  en EspaolJanuary 9, 2023 RussiaUkraine newsCNNUkraines military Soledar in Donetsk Oblast practically destroyed, Russia deploys most tra",
            "url": "/2023-01-10-zelenskyy-russia-ukraine-war-donetsk-moscow-1643b607f7424aa58637514c59e22b35",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/483be1dba21c4d05ba733966b3fcbd9b/3000.webp",
            "publishedAt": "2023-01-10T10:05:22Z",
            "content": "KYIV, Ukraine (AP) Russian forces are escalating their onslaught against Ukrainian positions around the wrecked city of Bakhmut, Ukrainian officials said, bringing new levels of death and devastation [+5824 chars]",
            "summary": "There is almost no life left, Ukrainian President Volodymyr Zelenskyy said late Monday of the scene around Bakhmut and the nearby Donetsk province city of Soledar.The whole land near Soledar is covered with the corpses of the occupiers and scars from the strikes, Zelenskyy said. KYIV, Ukraine (AP)  Russian forces are escalating their onslaught against Ukrainian positions around the wrecked city of Bakhmut, Ukrainian officials said, bringing new levels of death and devastation in the grinding, monthslong battle for control of eastern Ukraine that is part of Moscows wider war.Everything is completely destroyed. Russia is waging a war without rules, resulting in civilian deaths and suffering.Wounded soldiers arrive around the clock for emergency treatment at a Ukrainian medical stabilization center located near the front line around Bakhmut. Military communications and control systems will be improved using artificial intelligence, Shoigu said, and troops will be given better tactical gear and equipment.The Kremlin argues that it is not just fighting Ukraine but also its NATO allies. Donetsk escaped the same fate, and the Russian military subsequently poured manpower and resources around Bakhmut.Taking Bakhmut would disrupt Ukraines supply lines and open a route for Russian forces to press on toward Kramatorsk and Sloviansk, key Ukrainian strongholds in Donetsk. Of course, it hurts when it is not possible to save them.The Moscow-backed leader of the occupied areas of Donetsk said Tuesday that Russias forces were very close to taking over Soledar. The Russian army is reducing Ukrainian cities to rubble using all kinds of weapons in their scorched-earth tactics, Kyrylenko said in televised remarks.",
            "html_summary": "<ul><li>There is almost no life left,” Ukrainian President Volodymyr Zelenskyy said late Monday of the scene around Bakhmut and the nearby Donetsk province city of Soledar.“The whole land near Soledar is covered with the corpses of the occupiers and scars from the strikes,” Zelenskyy said.</li><li>KYIV, Ukraine (AP) — Russian forces are escalating their onslaught against Ukrainian positions around the wrecked city of Bakhmut, Ukrainian officials said, bringing new levels of death and devastation in the grinding, monthslong battle for control of eastern Ukraine that is part of Moscow’s wider war.“Everything is completely destroyed.</li><li>“Russia is waging a war without rules, resulting in civilian deaths and suffering.”Wounded soldiers arrive around the clock for emergency treatment at a Ukrainian medical stabilization center located near the front line around Bakhmut.</li><li>Military communications and control systems will be improved using artificial intelligence, Shoigu said, and troops will be given better tactical gear and equipment.The Kremlin argues that it is not just fighting Ukraine but also its NATO allies.</li><li>Donetsk escaped the same fate, and the Russian military subsequently poured manpower and resources around Bakhmut.Taking Bakhmut would disrupt Ukraine’s supply lines and open a route for Russian forces to press on toward Kramatorsk and Sloviansk, key Ukrainian strongholds in Donetsk.</li><li>“Of course, it hurts when it is not possible to save them.”The Moscow-backed leader of the occupied areas of Donetsk said Tuesday that Russia’s forces were “very close” to taking over Soledar.</li></ul>",
            "website_url": "https://apnews.com/article/zelenskyy-russia-ukraine-war-donetsk-moscow-1643b607f7424aa58637514c59e22b35"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Last year marked the end of an era in spaceflightheres what were watching next",
            "description": "Will Artemis happen? Can Starship actually work? Will humans destroy lowEarth orbit?",
            "url": "/2023-01-10-last-year-marked-the-end-of-an-era-in-spaceflight-heres-what-were-watching-next",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2022/11/SLS-Sunrise-June-7-2022-8862-760x380.jpg",
            "publishedAt": "2023-01-10T12:45:33Z",
            "content": "Enlarge/ Getting the Artemis I mission off the ground marked the end of an important development era for NASA.0 with 0 posters participatingThis past year was a momentous one in spaceflight, brin [+3463 chars]",
            "summary": "This story, therefore, will look back at five of these major space storylines and then attempt to forecast what some of the dominant storylines for the remainder of the 2020s will be.An exciting but uncertain road lies ahead.James Webb Space Telescope. This was another massive development program by NASA in the 2010s, during which the space agency sought to build a super heavy-lift rocket. But when astronomers finally turned it toward the heavens, Webb delivered wonders.The process of designing, building, and testing this telescope on the ground took so long and required so much money that we may never see such a telescope again. NASA was still flying the venerable space shuttle with no clear plan for deep space exploration. It was subject to countless articles describing all of its potential breakthroughs but also its endless cost overruns and delays.The telescope finally launched on Christmas Day 2021 and then spent the first half of 2022 undergoing an extensive deployment process and commissioning of its scientific instruments. Russia was the world's dominant launch provider, putting as many rockets into space that year as the United States and China combined. NASA spent about two decades and $10 billion developing this massive, complex space telescope.",
            "html_summary": "<ul><li>This story, therefore, will look back at five of these major space storylines and then attempt to forecast what some of the dominant storylines for the remainder of the 2020s will be.An exciting but uncertain road lies ahead.James Webb Space Telescope.</li><li>This was another massive development program by NASA in the 2010s, during which the space agency sought to build a super heavy-lift rocket.</li><li>But when astronomers finally turned it toward the heavens, Webb delivered wonders.The process of designing, building, and testing this telescope on the ground took so long and required so much money that we may never see such a telescope again.</li><li>NASA was still flying the venerable space shuttle with no clear plan for deep space exploration.</li><li>It was subject to countless articles describing all of its potential breakthroughs but also its endless cost overruns and delays.The telescope finally launched on Christmas Day 2021 and then spent the first half of 2022 undergoing an extensive deployment process and commissioning of its scientific instruments.</li><li>Russia was the world's dominant launch provider, putting as many rockets into space that year as the United States and China combined.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/01/last-year-marked-the-end-of-an-era-in-spaceflight-heres-what-were-watching-next/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Zack Whittaker",
            "title": "Microsoft ends Windows 7 security updates",
            "description": "The decadeold operating system will continue to run, but will remain vulnerable to ongoing security threats and vulnerabilities.",
            "url": "/2023-01-10-microsoft-ends-windows-7-security-updates",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/windows-zero-day-exploit.jpg?resize=1200,833",
            "publishedAt": "2023-01-10T13:43:37Z",
            "content": "Pour one out for Windows 7, the decadeold operating system that today reached the end of the security line. Some three years after Microsoft called time on mainstream support of Windows 7, the techn [+1435 chars]",
            "summary": "Pour one out for Windows 7, the decade-old operating system that today reached the end of the security line.",
            "html_summary": "<ul><li>Pour one out for Windows 7, the decade-old operating system that today reached the end of the security line.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/10/microsoft-ends-windows-7-security-updates/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Microsoft partners with AiFi to launch Smart Store Analytics, a tracking service for cashierless outlets",
            "description": "AiFi is teaming up with Microsoft to launch Smart Store Analytics, a data platform for retail stores using AiFis cashierless tech",
            "url": "/2023-01-10-aifi-microsoft-smart-store-analytics",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-655242462.jpg?resize=1200,800",
            "publishedAt": "2023-01-10T12:01:19Z",
            "content": "In partnership with AiFi, a startup that aims to enable retailers to deploy autonomous shopping tech costeffectively, Microsoft today launched a preview of a cloud service called Smart Store Analyti [+4964 chars]",
            "summary": "The average Go store generates an estimated $1.5 million in revenue a year (excluding days when theyre closed), according to RBC, while a regular convenience store of the same size brings in just over $1 million a year in sales. The service also plots how long customers dwell in front of certain displays and the unit sales-to-shopper height ratio to help dial in on optimal shelf placements.It might sound like a lot of personal data Smart Store Analytics is collecting. Smart Store Analytics shows how much customers shop, interact with products and move through aisles, displaying foot traffic as a heat map and tracking how much money each customer spends on average. In partnership with AiFi, a startup that aims to enable retailers to deploy autonomous shopping tech cost-effectively, Microsoft today launched a preview of a cloud service called Smart Store Analytics. The california-based company claims to be the worlds largest provider of autonomous shopping solutions with a platform thats deployed in 100 retail spaces across North America, Europe, the Middle East, Asia and Australia. Honestly, theres not a retailer out there who doesnt want to reimagine the store experience, but until now its not really been possible.Whys Microsoft working with AiFi as opposed to rival startups like Sensei, Standard Cognition, Zippin, Grabango and Trigo? And once youve done that, that shelf isnt moving.Interestingly, Microsoft was reportedly once developing a Just Walk Out-like system for tracking what people place in their shopping carts.",
            "html_summary": "<ul><li>The average Go store generates an estimated $1.5 million in revenue a year (excluding days when they’re closed), according to RBC, while a regular convenience store of the same size brings in just over $1 million a year in sales.</li><li>The service also plots how long customers dwell in front of certain displays and the “unit sales-to-shopper height” ratio to help dial in on optimal shelf placements.It might sound like a lot of personal data Smart Store Analytics is collecting.</li><li>Smart Store Analytics shows how much customers shop, interact with products and move through aisles, displaying foot traffic as a heat map and tracking how much money each customer spends on average.</li><li>In partnership with AiFi, a startup that aims to enable retailers to deploy autonomous shopping tech cost-effectively, Microsoft today launched a preview of a cloud service called Smart Store Analytics.</li><li>The california-based company claims to be the world’s largest provider of autonomous shopping solutions with a platform that’s deployed in 100 retail spaces across North America, Europe, the Middle East, Asia and Australia.</li><li>“Honestly, there’s not a retailer out there who doesn’t want to reimagine the store experience, but until now it’s not really been possible.”Why’s Microsoft working with AiFi as opposed to rival startups like Sensei, Standard Cognition, Zippin, Grabango and Trigo?</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/10/aifi-microsoft-smart-store-analytics/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "IonQ acquires quantum networking specialist Entagled Neworks",
            "description": "Quantum computing company IonQ today announced that it has acquired quantum networking specialist Entangled Networks.",
            "url": "/2023-01-10-ionq-acquires-quantum-networking-specialist-entagled-neworks",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/2022-05-17-forte-release-large.jpeg?resize=1200,817",
            "publishedAt": "2023-01-10T13:51:12Z",
            "content": "IonQ, the trapped ion quantum computing company that went public via a SPAC in late 2021, today announced that it has acquired Entangled Networks, a Torontobased startup that helps industrial and ac [+2571 chars]",
            "summary": "We are ready to work on amplifying IonQs quantum computing solutions to bring even more powerful applications to our customers.Amazon extends its quantum efforts with a focus on networking IonQ, the trapped ion quantum computing company that went public via a SPAC in late 2021, today announced that it has acquired Entangled Networks, a Toronto-based startup that helps industrial and academic users build and optimize multi-quantum-processor solutions, using specialized networking techniques. This expansion will help us better support the thriving quantum computing community in Canada and further our collaborations with IonQ partners and customers.Entangled Networks never announced any institutional funding round, but it was backed by the Jerusalem-based investment platform OurCrowd. The two companies did not disclose the price of the acquisition.This marks IonQs first acquisition and it comes shortly after the company signed a $13.4 million contract to provide quantum solutions to the United States Air Force Research Lab. At least at first, itll likely take multi-processor networks to achieve some of quantum computings promises, after all. We are also excited about the opening of IonQ Canada.",
            "html_summary": "<ul><li>“We are ready to work on amplifying IonQ’s quantum computing solutions to bring even more powerful applications to our customers.”Amazon extends its quantum efforts with a focus on networking</li><li>IonQ, the trapped ion quantum computing company that went public via a SPAC in late 2021, today announced that it has acquired Entangled Networks, a Toronto-based startup that helps industrial and academic users build and optimize multi-quantum-processor solutions, using specialized networking techniques.</li><li>This expansion will help us better support the thriving quantum computing community in Canada and further our collaborations with IonQ partners and customers.”Entangled Networks never announced any institutional funding round, but it was backed by the Jerusalem-based investment platform OurCrowd.</li><li>The two companies did not disclose the price of the acquisition.This marks IonQ’s first acquisition and it comes shortly after the company signed a $13.4 million contract to provide quantum solutions to the United States Air Force Research Lab.</li><li>At least at first, it’ll likely take multi-processor networks to achieve some of quantum computing’s promises, after all.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/10/ionq-acquires-quantum-networking-specialist-entagled-neworks/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-Okafor",
            "title": "Jetstream, a Ghanaian elogistics platform for Africas B2B importers and exporters, takes in $13M equity, debt",
            "description": "The market for crossborder logistics services is said to hit revenues of $32 billion by 2025, with several companies vying for market share in the evergrowing competitive industry. Ghanaian elogistics startup Jetstream Africa is on the list, and today,",
            "url": "/2023-01-10-jetstream-a-ghanaian-e-logistics-platform-for-africas-b2b-importers-and-exporters-takes-in-13m-equity-debt",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/51EC6DC7-6070-4E6D-9F65-F0AE1A152D6E.jpeg?resize=1200,658",
            "publishedAt": "2023-01-10T08:03:12Z",
            "content": "The market for crossborder logistics services is said to hit revenues of $32 billion by 2025, with several companies vying for market share in the evergrowing competitive industry. Ghanaian elogis [+5218 chars]",
            "summary": "At the time of its seed round, Jetstream Africa had two business lines: one providing logistics services to cargo owners dealing with import and export and another distributing financing to freight forwarders. Also, we dont give the money to the cargo owners but to the nine vendors directly.R: Miishe Addy (Jetstream Africa CEO)Jetstream has grown its trade finance product from the $1 million debt it secured in mid-2021 to about $9 million in total loans disbursed so far. We simplified our business into just the import-export product line by working directly with them with a combination of trade financing and logistics.Ghanas Jetstream lands $3M to build the digital infrastructure for Africas trade corridorsJetstreams new business model has shifted to that of a freight forwarder. Fintech lender and private equity firm Cauris and French development institution Proparco, through its bridge fund, provided the debt financing while the equity investors include Octerra, Wuri Ventures, Seed9, The MBA Fund and ASCVC, a venture fund founded by executives of the supply chain visibility platform Project44. Although the cargo owners and freight forwarders have a lot of information asymmetry, the importer and exporter can put pressure on the freight forwarder to digitize the supply chain. Jetstream says this new investment will allow it to expand into new countries  its currently in 29 (12 in Africa) countries  and continue to develop its technology platform, which vertically aggregates fragmented logistics and financing vendors in the world of African trade. And for cargo owners on both sides of the transaction who want access to faster credit, the letter of credit system isnt efficient, leaving them to find other sources of capital that require some form of collateral for their loans.",
            "html_summary": "<ul><li>At the time of its seed round, Jetstream Africa had two business lines: one providing logistics services to cargo owners dealing with import and export and another distributing financing to freight forwarders.</li><li>Also, we don’t give the money to the cargo owners but to the nine vendors directly.”R: Miishe Addy (Jetstream Africa CEO)Jetstream has grown its trade finance product from the $1 million debt it secured in mid-2021 to about $9 million in total loans disbursed so far.</li><li>We simplified our business into just the import-export product line by working directly with them with a combination of trade financing and logistics.”Ghana’s Jetstream lands $3M to build the digital infrastructure for Africa’s trade corridorsJetstream’s new business model has shifted to that of a freight forwarder.</li><li>Fintech lender and private equity firm Cauris and French development institution Proparco, through its bridge fund, provided the debt financing while the equity investors include Octerra, Wuri Ventures, Seed9, The MBA Fund and ASCVC, a venture fund founded by executives of the supply chain visibility platform Project44.</li><li>“Although the cargo owners and freight forwarders have a lot of information asymmetry, the importer and exporter can put pressure on the freight forwarder to digitize the supply chain.</li><li>Jetstream says this new investment will allow it to expand into new countries — it’s currently in 29 (12 in Africa) countries — and continue to develop its technology platform, which vertically aggregates fragmented logistics and financing vendors in the world of African trade.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/10/jetstream-a-ghanaian-e-logistics-platform-for-africas-b2b-importers-and-exporters-takes-in-13m-equity-debt/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Small businesses to tackle long list of challenges in 2023  The Associated Press  en Espaol. What madness looks like Russia intensifies Bakhmut attack  The Associated Press  en Espaol. Last year marked the end of an era in spaceflightheres what were watching next. Microsoft ends Windows 7 security updates. Microsoft partners with AiFi to launch Smart Store Analytics, a tracking service for cashierless outlets. IonQ acquires quantum networking specialist Entagled Neworks. Jetstream, a Ghanaian elogistics platform for Africas B2B importers and exporters, takes in $13M equity, debt"
}