{
    "status": "ok",
    "totalResults": 1,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Real estate tech companies continue to get hammered by high mortgage rates | Makemetechie.com Summary",
            "description": "Once valued at over $2 billion, renttoown startup Divvy Homes conducted its third round of layoffs in a years time.",
            "url": "/2023-09-16-real-estate-tech-companies-continue-to-get-hammered-by-high-mortgage-rates",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/05/gettyimages-487081644.jpg?resize=1200,801",
            "publishedAt": "2023-09-17T14:15:44Z",
            "content": "Welcome back to The Interchange, where we take a look at the hottest fintech news of the previous week. This week, we take a look at one startup layoff, another offering an employee ownership buyout  [+7398 chars]",
            "summary": "For a company like Divvy, whose business model involves purchasing homes and then renting them to people aiming to build equity, it was not a positive development.Rising interest rates meant that the company likely had to charge more in rent to cover the mortgages it had taken out. And while startups, like Teamshares, have a lock on acquiring companies that dont have succession plans, that might not always be what a company needs.Last week I wrote about Common Trust, a startup offering an employee ownership buyout option. This week, we take a look at one startup layoff, another offering an employee ownership buyout option, and much more. If you want to receive The Interchange directly in your inbox every Sunday, head here to sign up!Last week, I reported on Divvy Homes third round of layoffs in a years time.  ChristineAs reported by Zack Whittaker: Square said there was no evidence a cyberattack caused an outage that left customers and small businesses unable to use the payment giants technology on Thursday through early Friday. Interest rates were still relatively low and while markets were tight, people were still buying homes. Mortgage rates had doubled and fewer people were putting their homes on the market or looking to buy a home.",
            "html_summary": "<ul><li>For a company like Divvy, whose business model involves purchasing homes and then renting them to people aiming to build equity, it was not a positive development.Rising interest rates meant that the company likely had to charge more in rent to cover the mortgages it had taken out..</li><li>And while startups, like Teamshares, have a lock on acquiring companies that don’t have succession plans, that might not always be what a company needs.Last week I wrote about Common Trust, a startup offering an employee ownership buyout option..</li><li>This week, we take a look at one startup layoff, another offering an employee ownership buyout option, and much more..</li><li>If you want to receive The Interchange directly in your inbox every Sunday, head here to sign up!Last week, I reported on Divvy Homes’ third round of layoffs in a year’s time..</li><li>— ChristineAs reported by Zack Whittaker: “Square said there was ‘no evidence’ a cyberattack caused an outage that left customers and small businesses unable to use the payment giant’s technology on Thursday through early Friday..</li><li>Interest rates were still relatively low and while markets were tight, people were still buying homes..</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/17/real-estate-tech-companies-continue-to-get-hammered-by-high-mortgage-rates/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Real estate tech companies continue to get hammered by high mortgage rates | Makemetechie.com Summary"
}