{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Scott Rosenberg",
            "title": "Data spills in the age of AI",
            "description": "This weeks tech headlines offer a compendium of dataloss nightmaresThe personal data of members of Congress was potentially exposed after hackers broke into a D.C. healthinsurance system. Police asked an Ohio businessman for video from hi",
            "url": "/2023-03-10-data-spills-ai-chatgpt-privacy-law",
            "urlToImage": "https://images.axios.com/I4b6wDG7P8sDF1RpsxwO8pPoK4Y=/1366x768/smart/2023/03/10/1678416075050.jpg",
            "publishedAt": "2023-03-10T10:45:00Z",
            "content": "This weeks tech headlines offer a compendium of dataloss nightmaresThe personal data of members of Congress was potentially exposed after hackers broke into a D.C. healthinsurance syste [+2835 chars]",
            "summary": "The bottom line: The faster technology advances and the more central it becomes in our lives, the more we'll miss having a good privacy law.",
            "html_summary": "<ul><li>The bottom line: The faster technology advances and the more central it becomes in our lives, the more we'll miss having a good privacy law.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/10/data-spills-ai-chatgpt-privacy-law"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Jennifer A. Kingson",
            "title": "Religious leaders experiment with ChatGPT sermons",
            "description": "Religious leaders are dabbling in ChatGPT for sermon writing, and largely reaching the same conclusion Its great for plucking Bible verses and concocting nicesounding sentiments but lacks the human warmth that congregants crave.Why it matters As scarily g",
            "url": "/2023-03-10-pastors-chatgpt-sermons-rabbi-minister",
            "urlToImage": "https://images.axios.com/9AFWKxim0sqXxucotkQTWa4mfT4=/0x0:1920x1080/1366x768/2023/03/06/1678132335994.jpg",
            "publishedAt": "2023-03-10T10:00:06Z",
            "content": "Religious leaders are dabbling in ChatGPT for sermon writing, and largely reaching the same conclusion Its great for plucking Bible verses and concocting nicesounding sentiments but lacks the huma [+4143 chars]",
            "summary": "\"Go deeper: Pope Francis prays for good AIWhat's next: With AI programmers responsible for imbuing ChatGPT with ethics and morality, the roles of religious leaders could soon include offering guidance and moral suasion to the tech industry.",
            "html_summary": "<ul><li>\"Go deeper: Pope Francis prays for good AIWhat's next: With AI programmers responsible for imbuing ChatGPT with ethics and morality, the roles of religious leaders could soon include offering guidance and moral suasion to the tech industry.</li></ul>",
            "website_url": "https://www.axios.com/2023/03/10/pastors-chatgpt-sermons-rabbi-minister"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "Xi awarded 3rd term as Chinas president, extending rule",
            "description": "Xi Jinping has been awarded a third fiveyear term as Chinas president, adding to signs he might stay in power for life at a time of severe economic challenges and rising tensions with the U.S. and others. Xis unanimous endorsement",
            "url": "/2023-03-10-xi-jinping-china-president-vote-5e6230d8c881dc17b11a781e832accd1",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/f/79/f7922efd-6e03-5801-9b96-6777d2fe4502/640b14d76f722.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-10T10:26:00Z",
            "content": "BEIJING (AP) Chinese leader Xi Jinping was awarded a third fiveyear term as the nations president Friday, putting him on track to stay in power for life at a time of severe economic challenges and  [+8888 chars]",
            "summary": "BEIJING (AP)  Chinese leader Xi Jinping was awarded a third five-year term as the nations president Friday, putting him on track to stay in power for life at a time of severe economic challenges and rising tensions with the U.S. and others. While six others serve with him on the Politburo Standing Committee, all have longstanding ties to Xi and can be counted on to see to his will on issues from party discipline to economic management. When Xi was named to his first term as president in 2013, NPC members received a ballot with only his name on it and dropped it unchanged into a box. Wang has been a top adviser to three Chinese leaders and has authored books critiquing Western politics and society. The vast majority of the bodys legislative work is headed by its Standing Committee, which meets year-round. Chinas military spending is the worlds second highest after the United States. Xi, Zhao and Han then took the oath of office with one hand on a copy of the Chinese Constitution.",
            "html_summary": "<ul><li>BEIJING (AP) — Chinese leader Xi Jinping was awarded a third five-year term as the nation’s president Friday, putting him on track to stay in power for life at a time of severe economic challenges and rising tensions with the U.S. and others.</li><li>While six others serve with him on the Politburo Standing Committee, all have longstanding ties to Xi and can be counted on to see to his will on issues from party discipline to economic management.</li><li>When Xi was named to his first term as president in 2013, NPC members received a ballot with only his name on it and dropped it unchanged into a box.</li><li>Wang has been a top adviser to three Chinese leaders and has authored books critiquing Western politics and society.</li><li>The vast majority of the body’s legislative work is headed by its Standing Committee, which meets year-round.</li><li>China’s military spending is the world’s second highest after the United States.</li></ul>",
            "website_url": "https://apnews.com/article/xi-jinping-china-president-vote-5e6230d8c881dc17b11a781e832accd1"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JAY COHEN - AP Baseball Writer",
            "title": "Hitting technology could help baseballs struggling lineups",
            "description": "Major league hitters are working with the sports brightest minds to close the gap on a technologydriven pitching renaissance. White Sox shortstop Tim Anderson is among a starstudded lineup of batters who worked on their swings with Driveline Baseball durin",
            "url": "/2023-03-10-mlb-hitting-technology-driveline-376fc3d31c12417df5394bab7fde49d2",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/e/2b/e2b0a013-37fe-53d9-a03d-4aae670ddffb/640b0e8d477da.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-10T11:00:10Z",
            "content": "By JAY COHEN  AP Baseball WriterGLENDALE, Ariz. (AP) Tim Anderson wanted to study his swing. After a season hampered by groin and hand injuries, the Chicago White Sox shortstop wanted to build a m [+8109 chars]",
            "summary": "Some of baseballs brightest minds are working on the gap between the technology available to Anderson and other big league hitters, and the technology behind a pitching renaissance.Forget about tinkering in the batting cage, looking for a lost swing. Some even predict a future where most of the games top hitters pick from an array of specialized bats depending on specific matchups or situations  almost like golfers deciding between a pitching wedge and 9-iron.They need all the help they can get. Several stars last season used bats with hockey-puck shaped knobs that they tried in Baton Rouge.Were building bats to combat pitch design, said Micah Gibbs, the director of player development at the lab. That system and the resulting data gets a significant upgrade this summer with the addition of five high-frame-rate cameras at the majors 30 ballparks and Salt Rivers Fields in Arizona.The HFR cameras, which were tested by MLB last season, can capture video at 300 frames per second. Well build bats for it.Gibbs said he sees a day coming when its common practice for players to use multiple variations of bats in a single game. It doesnt make a ton of sense, and I want every hitter that comes in to be able to go away with that confidence of knowing that when they get in the box, they have the best tool for them. ___Follow Jay Cohen at https://twitter.com/jcohenap___AP MLB: https://apnews.com/hub/MLB and https://twitter.com/AP_Sports Really anything that you want to see, they got it.At places like Driveline and the Baseball Performance Lab in Louisiana, and behind closed doors in unlabeled buildings around the major leagues, the race is on.",
            "html_summary": "<ul><li>Some of baseball’s brightest minds are working on the gap between the technology available to Anderson and other big league hitters, and the technology behind a pitching renaissance.Forget about tinkering in the batting cage, looking for a lost swing.</li><li>Some even predict a future where most of the game’s top hitters pick from an array of specialized bats depending on specific matchups or situations — almost like golfers deciding between a pitching wedge and 9-iron.They need all the help they can get.</li><li>Several stars last season used bats with hockey-puck shaped knobs that they tried in Baton Rouge.“We’re building bats to combat pitch design,” said Micah Gibbs, the director of player development at the lab.</li><li>That system and the resulting data gets a significant upgrade this summer with the addition of five high-frame-rate cameras at the majors’ 30 ballparks and Salt Rivers Fields in Arizona.The HFR cameras, which were tested by MLB last season, can capture video at 300 frames per second.</li><li>We’ll build bats for it.’”Gibbs said he sees a day coming when it’s common practice for players to use multiple variations of bats in a single game.</li><li>It doesn’t make a ton of sense, and I want every hitter that comes in to be able to go away with that confidence of knowing that when they get in the box, they have the best tool for them.” ___Follow Jay Cohen at https://twitter.com/jcohenap___AP MLB: https://apnews.com/hub/MLB and https://twitter.com/AP_Sports</li></ul>",
            "website_url": "https://apnews.com/article/mlb-hitting-technology-driveline-376fc3d31c12417df5394bab7fde49d2"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Prosus in talks to sell Olx Autos business in India, other markets",
            "description": "Prosus is actively engaging with multiple players to explore sale of classified business Olxs Autos unit in several markets.",
            "url": "/2023-03-10-prosus-in-talks-to-sell-olx-autos-business-in-india-other-markets",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/10/prosus-flag.jpeg?resize=1200,800",
            "publishedAt": "2023-03-10T10:10:57Z",
            "content": "Prosus is actively engaging with multiple players to explore sale of classified business Olxs Autos unit in several markets including India and Indonesia, according to a source familiar with the mat [+1322 chars]",
            "summary": "Olx said earlier this year that it would cut 1,500 jobs internationally.Beyond Olx Autos, the core classifies business in OLX is profitable, cash flow positive, and fast-growing. Those investors have passed on the deal as they shift focus on conserving cash, the source said, requesting anonymity discussing private matters. In early 2021, the firm shut down Frontier Car Groups Berlin office and shifted focus on Latin America and Asia markets.Olx Autos increased its revenue by 84% to $1 billion in the first half of its 2022 financial year, Prosus said in November. The exit of OLX Autos will lead to a significant improvement in the profitability profile of the classifies segment as a whole, Prosus said. Prosus also approached unicorn startup Spinny, another person familiar with the matter said.Prosus has been scrambling for Olx Autos play for years. Cars24 counts DST Global and SoftBank among its backers. But Autos is not profitable.",
            "html_summary": "<ul><li>Olx said earlier this year that it would cut 1,500 jobs internationally.“Beyond Olx Autos, the core classifies business in OLX is profitable, cash flow positive, and fast-growing.</li><li>Those investors have passed on the deal as they shift focus on conserving cash, the source said, requesting anonymity discussing private matters.</li><li>In early 2021, the firm shut down Frontier Car Group’s Berlin office and shifted focus on Latin America and Asia markets.Olx Autos increased its revenue by 84% to $1 billion in the first half of its 2022 financial year, Prosus said in November.</li><li>The exit of OLX Autos will lead to a significant improvement in the profitability profile of the classifies segment as a whole,” Prosus said.</li><li>Prosus also approached unicorn startup Spinny, another person familiar with the matter said.Prosus has been scrambling for Olx Autos’ play for years.</li><li>Cars24 counts DST Global and SoftBank among its backers.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/10/prosus-in-talks-to-sell-olx-autos-business-in-india-other-markets/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Zack Whittaker",
            "title": "PeopleGrove security lapse exposed users personal information",
            "description": "An exposed database was accessible from the internet using only a web browser, but none of the exposed data was encrypted.",
            "url": "/2023-03-10-peoplegrove-users-data-exposed",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-693635157.jpg?resize=1200,769",
            "publishedAt": "2023-03-10T12:33:34Z",
            "content": "PeopleGrove confirmed Thursday that its investigating after a security lapse exposed users personal information online.The company, formerly CampusKudos, which provides and hosts a social platfor [+2419 chars]",
            "summary": "Its also unclear why the apparent test database contained real peoples information.TechCrunch verified a portion of the exposed data by matching contact information using public records, social media profiles and other career social networks like LinkedIn. One user, whose profile said they served as a U.S. intelligence officer, had details of their former top secret security clearance exposed in their user record, along with their home address, personal email address and phone number. The records also contained links to the users profile photo.None of the exposed data was encrypted.CloudDefense cloud security researcher Anurag Sen discovered the database on Thursday and contacted TechCrunch so we could notify PeopleGrove. The server became inaccessible a short time later.The database identified is a database for our development servers, said PeopleGrove chief technology officer Reilly Davis, when reached by email.",
            "html_summary": "<ul><li>It’s also unclear why the apparent test database contained real people’s information.TechCrunch verified a portion of the exposed data by matching contact information using public records, social media profiles and other career social networks like LinkedIn.</li><li>One user, whose profile said they served as a U.S. intelligence officer, had details of their former top secret security clearance exposed in their user record, along with their home address, personal email address and phone number.</li><li>The records also contained links to the user’s profile photo.None of the exposed data was encrypted.CloudDefense cloud security researcher Anurag Sen discovered the database on Thursday and contacted TechCrunch so we could notify PeopleGrove.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/10/peoplegrove-users-data-exposed/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Data spills in the age of AI. Religious leaders experiment with ChatGPT sermons. Xi awarded 3rd term as Chinas president, extending rule. Hitting technology could help baseballs struggling lineups. Prosus in talks to sell Olx Autos business in India, other markets. PeopleGrove security lapse exposed users personal information"
}