{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Senator Mark Warner on cyber security, Musks Twitter and legislating killer robots  TechCrunch",
            "description": "The senior senator from Virginia sat down with TechCrunch at this years CES to discuss a broad range of tech topics.",
            "url": "/2023-01-08-senator-mark-warner-on-cyber-security-musks-twitter-and-legislating-killer-robots",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/08/gettyimages-935041126.jpg?resize=1200,800",
            "publishedAt": "2023-01-08T18:57:57Z",
            "content": "This wasnt Mark Warners first CES rodeo. The senior senator from Virginia was onboard with this whole tech thing well before being elected the states governor back in 2002. His time at Columbia Capi [+8337 chars]",
            "summary": "Using technology without some guardrails  I think we make a mistake with the notion of go out and innovate, break things.Move fast, break things.I think thats created some real issues. The third was cell phones, and I was lucky enough to be in the right place at the right time.You have a technology background, but I think theres a lack of tech knowledge in leaders generally, and in the government more broadly. I think the awareness that these Chinese companies come with national security risks has grown beyond America.Is it time to start having a serious discussion about legislation around police and killer robots?Truthfully, I have probably not thought about it enough. )At CES this week learning about the future of tech to better be able to legislate for tomorrows tech landscape.Tried Magic Leap's glasses to see if I could look into the future and find out when well have a Speaker, but turns out they dont work that way! Given how much tech touches every piece of legislation, what can we do to catch congress up to speed?I think people are trying. But one of the things that I think is very positive is that even the European companies that went down the Huawei path are doing some version of rip and replace. Its one of the issues Ive made the pitch that we need to be involved in the standard setting entities around the world.",
            "html_summary": "<ul><li>Using technology without some guardrails – I think we make a mistake with the notion of ‘go out and innovate, break things.’Move fast, break things.I think that’s created some real issues.</li><li>The third was cell phones, and I was lucky enough to be in the right place at the right time.You have a technology background, but I think there’s a lack of tech knowledge in leaders generally, and in the government more broadly.</li><li>I think the awareness that these Chinese companies come with national security risks has grown beyond America.Is it time to start having a serious discussion about legislation around police and killer robots?Truthfully, I have probably not thought about it enough.</li><li>)At CES this week learning about the future of tech to better be able to legislate for tomorrow’s tech landscape.Tried Magic Leap's glasses to see if I could look into the future and find out when we’ll have a Speaker, but turns out they don’t work that way!</li><li>Given how much tech touches every piece of legislation, what can we do to catch congress up to speed?I think people are trying.</li><li>But one of the things that I think is very positive is that even the European companies that went down the Huawei path are doing some version of rip and replace.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/08/senator-mark-warner-on-cyber-security-musks-twitter-and-legislating-killer-robots/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Does everyone want to be a landlord, or what?",
            "description": "Welcome to The Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2023-01-08-does-everyone-want-to-be-a-landlord-or-what",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/05/smallwoodenbank-e1655336364173.jpg?resize=1200,941",
            "publishedAt": "2023-01-08T15:03:56Z",
            "content": "Welcome to The Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+11264 chars]",
            "summary": "Notably, Bank of America led the initial close, which included participation from Grasshopper Bank and other undisclosed investors.To kick off the year, Felicis Ventures managing director Victoria Treyger penned a guest post for TechCrunch, offering up her predictions and where she sees opportunities in the fintech space. I covered the companys raise in June of 2021.It was cool to see a startup whose raise I covered last year be named a Time Best Invention of 2022. Meanwhile, Li provided her thoughts on why embedded fintech will remain hot.While Im sure there were already many down rounds in 2022, Tung expects well see even more in 2023 as startups that had raised in 2021 began to get low on cash. For the unacquainted, GGV is a venture firm with $9.2 billion in assets under management that invests in startups from seed to growth stages across a variety of sectors, including consumer, internet, enterprise/cloud and fintech. So, homeowners are not only getting a guaranteed rental income, but they are also having their properties rented out faster and making more money that way, the companys founders, Ryan Waliany and Jennifer Bronzo, say. The tracker also found that a strategic account executive at fintech startup Bolt can make  you ready for this? Clearly the company is trying to appeal to the younger generations love of playing games digitally, although one has to wonder what took it so long to include a game in its offering.",
            "html_summary": "<ul><li>Notably, Bank of America led the initial close, which included participation from Grasshopper Bank and other undisclosed investors.To kick off the year, Felicis Ventures‘ managing director Victoria Treyger penned a guest post for TechCrunch, offering up her predictions and where she sees opportunities in the fintech space.</li><li>I covered the company’s raise in June of 2021.It was cool to see a startup whose raise I covered last year be named a Time Best Invention of 2022.</li><li>Meanwhile, Li provided her thoughts on why embedded fintech will remain hot.While I’m sure there were already many down rounds in 2022, Tung expects we’ll see even more in 2023 as startups that had raised in 2021 began to get low on cash.</li><li>For the unacquainted, GGV is a venture firm with $9.2 billion in assets under management that invests in startups from seed to growth stages across a variety of sectors, including consumer, internet, enterprise/cloud and fintech.</li><li>So, homeowners are not only getting a guaranteed rental income, but they are also having their properties rented out faster and making more money that way, the company’s founders, Ryan Waliany and Jennifer Bronzo, say.</li><li>The tracker also found that a strategic account executive at fintech startup Bolt can make — you ready for this?</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/08/does-everyone-want-to-be-a-landlord-or-what/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "All the tech (and other flashy features) stuffed into the Ram 1500 Revolution EV truck",
            "description": "Stellantis showed off at CES 2023 the Ram 1500 Revolution BEV concept truck. Here are all the features and tech packed into vehicle.",
            "url": "/2023-01-08-all-the-tech-and-other-features-stuffed-into-the-all-electric-ram-1500-revolution",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/IMG_6471.jpg?resize=1200,900",
            "publishedAt": "2023-01-08T17:06:47Z",
            "content": "Stellantis revealed during CES 2023 its answer to an increasingly crowded batteryelectric truck market a broadshouldered pickup loaded with tech, a longer cabin with thirdrow jump seats, cup hold [+6164 chars]",
            "summary": ")Other powered features on the vehicle includes a powered charge-port door that is located on the drivers side front quarter panel, a powered tail gate, flush-mounted door handles, powered side steps and a powered rear step. A user can tell the vehicle to close the windows, play music, take a picture, and follow me with Shadow Mode.Image Credits: Kirsten KorosecYeah, shadow mode, a feature that allows the vehicle to automatically follow a driver who is walking ahead of the vehicle. A 3D Ram avatar acts as the vehicles face and will respond to various voice commands from users, according to Ram.One neat feature is that the personal assistant will even follow commands from the owner while theyre outside the vehicle. This feature allows for objects as long as 18 feet to fit into the truck.A hole located between the driver and passenger seats allows for objects to pass through into the frunk. Internal and external cabin projectors can also be used to display guides on the target storage location, according to the company.Unfortunately, I couldnt get a peek inside the powered front trunk, or frunk. Add third-row jumps seats, of course.The third row jump seats, handy for when you want to fit six-people inside the truck cab  say what? From inside the cab, occupants can use the overhead console to operate ambient lighting.They can also use Rams tactile swiping technology to configure the sun visors or the entire electro-chromatic roof to adjust the opaqueness.",
            "html_summary": "<ul><li>)Other powered features on the vehicle includes a powered charge-port door that is located on the driver’s side front quarter panel, a powered tail gate, flush-mounted door handles, powered side steps and a powered rear step.</li><li>A user can tell the vehicle to close the windows, play music, take a picture, and “follow me” with Shadow Mode.Image Credits: Kirsten KorosecYeah, shadow mode, a feature that allows the vehicle to automatically follow a driver who is walking ahead of the vehicle.</li><li>A 3D Ram avatar acts as the vehicle’s face and will respond to various voice commands from users, according to Ram.One neat feature is that the personal assistant will even follow commands from the owner while they’re outside the vehicle.</li><li>This feature allows for objects as long as 18 feet to fit into the truck.A hole located between the driver and passenger seats allows for objects to pass through into the frunk.</li><li>Internal and external cabin projectors can also be used to display guides on the target storage location, according to the company.Unfortunately, I couldn’t get a peek inside the powered front trunk, or frunk.</li><li>Add third-row jumps seats, of course.The third row jump seats, handy for when you want to fit six-people inside the truck cab — say what?</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/08/all-the-tech-and-other-features-stuffed-into-the-all-electric-ram-1500-revolution/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Forristal",
            "title": "What each streaming service has up its sleeve in 2023",
            "description": "From the HBO Max/Discovery+ merger to Netflixs passwordsharing offering, heres what streaming services have planned for 2023 and beyond.",
            "url": "/2023-01-08-what-each-streaming-service-is-planning-for-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/AdobeStock_500522615_Editorial_Use_Only-scaled-1.webp?resize=1200,768",
            "publishedAt": "2023-01-08T19:01:59Z",
            "content": "Major streaming services have upped their game in 2022 with the launch of adsupported tiers, new live sports deals, hugely successful original series and more. As the streaming wars continue to heat [+13967 chars]",
            "summary": "Over the summer, the streamer launched in 42 countries and 11 territories.Also, beginning next year, Disney+ will be the exclusive international home for new Doctor Who episodes.One significant feature coming to the streaming service is an exclusive shopping experience for Disney+ subscribers. In 2023, Netflixs Basic with Ads plan is predicted to have 7.5 million domestic subscribers, according to J.P. Morgan analyst Doug Anmuth.Netflixs subscriber base also rebounded in Q3 2022 after increasing by 2.41 million subscribers, bringing the total to 223.09 million. Peacock was also the Spanish-language streaming home for all World Cup games.In terms of other content coming to the streaming service in 2023, Peacock will premiere the John Wick prequel series, The Continental, as well as original series like Poker Face, starring Russian Doll star Natasha Lyonne. From the HBO Max/Discovery+ merged streaming service to Netflixs password-sharing offering, heres what SVOD (subscription video-on-demand) streaming services have planned for next year and beyond.Earlier this year, Discovery acquired WarnerMedia to form Warner Bros. Amazon Prime Video is also testing an ad format called virtual product placement, which the company announced in May.Amazon Prime Videos Thursday Night Football starts strong with 15.3 million viewersApple TV+ announced its first foray into live sports this year. However, this move would make sense for Peacock since 30 million monthly active users can access the streaming service at no additional cost.Peacock adds live TV from all local NBC stations to its Premium Plus tier More recently, Paramount+ reported a record number of subscriber sign-ups in November when it premiered its latest hit series Tulsa King, starring Sylvester Stallone.Looking ahead, Paramount+ plans to reach 100 million subs by 2024 and increase streaming content spending to $6 billion, up from $2 billion in 2022.",
            "html_summary": "<ul><li>Over the summer, the streamer launched in 42 countries and 11 territories.Also, beginning next year, Disney+ will be the exclusive international home for new “Doctor Who” episodes.One significant feature coming to the streaming service is an exclusive shopping experience for Disney+ subscribers.</li><li>In 2023, Netflix’s “Basic with Ads” plan is predicted to have 7.5 million domestic subscribers, according to J.P. Morgan analyst Doug Anmuth.Netflix’s subscriber base also rebounded in Q3 2022 after increasing by 2.41 million subscribers, bringing the total to 223.09 million.</li><li>Peacock was also the Spanish-language streaming home for all World Cup games.In terms of other content coming to the streaming service in 2023, Peacock will premiere the “John Wick” prequel series, “The Continental,” as well as original series like “Poker Face,” starring “Russian Doll” star Natasha Lyonne.</li><li>From the HBO Max/Discovery+ merged streaming service to Netflix’s password-sharing offering, here’s what SVOD (subscription video-on-demand) streaming services have planned for next year and beyond.Earlier this year, Discovery acquired WarnerMedia to form Warner Bros.</li><li>Amazon Prime Video is also testing an ad format called virtual product placement, which the company announced in May.Amazon Prime Video’s ‘Thursday Night Football’ starts strong with 15.3 million viewersApple TV+ announced its first foray into live sports this year.</li><li>However, this move would make sense for Peacock since 30 million monthly active users can access the streaming service at no additional cost.Peacock adds live TV from all local NBC stations to its Premium Plus tier</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/08/what-each-streaming-service-is-planning-for-2023/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Haleluya Hadero",
            "title": "CES 2023 Smelling, touching take center stage in metaverse",
            "description": "LAS VEGAS (AP)  Is the metaverse closer than we think? It depends on who you ask at CES, where companies are showing off innovations that could immerse us deeper into virtual reality , otherwise known as VR.",
            "url": "/2023-01-08-c9de16360932e6a1fa7c4dcc8f86832c",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/c078bf1d0a954a69a4a64b5320b77b46/3000.webp",
            "publishedAt": "2023-01-08T20:00:56Z",
            "content": "LAS VEGAS (AP) Is the metaverse closer than we think?It depends on who you ask at CES, where companies are showing off innovations that could immerse us deeper into virtual reality, otherwise known [+5806 chars]",
            "summary": "Aurora Townsend, the chief marketing officer at Flare, a company slated to launch a VR dating app called Planet Theta next month, said her team is building its app to incorporate more sensations like touch once the technology becomes more widely available on the consumer market. Taiwanese tech giant HTC unveiled a high-end VR headset that aims to compete with market leader Meta, and a slew of other companies and startups touted augmented reality glasses and sensory technologies that can help users feel  and even smell  in a virtual environment. Being able to feel the ground when youre walking with your partner, or holding their hands while youre doing that subtle ways we engage people will change once haptic technology is fully immersive in VR, Townsend said. Still, its unlikely that many of these products will become widely used in the next few years, even in gaming, said Matthew Ball, a metaverse expert. According to the research firm NPD Group, sales of VR headsets, which found popular use in gaming, declined by 2% last year, a sour note for companies betting big on more adoption.Still, big companies like Microsoft and Meta are investing billions. At least you can feel something.Proponents say widespread adoption of virtual reality will ultimately benefit different parts of society by essentially unlocking the ability to be with anyone, anywhere at any time. LAS VEGAS (AP)  Is the metaverse closer than we think?It depends on who you ask at CES, where companies are showing off innovations that could immerse us deeper into virtual reality, otherwise known as VR.",
            "html_summary": "<ul><li>Aurora Townsend, the chief marketing officer at Flare, a company slated to launch a VR dating app called Planet Theta next month, said her team is building its app to incorporate more sensations like touch once the technology becomes more widely available on the consumer market.</li><li>Taiwanese tech giant HTC unveiled a high-end VR headset that aims to compete with market leader Meta, and a slew of other companies and startups touted augmented reality glasses and sensory technologies that can help users feel — and even smell — in a virtual environment.</li><li>“Being able to feel the ground when you’re walking with your partner, or holding their hands while you’re doing that… subtle ways we engage people will change once haptic technology is fully immersive in VR,” Townsend said.</li><li>Still, it’s unlikely that many of these products will become widely used in the next few years, even in gaming, said Matthew Ball, a metaverse expert.</li><li>According to the research firm NPD Group, sales of VR headsets, which found popular use in gaming, declined by 2% last year, a sour note for companies betting big on more adoption.Still, big companies like Microsoft and Meta are investing billions.</li><li>At least you can feel something.”Proponents say widespread adoption of virtual reality will ultimately benefit different parts of society by essentially unlocking the ability to be with anyone, anywhere at any time.</li></ul>",
            "website_url": "https://apnews.com/c9de16360932e6a1fa7c4dcc8f86832c"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Ken Sweet",
            "title": "The money is gone Bahamas tries to turn page after FTX",
            "description": "NASSAU, Bahamas (AP)  Dressed in a canary blue suit on a warm December night, sweat dripping from his brow, Bishop Lawrence Rolle belts out the lyrics to his latest hit song for the hundreds of children and adults gathered to celebrate Christmas.",
            "url": "/2023-01-08-7de9ee0db46b532b3609a26572e31853",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/7363bc1b388845c399d46e2c5023aa20/3000.webp",
            "publishedAt": "2023-01-08T20:00:23Z",
            "content": "NASSAU, Bahamas (AP) Dressed in a canary blue suit on a warm December night, sweat dripping from his brow, Bishop Lawrence Rolle belts out the lyrics to his latest hit song for the hundreds of childr [+8055 chars]",
            "summary": "Roughly one out of five Bahamians do not have a bank account, according to the countrys central bank.Late last year, the Bahamian government had to impose price controls on dozens of food staples in a desperate attempt to combat inflation. It was money, he said, that was used to restore a food storage trailer and make additional food donations. One food catering servicer said he had to let go most of his workers after FTX, his biggest contract, went bankrupt. The money have done gone!The cryptocurrency exchange FTX was supposed to be the crown jewel of the Bahamian governments push to be the global destination for all things crypto, after years of having an economy overly reliant on tourism and banking. Estimates of how much money was lost in the FTX collapse have varied significantly, since some assets are still being recovered, but one estimate puts the losses at around $8 billion to $10 billion. Along with the $50,000 donation to Rolles ministry, FTX donated $250,000 to Hands for Hunger and poured $1.1 million into a new non-profit known as the Agricultural Development Committee, focused on building up the nations food security. Meanwhile, charities like Rolles and dozens of contractors now out of work hope that another company will come along and bring new opportunities to the island nation, without the complications and embarrassment of an alleged billion-dollar fraud.",
            "html_summary": "<ul><li>Roughly one out of five Bahamians do not have a bank account, according to the country’s central bank.Late last year, the Bahamian government had to impose price controls on dozens of food staples in a desperate attempt to combat inflation.</li><li>It was money, he said, that was used to restore a food storage trailer and make additional food donations.</li><li>One food catering servicer said he had to let go most of his workers after FTX, his biggest contract, went bankrupt.</li><li>“The money have done gone!”The cryptocurrency exchange FTX was supposed to be the crown jewel of the Bahamian government’s push to be the global destination for all things crypto, after years of having an economy overly reliant on tourism and banking.</li><li>Estimates of how much money was lost in the FTX collapse have varied significantly, since some assets are still being recovered, but one estimate puts the losses at around $8 billion to $10 billion.</li><li>Along with the $50,000 donation to Rolle’s ministry, FTX donated $250,000 to Hands for Hunger and poured $1.1 million into a new non-profit known as the Agricultural Development Committee, focused on building up the nation’s food security.</li></ul>",
            "website_url": "https://apnews.com/7de9ee0db46b532b3609a26572e31853"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Senator Mark Warner on cyber security, Musks Twitter and legislating killer robots  TechCrunch. Does everyone want to be a landlord, or what?. All the tech (and other flashy features) stuffed into the Ram 1500 Revolution EV truck. What each streaming service has up its sleeve in 2023. CES 2023 Smelling, touching take center stage in metaverse. The money is gone Bahamas tries to turn page after FTX"
}