{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARCIA DUNN - AP Aerospace Writer",
            "title": "Galactic gobble Star swallows planet in one big gulp",
            "description": "Scientists for the first time have caught a star in the act of swallowing a planet. And its not just a nibble or bite, but one big gulp. Astronomers reported their observations Wednesday of what appears to be a gas",
            "url": "/2023-05-03-star-eats-planet-galactic-gulp-660ef9e64e15e35f8ad820e032494704",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/b/a7/ba739343-35da-5675-a833-62cdc7ad7224/64527bac43ceb.image.jpg?crop=1920%2C1008%2C0%2C35&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-05-03T15:02:11Z",
            "content": "By MARCIA DUNN  AP Aerospace WriterCAPE CANAVERAL, Fla. (AP) For the first time, scientists have caught a star in the act of swallowing a planet not just a nibble or bite, but one big gulp.Astro [+3001 chars]",
            "summary": "The sun-like star had been puffing up with old age for eons and finally got so big that it engulfed the close-orbiting planet.Its a gloomy preview of what will happen to Earth when our sun morphs into a red giant and gobbles the four inner planets. If so, De said they may have thousands of years before becoming the stars second or third course.Now that they know what to look for, the researchers will be on the lookout for more cosmic gulps. This galactic feast happened between 10,000 and 15,000 years ago near the Aquila constellation when the star was around 10 billion years old. CAPE CANAVERAL, Fla. (AP)  For the first time, scientists have caught a star in the act of swallowing a planet  not just a nibble or bite, but one big gulp. This star gobbled a whole planet in one gulp, Haswell said in an email. In contrast, WASP-12 b and the other hot Jupiters we have previously studied are being delicately licked and nibbled.Astronomers dont know if more planets are circling this star at a safer distance. All that we see around us, all the stuff that weve built around us, this will all be gone in a flash, De said.",
            "html_summary": "<ul><li>The sun-like star had been puffing up with old age for eons and finally got so big that it engulfed the close-orbiting planet.It’s a gloomy preview of what will happen to Earth when our sun morphs into a red giant and gobbles the four inner planets.</li><li>If so, De said they may have thousands of years before becoming the star’s second or third course.Now that they know what to look for, the researchers will be on the lookout for more cosmic gulps.</li><li>This galactic feast happened between 10,000 and 15,000 years ago near the Aquila constellation when the star was around 10 billion years old.</li><li>CAPE CANAVERAL, Fla. (AP) — For the first time, scientists have caught a star in the act of swallowing a planet — not just a nibble or bite, but one big gulp.</li><li>This star gobbled a whole planet in one gulp,” Haswell said in an email.</li><li>“In contrast, WASP-12 b and the other hot Jupiters we have previously studied are being delicately licked and nibbled.”Astronomers don’t know if more planets are circling this star at a safer distance.</li></ul>",
            "website_url": "https://apnews.com/article/star-eats-planet-galactic-gulp-660ef9e64e15e35f8ad820e032494704"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARCIA DUNN - AP Aerospace Writer",
            "title": "Galactic gobble Star swallows planet in one big gulp",
            "description": "Scientists for the first time have caught a star in the act of swallowing a planet. And its not just a nibble or bite, but one big gulp. Astronomers reported their observations Wednesday of what appears to be a gas",
            "url": "/2023-05-03-star-eats-planet-galactic-gulp-660ef9e64e15e35f8ad820e032494704",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/c/c3/cc3d2ef7-415d-5eb1-941a-09b37ad04678/64527e31db5a8.image.jpg?crop=1920%2C1008%2C0%2C35&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-05-03T15:02:11Z",
            "content": "By MARCIA DUNN  AP Aerospace WriterCAPE CANAVERAL, Fla. (AP) For the first time, scientists have caught a star in the act of swallowing a planet not just a nibble or bite, but one big gulp.Astro [+3042 chars]",
            "summary": "The sun-like star had been puffing up with old age for eons and finally got so big that it engulfed the close-orbiting planet.Its a gloomy preview of what will happen to Earth when our sun morphs into a red giant and gobbles the four inner planets. If so, De said they may have thousands of years before becoming the stars second or third course.Now that they know what to look for, the researchers will be on the lookout for more cosmic gulps. This galactic feast happened between 10,000 and 15,000 years ago near the Aquila constellation when the star was around 10 billion years old. CAPE CANAVERAL, Fla. (AP)  For the first time, scientists have caught a star in the act of swallowing a planet  not just a nibble or bite, but one big gulp. This star gobbled a whole planet in one gulp, Haswell said in an email. In contrast, WASP-12 b and the other hot Jupiters we have previously studied are being delicately licked and nibbled.Astronomers dont know if more planets are circling this star at a safer distance. All that we see around us, all the stuff that weve built around us, this will all be gone in a flash, De said.",
            "html_summary": "<ul><li>The sun-like star had been puffing up with old age for eons and finally got so big that it engulfed the close-orbiting planet.It’s a gloomy preview of what will happen to Earth when our sun morphs into a red giant and gobbles the four inner planets.</li><li>If so, De said they may have thousands of years before becoming the star’s second or third course.Now that they know what to look for, the researchers will be on the lookout for more cosmic gulps.</li><li>This galactic feast happened between 10,000 and 15,000 years ago near the Aquila constellation when the star was around 10 billion years old.</li><li>CAPE CANAVERAL, Fla. (AP) — For the first time, scientists have caught a star in the act of swallowing a planet — not just a nibble or bite, but one big gulp.</li><li>This star gobbled a whole planet in one gulp,” Haswell said in an email.</li><li>“In contrast, WASP-12 b and the other hot Jupiters we have previously studied are being delicately licked and nibbled.”Astronomers don’t know if more planets are circling this star at a safer distance.</li></ul>",
            "website_url": "https://apnews.com/article/star-eats-planet-galactic-gulp-660ef9e64e15e35f8ad820e032494704"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "Databricks acquires AIcentric data governance platform Okera",
            "description": "Databricks acquires AIfocused data governance platform Okera, addressing the demand for governance solutions in the age of LLMs.",
            "url": "/2023-05-03-databricks-acquires-ai-centric-data-governance-platform-okera",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1177951659.jpg?resize=1200,800",
            "publishedAt": "2023-05-03T16:22:53Z",
            "content": "Databricks today announced that it has acquired Okera, a data governance platform with a focus on AI. The two companies did not disclose the purchase price. According to Crunchbase, Okera previously  [+3047 chars]",
            "summary": "This technology is still in private preview but was likely one of the major reasons Databricks acquired the company.Databricks, which launched its own LLM a few weeks ago, plans to integrate Okeras technology into its Unity Catalog, its existing governance solution of data and AI assets. Historically, data governance technologies, regardless of sophistication, rely on enforcing control at some narrow waist layer and require workloads to fit into the walled garden at this layer, the company explains in a blog post. Investors include Felicis, Bessemer Venture Partners, Cyber Mentor Fund, ClearSky and Emergent Ventures.Data governance was already a hot topic, but the recent focus on AI has highlighted some of the shortcomings of the previous approach to it, Databricks notes in todays announcement. Databricks today announced that it has acquired Okera, a data governance platform with a focus on AI. Many organizations dont have enough technical talent to manage access policies at scale, especially with the explosion of LLMs. What they need is a modern, AI-centric governance solution. The two companies did not disclose the purchase price.",
            "html_summary": "<ul><li>This technology is still in private preview but was likely one of the major reasons Databricks acquired the company.Databricks, which launched its own LLM a few weeks ago, plans to integrate Okera’s technology into its Unity Catalog, its existing governance solution of data and AI assets.</li><li>“Historically, data governance technologies, regardless of sophistication, rely on enforcing control at some narrow waist layer and require workloads to fit into the ‘walled garden’ at this layer,” the company explains in a blog post.</li><li>Investors include Felicis, Bessemer Venture Partners, Cyber Mentor Fund, ClearSky and Emergent Ventures.Data governance was already a hot topic, but the recent focus on AI has highlighted some of the shortcomings of the previous approach to it, Databricks notes in today’s announcement.</li><li>Databricks today announced that it has acquired Okera, a data governance platform with a focus on AI.</li><li>“Many organizations don’t have enough technical talent to manage access policies at scale, especially with the explosion of LLMs.</li><li>What they need is a modern, AI-centric governance solution.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/03/databricks-acquires-ai-centric-data-governance-platform-okera/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Hackajob matches technical talent with companies looking to hire",
            "description": "Its not easy finding qualified technical job candidates, and Hackajob has created a twosided marketplace to help.",
            "url": "/2023-05-03-hackajobs-two-sided-marketplace-matches-technical-talent-with-companies-looking-to-hire",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1274274179.jpg?resize=1200,847",
            "publishedAt": "2023-05-03T12:01:09Z",
            "content": "Even today with all of the layoffs we have seen in the tech industry over the last year, there is still a shortage of technical talent. Thats partly because there is a limited number of workers with  [+3314 chars]",
            "summary": "Thats partly because there is a limited number of workers with these skills, and partly because its not just technology companies that are looking for technical talent.Enter Hackajob, a two-sided marketplace that brings together technical candidates and companies looking for help. And I think what we see is that the demand for technical individuals far outstrips the supply, Chaffey told TechCrunch.We describe ourselves as a full stack talent platform that is primarily focused on helping enterprise organizations find, engage, hire and retain technical individuals, he said. Its an approach that seems to be resonating, and today the company announced a $25 million Series B investment.Company co-founder and CEO Mark Chaffey says that the reason we are not seeing a dip in technical talent demand is that tech workers are needed everywhere. Even today with all of the layoffs we have seen in the tech industry over the last year, there is still a shortage of technical talent. One twist with this approach is that Hackajob makes the companies apply for the talent, rather than the other way around. The company has now raised a total of $33 million, per Crunchbase data.The tech jobs market might not be as shaky as it feels They have over 500,000 users on the candidate site with 200 paying customers, which he describes as global enterprise organizations, across multiple industries.Hackajob currently has 120 employees.",
            "html_summary": "<ul><li>That’s partly because there is a limited number of workers with these skills, and partly because it’s not just technology companies that are looking for technical talent.Enter Hackajob, a two-sided marketplace that brings together technical candidates and companies looking for help.</li><li>And I think what we see is that the demand for technical individuals far outstrips the supply,” Chaffey told TechCrunch.“We describe ourselves as a full stack talent platform that is primarily focused on helping enterprise organizations find, engage, hire and retain technical individuals,” he said.</li><li>It’s an approach that seems to be resonating, and today the company announced a $25 million Series B investment.Company co-founder and CEO Mark Chaffey says that the reason we are not seeing a dip in technical talent demand is that tech workers are needed everywhere.</li><li>Even today with all of the layoffs we have seen in the tech industry over the last year, there is still a shortage of technical talent.</li><li>One twist with this approach is that Hackajob makes the companies apply for the talent, rather than the other way around.</li><li>The company has now raised a total of $33 million, per Crunchbase data.The tech jobs market might not be as shaky as it feels</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/03/hackajobs-two-sided-marketplace-matches-technical-talent-with-companies-looking-to-hire/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Nova is building guardrails for generative AI content to protect brand integrity",
            "description": "As companies increasingly use generative AI to create marketing content, they need tools to check for brand integrity. Nova is providing them.",
            "url": "/2023-05-03-nova-is-building-guardrails-for-generative-ai-content-to-protect-brand-integrity",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1389160346.jpg?resize=1200,744",
            "publishedAt": "2023-05-03T15:01:16Z",
            "content": "As brands incorporate generative AI into their creative workflows to generate new content associated with the company, they need to tread carefully to be sure that the new material adheres to the com [+2663 chars]",
            "summary": "Companies can decide whatever threshold theyre comfortable with.BrandGPT is designed for working with third parties like an agency or a contractor, who can ask questions about the companys brand guidelines to make sure they are complying with them, May said. They run checks for brand safety, quality checking, whether its on brand, whether it adheres to style and whether its on campaign. Then it assigns each piece with a content score, and each company can decide what the threshold is for calling in a human to check the content before publishing.When you have generative AI creating stuff, you can now score it on a continuum. And then you can set thresholds, and if somethings below, say 85% on brand, you can have the system flag it so that a human can take a look at it, he said. The company launched last year and has raised $2.4 million from Bee Partners, Fyrfly Ventures and Argon Ventures. Nova built five models that look for things that might seem out of whack.",
            "html_summary": "<ul><li>Companies can decide whatever threshold they’re comfortable with.BrandGPT is designed for working with third parties like an agency or a contractor, who can ask questions about the company’s brand guidelines to make sure they are complying with them, May said.</li><li>They run checks for brand safety, quality checking, whether it’s on brand, whether it adheres to style and whether it’s on campaign.</li><li>Then it assigns each piece with a content score, and each company can decide what the threshold is for calling in a human to check the content before publishing.“When you have generative AI creating stuff, you can now score it on a continuum.</li><li>And then you can set thresholds, and if something’s below, say 85% on brand, you can have the system flag it so that a human can take a look at it,” he said.</li><li>The company launched last year and has raised $2.4 million from Bee Partners, Fyrfly Ventures and Argon Ventures.</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/03/nova-is-building-guardrails-for-generative-ai-content-to-protect-brand-integrity/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lorenzo Franceschi-bicchierai",
            "title": "Bishop Fox lays off employees days after throwing conference party",
            "description": "Cybersecurity firm Bishop Fox laid off 13% of its employees a few months after announcing an expansion in the U.K. and raising $129 million.",
            "url": "/2023-05-03-bishop-fox-lays-off-employees-days-after-throwing-conference-party",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1458551911.jpg?resize=1200,675",
            "publishedAt": "2023-05-03T16:34:32Z",
            "content": "Cybersecurity firm Bishop Fox laid off around 50 employees or 13% of its workforce on Tuesday, the company told TechCrunch.The layoffs come just a few days after the company threw a party at the cy [+3510 chars]",
            "summary": "At the time, (ISC) chief executive Clar Rosso said that the importance placed on cybersecurity professionals, even during uncertain economic times, suggests that top executives understand the critical need for a strong cybersecurity team now more than ever.Do you have more information about the layoffs at Bishop Fox? Last year, a report from (ISC), a nonprofit association for information security leaders, predicted that cybersecurity teams will be the least affected by staff reductions, as organizations anticipate an increase in cyber threats in 2023.The report was based on a poll of 1,000 C-suite executives. While demand for our solutions remains solid and our business is stable, we cant ignore the market uncertainty and investment trends in this very different global economy, Bishop Fox CEO Vinnie Liu said in a statement sent to TechCrunch. The reception followed that for the participants, team, industry friends and RSA attendees.The company declined to say how much it spent on the RSA party. Kosh confirmed that the company had around 400 employees before the layoffs yesterday.Last night was so much fun! Or at another cybersecurity company? #RSAConference #RSAC2023 pic.twitter.com/NTSoZMDD5n Bishop Fox (@bishopfox) April 27, 2023We proactively made these changes in response to the global economic situation and opportunities we identified to make our business more efficient.",
            "html_summary": "<ul><li>At the time, (ISC)² chief executive Clar Rosso said that “the importance placed on cybersecurity professionals, even during uncertain economic times, suggests that top executives understand the critical need for a strong cybersecurity team now more than ever.”Do you have more information about the layoffs at Bishop Fox?</li><li>Last year, a report from (ISC)², a nonprofit association for “information security leaders,” predicted that cybersecurity teams “will be the least affected by staff reductions, as organizations anticipate an increase in cyber threats in 2023.”The report was based on a poll of 1,000 C-suite executives.</li><li>While demand for our solutions remains solid and our business is stable, we can’t ignore the market uncertainty and investment trends in this very different global economy,” Bishop Fox CEO Vinnie Liu said in a statement sent to TechCrunch.</li><li>The reception followed that for the participants, team, industry friends and RSA attendees.”The company declined to say how much it spent on the RSA party.</li><li>Kosh confirmed that the company had around 400 employees before the layoffs yesterday.Last night was so much fun!</li><li>Or at another cybersecurity company?</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/03/bishop-fox-lays-off-employees-days-after-throwing-conference-party/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Where is India in the generative AI race?",
            "description": "In the highstakes race for supremacy in the field of generative AI, Indias bustling startup ecosystem is facing an uphill battle.",
            "url": "/2023-05-03-where-is-india-in-the-generative-ai-race",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1483825958.jpg?resize=1200,800",
            "publishedAt": "2023-05-03T07:30:38Z",
            "content": "In the highstakes race for supremacy in the burgeoning field of generative AI, Indias bustling technology ecosystem is facing an uphill battle to catch up to global leaders. Despite being home to o [+5153 chars]",
            "summary": "Now the advent of generative AI could displace many service jobs, analysts warn.Among its over 5 million employees, IT in India still has a high mix of low-end employees like BPO or system maintenance. A rapid gain in agriculture sector, which employs over 40% of the countrys workforce, is challenging, and similarly automation in the manufacturing industry may be unnecessary due to the abundant and affordable labor force.Employment mix of low-skilled, medium-skilled and high-skilled workers in TCS, Infosys, Wipro and HCL. Infosys, for example, revealed last month that it is working on several generative AI projects to address specific aspects of clients businesses. Unicorn edtech Vedantu recently integrated AI into its live classes, making them more accessible and affordable.Industry insiders attribute Indias dearth of AI-first startups in part to a skills gap among the nations workforce. In the high-stakes race for supremacy in the burgeoning field of generative AI, Indias technology ecosystem is facing an uphill battle to catch up to global leaders. I doubt most Indian VCs ever really dug deep and understood crypto, because otherwise they wouldnt have made so many utterly crap investments. For instance, e-commerce giant Flipkart uses machine learning to refine customer shopping experiences, while Razorpay utilizes AI to combat payment fraud.",
            "html_summary": "<ul><li>Now the advent of generative AI could displace many service jobs, analysts warn.“Among its over 5 million employees, IT in India still has a high mix of low-end employees like BPO or system maintenance.</li><li>A rapid gain in agriculture sector, which employs over 40% of the country’s workforce, is challenging, and similarly automation in the manufacturing industry may be unnecessary due to the abundant and affordable labor force.Employment mix of low-skilled, medium-skilled and high-skilled workers in TCS, Infosys, Wipro and HCL.</li><li>Infosys, for example, revealed last month that it is working on several generative AI projects to address specific aspects of clients’ businesses.</li><li>Unicorn edtech Vedantu recently integrated AI into its live classes, making them more accessible and affordable.Industry insiders attribute India’s dearth of AI-first startups in part to a skills gap among the nation’s workforce.</li><li>In the high-stakes race for supremacy in the burgeoning field of generative AI, India’s technology ecosystem is facing an uphill battle to catch up to global leaders.</li><li>“I doubt most Indian VCs ever really dug deep and understood crypto, because otherwise they wouldn’t have made so many utterly crap investments.”</li></ul>",
            "website_url": "https://techcrunch.com/2023/05/03/where-is-india-in-the-generative-ai-race/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Galactic gobble Star swallows planet in one big gulp. Galactic gobble Star swallows planet in one big gulp. Databricks acquires AIcentric data governance platform Okera. Hackajob matches technical talent with companies looking to hire. Nova is building guardrails for generative AI content to protect brand integrity. Bishop Fox lays off employees days after throwing conference party. Where is India in the generative AI race?"
}