{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Korean fintech Kakao Pay to acquire majority stake in US brokerage firm Siebert",
            "description": "Kakao Pay, the online payment service of South Korean messaging and internet giant Kakao, announced that it has acquired a stake in Siebert Financial, a brokerage firm based in New York. Kakao spent $17 million on this transaction and the company now owns a 1",
            "url": "/2023-04-27-korean-fintech-kakao-pay-to-acquire-majority-stake-in-us-brokerage-firm-siebert",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/카카오페이-참고자료-오피스.jpg?resize=1200,675",
            "publishedAt": "2023-04-27T08:47:08Z",
            "content": "Kakao Pay, the online payment service of South Korean messaging and internet giant Kakao, announced that it has acquired a stake in Siebert Financial, a brokerage firm based in New York. Kakao spent  [+3056 chars]",
            "summary": "Gloria Gebbia, Sieberts controlling shareholder and board member, told TechCrunch that the second transaction is expected to close in the first quarter of 2024.Kakao Pay first launched its mobile payment service in 2014. Kakao spent $17 million on this transaction and the company now owns a 19.9% stake in Siebert.This is just the first step as Kakao Pay plans to acquire an additional 31.1% stake in Siebert depending on shareholder and regulatory approval. Kakao Pay, the online payment service of South Korean messaging and internet giant Kakao, announced that it has acquired a stake in Siebert Financial, a brokerage firm based in New York. Siebert Financial, the U.S.-based brokerage and financial advisory firm, and its subsidiaries have been providing financial services for over 50 years. The Korean fintech firm offers online and offline payments, money transfer, credit rating, insurance and loan services to approximately 40 million registered users in South Korea. One of its subsidiaries, Muriel Siebert & Co. (MSCO), has more than 100,000 customers.Todays acquisition represents Kakao Pays first M&A transaction outside of its home market. The team of 120 employees will remain after the transaction closes, the two firms told TechCrunch.",
            "html_summary": "<ul><li>Gloria Gebbia, Siebert’s controlling shareholder and board member, told TechCrunch that the second transaction is expected to close in the first quarter of 2024.Kakao Pay first launched its mobile payment service in 2014.</li><li>Kakao spent $17 million on this transaction and the company now owns a 19.9% stake in Siebert.This is just the first step as Kakao Pay plans to acquire an additional 31.1% stake in Siebert depending on shareholder and regulatory approval.</li><li>Kakao Pay, the online payment service of South Korean messaging and internet giant Kakao, announced that it has acquired a stake in Siebert Financial, a brokerage firm based in New York.</li><li>Siebert Financial, the U.S.-based brokerage and financial advisory firm, and its subsidiaries have been providing financial services for over 50 years.</li><li>The Korean fintech firm offers online and offline payments, money transfer, credit rating, insurance and loan services to approximately 40 million registered users in South Korea.</li><li>One of its subsidiaries, Muriel Siebert & Co. (MSCO), has more than 100,000 customers.Today’s acquisition represents Kakao Pay’s first M&A transaction outside of its home market.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/27/korean-fintech-kakao-pay-to-acquire-majority-stake-in-us-brokerage-firm-siebert/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "M3ter locks in $14M to expand its usagebased pricing tools for SaaS businesses",
            "description": "The concept of SaaS as a business model changed the game in tech by moving users away from buying software outright and towards paying for service availability based on timebased subscriptions, typically with permonth or annual pricing. Today, a startup out",
            "url": "/2023-04-27-m3ter-locks-in-14m-to-expand-its-usage-based-pricing-tools-for-saas-businesses",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2017/07/12239242_73c37864e0_b.jpg?w=1024",
            "publishedAt": "2023-04-27T07:32:10Z",
            "content": "The concept of SaaS as a business model changed the game in tech by moving users away from buying software outright and towards paying for service availability based on timebased subscriptions, typi [+6314 chars]",
            "summary": "Respectively, the former of these will let M3ter customers test pricing models in real time with simulations based on data troves it has amassed; and the latter will apply similar modeling to determine what a company might make under different business evolution scenarios. The concept of SaaS as a business model changed the game in tech by moving users away from buying software outright and toward paying for service availability based on time-based subscriptions, typically with per-month or annual pricing. That startup was eventually acquired by Amazons AWS  arguably the grand-daddy of popularizing usage-based pricing for APIs by way of its cloud services platform.One of the unique aspects of usage-based pricing is the granularity it gives customers: They are paying just for what they are using. They include a data science product its calling Cost Allocator.Based on feedback M3ter has been getting from its users, it will let customers figure out gross margin performance on a per-user basis, which Parry explained to me will help them figure out how to adjust pricing accordingly. SF-based Metronome, backed by some heavy hitters out of the Bay Area, and more legacy companies like LogiSense are among those also building out usage-based pricing platforms. )Pricing Experimenter and Usage Forecaster are also products under development. Already, the companys co-founders have laid solid foundations with an exceptional team and product, as well as deep engagement and alignment with their early customers and partners.",
            "html_summary": "<ul><li>Respectively, the former of these will let M3ter customers test pricing models in real time with simulations based on data troves it has amassed; and the latter will apply similar modeling to determine what a company might make under different business evolution scenarios.</li><li>The concept of SaaS as a business model changed the game in tech by moving users away from buying software outright and toward paying for service availability based on time-based subscriptions, typically with per-month or annual pricing.</li><li>That startup was eventually acquired by Amazon’s AWS — arguably the grand-daddy of popularizing usage-based pricing for APIs by way of its cloud services platform.One of the unique aspects of usage-based pricing is the granularity it gives customers: They are paying just for what they are using.</li><li>They include a data science product it’s calling Cost Allocator.Based on feedback M3ter has been getting from its users, it will let customers figure out gross margin performance on a per-user basis, which Parry explained to me will help them figure out how to adjust pricing accordingly.</li><li>SF-based Metronome, backed by some heavy hitters out of the Bay Area, and more legacy companies like LogiSense are among those also building out usage-based pricing platforms.</li><li>)Pricing Experimenter and Usage Forecaster are also products under development.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/27/m3ter-locks-in-14m-to-expand-its-usage-based-pricing-tools-for-saas-businesses/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Chunk Foods close to opening factory to produce millions of plantbased steaks",
            "description": "The company develops whole cuts of alternative proteins using fermentation technology and foodgrade microorganisms.",
            "url": "/2023-04-27-chunk-foods-plant-based-food",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/BeefTagliata2.png?resize=1200,675",
            "publishedAt": "2023-04-27T13:03:30Z",
            "content": "The global plantbased foods industry accounted for $8 billion in sales and received $1.2 billion in investment in 2022, according to new figures from the Good Food Institute.Those with recent fund [+4336 chars]",
            "summary": "Chunk Foods previously raised $2 million in pre-seed funding.Project Eadens fiber technology poised to spin threads into whole cuts of meatThe company develops whole cuts of alternative proteins using fermentation technology and food-grade microorganisms to turn soy and wheat into its proteins. In 2023, Impossible launched four new products, including three plant-based chicken products and a leaner version of its beef product.Some companies are not going to exist for very long, Golan said. The economies of scale are not fully there yet, due to also having to import to the United States.Like other companies in this industry, Chunk Foods is in its early stages. Our products are more reasonably priced for the offering and we communicate better with our consumers.If you have a juicy tip or lead about happenings in the venture world, you can reach Christine Hall at chall.techcrunch@gmail.com or Signal at 832-862-1051. The third generation of plant-based companies are offering a better product and are leading the pack. And, yes, Chunk Foods does have some products in the pipeline without those two ingredients for consumers with allergies. Theyre going to be either absorbed in other companies or theyre going to disappear.",
            "html_summary": "<ul><li>Chunk Foods previously raised $2 million in pre-seed funding.Project Eaden’s fiber technology poised to spin threads into whole cuts of ‘meat’The company develops whole cuts of alternative proteins using fermentation technology and food-grade microorganisms to turn soy and wheat into its proteins.</li><li>In 2023, Impossible launched four new products, including three plant-based “chicken” products and a leaner version of its “beef” product.“Some companies are not going to exist for very long,” Golan said.</li><li>The “economies of scale are not fully there yet,” due to also having to import to the United States.Like other companies in this industry, Chunk Foods is in its early stages.</li><li>Our products are more reasonably priced for the offering and we communicate better with our consumers.”If you have a juicy tip or lead about happenings in the venture world, you can reach Christine Hall at chall.techcrunch@gmail.com or Signal at 832-862-1051.</li><li>The third generation of plant-based companies are offering a better product and are leading the pack.</li><li>And, yes, Chunk Foods does have some products in the pipeline without those two ingredients for consumers with allergies.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/27/chunk-foods-plant-based-food/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Easyship strikes agreement to support eBays new International Shipping program",
            "description": "Easyship, the New York and Singaporebased startup that enables ecommerce sellers to integrate with more than 250 courier services, announced today it has expanded its partnership with eBay to support eBay International Shipping. This means that buyers can ",
            "url": "/2023-04-27-easyship-ebay",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-480613141-1.jpg?resize=1200,801",
            "publishedAt": "2023-04-27T13:00:44Z",
            "content": "Easyship, the New York and Singaporebased startup that enables ecommerce sellers to integrate with more than 250 courier services, announced today it has expanded its partnership with eBay to supp [+1488 chars]",
            "summary": "Easyship, the New York- and Singapore-based startup that enables e-commerce sellers to integrate with more than 250 courier services, announced today it has expanded its partnership with eBay to support eBay International Shipping, a newly launched program. Our partnership with Easyship makes it even easier for our sellers to tap into a universe of a new business opportunities.For your pitch, last impressions count almost as much as first impressions",
            "html_summary": "<ul><li>Easyship, the New York- and Singapore-based startup that enables e-commerce sellers to integrate with more than 250 courier services, announced today it has expanded its partnership with eBay to support eBay International Shipping, a newly launched program.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/27/easyship-ebay/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Pinecone drops $100M investment on $750M valuation, as vector database demand grows",
            "description": "In a time of tight capital, Pinecone, a vector database startup has defied the convention and raised $100M Series B.",
            "url": "/2023-04-27-pinecone-drops-100m-investment-on-750m-valuation-as-vector-database-demand-grows",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1449083826.jpg?resize=1200,795",
            "publishedAt": "2023-04-27T15:13:17Z",
            "content": "When Pinecone launched a vector database aimed at data scientists in 2021, it was probably ahead of its time. But as the use cases began to take shape last year, the company began pushing AIdriven s [+3772 chars]",
            "summary": "I mean, think of the LLM as an application almost that sits on top of this database, and what the database will do is it will hold information and feed it into LLM for more precise answers for long-term storage of results, he said. And so you have to accelerate the building of those capacities, and thats very expensive and very hard, he said.He says interest in LLMs is driving interest in the vector database, but its a different proposition. We believe that this vector database and especially Pinecone has the opportunity to be really a fundamental component in the new AI data stack. The company has now raised $138 million including a $28 million Series A last year and a $10 million seed investment in 2021. When Pinecone launched a vector database aimed at data scientists in 2021, it was probably ahead of its time. When we came out with this, with the vector database category, nobody knew what the hell were talking about. Liberty similarly thinks of this as the database acting as the long-term memory for the LLM.With a $100 million runway, the company will be hiring.",
            "html_summary": "<ul><li>I mean, think of the LLM as an application almost that sits on top of this database, and what the database will do is it will hold information and feed it into LLM for more precise answers for long-term storage of results,” he said.</li><li>And so you have to accelerate the building of those capacities, and that’s very expensive and very hard,” he said.He says interest in LLMs is driving interest in the vector database, but it’s a different proposition.</li><li>“We believe that this vector database and especially Pinecone has the opportunity to be really a fundamental component in the new AI data stack.</li><li>The company has now raised $138 million including a $28 million Series A last year and a $10 million seed investment in 2021.</li><li>When Pinecone launched a vector database aimed at data scientists in 2021, it was probably ahead of its time.</li><li>When we came out with this, with the vector database category, nobody knew what the hell we’re talking about.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/27/pinecone-drops-100m-investment-on-750m-valuation-as-vector-database-demand-grows/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Jonel Aleccia",
            "title": "Powerful new obesity drug poised to upend weight loss care",
            "description": "As a growing number of overweight Americans clamor for Ozempic and Wegovy  drugs touted by celebrities and on TikTok to pare pounds  an even more powerful obesity medicine is poised to upend treatment.",
            "url": "/2023-04-27-mounjaro-wegovy-ozempic-obesity-weight-loss-bd0e037cc5981513487260d40636752a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/faf54dfc9caa420c99a51d59ad37b64c/3000.webp",
            "publishedAt": "2023-04-27T10:22:01Z",
            "content": "This combination of photos provided by Matthew Barlow shows him in November 2022, left, and April 2023 in California. Barlow, a 48yearold health technology executive, said he has lost more than 100 [+7642 chars]",
            "summary": "If everybody who had obesity in this country lost 20% of their body weight, we would be taking patients off all of these medications for reflux, for diabetes, for hypertension, said Dr. Caroline Apovian, a director of the Center for Weight Management and Wellness at Brigham and Womens Hospital. The late-stage study of the drug for weight loss adds to earlier evidence that similar participants without diabetes lost up to 22% of their body weight over that period with weekly injections of the drug. We have not seen this degree of weight reduction, she said.Based on the new results, which have not yet been published in full, company officials said they will finalize an application to the U.S. Food and Drug Administration for fast-track approval to sell tirzepatide for chronic weight management. If approved for weight loss, tirzepatide could become the most effective drug to date in an arsenal of medications that are transforming the treatment of obesity, which affects more than 4 in 10 American adults and is linked to dozens of diseases that can lead to disability or death. It is expected to outpace Novo Nordisks Ozempic  a diabetes drug used so commonly to shed pounds that comedian Jimmy Kimmel joked about it at the Oscars  and Wegovy, a version of the drug also known as semaglutide approved for weight loss in 2021. In separate trials, tirzepatide has resulted in greater weight loss than semaglutide, whose users shed about 15% of their body weight over 16 months. The obesity medications help overcome a biological mechanism that kicks in when people diet, triggering a coordinated effort by the body to prevent weight loss.That is a real physical phenomenon, Aronne said.",
            "html_summary": "<ul><li>“If everybody who had obesity in this country lost 20% of their body weight, we would be taking patients off all of these medications for reflux, for diabetes, for hypertension,” said Dr. Caroline Apovian, a director of the Center for Weight Management and Wellness at Brigham and Women’s Hospital.</li><li>The late-stage study of the drug for weight loss adds to earlier evidence that similar participants without diabetes lost up to 22% of their body weight over that period with weekly injections of the drug.</li><li>“We have not seen this degree of weight reduction,” she said.Based on the new results, which have not yet been published in full, company officials said they will finalize an application to the U.S. Food and Drug Administration for fast-track approval to sell tirzepatide for chronic weight management.</li><li>If approved for weight loss, tirzepatide could become the most effective drug to date in an arsenal of medications that are transforming the treatment of obesity, which affects more than 4 in 10 American adults and is linked to dozens of diseases that can lead to disability or death.</li><li>It is expected to outpace Novo Nordisk’s Ozempic — a diabetes drug used so commonly to shed pounds that comedian Jimmy Kimmel joked about it at the Oscars — and Wegovy, a version of the drug also known as semaglutide approved for weight loss in 2021.</li><li>In separate trials, tirzepatide has resulted in greater weight loss than semaglutide, whose users shed about 15% of their body weight over 16 months.</li></ul>",
            "website_url": "https://apnews.com/article/mounjaro-wegovy-ozempic-obesity-weight-loss-bd0e037cc5981513487260d40636752a"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Korean fintech Kakao Pay to acquire majority stake in US brokerage firm Siebert. M3ter locks in $14M to expand its usagebased pricing tools for SaaS businesses. Chunk Foods close to opening factory to produce millions of plantbased steaks. Easyship strikes agreement to support eBays new International Shipping program. Pinecone drops $100M investment on $750M valuation, as vector database demand grows. Powerful new obesity drug poised to upend weight loss care"
}