{
    "status": "ok",
    "totalResults": 22,
    "articles": [
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Eva Rothenberg, CNN",
            "title": "Former Treasury secretaries react to US credit downgrade",
            "description": "The US economy is resilient, but policymakers need to take the long view on the countrys fiscal challenges, three former Treasury secretaries told CNNs...",
            "url": "/2023-08-06-former-treasury-secretaries-us-credit-downgrade?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/f1ddae752672186c2a0117786822c798",
            "publishedAt": "2023-08-06T14:34:55Z",
            "content": "The US economy is resilient, but policymakers need to take the long view on the countrys fiscal challenges, three former Treasury secretaries told CNNs Fareed Zakaria on Sunday.Last week, Fitch Rat [+3866 chars]",
            "summary": "Fitch Ratings one of the world s top credit rating s agencies downgraded the US government s credit rating from a stellar AAA to an AA. The downgrade came after a last minute bipartisan deal in June that suspended the US debt ceiling until early But the deal was struck after months of deadlock on Capitol Hill that threatened to hurl the country into default. The US economy is resilient but policymakers need to take the long view on the country s fiscal challenges three former Treasury secretaries told CNN s Fareed Zakaria on Sunday.",
            "html_summary": "<ul><li>Fitch Ratings one of the world s top credit rating s agencies downgraded the US government s credit rating from a stellar AAA to an AA</li><li> The downgrade came after a last minute bipartisan deal in June that suspended the US debt ceiling until early But the deal was struck after months of deadlock on Capitol Hill that threatened to hurl the country into default</li><li> The US economy is resilient but policymakers need to take the long view on the country s fiscal challenges three former Treasury secretaries told CNN s Fareed Zakaria on Sunday</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/06/business/former-treasury-secretaries-us-credit-downgrade?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jennifer Henderson",
            "title": "Black mom sues city of Detroit claiming she was falsely arrested while 8 months pregnant by officers using facial recognition technology",
            "description": "A Black mother is suing the city of Detroit and a Detroit Police Department detective after she was falsely arrested while eight months pregnant by officers using an unreliable facial recognition match, a federal lawsuit filed Thursday says.",
            "url": "/2023-08-06-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230807154058-porcha-woodruff.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-07T22:45:10Z",
            "content": "A Black mother is suing the city of Detroit and a Detroit Police Department detective after she was falsely arrested while eight months pregnant by officers using an unreliable facial recognition mat [+6278 chars]",
            "summary": "Woodruff later learned she was implicated in the alleged incident after the facial recognition software hit as well as the carjacking victim allegedly identified her in a lineup of six photos that included her mugshot from a 2015 arrest, the complaint states.  A Black mother is suing the city of Detroit and a Detroit Police Department detective after she was falsely arrested while eight months pregnant by officers using an unreliable facial recognition match, a federal lawsuit filed Thursday says. The suit further alleges Detroit police engaged in a pattern of racial discrimination of (Woodruff) and other Black citizens by using facial recognition technology practices proven to misidentify Black citizens at a higher rate than others in violation of the equal protection guaranteed by Michigans 1976 civil rights act. LaShauntia Oliver, who is named in the suit, was assigned to the carjacking case and submitted the facial recognition request, according to the complaint. The video was submitted for a facial recognition request on the woman who returned the phone, and it identified Woodruff, the suit states. Oliver went back to the gas station to see more video footage and stated in detail in her report what she observed in the video footage, and there was no mention of the female suspect being pregnant, the complaint states. Porcha Woodruff, 32, was home around 8 a.m. on February 16, helping her 6- and 12-year-olds get ready for school when six Detroit police officers arrived at her door with an arrest warrant for carjacking and robbery, the complaint states.",
            "html_summary": "<ul><li>Woodruff later learned she was implicated in the alleged incident after the facial recognition software hit as well as the carjacking victim allegedly identified her in a lineup of six photos that included her mugshot from a 2015 arrest, the complaint states.</li><li> A Black mother is suing the city of Detroit and a Detroit Police Department detective after she was falsely arrested while eight months pregnant by officers using “an unreliable facial recognition match,” a federal lawsuit filed Thursday says.</li><li>The suit further alleges Detroit police engaged “in a pattern of racial discrimination of (Woodruff) and other Black citizens by using facial recognition technology practices proven to misidentify Black citizens at a higher rate than others in violation of the equal protection guaranteed by” Michigan’s 1976 civil rights act.</li><li>LaShauntia Oliver, who is named in the suit, was assigned to the carjacking case and submitted the facial recognition request, according to the complaint.</li><li>The video was submitted for a facial recognition request on the woman who returned the phone, and it identified Woodruff, the suit states.</li><li>Oliver went back to the gas station to see more video footage and “stated in detail in her report what she observed in the video footage, and there was no mention of the female suspect being pregnant,” the complaint states.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/07/us/detroit-facial-recognition-technology-false-arrest-lawsuit/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Brian Fung",
            "title": "The big bottleneck for AI a shortage of powerful chips",
            "description": "The crushing demand for AI has also revealed the limits of the global supply chain for powerful chips used to develop and field AI models.",
            "url": "/2023-08-06-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230804123750-nvidia-ai-graphics-processing-unit-gpu-0602-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-06T08:02:22Z",
            "content": "The crushing demand for AI has also revealed the limits of the global supply chain for powerful chips used to develop and field AI models. The continuing chip crunch has affected businesses large a [+5554 chars]",
            "summary": "The continuing chip crunch has affected businesses large and small including some of the AI industry s leading platforms and may not meaningfully improve for at least a year or more according to industry analysts. The latest sign of a potentially extended shortage in AI chips came in Microsoft s annual report recently. The report identifies for the first time the availability of graphics processing units GPUs as a possible risk factor for investors. The issue directly affects companies that are building AI tools and products and indirectly affects businesses and end users who hope to apply the technology for their own purposes.",
            "html_summary": "<ul><li>The continuing chip crunch has affected businesses large and small including some of the AI industry s leading platforms and may not meaningfully improve for at least a year or more according to industry analysts</li><li> The latest sign of a potentially extended shortage in AI chips came in Microsoft s annual report recently</li><li> The report identifies for the first time the availability of graphics processing units GPUs as a possible risk factor for investors</li><li> The issue directly affects companies that are building AI tools and products and indirectly affects businesses and end users who hope to apply the technology for their own purposes</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/06/tech/ai-chips-supply-chain/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Rhea Mogul",
            "title": "Indias Chandrayaan3 enters lunar orbit in step closer to moon rover soft landing",
            "description": "India moved one step closer to executing a controlled landing on the moon after its Chandrayaan3 spacecraft entered lunar orbit over the weekend, inching toward the surfaces unexplored South Pole.",
            "url": "/2023-08-06-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230807122629-02-india-chandrayaan-3-0714.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-07T05:32:09Z",
            "content": "India moved one step closer to executing a controlled landing on the moon after its Chandrayaan3 spacecraft entered lunar orbit over the weekend, inching toward the surfaces unexplored South Pole.  [+2407 chars]",
            "summary": "India moved one step closer to executing a controlled landing on the moon after its Chandrayaan spacecraft entered lunar orbit over the weekend. The Indian Space Research Organization confirmed the spacecraft also successfully underwent a planned orbit reduction maneuver. If successful it would make India only the fourth country to achieve the complicated feat behind the United States the former Soviet Union and China. It blasted off from the Satish Dhawan Space Center at Sriharikota in southern Andhra Pradesh state on July elevating India s space ambitions and cementing its status as a growing hub of innovation.",
            "html_summary": "<ul><li>India moved one step closer to executing a controlled landing on the moon after its Chandrayaan spacecraft entered lunar orbit over the weekend</li><li> The Indian Space Research Organization confirmed the spacecraft also successfully underwent a planned orbit reduction maneuver</li><li> If successful it would make India only the fourth country to achieve the complicated feat behind the United States the former Soviet Union and China</li><li> It blasted off from the Satish Dhawan Space Center at Sriharikota in southern Andhra Pradesh state on July elevating India s space ambitions and cementing its status as a growing hub of innovation</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/07/india/india-chandrayaan-3-moon-mission-lunar-orbit-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Allison Morrow",
            "title": "PayPal bets on cryptos future with USdollarbacked stablecoin",
            "description": "PayPal is rolling out its first stablecoin as it attempts to capitalize on the emerging potential of US dollarbacked digital tokens for consumer payments.",
            "url": "/2023-08-06-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230807125536-paypal-phone-file-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-07T18:15:05Z",
            "content": "PayPal is rolling out its first stablecoin as it attempts to capitalize on the emerging potential of US dollarbacked digital tokens for consumer payments.The stablecoin, PayPal USD, is fully backe [+2445 chars]",
            "summary": "PayPal is rolling out its first stablecoin as it attempts to capitalize on the emerging potential of US dollar backed digital tokens for consumer payments. The stablecoin PayPal USD is fully backed by the US dollar and is designed to reduce friction for payments within virtual spaces and provide faster cheaper transfers of money across borders. Stablecoins as their name implies are designed to hold their value steady making them a vital tool for traders of cryptocurrencies which are notoriously volatile. It will be available soon on Venmo the popular payments app owned by PayPal PYPL.",
            "html_summary": "<ul><li>PayPal is rolling out its first stablecoin as it attempts to capitalize on the emerging potential of US dollar backed digital tokens for consumer payments</li><li> The stablecoin PayPal USD is fully backed by the US dollar and is designed to reduce friction for payments within virtual spaces and provide faster cheaper transfers of money across borders</li><li> Stablecoins as their name implies are designed to hold their value steady making them a vital tool for traders of cryptocurrencies which are notoriously volatile</li><li> It will be available soon on Venmo the popular payments app owned by PayPal PYPL</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/07/business/paypal-crypto-stablecoin/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Eva Rothenberg",
            "title": "Former Treasury secretaries react to US credit downgrade",
            "description": "The US economy is resilient, but policymakers need to take the long view on the countrys fiscal challenges, three former Treasury secretaries told CNNs Fareed Zakaria.",
            "url": "/2023-08-06-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230806061941-fareed-zakaria-treasury-secretaries.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-06T14:34:55Z",
            "content": "The US economy is resilient, but policymakers need to take the long view on the countrys fiscal challenges, three former Treasury secretaries told CNNs Fareed Zakaria on Sunday.Last week, Fitch Rat [+3747 chars]",
            "summary": "Fitch Ratings one of the world s top credit rating s agencies downgraded the US government s credit rating from a stellar AAA to an AA. The downgrade came after a last minute bipartisan deal in June that suspended the US debt ceiling until early But the deal was struck after months of deadlock on Capitol Hill that threatened to hurl the country into default. The US economy is resilient but policymakers need to take the long view on the country s fiscal challenges three former Treasury secretaries told CNN s Fareed Zakaria on Sunday.",
            "html_summary": "<ul><li>Fitch Ratings one of the world s top credit rating s agencies downgraded the US government s credit rating from a stellar AAA to an AA</li><li> The downgrade came after a last minute bipartisan deal in June that suspended the US debt ceiling until early But the deal was struck after months of deadlock on Capitol Hill that threatened to hurl the country into default</li><li> The US economy is resilient but policymakers need to take the long view on the country s fiscal challenges three former Treasury secretaries told CNN s Fareed Zakaria on Sunday</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/06/business/former-treasury-secretaries-us-credit-downgrade/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Julia Buckley",
            "title": "The airline said her bag was lost, but her tracker said otherwise. So she flew to get it",
            "description": "United Airlines lost Sandra Shusters bag on a trip from Baltimore to Denver. But when the airline said they couldnt find it, she tracked it to Chicago, using an AirTag  and then flew to get it.",
            "url": "/2023-08-06-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230803082237-01-united-missing-bag-airtag-sandra-shuster.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-06T08:24:04Z",
            "content": "Editors Note Sign up for Unlocking the World, CNN Travels weekly newsletter. Get the latest news in aviation, food and drink, where to stay and other travel developments.Tales of airline passenger [+8457 chars]",
            "summary": "After suggesting someone had stolen the bag and dumped the AirTag, she says, the United representative told her that most people immediately put in claims to replace items, get $1,000-2,000 in compensation, and then have their bag arrive in a few weeks. Since then, Shuster  who took a day off work to get the bag back, leaving on a 6 a.m. flight and getting home by 4 p.m. after the return flight was delayed  has been working on getting her miles refunded. So I jumped on the plane, flew to Chicago, got to baggage claim, and it took them 30 seconds to give me my bag, she says. Our teams work to reconnect our customers with their baggage as quickly as possible and we regret that we could not get this bag to Denver sooner. Shuster had not yet been informed about the travel credit at the time of writing. They said, Your bags going to come in later today on one of two flights. I said OK, great, but it never came. Tagged with another passengers details, the bag had been sent to the belt, ready for pick up at OHare  and when nobody claimed it, staff had moved it to their back office. Shuster says shell always check the claim ticket thats placed on her bag, instead of assuming that check-in staff have got it right.",
            "html_summary": "<ul><li>After suggesting someone had stolen the bag and dumped the AirTag, she says, the United representative told her that most people immediately put in claims to replace items, get $1,000-2,000 in compensation, and then have their bag arrive in a few weeks.</li><li>Since then, Shuster – who took a day off work to get the bag back, leaving on a 6 a.m. flight and getting home by 4 p.m. after the return flight was delayed – has been working on getting her miles refunded.</li><li>“So I jumped on the plane, flew to Chicago, got to baggage claim, and it took them 30 seconds to give me my bag,” she says.</li><li>Our teams work to reconnect our customers with their baggage as quickly as possible and we regret that we could not get this bag to Denver sooner.” Shuster had not yet been informed about the travel credit at the time of writing.</li><li>“They said, ‘Your bag’s going to come in later today on one of two flights.’ I said ‘OK, great,’ but it never came.</li><li>Tagged with another passenger’s details, the bag had been sent to the belt, ready for pick up at O’Hare – and when nobody claimed it, staff had moved it to their back office.</li></ul>",
            "website_url": "https://www.cnn.com/travel/article/airtag-lost-luggage-flight/index.html"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Innocent pregnant woman jailed amid faulty facial recognition trend",
            "description": "US police departments continue to use the tech despite low accuracy and obvious mismatches.",
            "url": "/2023-08-06-innocent-pregnant-woman-jailed-amid-faulty-facial-recognition-trend",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/detroit-woman-false-facial-recognition-760x380.jpg",
            "publishedAt": "2023-08-07T18:39:07Z",
            "content": "14 with Use of facial recognition software led Detroit police to falsely arrest 32yearold Porcha Woodruff for robbery and carjacking, reports The New York Times. Eight months pregnant, she was de [+4737 chars]",
            "summary": "Detroit police falsely arrested Porcha Woodruff for robbery and carjacking. Eight months pregnant she was detained for hours questioned and had her iPhone seized for evidence before being released. Woodruff has filed a lawsuit for wrongful arrest against the city of Detroit. This incident is the sixth recent reported case where an individual was falsely accused as a result of facial recognition technology used by police. All six individuals falsely accused have been Black according to data reviewed by The Times. Critics say the trend highlights the weaknesses of face recognition technology and the risks it poses to innocent people.",
            "html_summary": "<ul><li>Detroit police falsely arrested Porcha Woodruff for robbery and carjacking</li><li> Eight months pregnant she was detained for hours questioned and had her iPhone seized for evidence before being released</li><li> Woodruff has filed a lawsuit for wrongful arrest against the city of Detroit</li><li> This incident is the sixth recent reported case where an individual was falsely accused as a result of facial recognition technology used by police</li><li> All six individuals falsely accused have been Black according to data reviewed by The Times</li><li> Critics say the trend highlights the weaknesses of face recognition technology and the risks it poses to innocent people</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/08/innocent-pregnant-woman-jailed-amid-faulty-facial-recognition-trend/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Andrew Cunningham",
            "title": "Report Apple buys every 3 nm chip that TSMC can make for nextgen iPhones and Macs",
            "description": "TSMC is said to eat the cost of defective chips so it can keep Apples business.",
            "url": "/2023-08-06-report-apple-is-saving-billions-on-chips-thanks-to-unique-deal-with-tsmc",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/waferr008_2520_hU4L_0-740x380.jpg",
            "publishedAt": "2023-08-07T20:35:52Z",
            "content": "Enlarge/ Silicon wafers from a TSMC factory.9 with Its been rumored for several months now that Apple will be using a new 3 nm manufacturing process from Taiwan Semiconductor (TSMC) for its next [+3374 chars]",
            "summary": "Apple will be using a new nm manufacturing process from Taiwan Semiconductor TSMC for its next generation chips including M series processors for Macs and the A Bionic for some next gen iPhones. New reporting from The Information illuminates some of the favorable terms that Apple has secured to keep its costs down. Apple places huge chip orders worth billions of dollars and in return TSMC eats the cost of defective processor dies. The Information says that Apple was responsible for percent of the billion that TSMC made in making Apple by far TSMC s largest customer.",
            "html_summary": "<ul><li>Apple will be using a new nm manufacturing process from Taiwan Semiconductor TSMC for its next generation chips including M series processors for Macs and the A Bionic for some next gen iPhones</li><li> New reporting from The Information illuminates some of the favorable terms that Apple has secured to keep its costs down</li><li> Apple places huge chip orders worth billions of dollars and in return TSMC eats the cost of defective processor dies</li><li> The Information says that Apple was responsible for percent of the billion that TSMC made in making Apple by far TSMC s largest customer</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/08/report-apple-is-saving-billions-on-chips-thanks-to-unique-deal-with-tsmc/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "AI researchers claim 93% accuracy in detecting keystrokes over Zoom audio",
            "description": "Mitigating factors include typing style, multicase passwords, uncommon laptops.",
            "url": "/2023-08-06-type-softly-researchers-can-guess-keystrokes-by-sound-with-93-accuracy",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/GettyImages-1174561644-760x380.jpg",
            "publishedAt": "2023-08-07T18:17:14Z",
            "content": "Enlarge/ Some people hate to hear other peoples keyboards on video calls, but AIbacked side channel attackers? They say crank that gain.19 with By recording keystrokes and training a deep learn [+4298 chars]",
            "summary": "UK researchers Joshua Harrison Ehsan Toreini and Marhyam Mehrnezhad claim that the trio of ubiquitous machine learning microphones and video calls present a greater threat to keyboards than ever. Laptops in particular are more susceptible to having their keyboard recorded in quieter public areas like coffee shops libraries or offices. Most false classifications they wrote tended to be only one or two keys away. The potential for a second machine bolstered system to correct the false keys given a large language corpus and the approximate location of a keystroke seems strong.",
            "html_summary": "<ul><li>UK researchers Joshua Harrison Ehsan Toreini and Marhyam Mehrnezhad claim that the trio of ubiquitous machine learning microphones and video calls present a greater threat to keyboards than ever</li><li> Laptops in particular are more susceptible to having their keyboard recorded in quieter public areas like coffee shops libraries or offices</li><li> Most false classifications they wrote tended to be only one or two keys away</li><li> The potential for a second machine bolstered system to correct the false keys given a large language corpus and the approximate location of a keystroke seems strong</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/08/type-softly-researchers-can-guess-keystrokes-by-sound-with-93-accuracy/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ASHRAF KHALIL and JEFFREY COLLINS - Associated Press",
            "title": "Northern Virginia, D.C. brace for destructive evening storms, hail and tornadoes",
            "description": "The Washington area on Monday braced for potentially destructive storms, including tornadoes, hail and lightning, as officials warned residents to prepare for the worst. Rain began falling in the Washington shortly after 5 p.m., a precursor to the severe weat",
            "url": "/2023-08-06-severe-weather-tornadoes-thunderstorms-dc-forecast-federal-offices-close-31b54effe7bd180bb22d5bd422b9f98b",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/6/9a/69ad9613-2eb8-5eb4-914a-a483488a90c4/64d1749d9673a.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-08-07T22:49:00Z",
            "content": "By ASHRAF KHALIL and JEFFREY COLLINS  Associated PressWASHINGTON (AP) The Washington area on Monday braced for a looming forecast of destructively strong storms, including tornadoes, hail and ligh [+3455 chars]",
            "summary": "Thousands of federal employees were sent home early Monday as the Washington area faced a looming forecast for destructively strong storms including tornadoes hail and lightning. More than a quarter of the cancellations were at Hartsfield Jackson Atlanta International Airport which was digging out from disruptions caused by Sunday storms. By early evening more than million customers were without power across Alabama Georgia South Carolina North Carolina Maryland Delaware New Jersey Pennsylvania Tennessee West Virginia and Virginia all states along the storm system s path. The National Weather Service issued a tornado watch for the greater D C area lasting until p m and a flood warning extending through Tuesday morning.",
            "html_summary": "<ul><li>Thousands of federal employees were sent home early Monday as the Washington area faced a looming forecast for destructively strong storms including tornadoes hail and lightning</li><li> More than a quarter of the cancellations were at Hartsfield Jackson Atlanta International Airport which was digging out from disruptions caused by Sunday storms</li><li> By early evening more than million customers were without power across Alabama Georgia South Carolina North Carolina Maryland Delaware New Jersey Pennsylvania Tennessee West Virginia and Virginia all states along the storm system s path</li><li> The National Weather Service issued a tornado watch for the greater D C area lasting until p m and a flood warning extending through Tuesday morning</li></ul>",
            "website_url": "https://apnews.com/article/severe-weather-tornadoes-thunderstorms-dc-forecast-federal-offices-close-31b54effe7bd180bb22d5bd422b9f98b"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sandee LaMotte",
            "title": "How to pick the coolest clothing for a heat wave | CNN",
            "description": "Picking the right outfit to keep you cool when temperatures soar isnt as easy as it seems. Here are expert tips on how to choose the best clothing to beat the heat.",
            "url": "/2023-08-06-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230805115220-01-heat-wave-clothing-style.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-06T13:00:09Z",
            "content": "It has been the hottest summeron record, and according to scientists,it wont be the last. As the planet warms, experts say picking the right clothing to beat the heat will be critical to your healt [+6815 chars]",
            "summary": "If youre making the wrong clothing choices, it can not only contribute to skin complications such as irritation, chafing and heat rash, but it can also contribute to heat exhaustion, said Houston dermatologist Dr. Rajani Katta, a spokesperson for the American Academy of Dermatology. You need to factor that in because heat and humidity make the skin more prone to irritation, and when you add friction from rough clothing, it can make things worse. Another option: clothing with vents that can open to improve airflow around the body. Wearing loosely fitting clothing thats breathable and can allow for the evaporation of sweat from the body and the release of heat from the skin is going to be really critical, he added. Hu considers cotton and natural fiber fabrics to be a first generation of clothing, garments with ultraviolet and other protections as second generation, and those with the ability to move moisture from the skin to the outside of the garment as the third generation. People with sensitive skin or who are prone to irritation or chafing need to consider the feel of the natural fabric against their skin when choosing a garment from natural fibers, Katta said. I really want to emphasize that the best clothing choices arent going to help you overcome a high heat index. Thats where next-generation smart fabrics will come in, said Jinlian Hu, a professor in the department of biomedical engineering at the City University of Hong Kong. The National Weather Service has done a great job of emphasizing the heat index, which considers both heat and humidity, and I think its really important, Katta said.",
            "html_summary": "<ul><li>“If you’re making the wrong clothing choices, it can not only contribute to skin complications such as irritation, chafing and heat rash, but it can also contribute to heat exhaustion,” said Houston dermatologist Dr. Rajani Katta, a spokesperson for the American Academy of Dermatology.</li><li>“You need to factor that in because heat and humidity make the skin more prone to irritation, and when you add friction from rough clothing, it can make things worse.” Another option: clothing with vents that can open to improve airflow around the body.</li><li>“Wearing loosely fitting clothing that’s breathable and can allow for the evaporation of sweat from the body and the release of heat from the skin is going to be really critical,” he added.</li><li>Hu considers cotton and natural fiber fabrics to be a first generation of clothing, garments with ultraviolet and other protections as second generation, and those with the ability to move moisture from the skin to the outside of the garment as the third generation.</li><li>People with sensitive skin or who are prone to irritation or chafing need to consider the feel of the natural fabric against their skin when choosing a garment from natural fibers, Katta said.</li><li>“I really want to emphasize that the best clothing choices aren’t going to help you overcome a high heat index.” That’s where next-generation “smart fabrics” will come in, said Jinlian Hu, a professor in the department of biomedical engineering at the City University of Hong Kong.</li></ul>",
            "website_url": "https://www.cnn.com/style/best-clothing-fabrics-heat-wave-wellness/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Former Treasury secretaries react to US credit downgrade. Black mom sues city of Detroit claiming she was falsely arrested while 8 months pregnant by officers using facial recognition technology. The big bottleneck for AI a shortage of powerful chips. Indias Chandrayaan3 enters lunar orbit in step closer to moon rover soft landing. PayPal bets on cryptos future with USdollarbacked stablecoin. Former Treasury secretaries react to US credit downgrade. The airline said her bag was lost, but her tracker said otherwise. So she flew to get it. Innocent pregnant woman jailed amid faulty facial recognition trend. Report Apple buys every 3 nm chip that TSMC can make for nextgen iPhones and Macs. AI researchers claim 93% accuracy in detecting keystrokes over Zoom audio. Northern Virginia, D.C. brace for destructive evening storms, hail and tornadoes. How to pick the coolest clothing for a heat wave | CNN"
}