{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Prosecutors Convicted CEO Elizabeth Holmes is a flight risk  The Associated Press  en Espaol",
            "description": "Prosecutors Convicted CEO Elizabeth Holmes is a flight riskThe Associated Press  en EspaolElizabeth Holmes made an attempt to flee the country after her conviction, prosecutors sayCNNTheranos exCEO Elizabeth Holmes book",
            "url": "/2023-01-21-elizabeth-holmes-legal-proceedings-mexico-business-prisons-b2c6bafe8b82f36bc0bcffebf31d43f0",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/c7fc9514bd834b1a983d298a3a124c3d/3000.webp",
            "publishedAt": "2023-01-21T07:59:07Z",
            "content": "SAN JOSE, Calif. (AP) Elizabeth Holmes is a flight risk and shouldnt be allowed to stay out of prison while she appeals her 11year prison sentence for defrauding investors, federal prosecutors said  [+1888 chars]",
            "summary": "But the technology never worked, and the claims were false.Holmes booked the 2022 flight without a scheduled return trip and only canceled it after prosecutors contacted Holmes attorneys about the unauthorized flight, prosecutors said.Holmes attorneys did not immediately respond Friday to email and phone messages from The Associated Press. In a Jan. 23, 2022, email responding to prosecutors concerns about the planned trip, they said Holmes had booked it before the jurys verdict to attend a wedding in Mexico. She gave birth to a son shortly before her trial started last year.Prosecutors did not protest Davilas decision to give Holmes five months of freedom or bring up the fact that they considered her a flight risk. Holmes is scheduled to return to court on March 17 for a hearing on her request to stay out of prison while she appeals her conviction. Davila ordered Holmes, who is pregnant, to report to prison on April 27, giving her enough time to give birth to her second child before she is incarcerated.",
            "html_summary": "<ul><li>But the technology never worked, and the claims were false.Holmes booked the 2022 flight without a scheduled return trip and only canceled it after prosecutors contacted Holmes’ attorneys about the “unauthorized flight,” prosecutors said.Holmes’ attorneys did not immediately respond Friday to email and phone messages from The Associated Press.</li><li>In a Jan. 23, 2022, email responding to prosecutors’ concerns about the planned trip, they said Holmes had booked it before the jury’s verdict to attend a wedding in Mexico.</li><li>She gave birth to a son shortly before her trial started last year.Prosecutors did not protest Davila’s decision to give Holmes five months of freedom or bring up the fact that they considered her a flight risk.</li><li>Holmes is scheduled to return to court on March 17 for a hearing on her request to stay out of prison while she appeals her conviction.</li></ul>",
            "website_url": "https://apnews.com/article/elizabeth-holmes-legal-proceedings-mexico-business-prisons-b2c6bafe8b82f36bc0bcffebf31d43f0"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Alphabet makes cuts, Twitter bans thirdparty clients, and Netflixs Reed Hastings steps down",
            "description": "Howdy, folks! Happy Friday. While our fearless Week in Review leader Greg enjoys parental leave, Im filling in, curating the latest on the tech news front. It was a roller coaster of a week once again as economic headwinds took a brutal, demoralizing toll, a",
            "url": "/2023-01-21-alphabet-makes-cuts-twitter-bans-third-party-clients-and-netflixs-reed-hastings-steps-down",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/GettyImages-1230444599.jpg?resize=1200,800",
            "publishedAt": "2023-01-21T21:15:12Z",
            "content": "Howdy, folks! Happy Friday. While our fearless Week in Review leader Greg enjoys parental leave, Im filling in, curating the latest on the tech news front. It was a roller coaster of a week once aga [+7465 chars]",
            "summary": "Ending it is seems more likely a move to cut costs.Payday for data breach victims: If you were one of the nearly 77 million people affected by last years T-Mobile breach, you may have a few bucks coming your way. The flurry of recent bans was inspired by executive orders issued by a number of state governors.Wikipedia gets a makeover: This week, Wikipedia, a resource used by billions every month, got its first makeover on the desktop in over a decade, Sarah writes. Heres some of the most popular posts:On Twitters data leak response: Carly writes about Twitters alleged data breach that exposed the contact information of millions of users. The claw-like gripper consists of one fixed finger and one moving finger; Boston Dynamics says that the grippers were designed for heavy-lifting tasks, like Atlas holding a keg over its head during a Super Bowl commercial. On startup-focused Equity this week, Natasha, Mary Ann and Rebecca jumped on the mic to talk through a diverse news week, including deals from Sophia Amorusos new fund, Welcome Homes, and a look at compliment-focused social media apps. But as she notes, its unclear if Twitter has the technical means, such as logs, to determine if any user data was exfiltrated.The last unicorns: VCs think a majority of unicorns arent worth $1 billion anymore. Aside from 2016, the last time all-women-led startups raised such a low percentage of funds was in 2012, another period of funding decline caused by economic uncertainty and an election.",
            "html_summary": "<ul><li>Ending it is seems more likely a move to cut costs.Payday for data breach victims: If you were one of the nearly 77 million people affected by last year’s T-Mobile breach, you may have a few bucks coming your way.</li><li>The flurry of recent bans was inspired by executive orders issued by a number of state governors.Wikipedia gets a makeover: This week, Wikipedia, a resource used by billions every month, got its first makeover on the desktop in over a decade, Sarah writes.</li><li>Here’s some of the most popular posts:On Twitter’s data leak response: Carly writes about Twitter’s alleged data breach that exposed the contact information of millions of users.</li><li>The claw-like gripper consists of one fixed finger and one moving finger; Boston Dynamics says that the grippers were designed for heavy-lifting tasks, like Atlas holding a keg over its head during a Super Bowl commercial.</li><li>On startup-focused Equity this week, Natasha, Mary Ann and Rebecca jumped on the mic to talk through a diverse news week, including deals from Sophia Amoruso’s new fund, Welcome Homes, and a look at compliment-focused social media apps.</li><li>But as she notes, it’s unclear if Twitter has the technical means, such as logs, to determine if any user data was exfiltrated.The last unicorns: VCs think a majority of unicorns aren’t worth $1 billion anymore.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/21/alphabet-makes-cuts-twitter-bans-third-party-clients-and-netflixs-reed-hastings-steps-down/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Zack Whittaker",
            "title": "A hack at ODIN Intelligence exposes a huge trove of police raid files",
            "description": "The breach exposes the police tech firms own systems but also confidential law enforcement data uploaded by ODINs police customers.",
            "url": "/2023-01-21-odin-intelligence-breach-police-surveillance",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-1064348952.jpg?resize=1200,800",
            "publishedAt": "2023-01-21T21:30:09Z",
            "content": "Detailed tactical plans for imminent police raids, confidential police reports with descriptions of alleged crimes and suspects, and a forensic extraction report detailing the contents of a suspects [+5590 chars]",
            "summary": "Best told TechCrunch that the source of the breach is a group called All Cyber-Cops Are Bastards, a phrase it referenced in the defacement message.TechCrunch reviewed the data, which not only includes the companys source code and internal database but also thousands of police files. One folder contained audio recordings of police interactions, some where officers are heard using force.TechCrunch contacted several U.S. police departments whose files were found in the stolen data. Detailed tactical plans for imminent police raids, confidential police reports with descriptions of alleged crimes and suspects, and a forensic extraction report detailing the contents of a suspects phone. None of the data appears encrypted.A police document, redacted by TechCrunch, with full details of an upcoming raid exposed by the breach. One photo appears to show an officer forcibly holding a persons head in front of another officers phone camera.Other files show police using automatic license plate readers, known as ANPR, which can identify where a suspect drove in recent days. TechCrunch found several screenshots showing peoples faces matched against a facial recognition engine called AFR Engine, a company that provides face-matching technology to police departments. DDoSecrets co-founder Emma Best told TechCrunch that the collective has limited the distribution of the cache to journalists and researchers given the vast amount of personally identifiable data in the ODIN cache.Little is known about the hack or the intruders responsible for the breach.",
            "html_summary": "<ul><li>Best told TechCrunch that the source of the breach is a group called “All Cyber-Cops Are Bastards,” a phrase it referenced in the defacement message.TechCrunch reviewed the data, which not only includes the company’s source code and internal database but also thousands of police files.</li><li>One folder contained audio recordings of police interactions, some where officers are heard using force.TechCrunch contacted several U.S. police departments whose files were found in the stolen data.</li><li>Detailed tactical plans for imminent police raids, confidential police reports with descriptions of alleged crimes and suspects, and a forensic extraction report detailing the contents of a suspect’s phone.</li><li>None of the data appears encrypted.A police document, redacted by TechCrunch, with full details of an upcoming raid exposed by the breach.</li><li>One photo appears to show an officer forcibly holding a person’s head in front of another officer’s phone camera.Other files show police using automatic license plate readers, known as ANPR, which can identify where a suspect drove in recent days.</li><li>TechCrunch found several screenshots showing people’s faces matched against a facial recognition engine called AFR Engine, a company that provides face-matching technology to police departments.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/21/odin-intelligence-breach-police-surveillance/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Amanda Silberling",
            "title": "TikToks corecore is the latest iteration of absurdist meme art",
            "description": "Corecore leans into our impulse to mask all of our emotions in twelve layers of irony, but then gets so earnest that it might not be ironic.",
            "url": "/2023-01-21-tiktoks-corecore-is-the-latest-iteration-of-absurdist-meme-art",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/tiktok-glitch2.jpg?resize=1200,674",
            "publishedAt": "2023-01-21T17:02:53Z",
            "content": "TikTok goes a little overboard when it comes to categorizing every last aesthetic into its own microtrend. You notice it when Spotify Wrapped calls your music taste goblincore, or when you strangely  [+3738 chars]",
            "summary": "And its how the greatest minds of the weird internet will react again, the next time the world feels a bit too dystopian.In the end, the only thing that really makes sense about corecore is the fact that it exists. Within corecore, we see clips of robots at CES talking about how people are afraid of them, demos of new VR headsets, and clips from Elon Musks appearance on Joe Rogans podcast. It leans into our impulse to mask all of our emotions in twelve layers of irony, but in the process, gets so earnest that it might not be ironic after all.Take a look at arguably the most popular corecore video, which tallied up 2.2 million likes. In any given moment in internet culture, theres usually some sort of absurdist meme in circulation, whether its corecore, deep-fried memes, weird Facebook, bad animated videos, or the iterations on loss.jpg. Thats because its very normal, almost clich at this point, to make nonsensical art in response to a world that doesnt seem to make any sense. As anyone whos taken an introductory art history class knows, this is how Dadaist artists reacted to the tragedies of World War I  and now, its how contemporary meme-makers respond to the horrifying realization that we are all addicted to scrolling through short form videos. You notice it when Spotify Wrapped calls your music taste goblincore, or when you strangely end up at a charity gala in San Francisco and a tech exec asks you if he should be concerned that his teen daughter is obsessed with cottagecore (yes, this happened to me).",
            "html_summary": "<ul><li>And it’s how the greatest minds of the weird internet will react again, the next time the world feels a bit too dystopian.In the end, the only thing that really makes sense about corecore is the fact that it exists.</li><li>Within corecore, we see clips of robots at CES talking about how people are afraid of them, demos of new VR headsets, and clips from Elon Musk’s appearance on Joe Rogan’s podcast.</li><li>It leans into our impulse to mask all of our emotions in twelve layers of irony, but in the process, gets so earnest that it might not be ironic after all.Take a look at arguably the most popular corecore video, which tallied up 2.2 million likes.</li><li>In any given moment in internet culture, there’s usually some sort of absurdist meme in circulation, whether it’s corecore, deep-fried memes, weird Facebook, bad animated videos, or the iterations on loss.jpg.</li><li>That’s because it’s very normal, almost cliché at this point, to make nonsensical art in response to a world that doesn’t seem to make any sense.</li><li>As anyone who’s taken an introductory art history class knows, this is how Dadaist artists reacted to the tragedies of World War I — and now, it’s how contemporary meme-makers respond to the horrifying realization that we are all addicted to scrolling through short form videos.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/21/tiktoks-corecore-is-the-latest-iteration-of-absurdist-meme-art/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Mississippi creates new cyber unit, names 1st director",
            "description": "JACKSON, Miss. (AP)  A new unit to handle cybersecurity in Mississippi is in place and has its first director. The Mississippi Department of Public Safety on Friday said the Mississippi Cyber Unit, a component of the Mississippi Office of Homeland Security, ",
            "url": "/2023-01-21-2ef228529f6bd320626f28e153c52967",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-21T01:26:55Z",
            "content": "JACKSON, Miss. (AP) A new unit to handle cybersecurity in Mississippi is in place and has its first director.The Mississippi Department of Public Safety on Friday said the Mississippi Cyber Unit, a [+1445 chars]",
            "summary": "He has more than 20 years of military experience in information technology and security.Director Freeman has a bevy of experience and is well-positioned to build the newly created Mississippi Cyber Unit, said Baxter Kruger, executive director of Homeland Security. Mississippi takes these threats seriously and recognizes that theres never been a more important time to ensure that our state and her people are protected.Before joining homeland security, Freeman served full time as the cyber operations officer for the Mississippi Army National Guard. Addressing threats to Mississippis critical infrastructure and her citizens is my offices primary focus, and I am confident that under Bobbys leadership, Mississippians will be better protected from cyber threats than ever before. Tate Reeves said.",
            "html_summary": "<ul><li>He has more than 20 years of military experience in information technology and security.“Director Freeman has a bevy of experience and is well-positioned to build the newly created Mississippi Cyber Unit,” said Baxter Kruger, executive director of Homeland Security.</li><li>“Mississippi takes these threats seriously and recognizes that there’s never been a more important time to ensure that our state and her people are protected.”Before joining homeland security, Freeman served full time as the cyber operations officer for the Mississippi Army National Guard.</li><li>“Addressing threats to Mississippi’s critical infrastructure and her citizens is my office’s primary focus, and I am confident that under Bobby’s leadership, Mississippians will be better protected from cyber threats than ever before.”</li></ul>",
            "website_url": "https://apnews.com/2ef228529f6bd320626f28e153c52967"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Prosecutors Convicted CEO Elizabeth Holmes is a flight risk  The Associated Press  en Espaol. Alphabet makes cuts, Twitter bans thirdparty clients, and Netflixs Reed Hastings steps down. A hack at ODIN Intelligence exposes a huge trove of police raid files. TikToks corecore is the latest iteration of absurdist meme art. Mississippi creates new cyber unit, names 1st director"
}