{
    "status": "ok",
    "totalResults": 4,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jeanne Timmons",
            "title": "Dinosaurs and the evolution of breathing through bones",
            "description": "Dinosaurs hyperefficient breathing system also evolved in two other lineages.",
            "url": "/2023-07-26-dinosaurs-and-the-evolution-of-breathing-through-bones",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/image-3-760x380.jpeg",
            "publishedAt": "2023-07-26T11:00:18Z",
            "content": "Enlarge/ It takes careful study and the right kind of bones to determine how something like this breathed.8 with Somewhere in Earths past, some branches on the tree of life adopted a body plan th [+10234 chars]",
            "summary": "Theyre already present from approximately 145 to 66 million years ago within Cretaceous theropods (bipedal dinosaurs that were either carnivorous or herbivorous), pterosaurs (flying reptiles), and sauropods (gigantic long-necked dinosaurs).Thus, to find their origin, the team looked further back to the Triassic (about 252 to 201 million years ago). It was so successful that it was maintained by three different groups of extinct species and continues to exist today in the living descendants of dinosaurs.Because lungs dont usually survive fossilization, one might wonder how scientists are able to ascertain anything about the breathing capabilities of extinct species. Since the earliest dinosaurs didnt have the invasive pneumatic structure, she said, [the air sacs] had to have evolved after that. Known as postcranial skeletal pneumaticity, its part of an extraordinarily efficient system that rapidly gets oxygen into the blood and extracts heat from the body.Today, that invasive air-sac system is known only in birds. And if it evolved after that, logically, pterosaurs had to have evolved it in a parallel way.In other words, these results suggest that three lineages of extinct species evolved the same respiratory system independently. Not so if you have an invasive air sac system.When did these air sacs evolve? This phenomenon is known as convergent evolution.But the fossils also suggested that the evolution of air sacs had started by this time.",
            "html_summary": "<ul><li>They’re already present from approximately 145 to 66 million years ago within Cretaceous theropods (bipedal dinosaurs that were either carnivorous or herbivorous), pterosaurs (flying reptiles), and sauropods (gigantic long-necked dinosaurs).Thus, to find their origin, the team looked further back to the Triassic (about 252 to 201 million years ago).</li><li>It was so successful that it was maintained by three different groups of extinct species and continues to exist today in the living descendants of dinosaurs.Because lungs don’t usually survive fossilization, one might wonder how scientists are able to ascertain anything about the breathing capabilities of extinct species.</li><li>“Since the earliest dinosaurs didn’t have the invasive pneumatic structure,” she said, “[the air sacs] had to have evolved after that.</li><li>Known as postcranial skeletal pneumaticity, it’s part of an extraordinarily efficient system that rapidly gets oxygen into the blood and extracts heat from the body.Today, that invasive air-sac system is known only in birds.</li><li>And if it evolved after that, logically, pterosaurs had to have evolved it in a parallel way.”In other words, these results suggest that three lineages of extinct species evolved the same respiratory system independently.</li><li>Not so if you have an invasive air sac system.When did these air sacs evolve?</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/07/dinosaurs-and-the-evolution-of-breathing-through-bones/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Samsungs Galaxy Z Fold 5 gets upgraded chip, thinner body and $1,800 price",
            "description": "The foldable market has changed dramatically since the beginning of 2019. For starters, there actually is a foldables market to speak of. There was plenty of skepticism around the form factor in the prepandemic era, and early hardware issues didnt help matt",
            "url": "/2023-07-26-samsungs-galaxy-z-fold-5-gets-upgraded-chip-thinner-body-and-1800-price",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/CMC_7299.jpg?resize=1200,800",
            "publishedAt": "2023-07-26T11:00:08Z",
            "content": "The foldable market has changed dramatically since the beginning of 2019. For starters, there actually is a foldables market to speak of. There was plenty of skepticism around the form factor in the  [+5928 chars]",
            "summary": "At 0.5 inches folded and 0.2 inches unfolded, Samsung certainly hasnt knocked the product off that perch.Of course, its worth noting that Google has since run into its own display issues with its first foldable. Foldables remain a drop in the overall smartphone bucket, of course, but the category has continued to make headway as the overall market has slowed.According to Counterpoint, foldable shipments jumped 64% Y-o-Y in Q1 to 2.52 million. After all, one can credibly argue that the company almost single handedly built the foldable market.2019s Galaxy Fold wasnt technically the first foldable. Its a customized version of Qualcomms latest flagship with tweaks that bring things like improved imaging performance.In fact, the imaging enhancements here are largely a product of the upgraded (relative to last years fold) digital signal processing. Its been one of the bigger issues with the Fold.For a device designed to make a large screen more portable, its a lot to carry around in ones pocket. Interestingly, Samsung saw a big growth in market share, from 6% to 26%, but Huawei and Oppo still make up slightly larger shares of the market. Design issues and relaunches aside, you only get one chance to launch your first foldable.",
            "html_summary": "<ul><li>At 0.5 inches folded and 0.2 inches unfolded, Samsung certainly hasn’t knocked the product off that perch.Of course, it’s worth noting that Google has since run into its own display issues with its first foldable.</li><li>Foldables remain a drop in the overall smartphone bucket, of course, but the category has continued to make headway as the overall market has slowed.According to Counterpoint, foldable shipments jumped 64% Y-o-Y in Q1 to 2.52 million.</li><li>After all, one can credibly argue that the company almost single handedly built the foldable market.2019’s Galaxy Fold wasn’t technically the first foldable.</li><li>It’s a customized version of Qualcomm’s latest flagship with tweaks that bring things like improved imaging performance.In fact, the imaging enhancements here are largely a product of the upgraded (relative to last year’s fold) digital signal processing.</li><li>It’s been one of the bigger issues with the Fold.For a device designed to make a large screen more portable, it’s a lot to carry around in one’s pocket.</li><li>Interestingly, Samsung saw a big growth in market share, from 6% to 26%, but Huawei and Oppo still make up slightly larger shares of the market.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/26/samsungs-galaxy-z-fold-5-gets-upgraded-chip-thinner-body-and-1800-price/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "Dioxycle raises $17 million for its electrolyzer that turns CO2 into ethylene | TechCrunch",
            "description": "Dioxycle is a carbon transformation startup that is working on a new process to produce ethylene at scale using recycled carbon emissions.",
            "url": "/2023-07-26-dioxycle-raises-17-million-for-its-electrolyzer-that-turns-co2-into-ethylene",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/DSC09184.jpg?resize=1200,802",
            "publishedAt": "2023-07-26T10:49:51Z",
            "content": "Dioxycle is a carbon transformation startup that is working on a new process to produce ethylene at scale using recycled carbon emissions. Ethylene is used in packaging, clothing, PVCbased sewage pi [+3780 chars]",
            "summary": "Dioxycle is a carbon transformation startup that is working on a new process to produce ethylene at scale using recycled carbon emissions. Ethylene is used in packaging clothing PVC based sewage pipes car interiors and more and the company recently raised a million funding round. Originally based in France the startup wants to work with both French and American clients. With today s funding round the company plans to roll out its first industrial prototype in a factory. The startup could also receive some public funding in the near future in addition to the fundinground the industrial prototype could be co financed as a public private partnership.",
            "html_summary": "<ul><li>Dioxycle is a carbon transformation startup that is working on a new process to produce ethylene at scale using recycled carbon emissions</li><li> Ethylene is used in packaging clothing PVC based sewage pipes car interiors and more and the company recently raised a million funding round</li><li> Originally based in France the startup wants to work with both French and American clients</li><li> With today s funding round the company plans to roll out its first industrial prototype in a factory</li><li> The startup could also receive some public funding in the near future in addition to the fundinground the industrial prototype could be co financed as a public private partnership</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/26/dioxycle-raises-17-million-for-its-electrolyzer-that-turns-co2-into-ethylene/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Dominic-madori Davis",
            "title": "Materials Nexus raises 2 million seed to discover clean climate material | TechCrunch",
            "description": "The company seeks to enhance zeronet technologies in a way that gives higher performance and sustainability at lower costs.",
            "url": "/2023-07-26-materials-nexus-2-million-seed",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/Materials-Nexus-Jonathan-Bean.jpeg?resize=1200,800",
            "publishedAt": "2023-07-26T08:01:24Z",
            "content": "Materials Nexus, a deep tech AI and quantum mechanic company, announced Wednesday the close of a 2 million seed round led by Ada Ventures. The National Security Innovation Fund, The University of Ca [+2836 chars]",
            "summary": "Materials Nexus a deep tech AI and quantum mechanic company announced Wednesday the close of a million seed round led by Ada Ventures National Security specialists MD One Ventures the University of Cambridge as well as angel investors Andrew MacKay and Jasmin Thomas also participated in the round. The company which was founded in and based in the U K seeks to amplify net zero technologies including renewable energy generation and energy storage in a way that gives higher performance and sustainability at lower costs. CEO and co founder Jonathan Bean a theoretical physicist from Cambridge and his team worked on an AI model that reduces the need to conduct physical tests to discover new materials.",
            "html_summary": "<ul><li>Materials Nexus a deep tech AI and quantum mechanic company announced Wednesday the close of a million seed round led by Ada Ventures National Security specialists MD One Ventures the University of Cambridge as well as angel investors Andrew MacKay and Jasmin Thomas also participated in the round</li><li> The company which was founded in and based in the U K seeks to amplify net zero technologies including renewable energy generation and energy storage in a way that gives higher performance and sustainability at lower costs</li><li> CEO and co founder Jonathan Bean a theoretical physicist from Cambridge and his team worked on an AI model that reduces the need to conduct physical tests to discover new materials</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/26/materials-nexus-2-million-seed/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Dinosaurs and the evolution of breathing through bones. Samsungs Galaxy Z Fold 5 gets upgraded chip, thinner body and $1,800 price. Dioxycle raises $17 million for its electrolyzer that turns CO2 into ethylene | TechCrunch. Materials Nexus raises 2 million seed to discover clean climate material | TechCrunch"
}