{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "The Associated Press",
            "title": "Utah Valley hosts Gooden and Utah Tech  The Associated Press  en Espaol",
            "description": "Utah Valley Wolverines (176, 82 WAC) at Utah Tech Trailblazers (1012, 27 WAC) Saint George, Utah; Thursday, 9 p.m. EST FANDUEL SPORTSBOOK   LINE Utah Tech 5; over/under is 152",
            "url": "/2023-02-02-sports-utah-utes-noa-gonsalves-cameron-gooden-038d9fc3a9cc406e9d785c2b8cc22e15",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-02-02T08:46:44Z",
            "content": "Utah Valley Wolverines (176, 82 WAC) at Utah Tech Trailblazers (1012, 27 WAC)Saint George, Utah; Thursday, 9 p.m. ESTFANDUEL SPORTSBOOK LINE Utah Tech 5; over/under is 152BOTTOM LINE Uta [+1342 chars]",
            "summary": "Trey Woodbury is averaging 13.2 points, 5.5 rebounds and 4.5 assists over the last 10 games for Utah Valley.LAST 10 GAMES: Trailblazers: 3-7, averaging 74.1 points, 34.0 rebounds, 12.4 assists, 5.5 steals and 2.1 blocks per game while shooting 45.1% from the field. Utah Valley averages 76.5 points and has outscored opponents by 8.5 points per game.TOP PERFORMERS: Noa Gonsalves is shooting 38.9% from beyond the arc with 2.0 made 3-pointers per game for the Trailblazers, while averaging 9.5 points. Their opponents have averaged 75.6 points per game.Wolverines: 8-2, averaging 75.3 points, 37.8 rebounds, 15.9 assists, 5.6 steals and 6.8 blocks per game while shooting 48.2% from the field. Isaiah Pope is averaging 14.1 points over the past 10 games for Utah Tech.Justin Harmon is scoring 14.0 points per game with 3.7 rebounds and 3.2 assists for the Wolverines. Utah Tech scores 75.5 points while outscoring opponents by 2.6 points per game.The Wolverines have gone 8-2 against WAC opponents. Their opponents have averaged 68.0 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.",
            "html_summary": "<ul><li>Trey Woodbury is averaging 13.2 points, 5.5 rebounds and 4.5 assists over the last 10 games for Utah Valley.LAST 10 GAMES: Trailblazers: 3-7, averaging 74.1 points, 34.0 rebounds, 12.4 assists, 5.5 steals and 2.1 blocks per game while shooting 45.1% from the field.</li><li>Utah Valley averages 76.5 points and has outscored opponents by 8.5 points per game.TOP PERFORMERS: Noa Gonsalves is shooting 38.9% from beyond the arc with 2.0 made 3-pointers per game for the Trailblazers, while averaging 9.5 points.</li><li>Their opponents have averaged 75.6 points per game.Wolverines: 8-2, averaging 75.3 points, 37.8 rebounds, 15.9 assists, 5.6 steals and 6.8 blocks per game while shooting 48.2% from the field.</li><li>Isaiah Pope is averaging 14.1 points over the past 10 games for Utah Tech.Justin Harmon is scoring 14.0 points per game with 3.7 rebounds and 3.2 assists for the Wolverines.</li><li>Utah Tech scores 75.5 points while outscoring opponents by 2.6 points per game.The Wolverines have gone 8-2 against WAC opponents.</li></ul>",
            "website_url": "https://apnews.com/article/sports-utah-utes-noa-gonsalves-cameron-gooden-038d9fc3a9cc406e9d785c2b8cc22e15"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Romain Dillet",
            "title": "Seyna adds claim management product for insurance brokers",
            "description": "French startup Seyna is slowly building an allinone platform for insurance brokers so that they can create, sell and manage insurance products from scratch. And the company is launching a new product called Seyna Claims. As the name suggests, Seyna Claims e",
            "url": "/2023-02-02-seyna-adds-claim-management-product-for-insurance-brokers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/mari-helin-ilSnKT1IMxE-unsplash.jpg?resize=1200,800",
            "publishedAt": "2023-02-02T07:00:00Z",
            "content": "French startup Seyna is slowly building an allinone platform for insurance brokers so that they can create, sell and manage insurance products from scratch. And the company is launching a new produ [+2403 chars]",
            "summary": "The startup has raise 47 million since its inception.Some companies working with Seyna include Dalma, a pet insurance startup, or Garantme, an unpaid rent insurance company. Some companies also have an existing relationship with insurance companies so they only use Seynas tech platform.While brokers can now do a lot of things, they often have to rely on a third-party claim management companies. French startup Seyna is slowly building an all-in-one platform for insurance brokers so that they can create, sell and manage insurance products from scratch. The company has created a core insurance system, which means that it can quickly generate insurance policies with different clauses so that brokers can find the right balance between coverage and price. As the name suggests, Seyna Claims empowers insurance brokers so that they can handle claims themselves.Seyna is an insurtech startup that has obtained an insurance license from the French regulator (ACPR). They also take a cut on insurance premiums.With Seyna Claims, many insurance brokers will be able to handle those pesky tasks directly. For example, claim data can directly enrich the accounting tab that shows how your insurance products are doing.In the future, the startup hopes it can enable third-party integrations in Seyna Claims to augment the products potential.",
            "html_summary": "<ul><li>The startup has raise €47 million since its inception.Some companies working with Seyna include Dalma, a pet insurance startup, or Garantme, an unpaid rent insurance company.</li><li>Some companies also have an existing relationship with insurance companies so they only use Seyna’s tech platform.While brokers can now do a lot of things, they often have to rely on a third-party claim management companies.</li><li>French startup Seyna is slowly building an all-in-one platform for insurance brokers so that they can create, sell and manage insurance products from scratch.</li><li>The company has created a core insurance system, which means that it can quickly generate insurance policies with different clauses so that brokers can find the right balance between coverage and price.</li><li>As the name suggests, Seyna Claims empowers insurance brokers so that they can handle claims themselves.Seyna is an insurtech startup that has obtained an insurance license from the French regulator (ACPR).</li><li>They also take a cut on insurance premiums.With Seyna Claims, many insurance brokers will be able to handle those pesky tasks directly.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/01/seyna-adds-claim-management-product-for-insurance-brokers/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ivan Mehta",
            "title": "Samsung, Google and Qualcomm are making a mixed reality platform",
            "description": "Samsung, Google and Qualcomm are joining hands to make a mixedreality platform. Executives from the companies, namely Samsungs TM Roh, Qualcomms Cristiano Amon, and Googles Hiroshi Lockheimer came on stage at the Samsung Galaxy Unpacked event to make this",
            "url": "/2023-02-02-samsung-google-and-qualcomm-are-making-a-mixed-reality-platform",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Screenshot-2023-02-02-at-5.17.50-PM.jpg?resize=1200,654",
            "publishedAt": "2023-02-02T12:18:32Z",
            "content": "Samsung, Google and Qualcomm are joining hands to make a mixedreality platform. Executives from the companies, namely Samsungs TM Roh, Qualcomms Cristiano Amon, and Googles Hiroshi Lockheimer cam [+2308 chars]",
            "summary": "With our Snapdragon XR tech, Samsungs amazing products, and Google experiences we have the foundation to make this opportunity a reality, Amon said onstage.Lockheimer noted that Google has been investing in both AR and VR across experiences and technology. He added that this partnership will provide cutting-edge advanced hardware and software to deliver the next-gen technology.This project of three giants sounds like a partnership form to fend off competition from Meta and Apple. On the AR side of things, the search giant debuted Project Tango in 2014, which was a mix of hardware and software to scan 3D spaces, only to abandon it in 2019.Three companies have worked together with each other on numerous projects. Apart from hardware, Samsung and Google have partnered to release a version of Wear OS and to enable cross-platform compatibility for Matter-enabled smart home products.Samsungs new Galaxy S23 Ultra arrives with a 200-megapixel camera Meta has been harping about investing in the metaverse and immersive experiences for the last few years. The company also unveiled a $1,499 Quest Pro headset last year. Oculus CTO John Carmack said in 2019 that the lineup was a missed opportunity. Google started the Daydream VR project in 2016 but shut it down in 2019.",
            "html_summary": "<ul><li>With our Snapdragon XR tech, Samsung’s amazing products, and Google experiences we have the foundation to make this opportunity a reality,” Amon said onstage.Lockheimer noted that Google has been investing in both AR and VR “across experiences and technology”.</li><li>He added that this partnership will provide “cutting-edge advanced hardware and software” to “deliver the next-gen technology.”This project of three giants sounds like a partnership form to fend off competition from Meta and Apple.</li><li>On the AR side of things, the search giant debuted Project Tango in 2014, which was a mix of hardware and software to scan 3D spaces, only to abandon it in 2019.Three companies have worked together with each other on numerous projects.</li><li>Apart from hardware, Samsung and Google have partnered to release a version of Wear OS and to enable cross-platform compatibility for Matter-enabled smart home products.Samsung’s new Galaxy S23 Ultra arrives with a 200-megapixel camera</li><li>Meta has been harping about investing in the metaverse and immersive experiences for the last few years.</li><li>The company also unveiled a $1,499 Quest Pro headset last year.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/02/samsung-google-and-qualcomm-are-making-a-mixed-reality-platform/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "New School Foods filet looks and tastes like salmon, but its actually plants",
            "description": "New School Foods created a proprietary muscle fiber and scaffolding platform for making wholecut salmon alternatives.",
            "url": "/2023-02-02-new-school-foods-salmon-foodtech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Cooked_filet_3.jpg?resize=1200,675",
            "publishedAt": "2023-02-02T11:01:55Z",
            "content": "New School Foods said its muscle fiber and scaffolding technology to produce wholecut fish alternative products is now at a point where it can be demonstrated and a pilot facility built. The company [+4363 chars]",
            "summary": "One of the biggest venture capital investments into alternative seafood last year went into Wildtype, which raised $100 million in a Series B round for its cultured salmon product. We also know that this technology has potential way beyond salmon, so we are not planning to stop there.4 investors discuss the next big wave for alternative seafood startups The companys first product is a plant-based filet that looks, cooks, tastes and flakes like wild salmon.The announcement comes after the Toronto-based plant-based seafood maker secured $12 million in seed funding. New School Foods said its muscle fiber and scaffolding technology to produce whole-cut fish alternative products is now at a point where it can be demonstrated and a pilot facility built. New School Foods also has grants from Canadian government agencies, including Sustainable Development Technology Canada and Protein Industries Canada. Investors participating include Lever VC, Blue Horizon Ventures, Hatch, Good Startup and Alwyn Capital.",
            "html_summary": "<ul><li>One of the biggest venture capital investments into alternative seafood last year went into Wildtype, which raised $100 million in a Series B round for its cultured salmon product.</li><li>“We also know that this technology has potential way beyond salmon, so we are not planning to stop there.”4 investors discuss the next big wave for alternative seafood startups</li><li>The company’s first product is a plant-based filet that looks, cooks, tastes and flakes like wild salmon.The announcement comes after the Toronto-based plant-based seafood maker secured $12 million in seed funding.</li><li>New School Foods said its muscle fiber and scaffolding technology to produce whole-cut fish alternative products is now at a point where it can be demonstrated and a pilot facility built.</li><li>New School Foods also has grants from Canadian government agencies, including Sustainable Development Technology Canada and Protein Industries Canada.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/02/new-school-foods-salmon-foodtech/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Nissan finally shows its MaxOut EV convertible concept in IRL",
            "description": "Nissan has finally showed a physical version of its the Nissan Max Out EV convertible concept ahead of the Nissan Futures event in Japan.",
            "url": "/2023-02-02-nissan-finally-shows-its-max-out-ev-convertible-concept-in-irl",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/230201_nissan_futures_japan_photo_01-source.jpg?resize=1200,800",
            "publishedAt": "2023-02-02T02:52:33Z",
            "content": "Way back in November 2021, Nissan shared renderings of four electric vehicle concepts with intriguing names like ChillOut, SurfOut, HangOut and MaxOut as part of its announcement to invest $17.6  [+2068 chars]",
            "summary": "Is this some kind of Avatar Navi queue situation or merely wordplay to suggest that the design and performance of this theoretical vehicle will make drivers feel as if they are one with it?Image Credits: NissanConcepts are often design exercises meant to spur creativity within a company. The company said it wants 75% of its portfolio to be either hybrid, plug-in hybrid or battery electric in Europe, 55% in Japan and 40% in the U.S. and China by 2030. Nismo CEO Takao Katagiri told Autocar in a December 2022 interview that Nissan was developing a new sports car that would be available as a hybrid or in other electrified formats. Sometimes, these concepts provide a directional glimpse at which design road an automaker may take. In other words, elements of the Nissan Max-Out could make it into the market.Nissan GT-R fans are likely watching closely. There are hints that a GT-R successor is coming, and it will be electrified.",
            "html_summary": "<ul><li>Is this some kind of Avatar Na’vi queue situation or merely wordplay to suggest that the design and performance of this theoretical vehicle will make drivers “feel” as if they are one with it?Image Credits: NissanConcepts are often design exercises meant to spur creativity within a company.</li><li>The company said it wants 75% of its portfolio to be either hybrid, plug-in hybrid or battery electric in Europe, 55% in Japan and 40% in the U.S. and China by 2030.</li><li>Nismo CEO Takao Katagiri told Autocar in a December 2022 interview that Nissan was developing a new sports car that would be available as a hybrid or in other electrified formats.</li><li>Sometimes, these concepts provide a directional glimpse at which design road an automaker may take.</li><li>In other words, elements of the Nissan Max-Out could make it into the market.Nissan GT-R fans are likely watching closely.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/01/nissan-finally-shows-its-max-out-ev-convertible-concept-in-irl/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Sequoia Capital India backs Freightifys vertical SaaS platform for freight forwarders",
            "description": "For freight forwarders, procuring pricing data for their customers usually involves going to multiple sources, and then consolidating information into spreadsheets. Thats timeconsuming and complicated, especially since pricing data constantly changes. Freig",
            "url": "/2023-02-02-freightify-series-a",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1445441529.jpg?resize=1200,832",
            "publishedAt": "2023-02-02T05:45:42Z",
            "content": "For freight forwarders, procuring pricing data for their customers usually involves going to multiple sources, and then consolidating information into spreadsheets. Thats timeconsuming and complicat [+2652 chars]",
            "summary": "Freightifys rate management and quoting features means freight forwarders can procure and quote freight prices in less than two minutes, including possible ancillary changes.Freightify is currently post-revenue and its pricing packages are pay-per-use. The company refers to itself as the Shopify for maritime freight because it provides white-label rate management and e-booking tools for freight forwarders to set up online stores. For freight forwarders, procuring pricing data for their customers usually involves going to multiple sources, and then consolidating information into spreadsheets. Gathering freight rates usually involves sending multiple emails, looking at PDF documents, filling spreadsheets and keeping browser tabs with pricing data open. Freightify is now used by more than 200 freight forwarding companies in 45 countries, and says its revenue has tripled over the last year. Freightify wants to make the process as simple as comparing airfare with its vertical SaaS platform.The Singapore-based startup announced today it has raised a $12 million Series A led by Sequoia Capital India, with participation from Trail Mix Ventures and Alteria Capital. Thats time-consuming and complicated, especially since pricing data constantly changes.",
            "html_summary": "<ul><li>Freightify’s rate management and quoting features means freight forwarders can procure and quote freight prices in less than two minutes, including possible ancillary changes.Freightify is currently post-revenue and its pricing packages are pay-per-use.</li><li>The company refers to itself as the “Shopify for maritime freight” because it provides white-label rate management and e-booking tools for freight forwarders to set up online stores.</li><li>For freight forwarders, procuring pricing data for their customers usually involves going to multiple sources, and then consolidating information into spreadsheets.</li><li>Gathering freight rates usually involves sending multiple emails, looking at PDF documents, filling spreadsheets and keeping browser tabs with pricing data open.</li><li>Freightify is now used by more than 200 freight forwarding companies in 45 countries, and says its revenue has tripled over the last year.</li><li>Freightify wants to make the process as simple as comparing airfare with its vertical SaaS platform.The Singapore-based startup announced today it has raised a $12 million Series A led by Sequoia Capital India, with participation from Trail Mix Ventures and Alteria Capital.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/01/freightify-series-a/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Utah Valley hosts Gooden and Utah Tech  The Associated Press  en Espaol. Seyna adds claim management product for insurance brokers. Samsung, Google and Qualcomm are making a mixed reality platform. New School Foods filet looks and tastes like salmon, but its actually plants. Nissan finally shows its MaxOut EV convertible concept in IRL. Sequoia Capital India backs Freightifys vertical SaaS platform for freight forwarders"
}