{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Twitter cofounder Biz Stone joins board of audiovisual startup Chroma",
            "description": "Chroma, a startup working to build a new type of audiovisual entertainment specifically for mobile devices, is now adding a Twitter cofounder to its board. The company announced today that Twitter and Medium cofounder Biz Stone, previously an angel investor",
            "url": "/2023-01-27-twitter-co-founder-biz-stone-joins-board-of-audio-visual-startup-chroma",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2017/05/biz-stone-twitter.jpg",
            "publishedAt": "2023-01-27T08:00:28Z",
            "content": "Chroma, a startup working to build a new type of audiovisual entertainment specifically for mobile devices, is now adding a Twitter cofounder to its board. The company announced today that Twitter a [+5733 chars]",
            "summary": "The app offers an audiovisual experience for exploring music from the Venezuelan producer, DJ, singer, and songwriter in a meditative digital space, the company said. While the company plans to first launch a product on mobile devices, Stone believes the technology could become even more interesting when and if Apple releases its own VR/AR headset.I think itll lend itself really well to the metaverse equipment when thats more ubiquitous. He says that with his angel investments, he typically considers himself an advisor  meaning hes open to founder phone calls but wont call the company unless they want him to. However, Stone says hes interested particularly in the emerging AI space and using AI as a tool, in particular.He says he hasnt been particularly interested in some of the other newer tech trends, like web3 or some aspects of the metaverse.The [web3] culture doesnt appeal to me. Chroma had previously raised 1.6 million euros in pre-seed funding.As a board member, Stone expects to be meeting with the startup several times per month, in addition to the actual board meetings. In 2011, as Twitter hit the 100 million active users mark, the entrepreneur left to pursue new projects with Obvious Corporation, a startup incubator and investment vehicle that had included fellow Twitter co-founder Evan Williams and former Twitter exec Jason Goldman. Maybe it will turn out great, but it doesnt look like it willTheres so many people laid off and it just seems kind of chaoticevery day, theres some new crazy thing  I mean, that was always true on Twitter, I guess.",
            "html_summary": "<ul><li>The app offers an audiovisual experience for exploring music from the Venezuelan producer, DJ, singer, and songwriter in a “meditative digital space,” the company said.</li><li>While the company plans to first launch a product on mobile devices, Stone believes the technology could become even more interesting when and if Apple releases its own VR/AR headset.“I think it’ll lend itself really well to the metaverse equipment when that’s more ubiquitous.</li><li>He says that with his angel investments, he typically considers himself an advisor — meaning he’s open to founder phone calls but won’t call the company unless they want him to.</li><li>However, Stone says he’s interested particularly in the emerging AI space and using AI as a tool, in particular.He says he hasn’t been particularly interested in some of the other newer tech trends, like web3 or some aspects of the metaverse.“The [web3] culture doesn’t appeal to me.</li><li>Chroma had previously raised 1.6 million euros in pre-seed funding.As a board member, Stone expects to be meeting with the startup several times per month, in addition to the actual board meetings.</li><li>In 2011, as Twitter hit the 100 million active users mark, the entrepreneur left to pursue new projects with Obvious Corporation, a startup incubator and investment vehicle that had included fellow Twitter co-founder Evan Williams and former Twitter exec Jason Goldman.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/27/twitter-co-founder-biz-stone-joins-board-of-audio-visual-startup-chroma/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "Rocket Report NASA validates new engine design; Chinese firm tests mini Starship",
            "description": "Its time for us to start launching them right here at home.",
            "url": "/2023-01-27-rocket-report-nasa-validates-new-engine-design-chinese-firm-tests-mini-starship",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/01/52649587445_89dfa2d618_k-760x380.jpg",
            "publishedAt": "2023-01-27T12:00:34Z",
            "content": "Enlarge/ United Launch Alliance hoists its Vulcan Cert1 booster into the Vertical Integration Facility at Cape Canaveral.0 with 0 posters participatingWelcome to Edition 5.23 of the Rocket Repor [+4268 chars]",
            "summary": "For years, the Electron rocket and the company behind it had been stuck in limbo at the Virginia launch site, waiting on various approvalsfor regulatory agencies to share enough paperwork with each other to convince everyone that the launch was safe. This has been a really fun week for US rockets: Electron made a smashing debut in a launch from Virginia, Vulcan went vertical in Florida, and Starship passed a key test en route to its first orbital launch. Canadian Transport Minister Omar Alghabra announced Friday that the federal government would develop the regulatory requirements, safety standards, and licensing conditions necessary to authorize commercial satellite space launches from Canada within the next three years, CBC reports. The space agency said this week it completed testing at Marshall Space Flight Center of an advanced rocket engine design that could significantly change how future propulsion systems are built. Alghabra said he was confident that the first Canadian orbital launch would take place within the next three years. I'm looking forward to more great leaps in launch later this year.As always, we welcome reader submissions, and if you don't want to miss an issue, please subscribe using the box below (the form will not appear on AMP-enabled versions of the site). This full-scale rotating detonation rocket engine was fired over a dozen times, totaling nearly 10 minutes in duration, that agency said.",
            "html_summary": "<ul><li>For years, the Electron rocket and the company behind it had been stuck in limbo at the Virginia launch site, waiting on various approvals—for regulatory agencies to share enough paperwork with each other to convince everyone that the launch was safe.</li><li>This has been a really fun week for US rockets: Electron made a smashing debut in a launch from Virginia, Vulcan went vertical in Florida, and Starship passed a key test en route to its first orbital launch.</li><li>Canadian Transport Minister Omar Alghabra announced Friday that the federal government would develop the regulatory requirements, safety standards, and licensing conditions necessary to authorize commercial satellite space launches from Canada within the next three years, CBC reports.</li><li>The space agency said this week it completed testing at Marshall Space Flight Center of an advanced rocket engine design that could significantly change how future propulsion systems are built.</li><li>Alghabra said he was confident that the first Canadian orbital launch would take place within the next three years.</li><li>I'm looking forward to more great leaps in launch later this year.As always, we welcome reader submissions, and if you don't want to miss an issue, please subscribe using the box below (the form will not appear on AMP-enabled versions of the site).</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/01/rocket-report-nasa-validates-new-engine-design-chinese-firm-tests-mini-starship/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Starling Medicals new urinetesting device turns your toilet into a health tracker",
            "description": "The company wants to prevent hospitalizations from chronic conditions, including urinary tract infections, diabetes and kidney disease.",
            "url": "/2023-01-27-starling-medical-urine-health",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/darker-background-1-1.png?resize=1200,675",
            "publishedAt": "2023-01-27T14:30:38Z",
            "content": "If you enjoy some good toilet technology, then I think urine for a treat. Starling Medical is poised to launch its athome urine diagnostic patientmonitoring platform, dubbed StarStream, that doesnt [+4244 chars]",
            "summary": "By doing that, it allows for health improvements for the patient, new revenue for our physician partners and the cost savings for patients not having to go through hospitalization.We flush valuable nutrients down the toilet. If a problem is detected after a patient uses the restroom, Starling connects them with their physician to learn more.Starlings StarStream is actually the companys second iteration. Nurses review the urinalysis data and file for the remote patient monitoring reimbursements. Historically, one of the challenges is just convincing people to try something new and put something in the toilet. If you enjoy some good toilet technology, then I think urine for a treat. Wasted wants to save them",
            "html_summary": "<ul><li>By doing that, it allows for health improvements for the patient, new revenue for our physician partners and the cost savings for patients not having to go through hospitalization.”We flush valuable nutrients down the toilet.</li><li>If a problem is detected after a patient uses the restroom, Starling connects them with their physician to learn more.Starling’s StarStream is actually the company’s second iteration.</li><li>Nurses review the urinalysis data and file for the remote patient monitoring reimbursements.</li><li>“Historically, one of the challenges is just convincing people to try something new and put something in the toilet.</li><li>If you enjoy some good toilet technology, then I think “urine” for a treat.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/27/starling-medical-urine-health/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Whats going on in the Dutch startup scene?",
            "description": "TechCrunch spoke with HRH Prince Constantijn at CES earlier this month about startup innovation in the Netherlands.",
            "url": "/2023-01-27-hrh-prince-constantijn-at-ces-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/20230106-IMG_2573.jpg?resize=1200,800",
            "publishedAt": "2023-01-27T17:00:47Z",
            "content": "I find something very intriguing about members of a royal family working to further the startup scene for a particular country.In a magnificently frank conversation, I spoke with HRH Prince Constan [+2166 chars]",
            "summary": "Most of the big players are here.CES is not a bullseye for some of the companies we have, especially the software companies, but theres such a density of tech companies here that you find relevant contacts are really high. We discussed the Dutch ecosystem, the role of government in stimulating innovation and the challenges the country is facing in helping companies to go from startup to scale-up.This interview has been edited for length and clarity.TechCrunch: Why are you here at CES? In the Netherlands, we have support programs for scaleups or companies that are a bit further along, so a lot of what we do is to build connections, introducing them to founders or investors in the Bay Area, supporting them in as many ways as I can. The U.S. is the biggest health market, for example, so for most of those companies, its important to get there early and build some relationships. That makes me think, Maybe cut the crap; I know what you want, so lets just take the photo and get over it.On the whole, Im here to support companies. I want to continue to build a relationship with the CTA [the Consumer Technology Association, which organizes CES] and help some of these companies by introducing them to corporates. I find something very intriguing about members of a royal family working to further the startup scene for a particular country.In a magnificently frank conversation, I spoke with HRH Prince Constantijn, fourth in line to the throne of the Netherlands, at CES earlier this month.",
            "html_summary": "<ul><li>Most of the big players are here.CES is not a bullseye for some of the companies we have, especially the software companies, but there’s such a density of tech companies here that you find relevant contacts are really high.</li><li>We discussed the Dutch ecosystem, the role of government in stimulating innovation and the challenges the country is facing in helping companies to go from startup to scale-up.This interview has been edited for length and clarity.TechCrunch: Why are you here at CES?</li><li>In the Netherlands, we have support programs for scaleups or companies that are a bit further along, so a lot of what we do is to build connections, introducing them to founders or investors in the Bay Area, supporting them in as many ways as I can.</li><li>The U.S. is the biggest health market, for example, so for most of those companies, it’s important to get there early and build some relationships.</li><li>That makes me think, “Maybe cut the crap; I know what you want, so let’s just take the photo and get over it.”On the whole, I’m here to support companies.</li><li>I want to continue to build a relationship with the CTA [the Consumer Technology Association, which organizes CES] and help some of these companies by introducing them to corporates.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/27/hrh-prince-constantijn-at-ces-2023/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "The current legal cases against generative AI are just the beginning",
            "description": "Generative AI like ChatGPT and DALLE 2 have entered the mainstream  and attracted investors attention. But theyre prompting lawsuits.",
            "url": "/2023-01-27-the-current-legal-cases-against-generative-ai-are-just-the-beginning",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2017/09/gettyimages-90928252.jpg?resize=1200,823",
            "publishedAt": "2023-01-27T16:31:26Z",
            "content": "As generative AI enters the mainstream, each new day brings a new lawsuit.Microsoft, GitHub and OpenAI are currently being sued in a class action motion that accuses them of violating copyright law [+11794 chars]",
            "summary": "In particular, she thinks itll be difficult to ascertain which images were used to train the AI systems because the art the systems generate wont necessarily look exactly like any of the training images.State-of-the-art image-generating systems like Stable Diffusion are whats known as diffusion models. Midjourney, DeviantArt and Stability AI use training data from LAIONs datasets, which span billions of images from around the web.If LAION created the dataset, then the alleged infringement occurred at that point, not once the dataset was used to train the models, Torres said. There are only various long-term solutions like opt-in or opt-out models, or systems that aggregate royalties for payment to all authors  The suits against AI businesses for ingesting copyrightable material to train models are potentially crippling to the industry, [and] could cause consolidation that would limit innovation. In that case, Googles use of portions of Java SE code to create its Android operating system was found to be fair use.Interestingly, other countries have signaled a move toward more permissive use of publicly available content  copyrighted or not. This points to the urgent need for clarification or changes in copyright law, she says.If AI developers dont know what data they can use to train models, the technology could be set back by years, Meeker said. Torres also believes the suit should be directed not at the creators of these AI systems, but at the party responsible for compiling the images used to train them: Large-scale Artificial Intelligence Open Network (LAION), a nonprofit organization. In a sense, there is nothing they can do, because if businesses are unable to lawfully train models on freely available materials, they wont have enough data to train the models.",
            "html_summary": "<ul><li>In particular, she thinks it’ll be difficult to ascertain which images were used to train the AI systems because the art the systems generate won’t necessarily look exactly like any of the training images.State-of-the-art image-generating systems like Stable Diffusion are what’s known as “diffusion” models.</li><li>Midjourney, DeviantArt and Stability AI use training data from LAION’s datasets, which span billions of images from around the web.“If LAION created the dataset, then the alleged infringement occurred at that point, not once the dataset was used to train the models,” Torres said.</li><li>There are only various long-term solutions like opt-in or opt-out models, or systems that aggregate royalties for payment to all authors … The suits against AI businesses for ingesting copyrightable material to train models are potentially crippling to the industry, [and] could cause consolidation that would limit innovation.”</li><li>In that case, Google’s use of portions of Java SE code to create its Android operating system was found to be fair use.Interestingly, other countries have signaled a move toward more permissive use of publicly available content — copyrighted or not.</li><li>This points to the urgent need for clarification or changes in copyright law, she says.“If AI developers don’t know what data they can use to train models, the technology could be set back by years,” Meeker said.</li><li>Torres also believes the suit should be directed not at the creators of these AI systems, but at the party responsible for compiling the images used to train them: Large-scale Artificial Intelligence Open Network (LAION), a nonprofit organization.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/27/the-current-legal-cases-against-generative-ai-are-just-the-beginning/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Twitter cofounder Biz Stone joins board of audiovisual startup Chroma. Rocket Report NASA validates new engine design; Chinese firm tests mini Starship. Starling Medicals new urinetesting device turns your toilet into a health tracker. Whats going on in the Dutch startup scene?. The current legal cases against generative AI are just the beginning"
}