{
    "status": "ok",
    "totalResults": 32,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ron Amadeo",
            "title": "Project Moohan is Google and Samsungs inevitable Apple Vision Pro clone",
            "description": "After a decade in the market with nothing to show for it, heres the latest plan.",
            "url": "/2023-08-22-project-moohan-is-google-and-samsungs-inevitable-apple-vision-pro-clone",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/06/IMG_4028-760x380.jpeg",
            "publishedAt": "2023-08-23T20:00:40Z",
            "content": "Enlarge/ This is Apples Vision Pro headset. It looks a bit like a particularly bulky pair of ski goggles, with the materials and design language of Apples AirPods Max headphones.2 with Poor Googl [+4480 chars]",
            "summary": "A new report from Business Insider details how Google has fallen so far behind in the AR VR space. The report describes employees who were frustrated at Google s lack of progress when the Vision Pro was unveiled and provides a glimpse of what Google s current again constantly changing plans for an AR product are Google s wheel spinning in AR and VR is up there with instant messaging and payment platforms as some of the worst run projects at the company. Google s next AR pivot is a partnership with Samsung another company that has dabbled in AR VR for years yet has no current product line. Google now wants to pivot to software and follow the Android model.",
            "html_summary": "<ul><li>A new report from Business Insider details how Google has fallen so far behind in the AR VR space</li><li> The report describes employees who were frustrated at Google s lack of progress when the Vision Pro was unveiled and provides a glimpse of what Google s current again constantly changing plans for an AR product are Google s wheel spinning in AR and VR is up there with instant messaging and payment platforms as some of the worst run projects at the company</li><li> Google s next AR pivot is a partnership with Samsung another company that has dabbled in AR VR for years yet has no current product line</li><li> Google now wants to pivot to software and follow the Android model</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/08/project-moohan-is-google-and-samsungs-inevitable-apple-vision-pro-clone/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Marshall Cohen, CNN",
            "title": "Judge lets Smartmatic expand 2020 election defamation suit against Newsmax",
            "description": "A Delaware judge on Wednesday rejected Newsmaxs attempt to throw out part of a defamation case brought by the election technology company Smartmatic against...",
            "url": "/2023-08-22-smartmatic-newsmax-lawsuit?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/7c4f9c5580bde5c9a4e88273a0c77ecc",
            "publishedAt": "2023-08-23T22:07:13Z",
            "content": "A Delaware judge on Wednesday rejected Newsmaxs attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the rightwing network.Smartmatic sued N [+1135 chars]",
            "summary": "A Delaware judge on Wednesday rejected Newsmax s attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the right wing network. Smartmatic sued Newsmax after the network repeatedly aired false claims about the election specifically the lie that the company s software was involved in an international plot to rig the presidential election against Donald Trump. The company later updated its lawsuit to add additional examples of alleged defamation claiming it found the new material during the discovery process. The ruling on Wednesday from Delaware Superior Court Judge Eric Davis means those additional allegations will remain in the lawsuit in a blow to Newsmax.",
            "html_summary": "<ul><li>A Delaware judge on Wednesday rejected Newsmax s attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the right wing network</li><li> Smartmatic sued Newsmax after the network repeatedly aired false claims about the election specifically the lie that the company s software was involved in an international plot to rig the presidential election against Donald Trump</li><li> The company later updated its lawsuit to add additional examples of alleged defamation claiming it found the new material during the discovery process</li><li> The ruling on Wednesday from Delaware Superior Court Judge Eric Davis means those additional allegations will remain in the lawsuit in a blow to Newsmax</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/23/media/smartmatic-newsmax-lawsuit?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Delouya, CNN",
            "title": "GMs Cruise slashed fleet of robotaxis by 50% in San Francisco after collisions",
            "description": "California authorities have asked General Motors to immediately take some of its Cruse robotaxis off the road after autonomous vehicles were involved in...",
            "url": "/2023-08-22-gm-cruise-to-cut-robotaxi-fleet-in-san-francisco-after-collisions?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/_ecIwIrKsJg7BMhbJRIg7Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-08/43a688b0-40c0-11ee-a23f-bbe1a8cd3d44",
            "publishedAt": "2023-08-22T19:00:32Z",
            "content": "California authorities have asked General Motors to immediately take some of its Cruse robotaxis off the road after autonomous vehicles were involved in two collisions including one with an active fi [+3840 chars]",
            "summary": "California authorities have asked General Motors to immediately take some of its Cruse robotaxis off the road after autonomous vehicles were involved in two collisions last week. California s Department of Motor Vehicles confirmed to CNN that it is investigating recent concerning incidents involving Cruise vehicles in San Francisco. The DMV is in contact with Cruise and law enforcement officials to determine the facts and requested Cruise to immediately reduce its active fleet of operating vehicles by until the investigation is complete and Cruise takes appropriate corrective actions to improve road safety. That means Cruise can have no more than driverless cars in operation during the day and in operation at night according to the department.",
            "html_summary": "<ul><li>California authorities have asked General Motors to immediately take some of its Cruse robotaxis off the road after autonomous vehicles were involved in two collisions last week</li><li> California s Department of Motor Vehicles confirmed to CNN that it is investigating recent concerning incidents involving Cruise vehicles in San Francisco</li><li> The DMV is in contact with Cruise and law enforcement officials to determine the facts and requested Cruise to immediately reduce its active fleet of operating vehicles by until the investigation is complete and Cruise takes appropriate corrective actions to improve road safety</li><li> That means Cruise can have no more than driverless cars in operation during the day and in operation at night according to the department</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/tech/gm-cruise-to-cut-robotaxi-fleet-in-san-francisco-after-collisions?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Marshall Cohen",
            "title": "Judge lets Smartmatic expand 2020 election defamation suit against Newsmax",
            "description": "A Delaware judge on Wednesday rejected Newsmaxs attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the rightwing network.",
            "url": "/2023-08-22-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230215104848-file-newsmax.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-23T21:07:16Z",
            "content": "A Delaware judge on Wednesday rejected Newsmaxs attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the rightwing network.Smartmatic sued N [+1073 chars]",
            "summary": "A Delaware judge on Wednesday rejected Newsmax s attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the right wing network. Smartmatic sued Newsmax after the network repeatedly aired false claims about the election specifically the lie that the company s software was involved in an international plot to rig the presidential election against Donald Trump. The company later updated its lawsuit to add additional examples of alleged defamation claiming it found the new material during the discovery process. The ruling on Wednesday from Delaware Superior Court Judge Eric Davis means those additional allegations will remain in the lawsuit in a blow to Newsmax.",
            "html_summary": "<ul><li>A Delaware judge on Wednesday rejected Newsmax s attempt to throw out part of a defamation case brought by the election technology company Smartmatic against the right wing network</li><li> Smartmatic sued Newsmax after the network repeatedly aired false claims about the election specifically the lie that the company s software was involved in an international plot to rig the presidential election against Donald Trump</li><li> The company later updated its lawsuit to add additional examples of alleged defamation claiming it found the new material during the discovery process</li><li> The ruling on Wednesday from Delaware Superior Court Judge Eric Davis means those additional allegations will remain in the lawsuit in a blow to Newsmax</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/23/media/smartmatic-newsmax-lawsuit/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Clare Duffy",
            "title": "Nvidias quarterly sales double on the back of AI boom",
            "description": "The artificial intelligence boom continues to fuel a blockbuster year for chipmaker Nvidia.",
            "url": "/2023-08-22-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230823161111-01-nvidia-artificial-intelligence-0529-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-23T20:48:17Z",
            "content": "The artificial intelligence boom continues to fuel a blockbuster year for chipmaker Nvidia. Nvidias stock jumped as much as 9% in afterhours trading Wednesday after the Santa Clara, Californiabas [+1543 chars]",
            "summary": " chipmaker Nvidia posted year over year sales growth of to billion for the three months ended in July a new record for the company. The results were even stronger than the billion in revenue that Wall Street analysts expected. The American chipmaker produces processors that power generative AI technology that can create text images and other media and which forms the foundation of buzzy new services such as ChatGPT. Nvidia also announced that its board authorized a billion share buyback program Buyback programs can signal that a company s management believes its stock is currently undervalued.",
            "html_summary": "<ul><li> chipmaker Nvidia posted year over year sales growth of to billion for the three months ended in July a new record for the company</li><li> The results were even stronger than the billion in revenue that Wall Street analysts expected</li><li> The American chipmaker produces processors that power generative AI technology that can create text images and other media and which forms the foundation of buzzy new services such as ChatGPT</li><li> Nvidia also announced that its board authorized a billion share buyback program Buyback programs can signal that a company s management believes its stock is currently undervalued</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/23/tech/nvidia-earnings-ai-chips/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Marshall Cohen",
            "title": "Fox argues its conspiracytinged Jan. 6 coverage is protected by the First Amendment",
            "description": "Fox News argued in court Wednesday that its hosts and guests were merely raising questions and presented a puzzle to unravel when they repeatedly suggested, falsely, that January 6 rioter Ray Epps was a government agent who orchestrated the attack.",
            "url": "/2023-08-22-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230801091211-fox-news-0418-file.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-23T22:05:33Z",
            "content": "Fox News argued in court Wednesday that its hosts and guests were merely raising questions and presented a puzzle to unravel when they repeatedly suggested, falsely, that January 6 rioter Ray Epps wa [+1478 chars]",
            "summary": "Fox News argued in court Wednesday that its hosts and guests were merely raising questions and presented a puzzle to unravel when they suggested falsely that January rioter Ray Epps was a government agent. The pushback came in a defamation suit that Epps filed against the right wing network. He claims Fox figures including ex host Tucker Carlson destroyed his reputation by repeatedly raising the baseless idea that he led a false flag plot to hurt Donald Trump. Fox News paid million to settle with Dominion earlier this year and is still facing a billion lawsuit from Smartmatic another voting technology company.",
            "html_summary": "<ul><li>Fox News argued in court Wednesday that its hosts and guests were merely raising questions and presented a puzzle to unravel when they suggested falsely that January rioter Ray Epps was a government agent</li><li> The pushback came in a defamation suit that Epps filed against the right wing network</li><li> He claims Fox figures including ex host Tucker Carlson destroyed his reputation by repeatedly raising the baseless idea that he led a false flag plot to hurt Donald Trump</li><li> Fox News paid million to settle with Dominion earlier this year and is still facing a billion lawsuit from Smartmatic another voting technology company</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/23/media/fox-news-first-amendment-january-6/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Kylie Atwood, Jeremy Diamond",
            "title": "US commerce secretary will visit China next week at a critical moment for the worlds top two economies",
            "description": "US Commerce Secretary Gina Raimondo will visit China next week at a critical time for the worlds secondlargest economy  and for the Biden administrations relationship with the country and its leaders.",
            "url": "/2023-08-22-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230822070018-01-gina-raimondo-file.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-22T11:56:25Z",
            "content": "US Commerce Secretary Gina Raimondo will visit China next week at a critical time for the worlds secondlargest economy and for the Biden administrations relationship with the country and its leaders [+3387 chars]",
            "summary": "US Commerce Secretary Gina Raimondo will visit China next week at a critical time for the world s second largest economy. China s economy is in trouble and some economists and market analysts fear the contagion could spread beyond the country s borders. China continues to crack down on US and other foreign companies doing business in the country. A tit for tat battle for the future of AI and other technologies that governments around the world believe are critical for national security is escalating. The Biden administration has said it wants to maintain dialogue with China to prevent competition from turning into conflict.",
            "html_summary": "<ul><li>US Commerce Secretary Gina Raimondo will visit China next week at a critical time for the world s second largest economy</li><li> China s economy is in trouble and some economists and market analysts fear the contagion could spread beyond the country s borders</li><li> China continues to crack down on US and other foreign companies doing business in the country</li><li> A tit for tat battle for the future of AI and other technologies that governments around the world believe are critical for national security is escalating</li><li> The Biden administration has said it wants to maintain dialogue with China to prevent competition from turning into conflict</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/22/economy/gina-raimondo-china/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jessie Yeung, Emiko Jozuka",
            "title": "Japan to start releasing Fukushima wastewater as soon as Thursday",
            "description": "Japan will begin releasing treated radioactive water from Fukushima into the ocean as early as Thursday, officials announced on Tuesday, following months of heightened public anxiety and pushback from many neighboring countries.",
            "url": "/2023-08-22-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230414151230-02-japan-treated-wastewater-fukushima.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-22T02:52:14Z",
            "content": "Japan will begin releasing treated radioactive water from Fukushima into the ocean as early as Thursday, officials announced on Tuesday, following months of heightened public anxiety and pushback fro [+3634 chars]",
            "summary": "Japan will begin releasing treated radioactive water from Fukushima into the ocean as early as Thursday officials announced on Tuesday following months of heightened public anxiety and pushback from many neighboring countries Prime Minister Fumio Kishida said authorities would go forward with the release on August if they encounter no obstacles. In July the United Nations International Atomic Energy Agency IAEA concluded that Japan s plan aligns with international safety standards and would have a negligible radiological impact to people and the environment. But that hasn t reassured many of Japan s neighbors with officials from China and the Pacific Islands voicing alarm and opposition to the plan.",
            "html_summary": "<ul><li>Japan will begin releasing treated radioactive water from Fukushima into the ocean as early as Thursday officials announced on Tuesday following months of heightened public anxiety and pushback from many neighboring countries Prime Minister Fumio Kishida said authorities would go forward with the release on August if they encounter no obstacles</li><li> In July the United Nations International Atomic Energy Agency IAEA concluded that Japan s plan aligns with international safety standards and would have a negligible radiological impact to people and the environment</li><li> But that hasn t reassured many of Japan s neighbors with officials from China and the Pacific Islands voicing alarm and opposition to the plan</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/asia/japan-fukushima-wastewater-release-decision-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jessie Yeung, Emiko Jozuka",
            "title": "Japan will start releasing treated radioactive water this week. Heres what we know",
            "description": "After months of controversy and anticipation, Japan is set to begin releasing treated radioactive wastewater from its Fukushima nuclear plant later this week despite fierce objections from some countries.",
            "url": "/2023-08-22-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230414151213-01-japan-treated-wastewater-fukushima.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-22T05:17:18Z",
            "content": "After months of controversy and anticipation, Japan is set to begin releasing treated radioactive wastewater from its Fukushima nuclear plant later this week despite fierce objections from some count [+4838 chars]",
            "summary": "After months of controversy and anticipation Japan is set to begin releasing treated radioactive wastewater from its Fukushima nuclear plant later this week. The plan has been in the works for years with authorities warning in that space was running out to store the material and they had no other options but to release it. The wastewater will travel through an undersea tunnel about kilometer miles off the coast into the Pacific Ocean. Third parties will monitor the discharge during and after its release including the United Nations nuclear watchdog the International Atomic Energy Agency IAEA.",
            "html_summary": "<ul><li>After months of controversy and anticipation Japan is set to begin releasing treated radioactive wastewater from its Fukushima nuclear plant later this week</li><li> The plan has been in the works for years with authorities warning in that space was running out to store the material and they had no other options but to release it</li><li> The wastewater will travel through an undersea tunnel about kilometer miles off the coast into the Pacific Ocean</li><li> Third parties will monitor the discharge during and after its release including the United Nations nuclear watchdog the International Atomic Energy Agency IAEA</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/22/asia/japan-fukushima-wastewater-explainer-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Simone McCarthy",
            "title": "A key Russiafriendly bloc may decide to expand. Who stands to benefit?",
            "description": "Members of the BRICS economic group of major emerging economies are meeting this week in South Africa for a summit that could determine the future of the bloc  and how hard it pushes back against a world order it sees as unfairly dominated by the West.",
            "url": "/2023-08-22-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230818103221-brics-summit-2019-file.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-22T01:46:35Z",
            "content": "Members of the BRICS economic group of major emerging economies are meeting this week in South Africa for a summit that could determine the future of the bloc and how hard it pushes back against a wo [+9299 chars]",
            "summary": "At stake in decisions around expanding is the direction and identity of the group, whose members aim for more say in an international system they see as favoring the West and Group of Seven (G7) nations, despite a shift in who dominates the global economy over recent decades.  Members of the BRICS economic group of major emerging economies are meeting this week in South Africa for a summit that could determine the future of the bloc  and how hard it pushes back against a world order it sees as unfairly dominated by the West. India finds itself in a difficult spot, because the groups identity is shifting, and it does not want that shift, said Kewalramani, who noted that New Delhi is seen as having slowed the introduction of new members last year by calling first for the creation of criteria. Such a shift might not be what the group seeks, however, he said, and having more members could help bring more diversity of perspective into the discussion on global issues. Adding members would expand the groups global presence and increase buy-in for its agenda to counter Western political dominance, he said. An expansion would only be the second in the history of the group, which focuses on economic development and increasing its members voice in global forums. South African President Cyril Ramaphosa on Sunday threw his support behind BRICS expansion, saying a larger body would represent a diverse group of nations that share a common desire to have a more balanced global order in a increasingly complex and fractured world.",
            "html_summary": "<ul><li>At stake in decisions around expanding is the direction and identity of the group, whose members aim for more say in an international system they see as favoring the West and Group of Seven (G7) nations, despite a shift in who dominates the global economy over recent decades.</li><li> Members of the BRICS economic group of major emerging economies are meeting this week in South Africa for a summit that could determine the future of the bloc – and how hard it pushes back against a world order it sees as unfairly dominated by the West.</li><li>“India finds itself in a difficult spot, because the group’s identity is shifting, and it does not want that shift,” said Kewalramani, who noted that New Delhi is seen as having slowed the introduction of new members last year by calling first for the creation of criteria.</li><li>Such a shift might not be what the group seeks, however, he said, and having more members could help bring more diversity of perspective into the discussion on global issues.</li><li>Adding members “would expand the group’s global presence” and increase buy-in for its agenda to counter Western political dominance, he said.</li><li>An expansion would only be the second in the history of the group, which focuses on economic development and increasing its members’ voice in global forums.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/china/brics-summit-expansion-benefits-china-russia-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Contributors",
            "title": "How ChatGPT turned generative AI into an anything tool",
            "description": "Until recently, AI models were specialized tools. Modern LLMs are different.",
            "url": "/2023-08-22-how-chatgpt-turned-generative-ai-into-an-anything-tool",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/chatgpt-anything-tool-760x380.jpg",
            "publishedAt": "2023-08-23T11:30:59Z",
            "content": "1 with The chief technology officer of a robotics startup told me earlier this year, We thought wed have to do a lot of work to build ChatGPT for robotics. Instead, it turns out that, in a lot of c [+4143 chars]",
            "summary": "Until recently AI models were specialized tools using AI in a particular area like robotics meant spending time and money creating AI models specifically and only for that area. To create ChatGPT a chatbot that lets humans use generative AI by simply having a conversation OpenAI needed to change large language models LLMs like GPT to become more responsive to human interaction. But perhaps inadvertently these same changes let the successors to GPT be used as powerful general purpose information processing tools. This requires using the AI models in a completely different way programming instead of chatting new data.",
            "html_summary": "<ul><li>Until recently AI models were specialized tools using AI in a particular area like robotics meant spending time and money creating AI models specifically and only for that area</li><li> To create ChatGPT a chatbot that lets humans use generative AI by simply having a conversation OpenAI needed to change large language models LLMs like GPT to become more responsive to human interaction</li><li> But perhaps inadvertently these same changes let the successors to GPT be used as powerful general purpose information processing tools</li><li> This requires using the AI models in a completely different way programming instead of chatting new data</li></ul>",
            "website_url": "https://arstechnica.com/ai/2023/08/how-chatgpt-turned-generative-ai-into-an-anything-tool/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "As Better.com readies for its public debut, CEO Vishal Garg says he went through a lot of leadership training",
            "description": "Online mortgage lender Better.com is making its public debut Thursday on the Nasdaq Capital Market under the ticker symbols BETR and BETRW. After merging with SPAC Aurora Acquisition Corp., the combined entity is called Better Home & Finance Holding Compa",
            "url": "/2023-08-22-as-better-com-goes-public-ceo-vishal-garg-says-he-went-through-a-lot-of-leadership-training",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/2023_08_17_BETTER.COM_GROUP_0072-2.jpg?resize=1200,857",
            "publishedAt": "2023-08-23T11:00:27Z",
            "content": "Online mortgage lender Better.com is making its public debut Thursday on the Nasdaq Capital Market under the ticker symbols BETR and BETRW.After merging with SPAC Aurora Acquisition Corp., the comb [+7784 chars]",
            "summary": "And ultimately, we decided that being public and having access to that capital was a much better outcome than being a private companyI would be lying if I told you I didnt have any jitters.How is the companys cash flow?The company is still losing money. Online mortgage lender Better.com is making its public debut Thursday on the Nasdaq Capital Market under the ticker symbols BETR and BETRW. The stock will be priced at $10 per share.After merging with SPAC Aurora Acquisition Corp., the combined entity is called Better Home & Finance Holding Company. While the startup has narrowed its loss compared to a net loss of $327.7 million in the first quarter of 2022, it clearly still has been struggling amid high mortgage interest rates and a national housing market slowdown. That has now flipped.What are your revenue sources?The places where were generating revenue today is our mortgage revenue  which is revenue from selling our mortgages to the institutional investor community, and through title insurance, homeowners insurance, realtor match and then also through our U.K. platform. Did you ever reconsider going forward with a SPAC and not going public at all?Vishal Garg: I think honestly, there were a lot of times where we thought maybe we should try to do something private instead and/or stay private. And that capital would allow us to grow the business, to get rates cheaper to our customers, to prove our technology that makes our loan processing times even faster. The company also suffered significant damage to its reputation since December 2021, making the move from a private entity to a public one in this case a particularly bold one.",
            "html_summary": "<ul><li>And ultimately, we decided that being public and having access to that capital was a much better outcome than being a private company…I would be lying if I told you I didn’t have any jitters.How is the company’s cash flow?The company is still losing money.</li><li>Online mortgage lender Better.com is making its public debut Thursday on the Nasdaq Capital Market under the ticker symbols “BETR” and “BETRW.” The stock will be priced at $10 per share.After merging with SPAC Aurora Acquisition Corp., the combined entity is called Better Home & Finance Holding Company.</li><li>While the startup has narrowed its loss compared to a net loss of $327.7 million in the first quarter of 2022, it clearly still has been struggling amid high mortgage interest rates and a national housing market slowdown.</li><li>That has now flipped.What are your revenue sources?The places where we’re generating revenue today is our mortgage revenue — which is revenue from selling our mortgages to the institutional investor community, and through title insurance, homeowners insurance, realtor match and then also through our U.K. platform.</li><li>Did you ever reconsider going forward with a SPAC and not going public at all?Vishal Garg: I think honestly, there were a lot of times where we thought maybe we should try to do something private instead and/or stay private.</li><li>And that capital would allow us to grow the business, to get rates cheaper to our customers, to prove our technology that makes our loan processing times even faster.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/23/as-better-com-goes-public-ceo-vishal-garg-says-he-went-through-a-lot-of-leadership-training/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Project Moohan is Google and Samsungs inevitable Apple Vision Pro clone. Judge lets Smartmatic expand 2020 election defamation suit against Newsmax. GMs Cruise slashed fleet of robotaxis by 50% in San Francisco after collisions. Judge lets Smartmatic expand 2020 election defamation suit against Newsmax. Nvidias quarterly sales double on the back of AI boom. Fox argues its conspiracytinged Jan. 6 coverage is protected by the First Amendment. US commerce secretary will visit China next week at a critical moment for the worlds top two economies. Japan to start releasing Fukushima wastewater as soon as Thursday. Japan will start releasing treated radioactive water this week. Heres what we know. A key Russiafriendly bloc may decide to expand. Who stands to benefit?. How ChatGPT turned generative AI into an anything tool. As Better.com readies for its public debut, CEO Vishal Garg says he went through a lot of leadership training"
}