{
    "status": "ok",
    "totalResults": 9,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Chuong Nguyen",
            "title": "Dealmaster Home organization, backtoschool essentials, Lenovo laptops, and more",
            "description": "Get started on backtoschool shopping with plenty of deals on essentials and tech.",
            "url": "/2023-07-17-dealmaster-home-organization-back-to-school-essentials-lenovo-laptops-and-more",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2016/12/Lenovo-Legion-Y520-Laptop-with-Lenovo-Y-Gaming-Headset-760x380.png",
            "publishedAt": "2023-07-17T18:47:00Z",
            "content": "Enlarge/ The Y520 starts at $899 and is meant for occasional gamers.1 with From essential household storage items to batteries and vacuum cleaners, this edition of our Dealmaster is curated for h [+21506 chars]",
            "summary": "Whether you're shopping for a new gaming monitor for yourself, a new drill or ladder to help your college-age child move into the dorms, or storage boxes and drawers to organize your home, it's probably covered here.  Chuong Nguyen - Jul 17, 2023 6:47 pm UTC From essential household storage items to batteries and vacuum cleaners, this edition of our Dealmaster is curated for home organization and back-to-school prep.",
            "html_summary": "<ul><li>Whether you're shopping for a new gaming monitor for yourself, a new drill or ladder to help your college-age child move into the dorms, or storage boxes and drawers to organize your home, it's probably covered here.</li></ul>",
            "website_url": "https://arstechnica.com/shopping/2023/07/dealmaster-home-organization-back-to-school-essentials-lenovo-laptops-and-more/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Runway lands $27.5M to streamline financial planning for businesses",
            "description": "Cristbal Valenzuela, the former president of Sandbox VR, the brickandmortar VR experience franchise, didnt always have a strong grasp of finance. And its something he felt selfconscious about. Ive always thought it was something for real business peo",
            "url": "/2023-07-17-runway-lands-27-5m-to-streamline-financial-planning-for-businesses",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/06/GettyImages-812501490.jpg?resize=1200,1200",
            "publishedAt": "2023-07-17T16:00:24Z",
            "content": "Cristbal Valenzuela, the former president of Sandbox VR, the brickandmortar VR experience franchise, didnt always have a strong grasp of finance. And its something he felt selfconscious about. [+3635 chars]",
            "summary": "It brings the companys total raised to $33.5 million, following a previously undisclosed $5 million seed round led by Andreessen Horowitz.As a product that helps businesses understand their financials and plan better, we are in the fortunate position of being a counter cyclical product, Chen said. But its also true that there are other platforms that accomplish  or at least claim to accomplish  much the same thing.Consider Dougs, which handles a companys financial statements and generates certified tax filings, connecting bank accounts so that the platform can automatically generate reports and invoices. Making the business more accessible to folks outside of finance helps companies create context over control, giving them a huge competitive advantage.Now, is it true that Runway accomplishes all that? And its something he felt self-conscious about.Ive always thought it was something for real business people and I could just go and do what I enjoyed, which is product and engineering, he told TechCrunch in an email interview. So he started Runway, which aims to replace spreadsheets with intuitive financial modeling, planning and reporting workflows.Runway is the first strategic management platform for modern, high-growth technology companies, Chen said. Other rivals include Pigment and Mosaic.Runway seemingly hasnt had trouble attracting business, though, from customers including Superhuman, Stability AI and Chens old stomping ground, Sandbox VR. Our burn rate is well under $500,000 today.Thats impressed investors.Runway today announced that it raised $27.5 million in a Series A round led by Initialized Capital with participation from angels including Elad Gil and Jason Tan.",
            "html_summary": "<ul><li>It brings the company’s total raised to $33.5 million, following a previously undisclosed $5 million seed round led by Andreessen Horowitz.“As a product that helps businesses understand their financials and plan better, we are in the fortunate position of being a counter cyclical product,” Chen said.</li><li>But it’s also true that there are other platforms that accomplish — or at least claim to accomplish — much the same thing.Consider Dougs, which handles a company’s financial statements and generates certified tax filings, connecting bank accounts so that the platform can automatically generate reports and invoices.</li><li>“Making the business more accessible to folks outside of finance helps companies create context over control, giving them a huge competitive advantage.”Now, is it true that Runway accomplishes all that?</li><li>And it’s something he felt self-conscious about.“I’ve always thought it was something for ‘real business people’ and I could just go and do what I enjoyed, which is product and engineering,” he told TechCrunch in an email interview.</li><li>So he started Runway, which aims to replace spreadsheets with “intuitive” financial modeling, planning and reporting workflows.“Runway is the first strategic management platform for modern, high-growth technology companies,” Chen said.</li><li>Other rivals include Pigment and Mosaic.Runway seemingly hasn’t had trouble attracting business, though, from customers including Superhuman, Stability AI and Chen’s old stomping ground, Sandbox VR.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/17/runway-lands-27-5m-to-streamline-financial-planning-for-businesses/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rita Liao",
            "title": "Gnosis launches Visa card that lets you spend selfcustody crypto in Europe, soon US and Hong Kong",
            "description": "The world of cryptocurrency has often been criticized for being exclusive, catering primarily to speculators and cryptosavvy individuals. Despite this, many advocates believe that the underlying decentralized technology has the potential to benefit society a",
            "url": "/2023-07-17-gnosis-has-a-visa-card-that-lets-you-spend-self-custodial-crypto-in-europe-soon-us-and-hong-kong",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/d64f9a1e-1b28-41c6-892a-14456d30c903.jpg?resize=1200,640",
            "publishedAt": "2023-07-17T10:01:12Z",
            "content": "The world of cryptocurrency has often been criticized for being exclusive, catering primarily to speculators and cryptosavvy individuals. Despite this, many advocates believe that the underlying dec [+7437 chars]",
            "summary": "Image Credits: GnosisGnosis is also launching Gnosis Pay, a set of developer tools that allow crypto wallets to create a version of their Gnosis Card for users without having to jump through all the hoops of building an online payments system. Unlike IPFS, a popular distributed file storage protocol, this allows Fractal to ensure data overrides and thus complies with the right to be forgotten.In other words, the solution lets users control their own data while giving time-locked access to the obligated entity as required by law. The crypto industry, Ernst admitted, is currently dominated by all these tokens that kind of dont work anywhere else.Weve always had this really strong line between crypto and the real world. When it enables other wallets to issue their own in-house cards, it also takes a cut from the proceeds.Starting a fintech business has become very costly, argued Julian Leitloff, co-founder and CEO at decentralized identity startup Fractal, one of Gnosis Pays technical partners. You need to become a member of Visa, which we are; we are becoming a member of MasterCard as well, said Ernst.One of the key partners powering Gnosis Card is Monerium, the company that offers the euro-denominated EURe, the only stablecoin regulated in the European Union. Conversely, when users sign off payments from their wallets, EURes are burned and sent as a euro to their bank accounts.Left to right: Martin Kppelmann (Gnosis co-founder), Stefan George (Gnosis co-founder), Marcos Nunes (Gnosis Pay CEO), Friederike Ernst (Gnosis co-founder). An obligated entity is under the scrutiny of the financial regulator, which may ask for information like the party behind an IBAN number.Together with its partners, Gnosis Pay is also able to screen fraudulent activities.",
            "html_summary": "<ul><li>Image Credits: GnosisGnosis is also launching Gnosis Pay, a set of developer tools that allow crypto wallets to create a version of their Gnosis Card for users without having to jump through all the hoops of building an online payments system.</li><li>Unlike IPFS, a popular distributed file storage protocol, this allows Fractal to “ensure data overrides and thus complies with the right to be forgotten.”In other words, the solution lets users control their own data while giving time-locked access to the obligated entity as required by law.</li><li>The crypto industry, Ernst admitted, is currently dominated by “all these tokens that kind of don’t work anywhere else.”“We’ve always had this really strong line between crypto and the real world.</li><li>When it enables other wallets to issue their own in-house cards, it also takes a cut from the proceeds.Starting a fintech business has become very costly, argued Julian Leitloff, co-founder and CEO at decentralized identity startup Fractal, one of Gnosis Pay’s technical partners.</li><li>You need to become a member of Visa, which we are; we are becoming a member of MasterCard as well,” said Ernst.One of the key partners powering Gnosis Card is Monerium, the company that offers the euro-denominated EURe, the only stablecoin regulated in the European Union.</li><li>Conversely, when users sign off payments from their wallets, EURes are burned and sent as a euro to their bank accounts.Left to right: Martin Köppelmann (Gnosis co-founder), Stefan George (Gnosis co-founder), Marcos Nunes (Gnosis Pay CEO), Friederike Ernst (Gnosis co-founder).</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/17/gnosis-has-a-visa-card-that-lets-you-spend-self-custodial-crypto-in-europe-soon-us-and-hong-kong/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Common Sense Media, a popular resource for parents, to review AI products suitability for kids",
            "description": "Common Sense, a wellknown nonprofit organization devoted to consumer privacy, digital citizenship and providing media ratings for parents who want to evaluate the apps, games, podcasts, TV shows, movies, and books their children are consuming, announced this",
            "url": "/2023-07-17-common-sense-media-a-popular-resource-for-parents-to-review-ai-products-suitability-for-kids",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/10/GettyImages-1243204343.jpg?resize=1200,800",
            "publishedAt": "2023-07-17T15:02:59Z",
            "content": "Common Sense, a wellknown nonprofit organization devoted to consumer privacy, digital citizenship and providing media ratings for parents who want to evaluate the apps, games, podcasts, TV shows, mo [+3815 chars]",
            "summary": "Its not clear how Common Sense plans to rate AI products under the new system.However, in a position paper published in April 2023, Common Sense warned about several current issues with modern-day AI, including, often, their lack of meaningful guardrails that may make them dangerous for children. The service offers age-appropriate videos for children ages two through 10.Common Sense Networks launches Sensical, a free, hand-curated streaming service for kids It is critical that there be a trusted, independent third-party rating system to inform the public and policymakers about the incredible impact of AI. We have seen this movie before, with the emergence of social media and the subsequent failure to regulate these platforms, and, unfortunately, we know how that version ends. In recent years, a number of tech companies have put profits before the well-being of kids and families.",
            "html_summary": "<ul><li>It’s not clear how Common Sense plans to rate AI products under the new system.However, in a position paper published in April 2023, Common Sense warned about several current issues with modern-day AI, including, often, their lack of “meaningful guardrails” that may make them dangerous for children.</li><li>The service offers age-appropriate videos for children ages two through 10.Common Sense Networks launches Sensical, a free, hand-curated streaming service for kids</li><li>“It is critical that there be a trusted, independent third-party rating system to inform the public and policymakers about the incredible impact of AI.</li><li>We have seen this movie before, with the emergence of social media and the subsequent failure to regulate these platforms, and, unfortunately, we know how that version ends.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/17/common-sense-media-a-popular-resource-for-parents-to-review-ai-products-suitability-for-kids/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Zack Whittaker",
            "title": "Microsoft lost its keys, and the government got hacked",
            "description": "China hacked dozens of email accounts, including in government. Microsoft opens up, slightly, about how the hackers pulled off the heist.",
            "url": "/2023-07-17-microsoft-lost-keys-government-hacked",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/microsoft-getty-hacks-government.jpg?resize=1200,816",
            "publishedAt": "2023-07-17T14:07:15Z",
            "content": "Microsoft still doesnt know or want to share how Chinabacked hackers stole a key that allowed them to stealthily break into dozens of email inboxes, including those belonging to several federal gov [+4344 chars]",
            "summary": "Microsoft said it initially thought the hackers were forging authentication tokens using an acquired enterprise signing key, which are used to secure corporate and enterprise email accounts. Though its unclear how Microsoft lost control of its own keys, the company said its hardened its key issuance systems, presumably to prevent hackers from churning out another digital skeleton key.The hackers made one key mistake. U.S. cybersecurity agency CISA said the hacks, which began in mid-May, included a small number of government accounts said to be in the single digits and that the hackers exfiltrated some unclassified email data. Microsoft said this was because of a validation error in Microsoft code.Microsoft said it has blocked all actor activity related to this incident, suggesting that the incident is over and that the hackers lost access. Whether or not Microsoft has the answers ready, its not likely to be an investigation the technology giant can shake any time soon.Chinese hackers raided US government email accounts by exploiting Microsoft cloud bug Microsoft is also taking heat for reserving security logs for the government accounts with the companys top-tier package that may have helped other incident responders identify malicious activity.CNN first reported that the State Department initially detected the breach and reported it to Microsoft. But, Microsoft found that the hackers were using that consumer MSA key to forge tokens that allowed them to break into enterprise inboxes.",
            "html_summary": "<ul><li>Microsoft said it initially thought the hackers were forging authentication tokens using an acquired enterprise signing key, which are used to secure corporate and enterprise email accounts.</li><li>Though it’s unclear how Microsoft lost control of its own keys, the company said it’s hardened its key issuance systems, presumably to prevent hackers from churning out another digital skeleton key.The hackers made one key mistake.</li><li>U.S. cybersecurity agency CISA said the hacks, which began in mid-May, included a small number of government accounts said to be in the single digits and that the hackers exfiltrated some unclassified email data.</li><li>Microsoft said this was because of a “validation error in Microsoft code.”Microsoft said it has blocked “all actor activity” related to this incident, suggesting that the incident is over and that the hackers lost access.</li><li>Whether or not Microsoft has the answers ready, it’s not likely to be an investigation the technology giant can shake any time soon.Chinese hackers raided US government email accounts by exploiting Microsoft cloud bug</li><li>Microsoft is also taking heat for reserving security logs for the government accounts with the company’s top-tier package that may have helped other incident responders identify malicious activity.CNN first reported that the State Department initially detected the breach and reported it to Microsoft.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/17/microsoft-lost-keys-government-hacked/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Alex Wilhelm",
            "title": "Are software companies good businesses? | TechCrunch",
            "description": "The market allowed tech companies to be unprofitable for a while and that era is now ending. But the matter is more nuanced if you think more long term.",
            "url": "/2023-07-17-are-software-companies-good-businesses",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/05/NSussman_Techcrunch_Exchange_v3-GRN.jpg?resize=1200,900",
            "publishedAt": "2023-07-17T18:20:40Z",
            "content": "Were back to talking about profitability.A technologyfinance podcast recently talked about software company valuations, the impact of interest rates, and just how profitable wellknown tech compa [+2278 chars]",
            "summary": "Were back to talking about profitability.A technology-finance podcast recently talked about software company valuations, the impact of interest rates, and just how profitable well-known tech companies can become.The Exchange explores startups, markets and money. And most of them, unfortunately, dont have a clear path to that.The problem is all of the old, legacy software companies, except Salesforce, have still not gotten to profitability. These companies are not going to get out of this cul-de-sac until they figure out true product-market fit, how to eliminate churn, how to drive medium- to long-term profitability. He did allow that share-based compensation should also be a factor to consider for tech companies profitability. The thing with these companies is that even if rates are at 6% or 3% or 2% or 1%, that trick is over. So, the ones that went public in the early teens are still sucking wind, losing money. So I think the more important thing is to look at the broad-based index.",
            "html_summary": "<ul><li>We’re back to talking about profitability.A technology-finance podcast recently talked about software company valuations, the impact of interest rates, and just how profitable well-known tech companies can become.The Exchange explores startups, markets and money.</li><li>And most of them, unfortunately, don’t have a clear path to that.The problem is all of the old, legacy software companies, except Salesforce, have still not gotten to profitability.</li><li>These companies are not going to get out of this cul-de-sac until they figure out true product-market fit, how to eliminate churn, how to drive medium- to long-term profitability.</li><li>He did allow that share-based compensation should also be a factor to consider for tech companies’ profitability.</li><li>The thing with these companies is that even if rates are at 6% or 3% or 2% or 1%, that trick is over.</li><li>So, the ones that went public in the early teens are still sucking wind, losing money.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/17/are-software-companies-good-businesses/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "OnePlus 81 Pro mechanical keyboard review",
            "description": "OnePlus 81 Pro review. A good and surprisingly quiet firsttime mechanical keyboard, courtesy of Keychrons impeccable design",
            "url": "/2023-07-17-oneplus-81-pro-mechanical-keyboard-review",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/CMC_6979.jpg?resize=1200,800",
            "publishedAt": "2023-07-17T13:01:18Z",
            "content": "A mechanical keyboard is an odd addition to the OnePlus product line by virtually any measure. OnePlus is a phone maker first and foremost. Always has been and likely always will be. Since 2014, the  [+9830 chars]",
            "summary": "Of course, if youre a big mechanical keyboard fan, you know that switches are kind of everything.The Drop keyboard Ive been using is loud, clacky and extremely tactile. The tactile peak point is 0.5mm with a stronger rebounding force, and the larger tactile drop delivers a more solid typing experience.And on the keycap front:In an industry-first, the new Marble-mallow material was adopted for making keycaps for an evolved gaming and typing experience. If youre a visual artist, on the other hand, it can be programmed to zoom in and out, select brush sizes and various other things you might want to adjust on the fly.Nothing here has successfully convinced me that OnePlus needs to be in the mechanical keyboard business. So, we worked with Keychron to utilize their renowned technology to craft an industry-first keyboard switch co-created between a brand and its users for a uniquely versatile typing experience. Ive been using the keyboard with a Mac studio, and the set up was seamless  just the standard system prompt asking you to identify the key to the side of the other shift button, so the computer can understand the basic layout. Granted, theres more adjustment from a significantly longer keyboard with a number pad (from full-sized to 75%), but the tight spacing of the CTRL/Option/CMD keys in particular required a bit of adjustment. The function keys up top include brightness up/down, Mission Control/Launchpad views, keyboard backlighting up/down (which doesnt really apply), track forward/back, pause/play and volume up and down.",
            "html_summary": "<ul><li>Of course, if you’re a big mechanical keyboard fan, you know that switches are kind of everything.The Drop keyboard I’ve been using is loud, clacky and extremely tactile.</li><li>The tactile peak point is 0.5mm with a stronger rebounding force, and the larger tactile drop delivers a more solid typing experience.”And on the keycap front:In an industry-first, the new Marble-mallow material was adopted for making keycaps for an evolved gaming and typing experience.</li><li>If you’re a visual artist, on the other hand, it can be programmed to zoom in and out, select brush sizes and various other things you might want to adjust on the fly.Nothing here has successfully convinced me that OnePlus needs to be in the mechanical keyboard business.</li><li>“So, we worked with Keychron to utilize their renowned technology to craft an industry-first keyboard switch co-created between a brand and its users for a uniquely versatile typing experience.</li><li>I’ve been using the keyboard with a Mac studio, and the set up was seamless — just the standard system prompt asking you to identify the key to the side of the other shift button, so the computer can understand the basic layout.</li><li>Granted, there’s more adjustment from a significantly longer keyboard with a number pad (from full-sized to 75%), but the tight spacing of the CTRL/Option/CMD keys in particular required a bit of adjustment.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/17/oneplus-81-pro-mechanical-keyboard-review/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Lee Fixels Addition leads $6M seed round in Egyptian fintech Flash",
            "description": "The fintech provides cashless payment solutions for consumers and businesses in Egypt through a scanandpay (QR code) service.",
            "url": "/2023-07-17-lee-fixels-addition-leads-6m-seed-round-in-egyptian-fintech-flash",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/3F20AB53-2367-4AF3-BC8E-C23DE98DB488.jpeg?resize=1200,800",
            "publishedAt": "2023-07-17T07:06:32Z",
            "content": "Driving financial inclusion through digital payment methods is among the top priorities for the governments of Africas biggest tech ecosystems where cash is still king. Several initiatives launched b [+7132 chars]",
            "summary": "The number of mobile phone wallets reached 46,500 per 100,000 people, according to a Mastercard report.While e-wallets and cards dominate the digital payments landscape, Egypts apex bank is keen to promote another method: contactless payments, after recently issuing regulations governing payment card tokenization on mobile apps. In a statement, Kabesh said Flash securing license approval and bank partnership strengthens our commitment to developing the cashless ecosystem, introducing new products, and diversifying our digital payment portfolio, which includes automated bill payments and behavioral insights into spending, for instance. So longer term, I think we can also perform instant settlement and lower transaction costs.Thats not to say QR code technology doesnt come with cons, some of which include tampering with codes or placing fraudulent codes over real ones to divert payments. In Egypt, for instance, platforms like Fawry and InstaPay  tapped into the apex banks policies to reduce cash dependencies  are responsible for the spread of e-wallets and cards in the North African country where 64% of Egyptians increased their adoption of digital payments solutions last year. Image Credits: FlashE-commerce platforms and businesses whose payment methods include cash on delivery  pharmacies, restaurants, fast-food chains and grocery shops  are Flashs main customers. When collected from the drivers at the end of each day, this turned into piles of money being counted in warehouses, which led to fraud and theft.Finding ways to stop this leakage, which hurt consumers and businesses in Ubers ecosystem of products, was a massive headache for his team. While the executives declined to reveal how many merchants (and end customers) are using its platform, they say the two-year-old fintech aims to serve over 100 businesses in the next 12 months.",
            "html_summary": "<ul><li>The number of mobile phone wallets reached 46,500 per 100,000 people, according to a Mastercard report.While e-wallets and cards dominate the digital payments landscape, Egypt’s apex bank is keen to promote another method: contactless payments, after recently issuing regulations governing payment card tokenization on mobile apps.</li><li>In a statement, Kabesh said Flash securing license approval and bank partnership “strengthens our commitment to developing the cashless ecosystem, introducing new products, and diversifying our digital payment portfolio,” which includes automated bill payments and behavioral insights into spending, for instance.</li><li>So longer term, I think we can also perform instant settlement and lower transaction costs.”That’s not to say QR code technology doesn’t come with cons, some of which include tampering with codes or placing fraudulent codes over real ones to divert payments.</li><li>In Egypt, for instance, platforms like Fawry and InstaPay — tapped into the apex bank’s policies to reduce cash dependencies — are responsible for the spread of e-wallets and cards in the North African country where 64% of Egyptians increased their adoption of digital payments solutions last year.</li><li>Image Credits: FlashE-commerce platforms and businesses whose payment methods include cash on delivery — pharmacies, restaurants, fast-food chains and grocery shops — are Flash’s main customers.</li><li>When collected from the drivers at the end of each day, this turned into piles of money being counted in warehouses, which led to fraud and theft.Finding ways to stop this leakage, which hurt consumers and businesses in Uber’s ecosystem of products, was a massive headache for his team.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/17/lee-fixels-addition-leads-6m-seed-round-in-egyptian-fintech-flash/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Herself Health, providing primary care to women 65 and over, raises $26M",
            "description": "Six months after raising a $7 million seed round, Herself Health is back with some additional venture capital to expand its clinic footprint.",
            "url": "/2023-07-17-herself-health-primary-care-women-over-65-26m",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/HeltonK-Headshot-0307-1.jpg?resize=1200,675",
            "publishedAt": "2023-07-17T12:30:09Z",
            "content": "Kristen Helton is no stranger to the healthcare needs of patients. After cofounding biosensor company Profusa, she went on to work at Amazon, where she helped found and lead the companys Amazon Care [+3830 chars]",
            "summary": "Women are also more likely than men to be diagnosed with osteoporosis, autoimmune diseases and Alzheimers.The company currently operates one clinic in St. Paul, Minnesota and provides a whole person approach that includes health, wellness, mobility, mental health and social and behavioral health. After co-founding biosensor company Profusa, she went on to work at Amazon, where she helped found and lead the companys Amazon Care division in 2019.During the next three years, there was a focus on creating a positive experience for patients. The company has now raised $33 million to date.The company was showing superb traction in patient acquisition and using the seed money to scale to really get a terrific return, Cline said in an interview. Herself Health conducted its own survey with more than 700 women in this age range regarding primary care and found that women in this age group are more likely to be misdiagnosed than men. They have proven the ability to acquire patients, so now its just a question of kind of refining both of those over time as they scale.With the new funding, Herself Health has plans to expand its footprint in the next 18 months. The most important thing is that we get really terrific talent on the clinical staff and really build out our deep competency in womens health issues. And, these women have very unique issues.Even though healthcare is moving toward personalization, senior care is not immune to gender disparities.",
            "html_summary": "<ul><li>Women are also more likely than men to be diagnosed with osteoporosis, autoimmune diseases and Alzheimer’s.The company currently operates one clinic in St. Paul, Minnesota and provides a “whole person” approach that includes health, wellness, mobility, mental health and social and behavioral health.</li><li>After co-founding biosensor company Profusa, she went on to work at Amazon, where she helped found and lead the company’s Amazon Care division in 2019.During the next three years, there was a focus on creating a positive experience for patients.</li><li>The company has now raised $33 million to date.“The company was showing superb traction in patient acquisition and using the seed money to scale to really get a terrific return,” Cline said in an interview.</li><li>Herself Health conducted its own survey with more than 700 women in this age range regarding primary care and found that women in this age group are more likely to be misdiagnosed than men.</li><li>They have proven the ability to acquire patients, so now it’s just a question of kind of refining both of those over time as they scale.”With the new funding, Herself Health has plans to expand its footprint in the next 18 months.</li><li>“The most important thing is that we get really terrific talent on the clinical staff and really build out our deep competency in women’s health issues.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/17/herself-health-primary-care-women-over-65-26m/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Dealmaster Home organization, backtoschool essentials, Lenovo laptops, and more. Runway lands $27.5M to streamline financial planning for businesses. Gnosis launches Visa card that lets you spend selfcustody crypto in Europe, soon US and Hong Kong. Common Sense Media, a popular resource for parents, to review AI products suitability for kids. Microsoft lost its keys, and the government got hacked. Are software companies good businesses? | TechCrunch. OnePlus 81 Pro mechanical keyboard review. Lee Fixels Addition leads $6M seed round in Egyptian fintech Flash. Herself Health, providing primary care to women 65 and over, raises $26M"
}