{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "OLED is great, but where are all the Mini LED laptops?",
            "description": "We dig into the research and interview companies about the potential of Mini LED.",
            "url": "/2023-04-28-oled-is-great-but-where-are-all-the-mini-led-laptops",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/GettyImages-1458790591-760x380.jpg",
            "publishedAt": "2023-04-28T11:00:36Z",
            "content": "Enlarge/ Working outside like this isnt so easy on an OLED laptop with limited brightness.3 with If I could have any type of display panel in my laptop, it would be Mini LED.Sure, OLED is best [+4432 chars]",
            "summary": "All that combines to make for a classic chicken-or-the-egg situation.Acer's rep said that \"both OLED and Mini LED produce high quality, TV-class images with excellent color accuracy and contrast ratios,\" but the company has found that people looking for \"high-end gaming\" laptops are \"less cost-sensitive and more spec-driven.\" Creators and gamers aren't the only users who can benefit from Mini LED's boosted contrast and luminance, but those tech-savvy demographics are the ones most likely aware of Mini LED's benefits.Lenovo has found the biggest obstacle in Mini LED laptop adoption to be \"education.\"  Scharon Harding - Apr 28, 2023 11:00 am UTC If I could have any type of display panel in my laptop, it would be Mini LED.Sure, OLED is best at producing deep blacks and high contrast, but Mini LED is a powerful substitute. A spokesperson for Asus, which makes Mini LED gaming laptops, agreed that \"consumers and media\" need to experience and support the technology to increase its adoption in laptops. We reached out to laptop OEMs to find out.Unsurprisingly, the main reason companies won't make the Mini LED laptops of my dreams is that they wouldn't be as profitable as OLED machines are. The company told me it sees \"similar\" Mini LED laptop demand among creators, prosumers, and small and medium-sized businesses. The vendor has relegated Mini LED to \"high-end gaming\" and uses OLED for \"premium products designed for consumers and/or prosumers desiring a higher-end system\" because \"diversifying components helps streamline inventory allocation,\" a spokesperson said.",
            "html_summary": "<ul><li>All that combines to make for a classic chicken-or-the-egg situation.Acer's rep said that \"both OLED and Mini LED produce high quality, TV-class images with excellent color accuracy and contrast ratios,\" but the company has found that people looking for \"high-end gaming\" laptops are \"less cost-sensitive and more spec-driven.\"</li><li>Creators and gamers aren't the only users who can benefit from Mini LED's boosted contrast and luminance, but those tech-savvy demographics are the ones most likely aware of Mini LED's benefits.Lenovo has found the biggest obstacle in Mini LED laptop adoption to be \"education.\"</li><li> Scharon Harding - Apr 28, 2023 11:00 am UTC If I could have any type of display panel in my laptop, it would be Mini LED.Sure, OLED is best at producing deep blacks and high contrast, but Mini LED is a powerful substitute.</li><li>A spokesperson for Asus, which makes Mini LED gaming laptops, agreed that \"consumers and media\" need to experience and support the technology to increase its adoption in laptops.</li><li>We reached out to laptop OEMs to find out.Unsurprisingly, the main reason companies won't make the Mini LED laptops of my dreams is that they wouldn't be as profitable as OLED machines are.</li><li>The company told me it sees \"similar\" Mini LED laptop demand among creators, prosumers, and small and medium-sized businesses.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/04/oled-is-great-but-where-are-all-the-mini-led-laptops/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Nukelaunching AI would be illegal under proposed US law",
            "description": "Markey and Lieu seek to ban fed funds for nuke launches without meaningful human control.",
            "url": "/2023-04-28-nuke-launching-ai-would-be-illegal-under-proposed-us-law",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/anuclear_mushroom_cloud_1200-760x380.jpg",
            "publishedAt": "2023-04-28T16:11:09Z",
            "content": "Enlarge/ An AIgenerated image of a nuclear mushroom cloud.26 with On Wednesday, US Senator Edward Markey (DMass.) and Representatives Ted Lieu (DCalif.), Don Beyer (DVa.), and Ken Buck (RCol [+3035 chars]",
            "summary": "The Block Nuclear Launch by Autonomous Artificial Intelligence Act would prohibit the use of federal funds for launching any nuclear weapon by an automated system without \"meaningful human control. Some of that fear has transferred to the broader populace, despite worries over existential threats from AI remaining controversial in the broader machine learning community.Hot topics in technology aside, the new bill is also part of a larger plan from Markey and Lieu for avoiding nuclear escalation. The overall goal, according to the congressmen, is to reduce the risk of \"nuclear Armageddon\" and hinder nuclear proliferation.Cosponsors of the Block Nuclear Launch by Autonomous Artificial Intelligence Act in the Senate include Bernie Sanders (I-Vt.) and Elizabeth Warren (D-Mass. \"As we live in an increasingly digital age, we need to ensure that humans hold the power alone to command, control, and launch nuclear weaponsnot robots, Markey said in a news release. The pair also recently reintroduced a bill that would prohibit any US president from launching a nuclear strike without prior authorization from Congress. and Representatives Ted Lieu (D-Calif.), Don Beyer (D-Va.), and Ken Buck (R-Colo.) announced bipartisan legislation that seeks to prevent an artificial intelligence system from making nuclear launch decisions. That is why I am proud to introduce the Block Nuclear Launch by Autonomous Artificial Intelligence Act.",
            "html_summary": "<ul><li>The Block Nuclear Launch by Autonomous Artificial Intelligence Act would prohibit the use of federal funds for launching any nuclear weapon by an automated system without \"meaningful human control.</li><li>Some of that fear has transferred to the broader populace, despite worries over existential threats from AI remaining controversial in the broader machine learning community.Hot topics in technology aside, the new bill is also part of a larger plan from Markey and Lieu for avoiding nuclear escalation.</li><li>The overall goal, according to the congressmen, is to reduce the risk of \"nuclear Armageddon\" and hinder nuclear proliferation.Cosponsors of the Block Nuclear Launch by Autonomous Artificial Intelligence Act in the Senate include Bernie Sanders (I-Vt.) and Elizabeth Warren (D-Mass.</li><li>\"“As we live in an increasingly digital age, we need to ensure that humans hold the power alone to command, control, and launch nuclear weapons—not robots,” Markey said in a news release.</li><li>The pair also recently reintroduced a bill that would prohibit any US president from launching a nuclear strike without prior authorization from Congress.</li><li>and Representatives Ted Lieu (D-Calif.), Don Beyer (D-Va.), and Ken Buck (R-Colo.) announced bipartisan legislation that seeks to prevent an artificial intelligence system from making nuclear launch decisions.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/04/nuke-launching-ai-would-be-illegal-under-proposed-us-law/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Muslims come into the frame in Southeast Asias fintech boom",
            "description": "Founded in 2014, Blossom Finance was first intended for Muslim entrepreneurs in the United States. The microfinancing platform connects investors with small businesses using mudarabah, a shariahcompliant profitsharing agreement. But founder Matthew Joseph M",
            "url": "/2023-04-28-muslims-come-into-the-frame-in-southeast-asias-fintech-boom",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/sea-money-map.jpg?resize=1200,675",
            "publishedAt": "2023-04-28T00:31:35Z",
            "content": "Founded in 2014, Blossom Finance was first intended for Muslim entrepreneurs in the United States. The microfinancing platform connects investors with small businesses using mudarabah, a shariahcomp [+25226 chars]",
            "summary": "While Islamic fintechs market size is still small, it is expected to reach $179 billion at a 17.9% CAGR by 2026, outpacing traditional fintechs 13.5% CAGR growth over the same period.DinarStandard and Ellipses also found that there are 375 Islamic fintech companies around the world. Thevarajah said part of fundraising means assessing potential investors to ensure both they and their fund management is done in alignment with shariah principles.Investor interest in the Islamic fintech sector for PayHalal was very high due to its potential in a fast-growing Muslim population worldwide, Thevarajah said. These are the Financial Services Authority (OJK), which regulates and supervises the financial services sector, Bank Indonesia, which oversees banks, and the Majelis Ulama Indonesia (National Sharia Board-MUI), or the countrys leading Islamic scholars body.The MUI has published at least two fatwas on fintech. Headquartered in Delaware, Blossom Finance hosts investors from primarily the United States and Europe, but all of the microbusinesses it serves are in Indonesia.After initially soft-launching in the U.S., the Blossom Finance team realized that the market there for Islamic finance was very small, said Martin. For example, Indonesias National Islamic Finance Committee is focused on developing Islamic finance and the countrys Islamic economy.And in Malaysia, Bank Negaras Investments Accounts Platform is the first Islamic P2P initiative established by a central bank, while the government-owned Malaysia Digital Economy Corporation connects investors with halal business owners. They started looking for a bigger market, and landed on Indonesia because of the financial inclusion challenges facing micro and small businesses.Other reasons Blossom Finance chose Indonesia over other countries with large Muslim populations included its relative political stability, Martin said. The second one, issued a year later with the Financial Services Authority, covers Islamic fundamentals for P2P lending.Since Muslims are prohibited from interest-bearing transactions, Hijras team wanted to provide an alternative for users in need of working capital financing.",
            "html_summary": "<ul><li>While Islamic fintech’s market size is still small, it is expected to reach $179 billion at a 17.9% CAGR by 2026, outpacing traditional fintech’s 13.5% CAGR growth over the same period.DinarStandard and Ellipses also found that there are 375 Islamic fintech companies around the world.</li><li>Thevarajah said part of fundraising means assessing potential investors to ensure both they and their fund management is done in alignment with shariah principles.“Investor interest in the Islamic fintech sector for PayHalal was very high due to its potential in a fast-growing Muslim population worldwide,” Thevarajah said.</li><li>These are the Financial Services Authority (OJK), which regulates and supervises the financial services sector, Bank Indonesia, which oversees banks, and the Majelis Ulama Indonesia (National Sharia Board-MUI), or the country’s leading Islamic scholars body.The MUI has published at least two fatwas on fintech.</li><li>Headquartered in Delaware, Blossom Finance hosts investors from primarily the United States and Europe, but all of the microbusinesses it serves are in Indonesia.After initially soft-launching in the U.S., the Blossom Finance team realized that the market there for Islamic finance was very small, said Martin.</li><li>For example, Indonesia’s National Islamic Finance Committee is focused on developing Islamic finance and the country’s Islamic economy.And in Malaysia, Bank Negara’s Investments Accounts Platform is the first Islamic P2P initiative established by a central bank, while the government-owned Malaysia Digital Economy Corporation connects investors with halal business owners.</li><li>They started looking for a bigger market, and landed on Indonesia because of the financial inclusion challenges facing micro and small businesses.Other reasons Blossom Finance chose Indonesia over other countries with large Muslim populations included its relative political stability, Martin said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/27/muslims-come-into-the-frame-in-southeast-asias-fintech-boom/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "John Timmer",
            "title": "What the US needs for future nuclear power tech to get off the ground",
            "description": "The National Academies call for the US to be smart about new reactor designs.",
            "url": "/2023-04-28-what-the-us-needs-for-future-nuclear-power-tech-to-get-off-the-ground",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/04/GettyImages-1362704216-760x380.jpg",
            "publishedAt": "2023-04-28T15:04:15Z",
            "content": "Enlarge/ The next generation of reactors may be small and modular and use different coolants.0 with The race against climate change is both a marathon and a sprint, declares a new report from t [+3636 chars]",
            "summary": "Combined, these factors will theoretically allow for rapid and cheap production of reactors and a far lower footprint for the supporting power plant where the reactors are installed.Many of them generate power by boiling water. Some other companies plan to be ready to go into production sooner, but their designs aren't yet approved.While these designs are unlikely to compete on cost with renewables, they have a number of potential uses once the low-hanging fruit of decarbonization has been picked. The next generation of designs is working to avoid the delays and cost overruns that are crippling attempts to build additional reactors both here and overseas. \"But the report's authors write that there's value in maintaining next-generation nuclear as an option since we don't know how any of those factors will evolve over the coming decades.For everything to work out, there's an equally long list of things that will need to be accomplished.  John Timmer - Apr 28, 2023 3:04 pm UTC \"The race against climate change is both a marathon and a sprint,\" declares a new report from the US National Academies of Science. These designs have two emphases: They are modular and could potentially be mass-produced, and they focus on inherent safety. The only approved small modular design will first be incorporated into a power plant at the end of the decadeif everything goes well.",
            "html_summary": "<ul><li>Combined, these factors will theoretically allow for rapid and cheap production of reactors and a far lower footprint for the supporting power plant where the reactors are installed.Many of them generate power by boiling water.</li><li>Some other companies plan to be ready to go into production sooner, but their designs aren't yet approved.While these designs are unlikely to compete on cost with renewables, they have a number of potential uses once the low-hanging fruit of decarbonization has been picked.</li><li>The next generation of designs is working to avoid the delays and cost overruns that are crippling attempts to build additional reactors both here and overseas.</li><li>\"But the report's authors write that there's value in maintaining next-generation nuclear as an option since we don't know how any of those factors will evolve over the coming decades.For everything to work out, there's an equally long list of things that will need to be accomplished.</li><li> John Timmer - Apr 28, 2023 3:04 pm UTC \"The race against climate change is both a marathon and a sprint,\" declares a new report from the US National Academies of Science.</li><li>These designs have two emphases: They are modular and could potentially be mass-produced, and they focus on inherent safety.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/04/what-the-us-needs-for-future-nuclear-power-tech-to-get-off-the-ground/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "Upward and onward",
            "description": "Last January, we covered what looked to be an important next step for Upward Farms, but it recently announced that it has closed up shop.",
            "url": "/2023-04-28-upward-and-onward",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/01/Upward-Farms-Kale-Microgreens.jpg?resize=1200,795",
            "publishedAt": "2023-04-28T18:16:44Z",
            "content": "The future is very much yet to be written about vertical farming. In many ways, the technology presents hope in the midst of rising food safety concerns, aging populations and potential environmental [+1727 chars]",
            "summary": "After three years of economic and other challenges, one imagines that it becomes even harder to convince potential backers to stick out what is ultimately a long runway.The startup is closing up its decade-long project, but the founders point at some potential silver lining. Early companies in the space are going to be the ones focused on driving down unit economics (hopefully) to a point where the technology makes sense from a price perspective.But sometimes being early to a party means youre among the first to leave. The Brooklyn-based firm recently announced, however, that it has closed up shop.We found that vertical farming is almost infinitely complex  as we tackled challenges, new ones emerged, founders Jason Green, Ben Silverman and Matt La Rosa said in an open letter. In many ways, the technology presents hope in the midst of rising food safety concerns, aging populations and potential environmental collapse. Our team faced these challenges head on, humbly asking ourselves, If not me, who, and if not now, when? Even in a thriving market, building this stuff is intensely difficult. Last January, we covered what looked to be an important next step for Upward Farms, as the company announced plans to open a 250,000-square-foot farm in Northeastern, Pennsylvania early this year. While Upward Farms is closing its doors, they note, a small portion of our team will continue working to unleash the magic of the microbiome.",
            "html_summary": "<ul><li>After three years of economic and other challenges, one imagines that it becomes even harder to convince potential backers to stick out what is ultimately a long runway.The startup is closing up its decade-long project, but the founders point at some potential silver lining.</li><li>Early companies in the space are going to be the ones focused on driving down unit economics (hopefully) to a point where the technology makes sense from a price perspective.But sometimes being early to a party means you’re among the first to leave.</li><li>The Brooklyn-based firm recently announced, however, that it has closed up shop.“We found that vertical farming is almost infinitely complex — as we tackled challenges, new ones emerged,” founders Jason Green, Ben Silverman and Matt La Rosa said in an open letter.</li><li>In many ways, the technology presents hope in the midst of rising food safety concerns, aging populations and potential environmental collapse.</li><li>“Our team faced these challenges head on, humbly asking ourselves, ‘If not me, who, and if not now, when?’ ”Even in a thriving market, building this stuff is intensely difficult.</li><li>Last January, we covered what looked to be an important next step for Upward Farms, as the company announced plans to open a 250,000-square-foot farm in Northeastern, Pennsylvania early this year.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/28/upward-and-onward/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Battle of two marketing companies",
            "description": "Postscript took to the Twitterverse earlier this month after receiving a ceaseanddesist letter from mobile messaging competitor Attentive.",
            "url": "/2023-04-28-battle-of-two-marketing-companies",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-1358284982.jpg?resize=1200,800",
            "publishedAt": "2023-04-28T14:50:01Z",
            "content": "It isnt often that startup rivals battle in plain view of others, but such is the case with the mobile messaging services provider Postscript, which took to the Twitterverse earlier this month after  [+4519 chars]",
            "summary": "It has also recently brought attention to a reprehensible practice engaged in by some SMS platforms in the industry: holding a customers proprietary SMS list hostage to prevent or interfere with the customers attempt to change providers. But sometimes you gotta stand up to the bully.Here's our response in full: pic.twitter.com/VbqkTijt2y alex beller (@ringmybeller) April 6, 2023Reads the response: Postscript takes your accusations seriously and provides its substantive response below. In response to one of Bellers tweets on the matter, one Attentive customer said he might change vendors. With regards to making a switch that probably drew more attention than he anticipated it would, he said he has no regrets.On one front, its small players that dont know how to play this, Ferrara said. Attentive facilitates the export of subscriber lists upon customer request and strives to provide them in a timely manner in accordance with our contractual agreement.How e-commerce companies can brave the new retail environment Weve sent multiple cease and desist letters over the years as theyve made inaccurate claims about Attentive, which theyve acknowledged and corrected. One is to sue, which Weaver said is more complex and can often lead to further scrutiny or defense of the company.",
            "html_summary": "<ul><li>It has also recently brought attention to a reprehensible practice engaged in by some SMS platforms in the industry: holding a customer’s proprietary SMS list hostage to prevent or interfere with the customer’s attempt to change providers.</li><li>But sometimes you gotta stand up to the bully.Here's our response in full: pic.twitter.com/VbqkTijt2y— alex beller (@ringmybeller) April 6, 2023Reads the response: “Postscript takes your accusations seriously and provides its substantive response below.</li><li>In response to one of Beller’s tweets on the matter, one Attentive customer said he might change vendors.</li><li>With regards to making a switch that probably drew more attention than he anticipated it would, he said he has no regrets.“On one front, it’s small players that don’t know how to play this,” Ferrara said.</li><li>Attentive facilitates the export of subscriber lists upon customer request and strives to provide them in a timely manner in accordance with our contractual agreement.”How e-commerce companies can brave the new retail environment</li><li>We’ve sent multiple cease and desist letters over the years as they’ve made inaccurate claims about Attentive, which they’ve acknowledged and corrected.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/28/battle-of-two-marketing-companies/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. OLED is great, but where are all the Mini LED laptops?. Nukelaunching AI would be illegal under proposed US law. Muslims come into the frame in Southeast Asias fintech boom. What the US needs for future nuclear power tech to get off the ground. Upward and onward. Battle of two marketing companies"
}