{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "SETH BORENSTEIN, ISABELLA O'MALLEY",
            "title": "Earth hit unofficial alltime high this week?",
            "description": "Earth hit unofficial alltime high this week?    (Top headline, 4th story, link)    Related storiesMan found dead in Death Valley after temps hit 126...Phoenix could near 120...Weather records challenged...    Drudge Report Feed",
            "url": "/2023-07-06-global-heat-record-hottest-climate-change-july-483fc8e2a286062773692db1a37efe23",
            "urlToImage": "https://dims.apnews.com/dims4/default/73e5db4/2147483647/strip/true/crop/4684x2635+0+244/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F62%2F5d%2F01791c34a3907f5422f1cfd93c23%2Fa357edb0567d4bf2a8beb267896b1a02",
            "publishedAt": "2023-07-06T17:01:36Z",
            "content": "Sweltering heat is blanketing the planet, and the past seven days have been the hottest week on record, the latest grim milestone in a series of climatechangedriven extremes. Earths average tempe [+3390 chars]",
            "summary": "And for the seven-day period ending Wednesday, the daily average temperature was .08 degrees Fahrenheit (.04 degrees Celsius) higher than any week in 44 years of record-keeping, according to Climate Reanalyzer data.Though the figures are unofficial, many scientists agree they indicate climate change is reaching uncharted territory. Secretary-General Antonio Guterres said the latest numbers help prove that climate change is out of control. If we persist in delaying key measures that are needed, I think we are moving into a catastrophic situation, as the last two records in temperature demonstrates, he said. Im starting to think seriously that Im going to leave Timbuktu.Last week, Egypt experienced one of its many summer heatwaves, with temperatures soaring above 100 degrees Fahrenheit (37.7 degrees Celsius), according to the countrys national weather forecaster. The unofficial heat records come after months of unusually hot conditions due to climate change and a strong El Nino event. (AP Photo/Charlie Riedel)ASSOCIATED PRESSSweltering heat is blanketing much of the planet, and one unofficial analysis says the past seven days have been the hottest week on record, the latest grim milestone in a series of climate-change-driven extremes. More frequent and more intense heat waves are disrupting life around the world and causing life-threatening temperatures.In Timbuktu, Mali  at the gateway to the Sahara Desert  50-year-old Fatoumata Arby said this kind of heat is new. That metric showed that Earths average temperature on Wednesday remained at an unofficial record high, 62.9 degrees Fahrenheit (17.18 degrees Celsius), set the day before.",
            "html_summary": "<ul><li>And for the seven-day period ending Wednesday, the daily average temperature was .08 degrees Fahrenheit (.04 degrees Celsius) higher than any week in 44 years of record-keeping, according to Climate Reanalyzer data.Though the figures are unofficial, many scientists agree they indicate climate change is reaching uncharted territory.</li><li>Secretary-General Antonio Guterres said the latest numbers help prove “that climate change is out of control.” “If we persist in delaying key measures that are needed, I think we are moving into a catastrophic situation, as the last two records in temperature demonstrates,” he said.</li><li>I’m starting to think seriously that I’m going to leave Timbuktu.”Last week, Egypt experienced one of its many summer heatwaves, with temperatures soaring above 100 degrees Fahrenheit (37.7 degrees Celsius), according to the country’s national weather forecaster.</li><li>The unofficial heat records come after months of unusually hot conditions due to climate change and a strong El Nino event.</li><li>(AP Photo/Charlie Riedel)ASSOCIATED PRESSSweltering heat is blanketing much of the planet, and one unofficial analysis says the past seven days have been the hottest week on record, the latest grim milestone in a series of climate-change-driven extremes.</li><li>More frequent and more intense heat waves are disrupting life around the world and causing life-threatening temperatures.In Timbuktu, Mali — at the gateway to the Sahara Desert — 50-year-old Fatoumata Arby said this kind of heat is new.</li></ul>",
            "website_url": "https://apnews.com/article/global-heat-record-hottest-climate-change-july-483fc8e2a286062773692db1a37efe23"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Contributors",
            "title": "Octopuses sleepand possibly dreamjust like humans",
            "description": "The cephalopods experience an apparent sleep state with REMlike activity.",
            "url": "/2023-07-06-octopuses-sleep-and-possibly-dream-just-like-humans",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/GettyImages-173139938-760x380.jpg",
            "publishedAt": "2023-07-06T20:00:14Z",
            "content": "9 with Most creatures sleep, but until now, REM (rapid eye movement) sleep, the phase of sleep in which dreams occur, was thought to be exclusive to vertebrates. Octopuses appear to be the first in [+4869 chars]",
            "summary": " Elizabeth Rayne - Jul 6, 2023 8:00 pm UTC Most creatures sleep, but until now, REM (rapid eye movement) sleep, the phase of sleep in which dreams occur, was thought to be exclusive to vertebrates. A certain pattern of brain waves known as a sleep spindle, which also occurs during human NREM sleep, was detected. What exactly a sleep spindle does is not completely known yet, though this wave pattern is thought to be associated with memory.However, about once an hour, everything changed when REM sleep set in. They also watched for visible changes in behavior on the outside.During NREM sleep, little activity was detected in the octopuses brains, and any behavioral changes were extremely subtle. When the team was positive that the animals were asleep, they began observations.They used local field potential (LFP) recording to observe activity in the brains of the sleeping octopuses. It was during this phase of sleep that the researchers saw the skin of the cephalopods change colors.Octopus color change happens at the cellular level. Octopuses appear to be the first invertebrates to show they are also capable of thisWhen it comes to neural function, studies have found these cephalopods are more like us than we think (pun somewhat intended).",
            "html_summary": "<ul><li> Elizabeth Rayne - Jul 6, 2023 8:00 pm UTC Most creatures sleep, but until now, REM (rapid eye movement) sleep, the phase of sleep in which dreams occur, was thought to be exclusive to vertebrates.</li><li>A certain pattern of brain waves known as a “sleep spindle,” which also occurs during human NREM sleep, was detected.</li><li>What exactly a sleep spindle does is not completely known yet, though this wave pattern is thought to be associated with memory.However, about once an hour, everything changed when REM sleep set in.</li><li>They also watched for visible changes in behavior on the outside.During NREM sleep, little activity was detected in the octopuses’ brains, and any behavioral changes were extremely subtle.</li><li>When the team was positive that the animals were asleep, they began observations.They used local field potential (LFP) recording to observe activity in the brains of the sleeping octopuses.</li><li>It was during this phase of sleep that the researchers saw the skin of the cephalopods change colors.Octopus color change happens at the cellular level.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/07/octopuses-sleep-and-possibly-dream-just-like-humans/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "Volkswagen will start testing its driverless ID. Buzz in Austin, Texas",
            "description": "The program will start with 10 ID. Buzzes with autonomous tech from Mobileye.",
            "url": "/2023-07-06-volkswagen-starts-an-autonomous-driving-pilot-program-in-texas",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/Pic-3_VWGoA-ADMT-760x380.jpg",
            "publishedAt": "2023-07-06T13:30:07Z",
            "content": "Enlarge/ If you go to Austin, you might see one of these ID. Buzzes out for a drive.6 with Volkswagen Group has picked Austin, Texas, as the location for its first autonomous driving program in N [+2732 chars]",
            "summary": "\"Expanding our autonomous vehicle program to the North American Region is the next step in our global strategic road map and the result of a long-term collaborative investment,\" said Christian Senger, a VW board member responsible for commercial vehicles. \"We selected Austin as the first US hub, as the city has a track record for embracing innovation and offers a conducive climate for the testing of autonomous vehicles. \"Moving into this next phase will help us test, validate, and refine technology; bring us closer to establishing commercially available transportation offerings; and eventually grow the diverse mobility portfolio for the Volkswagen Group,\" Senger said.VW ADMT will begin testing with a fleet of 10 ID. However, unlike in Germany, VW has no plans to build its own ride hailing service here; instead, it's developing autonomous ID. At the time, Argo's self-driving stack was to be incorporated into future autonomous VWs as well as autonomous Fords. We are committed to continuing an open and collaborative dialogue with the city and its diverse stakeholders,\" said Katrin Lohmann, president of VW ADMT.VW says it has no plans to establish a service like Moia in the US. Buzz electric vans to the city, outfitted with Mobileye's autonomous driving tech to start a three-year pilot program.",
            "html_summary": "<ul><li>\"Expanding our autonomous vehicle program to the North American Region is the next step in our global strategic road map and the result of a long-term collaborative investment,\" said Christian Senger, a VW board member responsible for commercial vehicles.</li><li>\"We selected Austin as the first US hub, as the city has a track record for embracing innovation and offers a conducive climate for the testing of autonomous vehicles.</li><li>\"Moving into this next phase will help us test, validate, and refine technology; bring us closer to establishing commercially available transportation offerings; and eventually grow the diverse mobility portfolio for the Volkswagen Group,\" Senger said.VW ADMT will begin testing with a fleet of 10 ID.</li><li>However, unlike in Germany, VW has no plans to build its own ride hailing service here; instead, it's developing autonomous ID.</li><li>At the time, Argo's self-driving stack was to be incorporated into future autonomous VWs as well as autonomous Fords.</li><li>We are committed to continuing an open and collaborative dialogue with the city and its diverse stakeholders,\" said Katrin Lohmann, president of VW ADMT.VW says it has no plans to establish a service like Moia in the US.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/07/volkswagen-starts-an-autonomous-driving-pilot-program-in-texas/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kirsten Korosec",
            "title": "Volkswagen to start testing selfdriving ID Buzz vans in Austin",
            "description": "Volkswagen launched an autonomous vehicle test program in Austinusing a fleet of ID Buzz vehicles equipped with partner Mobileyes technology",
            "url": "/2023-07-06-volkswagen-to-start-testing-self-driving-id-buzz-vans-in-austin",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/Pic-4_VWGoA-ADMT.jpg?resize=1200,809",
            "publishedAt": "2023-07-06T13:47:19Z",
            "content": "Volkswagen has launched an autonomous vehicle test program in Austin using a fleet of 10 allelectric ID Buzz vehicles equipped with partner Mobileyes technology.The new program comes about nine m [+2181 chars]",
            "summary": "Volkswagen said it intends to employ former Argo engineers, but didnt say if these people were already working for Volkswagen.The plan, at least in these early days, is to begin testing the autonomous vehicle technology developed by Mobileye in Austin. Expanding our autonomous vehicle program to the North American Region is the next step in our global strategic roadmap, and the result of a long-term collaborative investment, Christian Senger, member of the board of management of Volkswagen Commercial Vehicles, said in a statement. Instead, it seems VW plans to make money by selling an autonomous vehicle service  self-driving ID Buzz vans and fleet management software  to other companies that want to use it for deliveries or ride hailing. Moving into this next phase will help us test, validate and refine technology, bring us closer to establishing commercially available transportation offerings and eventually grow the diverse mobility portfolio for the Volkswagen Group. All vehicles will have a human safety operator behind the wheel during this testing phase.Volkswagen said it plans to expand to at least four more American cities over the next three years. The vehicles, equipped with cameras, lidar, radar and self-driving software, will be initially used to collect data. The company intends to launch commercial operations in Austin by 2026.This doesnt appear to be a pure robotaxi play, however.",
            "html_summary": "<ul><li>Volkswagen said it intends to employ former Argo engineers, but didn’t say if these people were already working for Volkswagen.The plan, at least in these early days, is to begin testing the autonomous vehicle technology developed by Mobileye in Austin.</li><li>“Expanding our autonomous vehicle program to the North American Region is the next step in our global strategic roadmap, and the result of a long-term collaborative investment,” Christian Senger, member of the board of management of Volkswagen Commercial Vehicles, said in a statement.</li><li>Instead, it seems VW plans to make money by selling an autonomous vehicle service — self-driving ID Buzz vans and fleet management software — to other companies that want to use it for deliveries or ride hailing.</li><li>“Moving into this next phase will help us test, validate and refine technology, bring us closer to establishing commercially available transportation offerings and eventually grow the diverse mobility portfolio for the Volkswagen Group.”</li><li>All vehicles will have a human safety operator behind the wheel during this testing phase.Volkswagen said it plans to expand to at least four more American cities over the next three years.</li><li>The vehicles, equipped with cameras, lidar, radar and self-driving software, will be initially used to collect data.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/06/volkswagen-to-start-testing-self-driving-id-buzz-vans-in-austin/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Brinc launches new program for climate tech startups",
            "description": "Brinc, the Hong Kongbased accelerator backed by investors like Animoca Brands, is launching a new program for fledgling climate tech startups. The threemonth program is tailored for founders who are focused on carbon dioxide removal (CDR). They will receive",
            "url": "/2023-07-06-brinc-climate-tech",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/GettyImages-1166593774.jpg?resize=1200,727",
            "publishedAt": "2023-07-06T01:00:53Z",
            "content": "Brinc, the Hong Kongbased accelerator backed by investors like Animoca Brands, is launching a new program for fledgling climate tech startups. The threemonth program is tailored for founders who ar [+2479 chars]",
            "summary": "This is why we plan to have several different climate tech programs over time, with this new program focused on carbon removal, utilization and storage. She added that Brinc has seen underinvestment in carbon removal relative to its climate impact.The inaugural cohort includes four startups. They will receive fundraising support, guidance on how to scale up and introductions to Brincs network of follow-on investors, mentors and corporates.Janina Motter, Brincs Climate Tech Program manager, told TechCrunch that the accelerator has focused on climate tech for several years through its food tech vertical. and are willing to develop a robust framework which will help them scale responsibly.From the United Kingdom, Airhive is creating geochemical direct air capture (DAC) to scale carbon removal. Brinc, the Hong Kongbased accelerator backed by investors like Animoca Brands, is launching a new program for fledgling climate tech startups. Its DAC system is modular and based on a fluidized nano-structured sorbent.Based in the United States, CarbonBridge captures fermentation CO2  CO2 generated by fermenting plant matter  to make beer, wine and other products, before it enters the atmosphere, and produces eco-friendly methanol through a microbial conversion process. The three-month program is tailored for founders who are focused on carbon dioxide removal (CDR). The startup says this is a cost-effective alternative to mainstream methanol made from fossil fuels.Hong Kongs Formwork IO wants to reduce carbon emissions in architecture and other parts of the built environment.",
            "html_summary": "<ul><li>“This is why we plan to have several different climate tech programs over time, with this new program focused on carbon removal, utilization and storage.” She added that Brinc has seen underinvestment in carbon removal relative to its climate impact.The inaugural cohort includes four startups.</li><li>They will receive fundraising support, guidance on how to scale up and introductions to Brinc’s network of follow-on investors, mentors and corporates.Janina Motter, Brinc’s Climate Tech Program manager, told TechCrunch that the accelerator has focused on climate tech for several years through its food tech vertical.</li><li>and are willing to develop a robust framework which will help them scale responsibly.”From the United Kingdom, Airhive is creating geochemical direct air capture (DAC) to scale carbon removal.</li><li>Brinc, the Hong Kong–based accelerator backed by investors like Animoca Brands, is launching a new program for fledgling climate tech startups.</li><li>Its DAC system is modular and based on a fluidized nano-structured sorbent.Based in the United States, CarbonBridge captures fermentation CO2 — CO2 generated by fermenting plant matter — to make beer, wine and other products, before it enters the atmosphere, and produces eco-friendly methanol through a microbial conversion process.</li><li>The three-month program is tailored for founders who are focused on carbon dioxide removal (CDR).</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/05/brinc-climate-tech/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Alyssa Stringer",
            "title": "A comprehensive list of 2023 tech layoffs",
            "description": "Here youll find a complete list of all the known layoffs in tech, from Big Tech to startups, broken down by month throughout 2023.",
            "url": "/2023-07-06-tech-industry-layoffs-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/layoffs.jpg?resize=1200,645",
            "publishedAt": "2023-07-06T15:26:49Z",
            "content": "Last years techwidereckoning continues. In 2023, layoffs have yet again cost tens of thousands of tech workers their jobs; this time, the workforce reductions have been driven by the biggest names in [+16571 chars]",
            "summary": "Alerzo has laid off 15% of its full-time workforce, the company confirmed on March 6, leaving about 800 employees at the startup.Announced March 1, the company is letting go 15% of its workforce  roughly 285 employees.Announced March 1, Alphabets Waymo issued a second round of layoffs this year. Its not yet clear how many of Waymos staff will be affected.Announced on January 23, impacting around 6% of its global workforce  around 600 employees.Googles parent company announced laying off 6% of its global workforce on January 21, equating to 12,000 employees. In total, about 21,000 people have lost their jobs at Meta since November.Reliance Retails online shopping platform laid off over 1,000 employees on May 22, and plans to cut as many as 9,900 more roles over the coming weeks.Announced May 18 that the consulting firm laid off six people. A spokesperson for Clubhouse declined to comment on the number of people impacted by todays workforce reduction or the number of employees who remain at the company. Despite reducing some roles, LinkedIn also plans to open about 250 new jobs on May 15.Announced May 5 that Rapid (previously known as RapidAPI) has laid off another 70 employees less than two weeks after letting go of 50% of its staff. This is the second round of major layoffs at the crypto exchange, which eliminated 18% of its workforce, or nearly 1,100 jobs last June.The NFT marketplace is cutting 30% of its staff, announced on January 6.Announced on January 5, eliminating more than 18,000 roles. Green Labs confirmed to TechCrunch that it is conducting a round of layoffs that could impact at least 50% of its workforce.Announced on February 20, the African cross-border payments platform conducted a second round of layoffs just 10 weeks after it cut approximately 12.5% of its workforce.",
            "html_summary": "<ul><li>Alerzo has laid off 15% of its full-time workforce, the company confirmed on March 6, leaving about 800 employees at the startup.Announced March 1, the company is letting go 15% of it’s workforce — roughly 285 employees.Announced March 1, Alphabet’s Waymo issued a second round of layoffs this year.</li><li>It’s not yet clear how many of Waymo’s staff will be affected.Announced on January 23, impacting around 6% of its global workforce — around 600 employees.Google’s parent company announced laying off 6% of its global workforce on January 21, equating to 12,000 employees.</li><li>In total, about 21,000 people have lost their jobs at Meta since November.Reliance Retail’s online shopping platform laid off over 1,000 employees on May 22, and plans to cut as many as 9,900 more roles over the coming weeks.Announced May 18 that the consulting firm laid off six people.</li><li>A spokesperson for Clubhouse declined to comment on the number of people impacted by today’s workforce reduction or the number of employees who remain at the company.</li><li>Despite reducing some roles, LinkedIn also plans to open about 250 new jobs on May 15.Announced May 5 that Rapid (previously known as RapidAPI) has laid off another 70 employees less than two weeks after letting go of 50% of its staff.</li><li>This is the second round of major layoffs at the crypto exchange, which eliminated 18% of its workforce, or nearly 1,100 jobs last June.The NFT marketplace is cutting 30% of its staff, announced on January 6.Announced on January 5, eliminating more than 18,000 roles.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/06/tech-industry-layoffs-2023/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Earth hit unofficial alltime high this week?. Octopuses sleepand possibly dreamjust like humans. Volkswagen will start testing its driverless ID. Buzz in Austin, Texas. Volkswagen to start testing selfdriving ID Buzz vans in Austin. Brinc launches new program for climate tech startups. A comprehensive list of 2023 tech layoffs"
}