{
    "status": "ok",
    "totalResults": 11,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jennifer Ouellette",
            "title": "Catching up with Foundation S2 as the Second Crisis unfolds",
            "description": "The second season has faster pacing, more linear storytelling, and bits of levity.",
            "url": "/2023-07-25-catching-up-with-foundation-s2-as-the-second-crisis-unfolds",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/found1-760x380.jpg",
            "publishedAt": "2023-07-25T12:52:53Z",
            "content": "Enlarge/ Lee Pace as the latest incarnation of Brother Day, one of a trio of ruling Cleons in Apple TVs Foundation.11 with Were now two episodes into the second season of Foundation, Apple TVs [+4488 chars]",
            "summary": "Two episodes into the second season of Foundation Apple TV s epic sci fi series adapted or remixed from the seminal series of stories by Isaac Asimov. Showrunner David Goyer describes the new season as more emotional and romantic with a bit more humor or at least moments of levity and faster paced. The narrative is also more linear with fewer time jumps forward and back just the occasional traditional flashback Major spoilers for S below Some minor spoilers for the first season but no major reveals for S. As previously reported Asimov s fundamental narrative arc remains intact with the series taking place across multiple planets over years.",
            "html_summary": "<ul><li>Two episodes into the second season of Foundation Apple TV s epic sci fi series adapted or remixed from the seminal series of stories by Isaac Asimov</li><li> Showrunner David Goyer describes the new season as more emotional and romantic with a bit more humor or at least moments of levity and faster paced</li><li> The narrative is also more linear with fewer time jumps forward and back just the occasional traditional flashback Major spoilers for S below Some minor spoilers for the first season but no major reveals for S</li><li> As previously reported Asimov s fundamental narrative arc remains intact with the series taking place across multiple planets over years</li></ul>",
            "website_url": "https://arstechnica.com/culture/2023/07/catching-up-with-foundation-s2-as-the-second-crisis-unfolds/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Catherine Thorbecke, CNN",
            "title": "Meta stock climbs after company posts 11% revenue growth",
            "description": "Metas year of efficiency seems to be paying off. The Facebookparent company on Wednesday reported revenue of $32 billion for its quarter ending in June, ...",
            "url": "/2023-07-25-meta-q2-earnings?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/90ee3f5103ab2891c1549e4b26e5c179",
            "publishedAt": "2023-07-26T22:29:44Z",
            "content": "Metas year of efficiency seems to be paying off.The Facebookparent company on Wednesday reported revenue of $32 billion for its quarter ending in June, marking an 11% increase compared to the same [+3130 chars]",
            "summary": " Meta reported revenue of billion for its quarter ending in June marking an increase compared to the same period last year and beating Wall Street s expectations. Results mark Meta s second consecutive quarter of revenue growth after a brutal which was notable for revenue declines. The results come as demand for digital ads appears to be picking up steam again and as investor enthusiasm surrounding AI has helped buoy the tech sector in recent months. The report also comes just weeks after Meta rolled out its competitor to Twitter Threads The app gained a stunning million user sign ups in less than a week after its launch.",
            "html_summary": "<ul><li> Meta reported revenue of billion for its quarter ending in June marking an increase compared to the same period last year and beating Wall Street s expectations</li><li> Results mark Meta s second consecutive quarter of revenue growth after a brutal which was notable for revenue declines</li><li> The results come as demand for digital ads appears to be picking up steam again and as investor enthusiasm surrounding AI has helped buoy the tech sector in recent months</li><li> The report also comes just weeks after Meta rolled out its competitor to Twitter Threads The app gained a stunning million user sign ups in less than a week after its launch</li></ul>",
            "website_url": "https://www.cnn.com/2023/07/26/tech/meta-q2-earnings?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Brian Fung",
            "title": "Google, Microsoft, OpenAI and Anthropic announce industry group to promote safe AI development",
            "description": "Some of the worlds top artificial intelligence companies are launching a new industry body to work together  and with policymakers and researchers  on ways to regulate the development of bleedingedge AI.",
            "url": "/2023-07-25-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230224125906-laptop-night-work-stock-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-07-26T14:47:33Z",
            "content": "Some of the worlds top artificial intelligence companies are launching a new industry body to work together and with policymakers and researchers on ways to regulate the development of bleedingedge  [+3126 chars]",
            "summary": "The Frontier Model Forum was announced Wednesday by Google Microsoft OpenAI and Anthropic. The companies said the forum s mission would be to develop best practices for AI safety promote research into AI risks and to publicly share information with governments and civil society. The announcement reflects how AI developers are coalescing around voluntary guardrails for the technology ahead of an expected push this fall by US and European Union lawmakers to craft binding legislation for the industry. News of the forum comes after the four AI firms along with several others including Amazon and Meta pledged to the Biden administration to subject their AI systems to third party testing before releasing them to the public.",
            "html_summary": "<ul><li>The Frontier Model Forum was announced Wednesday by Google Microsoft OpenAI and Anthropic</li><li> The companies said the forum s mission would be to develop best practices for AI safety promote research into AI risks and to publicly share information with governments and civil society</li><li> The announcement reflects how AI developers are coalescing around voluntary guardrails for the technology ahead of an expected push this fall by US and European Union lawmakers to craft binding legislation for the industry</li><li> News of the forum comes after the four AI firms along with several others including Amazon and Meta pledged to the Biden administration to subject their AI systems to third party testing before releasing them to the public</li></ul>",
            "website_url": "https://www.cnn.com/2023/07/26/tech/ai-industry-group/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Betsy Klein",
            "title": "Biden administration unveils new steps to improve access to online services for Americans with disabilities",
            "description": "The White House is taking new steps to improve access to online services for Americans with disabilities, working to eliminate disparities with a new rule establishing accessibility standards for state and local governments web and mobile appbased services.",
            "url": "/2023-07-25-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230725123205-01-joe-biden-emmett-till-monument-072523.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-07-25T17:12:50Z",
            "content": "The White House is taking new steps to improve access to online services for Americans with disabilities, working to eliminate disparities with a new rule establishing accessibility standards for sta [+2338 chars]",
            "summary": "The White House is taking new steps to improve access to online services for Americans with disabilities. A new rule establishing accessibility standards for state and local governments web and mobile app based services. The new rule which comes on the rd anniversary of the Americans with Disabilities Act is aimed at addressing challenges. The Justice Department has issued the proposed rule via the Federal Register. It will be open for review from stakeholders and the public who can submit comments for days. After that the Justice Department expects to issue a final rule that will lay out clear standards for public entities to comply.",
            "html_summary": "<ul><li>The White House is taking new steps to improve access to online services for Americans with disabilities</li><li> A new rule establishing accessibility standards for state and local governments web and mobile app based services</li><li> The new rule which comes on the rd anniversary of the Americans with Disabilities Act is aimed at addressing challenges</li><li> The Justice Department has issued the proposed rule via the Federal Register</li><li> It will be open for review from stakeholders and the public who can submit comments for days</li><li> After that the Justice Department expects to issue a final rule that will lay out clear standards for public entities to comply</li></ul>",
            "website_url": "https://www.cnn.com/2023/07/25/politics/ada-mobile-and-online-services/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Hanna Ziady",
            "title": "The risks are rising for Western firms in Russia. So why are so many staying put?",
            "description": "When Russia launched its fullscale invasion of Ukraine in February 2022, a slew of Western companies left in protest. But some of the worlds biggest firms  including Nestl, Heineken and snack maker Mondelez  stayed put.",
            "url": "/2023-07-25-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230724120707-danone-dairy-plant-russia-file-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-07-26T05:02:00Z",
            "content": "When Russia launched its fullscale invasion of Ukraine in February 2022, a slew of Western companies left in protest. But some of the worlds biggest firms including Nestl, Heineken and snack maker  [+5404 chars]",
            "summary": "Deserting its business in Russia, which has 800 million ($884 million) in assets, including four factories, would only increase the risk of nationalization, which leaves Unilever with no other option but to keep operating, Schumacher said. Western companies are now caught between a rock and a hard place. More than 1,000 foreign companies have exited or suspended operations in Russia since the war broke out, according to researchers at Yale University. The companies also say they are delivering vital supplies to ordinary people and some argue that abandoning their Russian assets would only boost the Kremlins war chest by giving it easy access to new sources of revenue. If we suspended our full operations, we would risk turning over our full operations to another party who could use the full proceeds for their own interests, it added. With that objective in mind, the company  which paid 3.8 billion rubles ($42.2 million) in taxes to the Russian government in 2022  had not been able to find a viable solution involving a sale of its operations in the country, he added. But the Kremlins actions toward Danone and Carlsberg  and before them German energy company Uniper and Finlands Fortum Oyj, whose Russian utilities were seized in April  highlight that even companies staying put could find themselves targeted for nationalization. Both companies had been finalizing sales to local buyers when President Vladimir Putin signed an order nationalizing their local assets earlier this month.",
            "html_summary": "<ul><li>Deserting its business in Russia, which has €800 million ($884 million) in assets, including four factories, would only increase the risk of nationalization, which leaves Unilever with no other option but to keep operating, Schumacher said.</li><li>“Western companies are now caught between a rock and a hard place.” More than 1,000 foreign companies have exited or suspended operations in Russia since the war broke out, according to researchers at Yale University.</li><li>The companies also say they are delivering vital supplies to ordinary people and some argue that abandoning their Russian assets would only boost the Kremlin’s war chest by giving it easy access to new sources of revenue.</li><li>“If we suspended our full operations, we would risk turning over our full operations to another party who could use the full proceeds for their own interests,” it added.</li><li>With that objective in mind, the company — which paid 3.8 billion rubles ($42.2 million) in taxes to the Russian government in 2022 — had not been able to find a “viable solution” involving a sale of its operations in the country, he added.</li><li>But the Kremlin’s actions toward Danone and Carlsberg — and before them German energy company Uniper and Finland’s Fortum Oyj, whose Russian utilities were seized in April — highlight that even companies staying put could find themselves targeted for nationalization.</li></ul>",
            "website_url": "https://www.cnn.com/2023/07/26/business/western-firms-russia-explainer/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Elisabeth Buchwald",
            "title": "The Fed has paused before. Heres what happened next",
            "description": "The Federal Reserve is at a crucial fork in the road after leaving interest rates unchanged at its June meeting for the first time since March 2022.",
            "url": "/2023-07-25-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230725083255-05-jerome-powell-interest-rates-pause-0614-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-07-25T17:32:40Z",
            "content": "The Federal Reserve is at a crucial fork in the road after leaving interest rates unchanged at its June meeting for the first time since March 2022.One road continuing to raise interest rates to lo [+6450 chars]",
            "summary": "Its pretty easy to believe that the Fed will find that it didnt raise rates enough and so choose to raise rates somewhat further before stopping and, later on, reducing rates, he said. As was the case this time, the committee waited to raise rates to be sure the economy was on the right track and then raised rates very quickly, with 50 and 75 basis point moves, he said. But as the economic outlook began to look unquestionably bleak in the lead-up to the Great Recession, officials unanimously voted to slash interest rates by half a point in September 2007 after leaving rates unchanged from the last rate hike in June 2006. Officials raised concerns that leaving rates unchanged at a time when inflation was above their target could result in persistently high inflation. After raising interest rates 17 consecutive times between June 2004 and June 2006, Fed officials became concerned that they could inadvertently damage the economy if they continued to hike rates. If inflation is less persistent and we assume it is not and take a conservative policy stance, inflation should retreat quickly and help shore up our credibility, said Cathy Minehan, the former Boston Fed president, at the September 2006 meeting. One road  continuing to raise interest rates to lower inflation  could lead to a recession.",
            "html_summary": "<ul><li>“It’s pretty easy to believe that the Fed will find that it didn’t raise rates enough and so choose to raise rates somewhat further before stopping and, later on, reducing rates,” he said.</li><li>“As was the case this time, the committee waited to raise rates to be sure the economy was on the right track and then raised rates very quickly, with 50 and 75 basis point moves,” he said.</li><li>But as the economic outlook began to look unquestionably bleak in the lead-up to the Great Recession, officials unanimously voted to slash interest rates by half a point in September 2007 after leaving rates unchanged from the last rate hike in June 2006.</li><li>Officials raised concerns that leaving rates unchanged at a time when inflation was above their target could result in persistently high inflation.</li><li>After raising interest rates 17 consecutive times between June 2004 and June 2006, Fed officials became concerned that they could inadvertently damage the economy if they continued to hike rates.</li><li>“If inflation is less persistent and we assume it is not and take a conservative policy stance, inflation should retreat quickly and help shore up our credibility,” said Cathy Minehan, the former Boston Fed president, at the September 2006 meeting.</li></ul>",
            "website_url": "https://www.cnn.com/2023/07/25/business/fed-interest-rate-decision/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Donie O'Sullivan, Isabelle Chapman, Allison Gordon, Yahya Abou-Ghazala",
            "title": "Exclusive A Baltimore musician was hired to organize a protest. He says he never knew his client had links to proChina operatives",
            "description": "In echoes of Russian efforts, a proBeijing firm is finding new ways to push its narratives in the US.",
            "url": "/2023-07-25-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230726124218-02-beijing-influence-campaign-invs.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-07-26T21:28:50Z",
            "content": "As they pumped their fists in the air and held signs declaring Peace 4 All and Stop the Violence, a small group of Americans that gathered in downtown Washington last summer was nearly indistinguisha [+9203 chars]",
            "summary": "Mandiants report suggests the pro-Beijing group paid an American to arrange the protest  a 24-year-old musician and entrepreneur from Baltimore  who told CNN in an exclusive interview that he didnt know the organization could be a Shanghai-based public relations firm promoting the Chinese governments interests. Pro-Chinese online influence campaign promoted protests in Washington, researchers say Wright and his team produced a video of the flash mob protest, which the pro-Beijing group seemingly paid other Americans to promote on social media. This was not the only article the group placed on an American news website, Mandiant reported the organization used the news wire service to plant its messaging on dozens of US news sites. Although the protest, and a subsequent event linked to the same group, was only attended by a dozen or so people, cyber and national security experts told CNN that the efforts signal a shift by groups aligned with Beijing to meddle in American life. Three months after the racial inequality protest, the same group contacted Wright to stage a protest against an American ban on goods produced in Chinas Xinjiang region. As part of that, he said he could stage a mock protest that would be used in the documentary as reenactment footage. The group went even further, using a news wire service to publish a story about the fake protest on the Arizona Republics website.",
            "html_summary": "<ul><li>Mandiant’s report suggests the pro-Beijing group paid an American to arrange the protest – a 24-year-old musician and entrepreneur from Baltimore – who told CNN in an exclusive interview that he didn’t know the organization could be a Shanghai-based public relations firm promoting the Chinese government’s interests.</li><li>Pro-Chinese online influence campaign promoted protests in Washington, researchers say Wright and his team produced a video of the flash mob protest, which the pro-Beijing group seemingly paid other Americans to promote on social media.</li><li>This was not the only article the group placed on an American news website, Mandiant reported the organization used the news wire service to plant its messaging on dozens of US news sites.</li><li>Although the protest, and a subsequent event linked to the same group, was only attended by a dozen or so people, cyber and national security experts told CNN that the efforts signal a shift by groups aligned with Beijing to meddle in American life.</li><li>Three months after the racial inequality protest, the same group contacted Wright to stage a protest against an American ban on goods produced in China’s Xinjiang region.</li><li>As part of that, he said he could stage a mock protest that would be used in the documentary as reenactment footage.</li></ul>",
            "website_url": "https://www.cnn.com/2023/07/26/us/pro-china-information-campaign-invs/index.html"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jeanne Timmons",
            "title": "Dinosaurs and the evolution of breathing through bones",
            "description": "Dinosaurs hyperefficient breathing system also evolved in two other lineages.",
            "url": "/2023-07-25-dinosaurs-and-the-evolution-of-breathing-through-bones",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/image-3-760x380.jpeg",
            "publishedAt": "2023-07-26T11:00:18Z",
            "content": "Enlarge/ It takes careful study and the right kind of bones to determine how something like this breathed.8 with Somewhere in Earths past, some branches on the tree of life adopted a body plan th [+10234 chars]",
            "summary": "Theyre already present from approximately 145 to 66 million years ago within Cretaceous theropods (bipedal dinosaurs that were either carnivorous or herbivorous), pterosaurs (flying reptiles), and sauropods (gigantic long-necked dinosaurs).Thus, to find their origin, the team looked further back to the Triassic (about 252 to 201 million years ago). It was so successful that it was maintained by three different groups of extinct species and continues to exist today in the living descendants of dinosaurs.Because lungs dont usually survive fossilization, one might wonder how scientists are able to ascertain anything about the breathing capabilities of extinct species. Since the earliest dinosaurs didnt have the invasive pneumatic structure, she said, [the air sacs] had to have evolved after that. Known as postcranial skeletal pneumaticity, its part of an extraordinarily efficient system that rapidly gets oxygen into the blood and extracts heat from the body.Today, that invasive air-sac system is known only in birds. And if it evolved after that, logically, pterosaurs had to have evolved it in a parallel way.In other words, these results suggest that three lineages of extinct species evolved the same respiratory system independently. Not so if you have an invasive air sac system.When did these air sacs evolve? This phenomenon is known as convergent evolution.But the fossils also suggested that the evolution of air sacs had started by this time.",
            "html_summary": "<ul><li>They’re already present from approximately 145 to 66 million years ago within Cretaceous theropods (bipedal dinosaurs that were either carnivorous or herbivorous), pterosaurs (flying reptiles), and sauropods (gigantic long-necked dinosaurs).Thus, to find their origin, the team looked further back to the Triassic (about 252 to 201 million years ago).</li><li>It was so successful that it was maintained by three different groups of extinct species and continues to exist today in the living descendants of dinosaurs.Because lungs don’t usually survive fossilization, one might wonder how scientists are able to ascertain anything about the breathing capabilities of extinct species.</li><li>“Since the earliest dinosaurs didn’t have the invasive pneumatic structure,” she said, “[the air sacs] had to have evolved after that.</li><li>Known as postcranial skeletal pneumaticity, it’s part of an extraordinarily efficient system that rapidly gets oxygen into the blood and extracts heat from the body.Today, that invasive air-sac system is known only in birds.</li><li>And if it evolved after that, logically, pterosaurs had to have evolved it in a parallel way.”In other words, these results suggest that three lineages of extinct species evolved the same respiratory system independently.</li><li>Not so if you have an invasive air sac system.When did these air sacs evolve?</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/07/dinosaurs-and-the-evolution-of-breathing-through-bones/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Berger",
            "title": "NASA seeks to launch a nuclearpowered rocket engine in four years",
            "description": "NASA is looking to go to Mars with this system.",
            "url": "/2023-07-25-nasa-seeks-to-launch-a-nuclear-powered-rocket-engine-in-four-years",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/draco-4-darpa-nasa-ussf-caption-760x380.jpg",
            "publishedAt": "2023-07-26T21:01:56Z",
            "content": "Enlarge/ Artist concept of Demonstration for Rocket to Agile Cislunar Operations (DRACO) spacecraft, which will demonstrate a nuclear thermal rocket engine. 3 with Four years from now, if all goe [+5757 chars]",
            "summary": "NASA and the US Department of Defense are partnering to develop a nuclear powered rocket engine for in space transportation. A nuclear reactor rapidly heats up a propellant probably liquid hydrogen and then this gas expands and is passed out a nozzle creating thrust. Traditional chemical propulsion is great for blasting rockets off the surface of the Earth but such machines are terribly inefficient for moving around the Solar System. NASA is looking to go to Mars with this system said Anthony Calomino an engineer at NASA who is leading the agency s space nuclear propulsion technology program.",
            "html_summary": "<ul><li>NASA and the US Department of Defense are partnering to develop a nuclear powered rocket engine for in space transportation</li><li> A nuclear reactor rapidly heats up a propellant probably liquid hydrogen and then this gas expands and is passed out a nozzle creating thrust</li><li> Traditional chemical propulsion is great for blasting rockets off the surface of the Earth but such machines are terribly inefficient for moving around the Solar System</li><li> NASA is looking to go to Mars with this system said Anthony Calomino an engineer at NASA who is leading the agency s space nuclear propulsion technology program</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/07/nasa-seeks-to-launch-a-nuclear-powered-rocket-engine-in-four-years/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Bresnahan",
            "title": "Smart tattoos injected into the skin could someday monitor your health",
            "description": "Researchers including Ali Yetisen in the UK and Carson Bruns in the US are developing injectable smart tattoos that could monitor certain biomarkers in the human body.",
            "url": "/2023-07-25-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/tnf-pagetop.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-07-26T09:49:09Z",
            "content": "Tattoos are considered to be among the oldest forms of art, dating back thousands of years and practiced by many cultures across human history. Now some researchers believe the next generation of tat [+7298 chars]",
            "summary": "His concept replaces conventional tattoo ink with functional materials, Yetisen says, creating tattoos that change their color in response to external stimuli, such as a change in blood sugar levels for people with diabetes, monitoring kidney or liver functions, or warning athletes of dehydration. Creating smart tattoo pigments that can be injected under the skin to monitor certain biomarkers in the human body requires a collaboration between scientists, engineers and designers, says Dr. Ali Yetisen, a researcher in the Department of Chemical Engineering at Imperial College London. The future of farming could be under the sea Another challenge will be making sure the data and insights are accurate enough, leading to meaningful, actionable insights for disease prevention, diagnosis and therapy, says Kraft, and for all skin types including darker skin colors. He envisions a future where astronauts could utilize smart tattoos in space to gauge radiation exposure, for infectious disease detection in the general public or to help monitor chronic disease. Kraft, who is not involved in Yetisens or Bruns research, compares smart tattoos like the blood glucose-level monitoring proposed by Yetisens London lab to a check-engine warning light in a car, which could prompt someone to take action before an issue becomes more serious. The team has since developed smart tattoo pigments that can work for at least three years, Bruns adds, and can be turned on and off by controlling the light source. Researchers say one advantage of smart tattoos over wearable technology such as smart watches or glucose monitors is that they cant be hacked or run out of battery.",
            "html_summary": "<ul><li>His concept replaces conventional tattoo ink with “functional materials,” Yetisen says, creating “tattoos that change their color in response to external stimuli,” such as a change in blood sugar levels for people with diabetes, monitoring kidney or liver functions, or warning athletes of dehydration.</li><li>Creating “smart tattoo” pigments that can be injected under the skin to monitor certain biomarkers in the human body requires a collaboration between “scientists, engineers and designers,” says Dr. Ali Yetisen, a researcher in the Department of Chemical Engineering at Imperial College London.</li><li>The future of farming could be under the sea Another challenge will be making sure the data and insights are accurate enough, leading to “meaningful, actionable insights” for disease prevention, diagnosis and therapy, says Kraft, and for all skin types including darker skin colors.</li><li>He envisions a future where astronauts could utilize smart tattoos in space to gauge radiation exposure, for infectious disease detection in the general public or to help monitor chronic disease.</li><li>Kraft, who is not involved in Yetisen’s or Bruns’ research, compares smart tattoos like the blood glucose-level monitoring proposed by Yetisen’s London lab to a “check-engine” warning light in a car, which could prompt someone to take action before an issue becomes more serious.</li><li>The team has since developed smart tattoo pigments that can work for at least three years, Bruns adds, and can be “turned on and off” by controlling the light source.</li></ul>",
            "website_url": "https://www.cnn.com/2023/07/26/world/smart-tattoos-monitor-health-yetisen-bruns-spc-scn-intl/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Deidre Mcphillips",
            "title": "State restrictions on genderaffirming care for children have doubled theaverage travel time to a provider in the US, study shows",
            "description": "At least 20 states have enacted policies restricting health care for transgender youth, and the loss of genderaffirming care clinics in those states has dramatically increased the average travel time to a provider, according to a new study.",
            "url": "/2023-07-25-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230725095359-01-gender-care-youth-travel-time.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-07-25T15:10:56Z",
            "content": "At least 20 states have enacted policies restricting health care for transgender youth, and the loss of genderaffirming care clinics in those states has dramatically increased the average travel tim [+3986 chars]",
            "summary": "At least states have enacted policies restricting health care for transgender youth. The loss of gender affirming care clinics in those states has dramatically increased the average travel time to a provider according to a new study. About half of adolescents now live more than an hour away from the nearest clinic providing gender care nearly double the share before the restrictions were put in place. Delaying care can exacerbate stressors and health problems for kids according to the US Health and Human Services Department Office of Population Affairs. The pressure is mounting on the clinicians and clinics that are left now experts say.",
            "html_summary": "<ul><li>At least states have enacted policies restricting health care for transgender youth</li><li> The loss of gender affirming care clinics in those states has dramatically increased the average travel time to a provider according to a new study</li><li> About half of adolescents now live more than an hour away from the nearest clinic providing gender care nearly double the share before the restrictions were put in place</li><li> Delaying care can exacerbate stressors and health problems for kids according to the US Health and Human Services Department Office of Population Affairs</li><li> The pressure is mounting on the clinicians and clinics that are left now experts say</li></ul>",
            "website_url": "https://www.cnn.com/2023/07/25/health/gender-affirming-care-adolescents-travel-time/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Catching up with Foundation S2 as the Second Crisis unfolds. Meta stock climbs after company posts 11% revenue growth. Google, Microsoft, OpenAI and Anthropic announce industry group to promote safe AI development. Biden administration unveils new steps to improve access to online services for Americans with disabilities. The risks are rising for Western firms in Russia. So why are so many staying put?. The Fed has paused before. Heres what happened next. Exclusive A Baltimore musician was hired to organize a protest. He says he never knew his client had links to proChina operatives. Dinosaurs and the evolution of breathing through bones. NASA seeks to launch a nuclearpowered rocket engine in four years. Smart tattoos injected into the skin could someday monitor your health. State restrictions on genderaffirming care for children have doubled theaverage travel time to a provider in the US, study shows"
}