{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Ashley Gold",
            "title": "AI rockets ahead in vacuum of U.S. regulation",
            "description": "The overnight success of ChatGPT is kicking off a techindustry race to bake AI into everyday products and decisionmaking with little oversight from government.Why it matters ChatGPTs uncanny ability to spit out stories, articles and recipes is heating up ",
            "url": "/2023-01-29-ai-chatgpt-regulation-laws",
            "urlToImage": "https://images.axios.com/3o_3y7hfdmCNjH3Z1Ff-aob3tMo=/1366x768/smart/2023/01/27/1674848962722.jpg",
            "publishedAt": "2023-01-30T10:45:02Z",
            "content": "The overnight success of ChatGPT is kicking off a techindustry race to bake AI into everyday products and decisionmaking with little oversight from government.Why it matters ChatGPTs uncanny ab [+4733 chars]",
            "summary": "lawmakers have been talking about AI's promise and perils for many years.",
            "html_summary": "<ul><li>lawmakers have been talking about AI's promise and perils for many years.</li></ul>",
            "website_url": "https://www.axios.com/2023/01/30/ai-chatgpt-regulation-laws"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Gordon scores 25, Little Rock defeats Tennessee Tech 9189  The Associated Press  en Espaol",
            "description": "COOKEVILLE, Tenn. (AP)  Deantoni Gordon had 25 points in Little Rocks 9189 victory over Tennessee Tech on Saturday night. Gordon added nine rebounds for the Trojans (716, 37 Ohio Valley Conference).",
            "url": "/2023-01-29-sports-jaylen-sebree-cj-white-deantoni-gordon-myron-gardner-5bd05c024bf4488084d32fdf3b345226",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-29T00:45:30Z",
            "content": "COOKEVILLE, Tenn. (AP) Deantoni Gordon had 25 points in Little Rocks 9189 victory over Tennessee Tech on Saturday night.Gordon added nine rebounds for the Trojans (716, 37 Ohio Valley Conference [+419 chars]",
            "summary": "CJ White finished with 13 points, 11 assists and five rebounds.The Golden Eagles (10-13, 6-4) were led by Jaylen Sebree, who recorded 28 points, six rebounds and five assists. Jayvis Harvey added 24 points and two steals and Tyrone Perry had 13 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar. COOKEVILLE, Tenn. (AP)  Deantoni Gordon had 25 points in Little Rocks 91-89 victory over Tennessee Tech on Saturday night.Gordon added nine rebounds for the Trojans (7-16, 3-7 Ohio Valley Conference). Myron Gardner added 21 points and seven rebounds.",
            "html_summary": "<ul><li>CJ White finished with 13 points, 11 assists and five rebounds.The Golden Eagles (10-13, 6-4) were led by Jaylen Sebree, who recorded 28 points, six rebounds and five assists.</li><li>Jayvis Harvey added 24 points and two steals and Tyrone Perry had 13 points.___The Associated Press created this story using technology provided by Data Skrive and data from Sportradar.</li><li>COOKEVILLE, Tenn. (AP) — Deantoni Gordon had 25 points in Little Rock’s 91-89 victory over Tennessee Tech on Saturday night.Gordon added nine rebounds for the Trojans (7-16, 3-7 Ohio Valley Conference).</li></ul>",
            "website_url": "https://apnews.com/article/sports-jaylen-sebree-cj-white-deantoni-gordon-myron-gardner-5bd05c024bf4488084d32fdf3b345226"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Dee-ann Durbin",
            "title": "Dutch firm US, allies near deal to limit chip tech to China  The Associated Press  en Espaol",
            "description": "WASHINGTON (AP)  Japan and the Netherlands have agreed to a deal with the U.S. to restrict Chinas access to materials used to make advanced computer chips, a person familiar with the agreement told The Associated Press on Sunday.",
            "url": "/2023-01-29-6801d6c5f65b0bc1df6186e2e89a6f7d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9bd3ca470c62430d99f5b4a82d9f0132/3000.webp",
            "publishedAt": "2023-01-29T22:19:33Z",
            "content": "WASHINGTON (AP) Japan and the Netherlands have agreed to a deal with the U.S. to restrict Chinas access to materials used to make advanced computer chips, a person familiar with the agreement told Th [+2766 chars]",
            "summary": "The White House declined to comment.The Biden administration in October imposed export controls to limit Chinas ability to access advanced chips, which it says can be used to make weapons, commit human rights abuses and improve the speed and accuracy of its military logistics. officials say China is spending heavily to develop its fledgling semiconductor producers but so far cannot make the high-end chips used in the most advanced smartphones and other devices.___Durbin reported from Detroit. The Dutch government has prohibited ASML from exporting that equipment to China since 2019, but the company had still been shipping lower-quality lithography systems to China.ASML has research and manufacturing centers in Beijing and Shenzhen, China, as well as a regional headquarters in Hong Kong.U.S. Its unclear when all three sides will unveil the agreement. AP reporter Mike Corder contributed from The Hague, Netherlands.",
            "html_summary": "<ul><li>The White House declined to comment.The Biden administration in October imposed export controls to limit China’s ability to access advanced chips, which it says can be used to make weapons, commit human rights abuses and improve the speed and accuracy of its military logistics.</li><li>officials say China is spending heavily to develop its fledgling semiconductor producers but so far cannot make the high-end chips used in the most advanced smartphones and other devices.___Durbin reported from Detroit.</li><li>The Dutch government has prohibited ASML from exporting that equipment to China since 2019, but the company had still been shipping lower-quality lithography systems to China.ASML has research and manufacturing centers in Beijing and Shenzhen, China, as well as a regional headquarters in Hong Kong.U.S.</li><li>It’s unclear when all three sides will unveil the agreement.</li></ul>",
            "website_url": "https://apnews.com/6801d6c5f65b0bc1df6186e2e89a6f7d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Dee-ann Durbin",
            "title": "Source Dutch, Japanese join US limits on chip tech to China  The Associated Press  en Espaol",
            "description": "WASHINGTON (AP)  Japan and the Netherlands have agreed to a deal with the U.S. to restrict Chinas access to materials used to make advanced computer chips, a person familiar with the agreement told The Associated Press on Sunday.",
            "url": "/2023-01-29-technology-district-of-columbia-netherlands-china-business-6801d6c5f65b0bc1df6186e2e89a6f7d",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/9bd3ca470c62430d99f5b4a82d9f0132/3000.webp",
            "publishedAt": "2023-01-29T22:20:50Z",
            "content": "WASHINGTON (AP) Japan and the Netherlands have agreed to a deal with the U.S. to restrict Chinas access to materials used to make advanced computer chips, a person familiar with the agreement told Th [+2766 chars]",
            "summary": "The White House declined to comment.The Biden administration in October imposed export controls to limit Chinas ability to access advanced chips, which it says can be used to make weapons, commit human rights abuses and improve the speed and accuracy of its military logistics. officials say China is spending heavily to develop its fledgling semiconductor producers but so far cannot make the high-end chips used in the most advanced smartphones and other devices.___Durbin reported from Detroit. The Dutch government has prohibited ASML from exporting that equipment to China since 2019, but the company had still been shipping lower-quality lithography systems to China.ASML has research and manufacturing centers in Beijing and Shenzhen, China, as well as a regional headquarters in Hong Kong.U.S. Its unclear when all three sides will unveil the agreement. AP reporter Mike Corder contributed from The Hague, Netherlands.",
            "html_summary": "<ul><li>The White House declined to comment.The Biden administration in October imposed export controls to limit China’s ability to access advanced chips, which it says can be used to make weapons, commit human rights abuses and improve the speed and accuracy of its military logistics.</li><li>officials say China is spending heavily to develop its fledgling semiconductor producers but so far cannot make the high-end chips used in the most advanced smartphones and other devices.___Durbin reported from Detroit.</li><li>The Dutch government has prohibited ASML from exporting that equipment to China since 2019, but the company had still been shipping lower-quality lithography systems to China.ASML has research and manufacturing centers in Beijing and Shenzhen, China, as well as a regional headquarters in Hong Kong.U.S.</li><li>It’s unclear when all three sides will unveil the agreement.</li></ul>",
            "website_url": "https://apnews.com/article/technology-district-of-columbia-netherlands-china-business-6801d6c5f65b0bc1df6186e2e89a6f7d"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JENNA FRYER - AP Auto Racing Writer",
            "title": "Ganassi seeks first win of sports car in new hybrid era",
            "description": "Chip Ganassi Racing has two strong shots at winning the Rolex 24 at Daytona. Both of his Cadillacs topped the board with roughly four hours remaining Sunday in the most prestigious endurance race in North America. Scott Dixon paced the",
            "url": "/2023-01-29-eea5e838f9084c0ab9433fa02b04454a",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/b/5c/b5c8adad-5e88-5826-b3ab-716eda7abb6b/63d68e41c68a1.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-01-29T15:03:30Z",
            "content": "By JENNA FRYER  AP Auto Racing WriterDAYTONA BEACH, Fla. (AP) Chip Ganassi Racing had two strong shots at winning the Rolex 24 at Daytona as both of his Cadillacs topped the board with roughly fou [+3337 chars]",
            "summary": "Team owner Michael Shank said during Pagenauds final drive in the car, Simon is driving the stint of his life.Castroneves acknowledged he got emotional at becoming the first driver to win three consecutive Rolex 24s.Its a very tough sport. Porsche lured Roger Penske back to sports car racing with two cars, while BMW persuaded Bobby Rahal to move his program up to IMSAs top class. It is very hard and when you get it, you celebrate.Castroneves has been a huge part of building Meyer Shank Racing, which since helping Castroneves win a record-tying fourth Indianapolis 500 in 2021 has added consecutive Rolex titles and the IMSA championship. It was so obvious that rival team owners admitted that their only shot to beat Shank was the Acura not making it to the finish.___AP auto racing: https://apnews.com/hub/auto-racing and https://twitter.com/AP_Sports Shank wants MSR to be a two-car factory team, but Acura splits its two cars between Shank and Taylor. Then had to take it to another level to secure the win.The 29-year-old British driver has earned a starring role with Honda Performance Development.Hes a nugget, Shank said. And Taylor just recently partnered with Andretti.Shank insisted that every on-track session showed that MSR is a top-level team and Blomqvist won the pole while the No.",
            "html_summary": "<ul><li>Team owner Michael Shank said during Pagenaud’s final drive in the car, “Simon is driving the stint of his life.”Castroneves acknowledged he got emotional at becoming the first driver to win three consecutive Rolex 24s.“It’s a very tough sport.</li><li>Porsche lured Roger Penske back to sports car racing with two cars, while BMW persuaded Bobby Rahal to move his program up to IMSA’s top class.</li><li>It is very hard and when you get it, you celebrate.”Castroneves has been a huge part of building Meyer Shank Racing, which since helping Castroneves win a record-tying fourth Indianapolis 500 in 2021 has added consecutive Rolex titles and the IMSA championship.</li><li>It was so obvious that rival team owners admitted that their only shot to beat Shank was the Acura not making it to the finish.___AP auto racing: https://apnews.com/hub/auto-racing and https://twitter.com/AP_Sports</li><li>Shank wants MSR to be a two-car factory team, but Acura splits its two cars between Shank and Taylor.</li><li>“Then had to take it to another level to secure the win.”The 29-year-old British driver has earned a starring role with Honda Performance Development.“He’s a nugget,” Shank said.</li></ul>",
            "website_url": "https://apnews.com/eea5e838f9084c0ab9433fa02b04454a"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Whats Stripes deal?",
            "description": "Last valued at $95 billion, fintech giant Stripe appears to be at a crossroads. Will it go public, or will it raise more funding?",
            "url": "/2023-01-29-fintech-whats-stripes-deal",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/02/GettyImages-172169766.jpg?resize=1200,840",
            "publishedAt": "2023-01-29T15:16:15Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+17980 chars]",
            "summary": "The companys co-founder and CEO Alex Bouaziz also confirmed the companys valuation of $12 billion, which we reported on in May at the time of Deels $50 million raise. Overall, the company has cut its headcount by more than half since last May.When asked, a company spokesperson told me only that Bolt is focused on the long-term success of its business and its customers. And according to The Information, CEO Maju Kuruvilla told an all-hands meeting  that quite a few of Bolts recent moves, including partnerships, new products, and acquisitions, had not worked out. Also according to The Information, about 50 employees were affected by the latest round of layoffs. But with rising debt and inflation, perhaps the focus should be on companies that help protect borrowers from digging themselves into a hole.Reports Startup Weekly: Bean, a Matchstick Ventures-backed digital accounting startup, announced it emerged from stealth to democratize the market for accounting services. This news creates the largest global cross-merchant network effect for e-commerce  Brands will now have control of the checkout experience and payment options they offer shoppers on third-party digital channels (such as social media, blogs, digital interfaces and QR codes). Later that day, it also came to light that Stripe had reportedly approached investors about raising more capital  at least $2 billion  at a valuation of $55 billion to $60 billion. Christine Hall recently wrote about Grazzy raising $4.5 million to grow its digital tipping platform.",
            "html_summary": "<ul><li>The company’s co-founder and CEO Alex Bouaziz also confirmed the company’s valuation of $12 billion, which we reported on in May at the time of Deel’s $50 million raise.</li><li>Overall, the company has cut its headcount by more than half since last May.When asked, a company spokesperson told me only that Bolt is “focused on the long-term success” of its business and its customers.</li><li>And according to The Information, CEO Maju Kuruvilla “told an all-hands meeting … that ‘quite a few’ of Bolt’s recent moves, including partnerships, new products, and acquisitions, had not worked out.” Also according to The Information, about 50 employees were affected by the latest round of layoffs.</li><li>But with rising debt and inflation, perhaps the focus should be on companies that help protect borrowers from digging themselves into a hole.”Reports Startup Weekly: “Bean, a Matchstick Ventures-backed digital accounting startup, announced it emerged from stealth to democratize the market for accounting services.</li><li>This news creates the largest global cross-merchant network effect for e-commerce … Brands will now have control of the checkout experience and payment options they offer shoppers on third-party digital channels (such as social media, blogs, digital interfaces and QR codes).</li><li>Later that day, it also came to light that Stripe had reportedly approached investors about raising more capital — at least $2 billion — at a valuation of $55 billion to $60 billion.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/29/fintech-whats-stripes-deal/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. AI rockets ahead in vacuum of U.S. regulation. Gordon scores 25, Little Rock defeats Tennessee Tech 9189  The Associated Press  en Espaol. Dutch firm US, allies near deal to limit chip tech to China  The Associated Press  en Espaol. Source Dutch, Japanese join US limits on chip tech to China  The Associated Press  en Espaol. Ganassi seeks first win of sports car in new hybrid era. Whats Stripes deal?"
}