{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Facial recognition tool led to mistaken arrest...",
            "description": "NEW ORLEANS (AP)  Louisiana authorities use of facial recognition technology  led to the mistakenidentity arrest of a Georgia man on a fugitive warrant, an attorney said in a case that renews attention to racial disparities in the use of the digital tool.",
            "url": "/2023-01-02-technology-louisiana-baton-rouge-new-orleans-crime-50e1ea591aed6cf14d248096958dccc4",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/f503acfc29204a28a7bc70de4e752ef6/3000.jpeg",
            "publishedAt": "2023-01-02T19:25:39Z",
            "content": "NEW ORLEANS (AP) Louisiana authorities use of facial recognition technology led to the mistakenidentity arrest of a Georgia man on a fugitive warrant, an attorney said in a case that renews attentio [+2702 chars]",
            "summary": "Under the latest city rules, all possible matches must undergo a peer review by other facial recognition investigators.Legislation to restrict the use of facial recognition statewide died in a 2021 legislative session. Facial recognition systems have faced criticism because of their mass surveillance capabilities, which raise privacy concerns, and because some studies have shown that the technology is far more likely to misidentify Black and other people of color than white people, which has resulted in mistaken arrests. Reid is Black, and his arrest brings new attention to the use of a technology critics say results in a higher rate of misidentification of people of color than of white people. Jefferson Sheriff Joe Lopintos office did not respond to several requests for information from The Times-Picayune/The New Orleans Advocate on Reids arrest and release, the agencys use of facial recognition or any safeguards around it. Reids case brings renewed attention to the use of facial recognition tools in Louisiana and elsewhere. Police in New Orleans say facial recognition can be used only to generate leads and that officers must get approval from department officials before lodging a request through the Louisiana State Analytic and Fusion Exchange in Baton Rouge. The agency did not immediately respond to a request, emailed Monday by The Associated Press, for comment on the story and information on the use of the technology.",
            "html_summary": "<ul><li>Under the latest city rules, all possible matches must undergo a peer review by other facial recognition investigators.Legislation to restrict the use of facial recognition statewide died in a 2021 legislative session.</li><li>Facial recognition systems have faced criticism because of their mass surveillance capabilities, which raise privacy concerns, and because some studies have shown that the technology is far more likely to misidentify Black and other people of color than white people, which has resulted in mistaken arrests.</li><li>Reid is Black, and his arrest brings new attention to the use of a technology critics say results in a higher rate of misidentification of people of color than of white people.</li><li>Jefferson Sheriff Joe Lopinto’s office did not respond to several requests for information from The Times-Picayune/The New Orleans Advocate on Reid’s arrest and release, the agency’s use of facial recognition or any safeguards around it.</li><li>Reid’s case brings renewed attention to the use of facial recognition tools in Louisiana and elsewhere.</li><li>Police in New Orleans say facial recognition can be used only to generate leads and that officers must get approval from department officials before lodging a request through the Louisiana State Analytic and Fusion Exchange in Baton Rouge.</li></ul>",
            "website_url": "https://apnews.com/article/technology-louisiana-baton-rouge-new-orleans-crime-50e1ea591aed6cf14d248096958dccc4"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ram Iyer",
            "title": "Fintech predictions and opportunities for 2023",
            "description": "While 2022 was largely about the reset of the funding environment, 2023 will be a year of recalibration for fintech companies.Fintech predictions and opportunities for 2023 by Ram Iyer originally published on TechCrunch",
            "url": "/2023-01-02-fintech-predictions-and-opportunities-for-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-1393673728.jpg?resize=1200,800",
            "publishedAt": "2023-01-02T15:30:28Z",
            "content": "Its been quite an eventful year. Fintech has fallen a long way from the highs of 2021, and while 2022 was largely about the reset of the funding environment, 2023 is going to be a year of recalibrati [+2684 chars]",
            "summary": "While big players, like Chime, who raised large amounts of capital will be fine, expect to see consolidation among the smaller neobanks.The reality is that many neobanks have customers with small average deposit balances, and deposits are critical to banking business models in the long term. These younger companies dont have the models fully built out to predict which customers are likelier to default.Managing risk during a downturn can be brutal, and lenders will feel this most acutely.Neobanks transformed the customer experience of traditional banks by offering better digital products and lower costs. Lenders have to manage three big tailwinds in todays market: The rise in delinquency rates and charge-offs from non-paying customers will be tough to manage for newer fintechs that have been operating for less than five years. Neobanks will also be downstream victims of layoffs  if any of their customers are laid off, the banks will see their direct deposit flows diminishing.Small businesses are more likely to shut shop during a recession. In turn, fintechs that serve SMBs rather than larger midmarket and enterprise customers are more likely to lose their SMB customers. This is why you already see businesses like Brex moving away from serving SMBs.The opportunities for fintechs in 2023 lie in the boring areas like fraud, compliance, payment operations, taxes and infrastructure. Fintechs that are able to demonstrate a measurable improvement in payment authorization and reconciliation rates or a reduction in fraud will be able to weather the downturn and grow.",
            "html_summary": "<ul><li>While big players, like Chime, who raised large amounts of capital will be fine, expect to see consolidation among the smaller neobanks.The reality is that many neobanks have customers with small average deposit balances, and deposits are critical to banking business models in the long term.</li><li>These younger companies don’t have the models fully built out to predict which customers are likelier to default.Managing risk during a downturn can be brutal, and lenders will feel this most acutely.Neobanks transformed the customer experience of traditional banks by offering better digital products and lower costs.</li><li>Lenders have to manage three big tailwinds in today’s market: The rise in delinquency rates and charge-offs from non-paying customers will be tough to manage for newer fintechs that have been operating for less than five years.</li><li>Neobanks will also be downstream victims of layoffs — if any of their customers are laid off, the banks will see their direct deposit flows diminishing.Small businesses are more likely to shut shop during a recession.</li><li>In turn, fintechs that serve SMBs rather than larger midmarket and enterprise customers are more likely to lose their SMB customers.</li><li>This is why you already see businesses like Brex moving away from serving SMBs.The opportunities for fintechs in 2023 lie in the “boring” areas like fraud, compliance, payment operations, taxes and infrastructure.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/02/fintech-predictions-and-opportunities-for-2023/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By JOSH DUBOW - AP Pro Football Writer",
            "title": "Hall of Fame NFL official Art McNally dies at age 97",
            "description": "Former NFL official Art McNally has died after a distinguished career that led to him becoming the first onfield official inducted into the Pro Football Hall of Fame. He was 97. His son, Tom McNally, says his father died of",
            "url": "/2023-01-02-69ce5ca7cccab3a1ec272d4e4f2c09be",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/f/5c/f5c536d5-386c-52dd-912d-d577523d68b3/63b3408621ad5.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-01-02T20:16:52Z",
            "content": "By JOSH DUBOW  AP Pro Football WriterArt McNally, the first onfield official inducted into the Pro Football Hall of Fame, has died. He was 97.His son, Tom McNally, said Monday that his father d [+4392 chars]",
            "summary": "He utilized weekly training videos and rules quizzes to help improve the officiating across the league.That was brand new, Dean Blandino, one of McNallys successors as the NFLs head of officiating, said before McNallys induction.That was kind of cutting edge. Art came in and understood that this was something that was needed and laid that foundation and that foundation is still what we stand on today in the officiating world. Art McNally, the first on-field official inducted into the Pro Football Hall of Fame, has died. Throughout his distinguished officiating career, he earned the eternal respect of the entire football community. Fittingly, he was the first game official enshrined in the Pro Football Hall of Fame in Canton, Ohio. If you look up the definition of integrity in the dictionary and theres a picture of Art.McNally is survived by his wife, Sharon, his children Marybeth, Tom and Michael, and his grandchildren.___AP NFL: https://apnews.com/hub/nfl and https://twitter.com/AP_NFL From being a teacher and being kind of like a rule follower his life because he followed the rules.",
            "html_summary": "<ul><li>He utilized weekly training videos and rules quizzes to help improve the officiating across the league.“That was brand new,” Dean Blandino, one of McNally’s successors as the NFL’s head of officiating, said before McNally’s induction.“That was kind of cutting edge.</li><li>Art came in and understood that this was something that was needed and laid that foundation and that foundation is still what we stand on today in the officiating world.</li><li>Art McNally, the first on-field official inducted into the Pro Football Hall of Fame, has died.</li><li>“Throughout his distinguished officiating career, he earned the eternal respect of the entire football community.</li><li>Fittingly, he was the first game official enshrined in the Pro Football Hall of Fame in Canton, Ohio.</li><li>If you look up the definition of integrity in the dictionary and there’s a picture of Art.”McNally is survived by his wife, Sharon, his children Marybeth, Tom and Michael, and his grandchildren.___AP NFL: https://apnews.com/hub/nfl and https://twitter.com/AP_NFL</li></ul>",
            "website_url": "https://apnews.com/69ce5ca7cccab3a1ec272d4e4f2c09be"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "Yet another Zomato cofounder leaves the firm",
            "description": "Gunjan Patidar is the fourth Zomato cofounder to resign from the Indian food delivery firm, whose shares are down over 55% in a year.",
            "url": "/2023-01-02-yet-another-zomato-co-founder-leaves-the-firm",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/05/GettyImages-1209753713.jpg?resize=1200,800",
            "publishedAt": "2023-01-02T14:09:37Z",
            "content": "Zomato said on Monday its cofounder and chief technology officer Gunjan Patidar has left the firm, the latest in a series of departures at the Indian food delivery firm whose shares have lost over 5 [+1768 chars]",
            "summary": "His contribution to building Zomato has been invaluable, the Indian food delivery firm disclosed in a stock exchange filing.The exits come at a time when Zomato chief executive Deepinder Goyal, also a co-founder, is attempting to share and delegate top responsibilities with other executives. His departure also follows exits by Mohit Gupta, another co-founder, and two other senior executives last month.Patidar was one of the first few employees of Zomato and built the core tech systems for the Company. Over the last ten plus years, he also nurtured a stellar tech leadership team that is capable of taking on the mantle of leading the tech function going forward. Theres Akriti Chopra, another executive who became co-founder last year.",
            "html_summary": "<ul><li>His contribution to building Zomato has been invaluable,” the Indian food delivery firm disclosed in a stock exchange filing.The exits come at a time when Zomato chief executive Deepinder Goyal, also a co-founder, is attempting to share and delegate top responsibilities with other executives.</li><li>His departure also follows exits by Mohit Gupta, another co-founder, and two other senior executives last month.“Patidar was one of the first few employees of Zomato and built the core tech systems for the Company.</li><li>Over the last ten plus years, he also nurtured a stellar tech leadership team that is capable of taking on the mantle of leading the tech function going forward.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/02/yet-another-zomato-co-founder-leaves-the-firm/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Scott Brown",
            "title": "How to make the most of your startups big fundraising moment",
            "description": "One of the biggest reasons founders overlook the value of announcing funding news is assuming the round isnt big enough to warrant attention.",
            "url": "/2023-01-02-how-to-make-the-most-of-your-startups-big-fundraising-moment",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1443200899.jpg?resize=1200,798",
            "publishedAt": "2023-01-02T12:30:21Z",
            "content": "Latestage startups are facing major fundraising headwinds, but earlystage investing is still a bright spot for startups until they hit Series B rounds.Traditional venture capital dollars are hard [+4200 chars]",
            "summary": "While big numbers may draw splashy headlines, smaller rounds can still drive interest if the announcement is executed well and you can connect the news with some larger industry/technology/societal trend.Another reason founders hesitate is if all or part of the new capital is through a debt investment. No matter the size of the round, securing external investment is a key milestone in many companies journeys, and it often takes a tremendous amount of effort. This includes aligning with your investors early about their ability to participate in a news announcement.Some key questions your marketing lead should consider include: When you see other companies raising hundreds of millions of dollars, it can be easy to think no one will be interested in hearing about your startups much smaller round.Fortunately, that isnt true. As soon as youve reached the point in your investor conversations where term sheets are a likely next step, you should assemble your marketing team to start working on a plan.",
            "html_summary": "<ul><li>While big numbers may draw splashy headlines, smaller rounds can still drive interest if the announcement is executed well and you can connect the news with some larger industry/technology/societal trend.Another reason founders hesitate is if all or part of the new capital is through a debt investment.</li><li>No matter the size of the round, securing external investment is a key milestone in many companies’ journeys, and it often takes a tremendous amount of effort.</li><li>This includes aligning with your investors early about their ability to participate in a news announcement.Some key questions your marketing lead should consider include:</li><li>When you see other companies raising hundreds of millions of dollars, it can be easy to think no one will be interested in hearing about your startup’s much smaller round.Fortunately, that isn’t true.</li></ul>",
            "website_url": "https://techcrunch.com/2023/01/02/how-to-make-the-most-of-your-startups-big-fundraising-moment/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Matt O'brien",
            "title": "Insider Q&A Navier CEO Sampriti Bhattacharyya",
            "description": "Sampriti Bhattacharyya is bringing a 30foot electric yacht to the upcoming CES gadget show in Las Vegas. The cofounder and CEO of electric hydrofoil startup Navier said she hopes her companys debut line of luxury boats helps spark a broader shift to a clea",
            "url": "/2023-01-02-75eed0f01c135f8ff9b0a3b454bd430c",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-01-02T18:00:31Z",
            "content": "Sampriti Bhattacharyya is bringing a 30foot electric yacht to the upcoming CES gadget show in Las Vegas.The cofounder and CEO of electric hydrofoil startup Navier said she hopes her companys debu [+4162 chars]",
            "summary": "If you are able to make small vessels move things and people on the water, suddenly the waterways are no more an obstacle and every marina can turn into a train station stop, essentially.Q: Why arent water taxis more popular?A: One reason is cost, including fuel cost. So removing the captain has a huge cost benefit in making water taxis accessible.Q: How does this relate to your research at the Massachusetts Institute of Technology?A: I was an aerospace engineer who always thought I was going to go to space. But we have a pretty massive waitlist.Q: Is there a parallel to Tesla where youre launching the luxury vehicle first and down the road looking at more accessible options?A: I love being out in the water and I dont think it should be limited to just a few. Electric boats are still a tiny, tiny, tiny percentage of the total number of boats. You can have a conversation, unlike on a gas boat.Q: Who are your main competitors?A: There are other hydrofoil boats, obviously, but thats not what we see as competitors. Then at MIT, I started working on underwater drones for monitoring energy systems, like nuclear reactors or boiling water reactors. The big picture is the N30 is really a technology platform, where we are perfecting our hydrofoil control and parts of our autonomy technology.",
            "html_summary": "<ul><li>If you are able to make small vessels move things and people on the water, suddenly the waterways are no more an obstacle and every marina can turn into a train station stop, essentially.Q: Why aren’t water taxis more popular?A: One reason is cost, including fuel cost.</li><li>So removing the captain has a huge cost benefit in making water taxis accessible.Q: How does this relate to your research at the Massachusetts Institute of Technology?A: I was an aerospace engineer who always thought I was going to go to space.</li><li>But we have a pretty massive waitlist.Q: Is there a parallel to Tesla where you’re launching the luxury vehicle first and down the road looking at more accessible options?A: I love being out in the water and I don’t think it should be limited to just a few.</li><li>Electric boats are still a tiny, tiny, tiny percentage of the total number of boats.</li><li>You can have a conversation, unlike on a gas boat.Q: Who are your main competitors?A: There are other hydrofoil boats, obviously, but that’s not what we see as competitors.</li><li>Then at MIT, I started working on underwater drones for monitoring energy systems, like nuclear reactors or boiling water reactors.</li></ul>",
            "website_url": "https://apnews.com/75eed0f01c135f8ff9b0a3b454bd430c"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Facial recognition tool led to mistaken arrest.... Fintech predictions and opportunities for 2023. Hall of Fame NFL official Art McNally dies at age 97. Yet another Zomato cofounder leaves the firm. How to make the most of your startups big fundraising moment. Insider Q&A Navier CEO Sampriti Bhattacharyya"
}