{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Banks serving as guinea pigs for Federal Reserves instant payments system",
            "description": "The Feds goal is to connect 9,000 financial institutions nationwide.",
            "url": "/2023-07-21-banks-serving-as-guinea-pigs-for-federal-reserves-instant-payments-system",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/GettyImages-1363290001-760x380.jpg",
            "publishedAt": "2023-07-21T15:19:59Z",
            "content": "29 with Yesterday, the US Federal Reserve officially launched FedNow, a new systemrolled out to 35 earlyadopting banks and credit unions for processing instant payments between financial institut [+3402 chars]",
            "summary": "\"Ars reached out to large and small institutions included on the Fed's list of early adopters to find out how they're using the new payments technology.Among the big banks listed as early adopters are Wells Fargo and JPMorgan Chase.  Ashley Belanger - Jul 21, 2023 3:19 pm UTC Yesterday, the US Federal Reserve officially launched FedNow, a new system rolled out to 35 early-adopting banks and credit unions for processing instant payments between financial institutions. \"\"The Federal Reserve built the FedNow Service to help make everyday payments over the coming years faster and more convenient,\" Federal Reserve Chair Jerome Powell said in a press release. \"Over time, as more banks choose to use this new tool, the benefits to individuals and businesses will include enabling a person to immediately receive a paycheck or a company to instantly access funds when an invoice is paid. A press release from another early adopter, BNY Mellon, said the Fed would be continuing to onboard more institutions throughout the rest of this year. For now, peer-to-peer payments apps seem safe, though, as analysts told NBC News that FedNow is \"likely to benefit consumers and small businesses the most. Currently, FedNow has set a default transaction limit of $100,000, but individual banks can adjust it up to $500,000, Forbes reported.",
            "html_summary": "<ul><li>\"Ars reached out to large and small institutions included on the Fed's list of early adopters to find out how they're using the new payments technology.Among the big banks listed as early adopters are Wells Fargo and JPMorgan Chase.</li><li> Ashley Belanger - Jul 21, 2023 3:19 pm UTC Yesterday, the US Federal Reserve officially launched FedNow, a new system rolled out to 35 early-adopting banks and credit unions for processing instant payments between financial institutions.</li><li>\"\"The Federal Reserve built the FedNow Service to help make everyday payments over the coming years faster and more convenient,\" Federal Reserve Chair Jerome Powell said in a press release.</li><li>\"Over time, as more banks choose to use this new tool, the benefits to individuals and businesses will include enabling a person to immediately receive a paycheck or a company to instantly access funds when an invoice is paid.</li><li>A press release from another early adopter, BNY Mellon, said the Fed would be continuing to onboard more institutions throughout the rest of this year.</li><li>For now, peer-to-peer payments apps seem safe, though, as analysts told NBC News that FedNow is \"likely to benefit consumers and small businesses the most.</li></ul>",
            "website_url": "https://arstechnica.com/tech-policy/2023/07/banks-serving-as-guinea-pigs-for-federal-reserves-instant-payments-system/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Contributors",
            "title": "New legged robots designed to explore planets as a team",
            "description": "Even if one robot fails, the rest of the team can offset its loss.",
            "url": "/2023-07-21-new-legged-robots-designed-to-explore-planets-as-a-team",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/image-2-760x380.jpeg",
            "publishedAt": "2023-07-21T17:56:11Z",
            "content": "Enlarge/ The robots exploring a simulated alien environment.9 with While rovers have made incredible discoveries, their wheels can hold them back, and erratic terrain can mean damage. There is no [+4664 chars]",
            "summary": "Notably, the three bots explored an analog for the lunar south pole, where Artemis 3 astronauts will eventually land.It may be dangerous for astronauts to venture to certain areas, so robots could be needed to explore perilous territory. Robots capable of walking could assist future rovers and mitigate the risk of damage from sharp edges or loss of traction in loose regolith. This robot also used another imager to map regions and objects of interest using filters that let through different areas of the light spectrum. They were specialized enough for particular tasks but also similar enough to replace each other if one went down. During the demonstration, the Scout transmitted its images to a team of planetary scientists and operators who decided which areas were the most viable for exploring.The Scientist model had the advantage of an arm featuring a MIRA (Metrohm Instant Raman Analyzer) and a MICRO (microscopic imager). Because they could not operate autonomously, some involvement with human scientists and operators was necessary.Every robot had a LiDAR (light detection and ranging) sensor. The MIRA was able to identify chemicals in materials found on the surface of the demonstration area based on how they scattered light, while the MICRO on its wrist imaged them up close.",
            "html_summary": "<ul><li>Notably, the three bots explored an analog for the lunar south pole, where Artemis 3 astronauts will eventually land.It may be dangerous for astronauts to venture to certain areas, so robots could be needed to explore perilous territory.</li><li>Robots capable of walking could assist future rovers and mitigate the risk of damage from sharp edges or loss of traction in loose regolith.</li><li>This robot also used another imager to map regions and objects of interest using filters that let through different areas of the light spectrum.</li><li>They were specialized enough for particular tasks but also similar enough to replace each other if one went down.</li><li>During the demonstration, the Scout transmitted its images to a team of planetary scientists and operators who decided which areas were the most viable for exploring.The Scientist model had the advantage of an arm featuring a MIRA (Metrohm Instant Raman Analyzer) and a MICRO (microscopic imager).</li><li>Because they could not operate autonomously, some involvement with human scientists and operators was necessary.Every robot had a LiDAR (light detection and ranging) sensor.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/07/new-legged-robots-designed-to-explore-planets-as-a-team/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kyle Orland",
            "title": "Dolphin emulator abandons Steam release plans after Nintendo legal threat",
            "description": "But dev team says including Wii decryption key doesnt put it in any legal danger.",
            "url": "/2023-07-21-dolphin-emulator-abandons-steam-release-plans-after-nintendo-legal-threat",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/dolphin-760x380.png",
            "publishedAt": "2023-07-21T12:27:27Z",
            "content": "Enlarge/ Sorry, Dolphin fans. No Steam release for you.5 with A few months ago, the developers behind the Wii/GameCube emulator Dolphin said they were indefinitely postponing a planned Steam rele [+4132 chars]",
            "summary": "And while that key has been in the Dolphin code base since 2009, \"no one has really cared,\" the team writes.Moreover, the dev team writes that they \"have a very strong argument that Dolphin is not primarily designed or produced for the purpose of circumventing protection.\" That \"primarily\" is the key bit of language in the DMCA provision Nintendo cited in its letter to Valve, arguing that Dolphin is \"traffic[king] in a technology... that... is primarily designed or produced for the purpose of circumventing a technological measure. The reason the lawyers representing Nintendo would make such a leap is because they wished to create a narrative where the DMCA's exemptions do not apply to us, as these exemptions are powerful and widely in our favor. Regardless, though, the team writes that the inclusion of the Wii Common Key in its source code should not affect that legal analysis. \"The Dolphin Team does allow that \"the law could easily be interpreted to say that circumventing a Wii disc's encryption by any means is a violation.\"  Kyle Orland - Jul 21, 2023 12:27 pm UTC \"Valve ultimately runs the store and can set any condition they wish for software to appear on it,\" the team wrote in a blog post on Thursday. \"Despite the disappointing result for the Steam release, the Dolphin team is adamant that \"we do not believe that Dolphin is in any legal danger.\"",
            "html_summary": "<ul><li>And while that key has been in the Dolphin code base since 2009, \"no one has really cared,\" the team writes.Moreover, the dev team writes that they \"have a very strong argument that Dolphin is not primarily designed or produced for the purpose of circumventing protection.\"</li><li>That \"primarily\" is the key bit of language in the DMCA provision Nintendo cited in its letter to Valve, arguing that Dolphin is \"traffic[king] in a technology... that... is primarily designed or produced for the purpose of circumventing a technological measure.</li><li>The reason the lawyers representing Nintendo would make such a leap is because they wished to create a narrative where the DMCA's exemptions do not apply to us, as these exemptions are powerful and widely in our favor.</li><li>Regardless, though, the team writes that the inclusion of the Wii Common Key in its source code should not affect that legal analysis.</li><li>\"The Dolphin Team does allow that \"the law could easily be interpreted to say that circumventing a Wii disc's encryption by any means is a violation.\"</li><li> Kyle Orland - Jul 21, 2023 12:27 pm UTC \"Valve ultimately runs the store and can set any condition they wish for software to appear on it,\" the team wrote in a blog post on Thursday.</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/07/dolphin-emulator-abandons-steam-release-plans-after-nintendo-legal-threat/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "FedNow is finally live in the US",
            "description": "The U.S. governments instant payment system, FedNow Service went live this week. Heres a quick refresher on what that is FedNow is an instant payment infrastructure for transferring money that promises to be a faster payment rail for financial institution",
            "url": "/2023-07-21-fednow-is-finally-live-in-the-us",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/12/GettyImages-1237717426.jpg?resize=1200,800",
            "publishedAt": "2023-07-21T17:33:47Z",
            "content": "The U.S. governments instant payment system, FedNow Service went live this week.Heres a quick refresher on what that is FedNow is an instant payment infrastructure for transferring money that pro [+5298 chars]",
            "summary": "Heres a quick refresher on what that is: FedNow is an instant payment infrastructure for transferring money that promises to be a faster payment rail for financial institutions, offering immediate access to funds no matter the day or time. Payments company Matera reviewed data from the Central Bank of Brazil and found that Pix transactions for Q1 2023 totaled 8.1 billion versus 4.2 billion credit card and 3.8 billion debit card transactions. Instant payments will provide additional options for consumers to pay bills on time, access their paychecks more quickly, and avoid overdraft fees and predatory lenders. But with the governments very public endorsement of digital payments with the launch of FedNow, that may be changing.Want more fintech news in your inbox? Caitlin Long, founder and CEO of Custodia Bank, tweeted about why Adyen, a public European fintech company, was able to get on the list of participants offering FedNow, when, in her words, isnt the Fed keeping #fintechs out?? The U.S. governments instant payment system, FedNow Service, went live this week. It will also help businesses better manage expenses, decrease errors, and reduce costs.Some fintech leaders too seem enthusiastic.",
            "html_summary": "<ul><li>Here’s a quick refresher on what that is: FedNow is an instant payment infrastructure for transferring money that promises to be a faster payment rail for financial institutions, offering immediate access to funds no matter the day or time.</li><li>Payments company Matera reviewed data from the Central Bank of Brazil and found that Pix transactions for Q1 2023 totaled 8.1 billion versus 4.2 billion credit card and 3.8 billion debit card transactions.</li><li>Instant payments will provide additional options for consumers to pay bills on time, access their paychecks more quickly, and avoid overdraft fees and predatory lenders.</li><li>But with the government’s very public endorsement of digital payments with the launch of FedNow, that may be changing.Want more fintech news in your inbox?</li><li>Caitlin Long, founder and CEO of Custodia Bank, tweeted about why Adyen, a public European fintech company, was able to get on the list of participants offering FedNow, when, in her words, “isn’t the Fed keeping #fintechs out??</li><li>The U.S. government’s instant payment system, FedNow Service, went live this week.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/21/fednow-is-finally-live-in-the-us/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By KEVIN FREKING and DAVID KOENIG - Associated Press",
            "title": "House aims to ease air travel delays with more money for air traffic controllers",
            "description": "The House has overwhelmingly passed a bill that would give the Federal Aviation Administration more money to hire air traffic controllers. It also aims to address pilot shortages by raising the mandatory retirement age. The measure, passed Thursday, seeks to",
            "url": "/2023-07-21-airline-safety-pilot-age-delays-congress-faa-99053916fcb995864fe6562d9303a4b1",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/1/3d/13d1925c-8632-57ee-867f-11b425bf89c3/64ba607802b4e.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-07-21T09:23:00Z",
            "content": "By KEVIN FREKING and DAVID KOENIG  Associated PressWASHINGTON (AP) The Federal Aviation Administration would get more money to hire air traffic controllers and the mandatory retirement age for air [+3551 chars]",
            "summary": "The House has overwhelmingly passed a bill that would give the Federal Aviation Administration more money to hire air traffic controllers. It also aims to address pilot shortages by raising the mandatory retirement age. A provision raising the mandatory retirement age for airline pilots from 65 to 67 survived despite opposition from pilot groups.The House rejected an effort to increase the number of long-haul flights at Reagan Washington National Airport. Flights to and from the airport are generally limited to 1,250 miles.Opponents said the airport is already too congested and that adding more flights would lead to more delays. Smaller airlines lobbied for the change, saying it would ease a pilot shortage that is already causing a loss of service to smaller communities. Lawmakers voted 243-139 to remove a provision that would have allowed more flight simulator hours to be credited toward the 1,500-hour in-flight requirement to become an airline pilot. But opponents including pilot unions said the change would undermine safety.",
            "html_summary": "<ul><li>The House has overwhelmingly passed a bill that would give the Federal Aviation Administration more money to hire air traffic controllers.</li><li>It also aims to address pilot shortages by raising the mandatory retirement age.</li><li>A provision raising the mandatory retirement age for airline pilots from 65 to 67 survived despite opposition from pilot groups.The House rejected an effort to increase the number of long-haul flights at Reagan Washington National Airport.</li><li>Flights to and from the airport are generally limited to 1,250 miles.Opponents said the airport is already too congested and that adding more flights would lead to more delays.</li><li>Smaller airlines lobbied for the change, saying it would ease a pilot shortage that is already causing a loss of service to smaller communities.</li><li>Lawmakers voted 243-139 to remove a provision that would have allowed more flight simulator hours to be credited toward the 1,500-hour in-flight requirement to become an airline pilot.</li></ul>",
            "website_url": "https://apnews.com/article/airline-safety-pilot-age-delays-congress-faa-99053916fcb995864fe6562d9303a4b1"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "Grab acquires Singapores thirdlargest taxi operator Transcab | TechCrunch",
            "description": "Singapores ridehailing and food delivery company Grab is acquiring Transcab, the city states third largest taxi operator.",
            "url": "/2023-07-21-grab-acquires-singapores-third-largest-taxi-operator-trans-cab",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/08/GettyImages-1002973854.jpg?w=1024",
            "publishedAt": "2023-07-21T10:31:37Z",
            "content": "Singapores ridehailing and food delivery company Grab has signed an agreement forits car rental unit Grab Rentals to acquire Transcab, the city states third largest taxi operator.The deal, Gr [+2549 chars]",
            "summary": "The deal, Grabs first local competitor acquisition, is expected to close in the fourth quarter of 2023 and includes Trans-cabs taxi and car rental business, maintenance workshops and fuel pump operations. Founded in 2003, Trans-cab started with a fleet of 50 taxis and tried to go public twice. In April, Singapores SMRT announced its ride-hailing operator Strides Taxi would merge with Premier Taxis to bring together a combined fleet of about 2,500 taxis, becoming the countrys second-largest taxi operator. Consumer behaviors have shifted and weve recognized for some time the need to digitize the business and ensure our taxi drivers can continue to be competitive, Jasmin Tan, general manager of Trans-cab, said. Grabs technology will enable Trans-cab taxi drivers to manage their earnings and receive bookings from Grabs platform and the existing call center of Trans-cab. Consolidation via mergers and acquisitions is on the rise in the tech industry as tight private capital and a slow initial public offering market due to the economic downturn are impacted by growing inflations and high-interest rate headwinds. Singapores ride-hailing and food delivery company Grab has signed an agreement for its car rental unit Grab Rentals to acquire Trans-cab, the city-states third-largest taxi operator. The Nasdaq-listed ride-hailing giant says the acquisition will allow Grab to provide a more extensive base of drivers.",
            "html_summary": "<ul><li>The deal, Grab’s first local competitor acquisition, is expected to close in the fourth quarter of 2023 and includes “Trans-cab’s taxi and car rental business, maintenance workshops and fuel pump operations.” Founded in 2003, Trans-cab started with a fleet of 50 taxis and tried to go public twice.</li><li>In April, Singapore’s SMRT announced its ride-hailing operator Strides Taxi would merge with Premier Taxis to bring together a combined fleet of about 2,500 taxis, becoming the country’s second-largest taxi operator.</li><li>“Consumer behaviors have shifted and we’ve recognized for some time the need to digitize the business and ensure our taxi drivers can continue to be competitive,” Jasmin Tan, general manager of Trans-cab, said.</li><li>Grab’s technology will enable Trans-cab taxi drivers to manage their earnings and receive bookings from Grab’s platform and the existing call center of Trans-cab.</li><li>Consolidation via mergers and acquisitions is on the rise in the tech industry as tight private capital and a slow initial public offering market due to the economic downturn are impacted by growing inflations and high-interest rate headwinds.</li><li>Singapore’s ride-hailing and food delivery company Grab has signed an agreement for its car rental unit Grab Rentals to acquire Trans-cab, the city-state’s third-largest taxi operator.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/21/grab-acquires-singapores-third-largest-taxi-operator-trans-cab/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Kasha raises $21M Series B led by Knife Capital to expand health access platform across Africa | TechCrunch",
            "description": "Kasha raises $21M Series B led by Knife Capital to expand health access platform across Africa | TechCrunchtechcrunch.com",
            "url": "/2023-07-21-kasha-raises-21m-series-b-led-by-knife-capital-to-expand-health-access-platform-across-africa",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/DC770C12-88FC-4E08-A72D-17B34FC4D295.jpeg?w=1169",
            "publishedAt": "2023-07-21T04:09:34Z",
            "content": "As Africas youthful population continues to grow exponentially, its of the utmost importance that entrepreneurs create various healthcare solutions that will cater to the medical needs of the contine [+7403 chars]",
            "summary": "Since many health products for women are stigmatized, Kasha has purposely offered a wide variety of products, including personal care products like soap, health products like contraceptives, and household staples like rice, Bichsel told TechCrunch in an interview. They can order products ranging from sanitary pads and contraceptives to diapers and cleaning supplies via its website or USSD.In its first year, Kasha strictly approached the Rwandan market with a direct-to-consumer model offering last-mile delivery of health products for women and newborns. We also build a broader distribution network, reaching the mass market customer around the country and going to the last mile.To ensure its products are authentic, the startup works directly with manufacturers and suppliers, sourcing and stocking the products it distributes to consumers, resellers and clinics. We have continued to expand our variety of products purely from customer demand and the needs of the different customer segments who purchase from us, including small kiosk shops, pharmacies, hospitals, clinics and consumers.Starting in Rwanda, Kasha raised $1.5 million in seed funding from angel and impact investors. Bischel says:Having reached this major milestone of closing our Series B, we are even more inspired and determined to achieve Kashas mission of being Africas leading digital platform for last-mile access to health. There are other health tech capabilities; we offer inventory credit to pharmacies, clinics and hospitals. Bichsel also noted that the platforms most sold products include HIV self-tests, contraceptives, and pregnancy tests.",
            "html_summary": "<ul><li>Since many health products for women are stigmatized, Kasha has purposely offered a wide variety of products, including personal care products like soap, health products like contraceptives, and household staples like rice,” Bichsel told TechCrunch in an interview.</li><li>They can order products ranging from sanitary pads and contraceptives to diapers and cleaning supplies via its website or USSD.In its first year, Kasha strictly approached the Rwandan market with a direct-to-consumer model offering last-mile delivery of health products for women and newborns.</li><li>We also build a broader distribution network, reaching the mass market customer around the country and going to the last mile.”To ensure its products are authentic, the startup works directly with manufacturers and suppliers, sourcing and stocking the products it distributes to consumers, resellers and clinics.</li><li>“We have continued to expand our variety of products purely from customer demand and the needs of the different customer segments who purchase from us, including small kiosk shops, pharmacies, hospitals, clinics and consumers.”Starting in Rwanda, Kasha raised $1.5 million in seed funding from angel and impact investors.</li><li>Bischel says:Having reached this major milestone of closing our Series B, we are even more inspired and determined to achieve Kasha’s mission of being Africa’s leading digital platform for last-mile access to health.</li><li>“There are other health tech capabilities; we offer inventory credit to pharmacies, clinics and hospitals.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/20/kasha-raises-21m-series-b-led-by-knife-capital-to-expand-health-access-platform-across-africa/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Banks serving as guinea pigs for Federal Reserves instant payments system. New legged robots designed to explore planets as a team. Dolphin emulator abandons Steam release plans after Nintendo legal threat. FedNow is finally live in the US. House aims to ease air travel delays with more money for air traffic controllers. Grab acquires Singapores thirdlargest taxi operator Transcab | TechCrunch. Kasha raises $21M Series B led by Knife Capital to expand health access platform across Africa | TechCrunch"
}