{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Stephen Clark",
            "title": "Rocket Report Rocket Labs next step in reuse, Blue Origin engine explodes",
            "description": "ULAs CEO says engine explosions are relatively routine early in production.",
            "url": "/2023-07-14-rocket-report-rocket-labs-next-step-in-reuse-blue-origin-engine-explodes",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/be4hotfire-760x380.jpg",
            "publishedAt": "2023-07-14T11:00:16Z",
            "content": "Enlarge/ File photo of a hotfire test of a Blue Origin BE4 engine.14 with Welcome to Edition 6.02 of the Rocket Report! Im on my third week at Ars, and the space beat is as busy as ever. Going  [+6136 chars]",
            "summary": "Indian rocket programs have traditionally been managed by the government, but the commercial arm of the Indian space agency last year awarded a contract to Indian industry to build five Polar Satellite Launch Vehicles on a commercial basis. Rocket Lab's CEO, Peter Beck, says the company is taking methodical steps toward eventually reusing the first stage of the light-class Electron rocket but did not identify a timetable for re-flying a booster, Space News reports.Focusing on marine recovery ... A commercial Chinese firm named LandSpace launched its Zhuque-2 rocket July 11 (US time) and made history as the first company to send a methane-fueled launcher into orbit, beating a bevy of US vehicles to the milestone, Ars reports. Astra shelved its Rocket 3 small satellite launch vehicle last year after five failures in seven orbital launch attempts. The next launch of Rocket Lab's Electron rocket will feature another attempt to recover the first-stage booster at sea. The smaller SSLV is designed to launch payloads up to 500 kgs (1,100 lbs) into low-Earth orbit, a market segment seemingly saturated by commercial rocket companies. SpaceX broke its own booster reuse record this week, and a Chinese company made history with the first methane-fueled rocket to achieve orbit.",
            "html_summary": "<ul><li>Indian rocket programs have traditionally been managed by the government, but the commercial arm of the Indian space agency last year awarded a contract to Indian industry to build five Polar Satellite Launch Vehicles on a commercial basis.</li><li>Rocket Lab's CEO, Peter Beck, says the company is taking methodical steps toward eventually reusing the first stage of the light-class Electron rocket but did not identify a timetable for re-flying a booster, Space News reports.Focusing on marine recovery ...</li><li>A commercial Chinese firm named LandSpace launched its Zhuque-2 rocket July 11 (US time) and made history as the first company to send a methane-fueled launcher into orbit, beating a bevy of US vehicles to the milestone, Ars reports.</li><li>Astra shelved its Rocket 3 small satellite launch vehicle last year after five failures in seven orbital launch attempts.</li><li>The next launch of Rocket Lab's Electron rocket will feature another attempt to recover the first-stage booster at sea.</li><li>The smaller SSLV is designed to launch payloads up to 500 kgs (1,100 lbs) into low-Earth orbit, a market segment seemingly saturated by commercial rocket companies.</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/07/rocket-report-rocket-labs-next-step-in-reuse-blue-origin-engine-explodes/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By EDITH M. LEDERER - Associated Press",
            "title": "North Koreas ambassador blames US for regional tensions in a rare appearance at UN Security Council",
            "description": "North Koreas U.N. ambassador has defended his countrys recent longrange missile launch in a rare appearance at the U.N. Security Council. Kim Song told the council the testflight of the Hwasong18 was a legitimate exercise of selfdefense. He also accused",
            "url": "/2023-07-14-un-north-korea-missile-test-nuclear-5299db37496fcdfacdc38c30bf0c0550",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/06/e0672e1c-7c95-5fb4-8178-cc8bace898fa/64b12f85247c7.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-07-14T04:54:42Z",
            "content": "By EDITH M. LEDERER  Associated PressUNITED NATIONS (AP) North Koreas U.N. ambassador defended his countrys recent longrange missile launch in a rare appearance at the U.N. Security Council on  [+3620 chars]",
            "summary": "(AP Photo/Mary Altaffer)ASSOCIATED PRESSNorth Korean Ambassador to the United Nations Kim Song leaves a Security Council meeting on Non-proliferation/North Korea, Thursday, July 13, 2023, at United Nations headquarters. The last sanctions resolution was adopted by the council in December 2017, and China and Russia vetoed a U.S.-sponsored resolution in May 2022 that would have imposed new sanctions over a spate of intercontinental ballistic missile launches. (AP Photo/Mary Altaffer)ASSOCIATED PRESSSouth Korean Ambassador to the United Nations Hwang Joon-kook, left, listens as North Korean Ambassador Kim Song addresses a Security Council meeting on Non-proliferation/North Korea, Thursday, July 13, 2023 at United Nations headquarters. (AP Photo/Mary Altaffer)ASSOCIATED PRESSNorth Korean Ambassador to the United Nations Kim Song is seen on a translators video screen as he addresses a Security Council meeting on Non-proliferation/North Korea, Thursday, July 13, 2023 at United Nations headquarters. In a statement carried by state media, Kim Yo Jong called the council a new Cold War mechanism totally inclined to the U.S. and the West.She also warned that the United States would pay a price for its hostility toward the North. (AP Photo/Mary Altaffer)ASSOCIATED PRESSNorth Korean Ambassador to the United Nations Kim Song talks on his phone after leaving a Security Council meeting on Non-proliferation/North Korea, Thursday, July 13, 2023, at United Nations headquarters. North Korean Ambassador to the United Nations Kim Song addresses a Security Council meeting on Non-proliferation/North Korea, Thursday, July 13, 2023 at United Nations headquarters.",
            "html_summary": "<ul><li>(AP Photo/Mary Altaffer)ASSOCIATED PRESSNorth Korean Ambassador to the United Nations Kim Song leaves a Security Council meeting on Non-proliferation/North Korea, Thursday, July 13, 2023, at United Nations headquarters.</li><li>The last sanctions resolution was adopted by the council in December 2017, and China and Russia vetoed a U.S.-sponsored resolution in May 2022 that would have imposed new sanctions over a spate of intercontinental ballistic missile launches.</li><li>(AP Photo/Mary Altaffer)ASSOCIATED PRESSSouth Korean Ambassador to the United Nations Hwang Joon-kook, left, listens as North Korean Ambassador Kim Song addresses a Security Council meeting on Non-proliferation/North Korea, Thursday, July 13, 2023 at United Nations headquarters.</li><li>(AP Photo/Mary Altaffer)ASSOCIATED PRESSNorth Korean Ambassador to the United Nations Kim Song is seen on a translator’s video screen as he addresses a Security Council meeting on Non-proliferation/North Korea, Thursday, July 13, 2023 at United Nations headquarters.</li><li>In a statement carried by state media, Kim Yo Jong called the council “a new Cold War mechanism totally inclined to the U.S. and the West.”She also warned that the United States would pay a price for its hostility toward the North.</li><li>(AP Photo/Mary Altaffer)ASSOCIATED PRESSNorth Korean Ambassador to the United Nations Kim Song talks on his phone after leaving a Security Council meeting on Non-proliferation/North Korea, Thursday, July 13, 2023, at United Nations headquarters.</li></ul>",
            "website_url": "https://apnews.com/article/un-north-korea-missile-test-nuclear-5299db37496fcdfacdc38c30bf0c0550"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Fran Drescher We are all going to be in jeopardy of being replaced by machines",
            "description": "Fran Drescher We are all going to be in jeopardy of being replaced by machinesarstechnica.com",
            "url": "/2023-07-14-fran-drescher-we-are-all-going-to-be-in-jeopardy-of-being-replaced-by-machines",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/actor_replacement_hero-760x380.jpg",
            "publishedAt": "2023-07-14T16:11:21Z",
            "content": "47 with On Thursday, members of the SAGAFTRA actors union (and its president, actor Fran Drescher) announced their decision to go on strike in solidarity with the WGA strike that has been ongoing [+3381 chars]",
            "summary": "The proposal also states that the use of digital replicas would be restricted to the specific motion picture for which the actor is employed, and any additional use would require that actors consent and further negotiation.However, SAG-AFTRA disputes this interpretation of the AMPTP's proposal. SAG-AFTRA represents over 160,000 film and television actors.During a press conference on Thursday, SAG-AFTRA President Fran Drescher, best known as the star of the 1990s sitcom The Nanny, underscored the union's concerns, warning of a future where AI-powered digital doubles might replace human actors. As a proxy battle in a larger war of human creatives versus those who would potentially replace them with AI models, the resolution of these Hollywood negotiations could set substantial precedents for AI use in the entertainment industry. These digital replicas, powered by advancements in computer graphics techniques and machine learning, are becoming increasingly lifelike, creating new challenges and ethical considerations for the film and television industry. According to the AMPTP, these protections include securing an actor's consent to create and use a digital likeness or to digitally alter their performance. \"In contrast, the Alliance of Motion Picture and Television Producers (AMPTP), which represents major studios including Walt Disney and Netflix, has proposed measures that they say protect actors' digital likenesses.  Benj Edwards - Jul 14, 2023 4:09 pm UTC On Thursday, members of the SAG-AFTRA actors' union (and its president, actor Fran Drescher) announced their decision to go on strike in solidarity with the WGA strike that has been ongoing since May.",
            "html_summary": "<ul><li>The proposal also states that the use of digital replicas would be restricted to the specific motion picture for which the actor is employed, and any additional use would require that actor’s consent and further negotiation.However, SAG-AFTRA disputes this interpretation of the AMPTP's proposal.</li><li>SAG-AFTRA represents over 160,000 film and television actors.During a press conference on Thursday, SAG-AFTRA President Fran Drescher, best known as the star of the 1990s sitcom The Nanny, underscored the union's concerns, warning of a future where AI-powered digital doubles might replace human actors.</li><li>As a proxy battle in a larger war of human creatives versus those who would potentially replace them with AI models, the resolution of these Hollywood negotiations could set substantial precedents for AI use in the entertainment industry.</li><li>These digital replicas, powered by advancements in computer graphics techniques and machine learning, are becoming increasingly lifelike, creating new challenges and ethical considerations for the film and television industry.</li><li>According to the AMPTP, these protections include securing an actor's consent to create and use a digital likeness or to digitally alter their performance.</li><li>\"In contrast, the Alliance of Motion Picture and Television Producers (AMPTP), which represents major studios including Walt Disney and Netflix, has proposed measures that they say protect actors' digital likenesses.</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/07/fran-drescher-we-are-all-going-to-be-in-jeopardy-of-being-replaced-by-machines/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Onprem data centers are hanging in, but cloud capacity is growing much faster",
            "description": "In 2017, onprem data centers accounted for nearly 60% of capacity. By 2027, Synergy Research is projecting that number will be cut in half, but that data doesnt tell the whole story. New research from Synergy finds that onprem data center growth is actuall",
            "url": "/2023-07-14-on-prem-data-centers-are-hanging-in-but-cloud-capacity-is-growing-much-faster",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/GettyImages-500665269.jpg?resize=1200,800",
            "publishedAt": "2023-07-14T13:51:45Z",
            "content": "In 2017, onprem data centers accounted for nearly 60% of capacity. By 2027, Synergy Research is projecting that number will be cut in half, but that data doesnt tell the whole story. New research fr [+2959 chars]",
            "summary": "At the same time, hyperscale data centers operated by the largest cloud companies will continue to grow at a hefty rate.Its not exactly a death knell for on-prem, but capacity is clearly shifting to the cloud. Today, Synergy reports there are 900 hyperscale data centers worldwide, with that number split pretty much evenly between those facilities that are owned by the cloud providers and those that are leased. While growth has slowed pretty dramatically overall for the cloud infrastructure market, it has plunged for AWS in particular, dropping into the teens in its most recent report, compared with 37% growth in the year prior. New research from Synergy finds that on-prem data center growth is actually hanging in, but over the next five years, growth will remain essentially unchanged. On-prem still accounts for 40% of usage.Synergy is predicting that in five years, the cloud providers will control over half all capacity and the on-prem number will fall to 30%. By 2027, Synergy Research is projecting that number will be cut in half, but that data doesnt tell the whole story. In 2017, on-prem data centers accounted for nearly 60% of capacity.",
            "html_summary": "<ul><li>At the same time, hyperscale data centers operated by the largest cloud companies will continue to grow at a hefty rate.It’s not exactly a death knell for on-prem, but capacity is clearly shifting to the cloud.</li><li>Today, Synergy reports there are 900 hyperscale data centers worldwide, with that number split pretty much evenly between those facilities that are owned by the cloud providers and those that are leased.</li><li>While growth has slowed pretty dramatically overall for the cloud infrastructure market, it has plunged for AWS in particular, dropping into the teens in its most recent report, compared with 37% growth in the year prior.</li><li>New research from Synergy finds that on-prem data center growth is actually hanging in, but over the next five years, growth will remain essentially unchanged.</li><li>On-prem still accounts for 40% of usage.Synergy is predicting that in five years, the cloud providers will control over half all capacity and the on-prem number will fall to 30%.</li><li>By 2027, Synergy Research is projecting that number will be cut in half, but that data doesn’t tell the whole story.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/14/on-prem-data-centers-are-hanging-in-but-cloud-capacity-is-growing-much-faster/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Kenyas Lawyers Hub gains traction helping startups meet regulatory compliance",
            "description": "The free 12weeks program targets seed stage startups that Bonyo says are lacking in terms of access and funding.",
            "url": "/2023-07-14-kenyas-lawyers-hub-gains-traction-helping-startups-meet-regulatory-compliance",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/IMG_7045.jpg?resize=1200,800",
            "publishedAt": "2023-07-14T08:39:01Z",
            "content": "African startups clashing with regulators due to noncompliance are often faced with farreaching consequences, including some that render their businesses defunct or inoperable in some markets as wa [+3757 chars]",
            "summary": "Linda Bonyo noticed this gap after founding the legal tech startup Lawyers Hub in Kenya six years ago.",
            "html_summary": "<ul><li>Linda Bonyo noticed this gap after founding the legal tech startup Lawyers Hub in Kenya six years ago.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/14/kenyas-lawyers-hub-gains-traction-helping-startups-meet-regulatory-compliance/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "Gamified elearning platform Kahoot gets acquired in a $1.7B deal led by Goldman Sachs, Lego and more",
            "description": "Big moves ahead for Kahoot, the Oslo startup thats built a popular platform for users to create, share and play educationfocused games, played by billions of students and adults over the years. The company has announced that it is going fully private in a",
            "url": "/2023-07-14-kahoot-acquired",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/Kahoot-business-challenge-app.jpg?resize=1200,800",
            "publishedAt": "2023-07-14T13:12:11Z",
            "content": "Big moves ahead for Kahoot, the Oslo startup thats built a popular platform for users to create, share and play educationfocused games, played by billions of students and adults over the years. T [+6177 chars]",
            "summary": "We support the companys mission to empower learners and educators worldwide, which resonates with our core values and find the investment fits very well with KIRKBIs long-term investment strategy.Indeed, it sounds like that leadership team is staying on with the deal.Kahoot!s mission is to make learning awesome. Our portfolio of solutions drives billions of learning interactions every year, coming together through continuous product innovation and a team with ambition to put magic learning moments at everyones fingertips, said Hanoa in a statement. The company has a clear mission and value proposition and our investment will help to grow its impact and accelerate value for all stakeholders, said Michael Bruun, global co-head of Private Equity at Goldman Sachs Asset Management, in a statement. As the need for engaging learning, across home, school and work, continues to grow, I am excited about the opportunities this partnership represents for our users, our ecosystem of partners, and for the talented team across the Kahoot! That route has helped it tap both private and public avenues for financing as it has scaled, leading it to take investments from traditional VCs like big regional players Northzone and Creandum; SoftBank at its peak of investing exuberance; and strategics like Microsoft and Disney. Big moves ahead for Kahoot, the Oslo startup thats built a popular platform for users to create, share and play education-focused games, played by billions of students and adults over the years. Through this transaction, we are pleased to partner with a fantastic leadership team and group of co-investors to expand a mission-critical learning and engagement platform and contribute to its further growth and innovation.Since General Atlantic partnered with Kahoot!",
            "html_summary": "<ul><li>We support the company’s mission to empower learners and educators worldwide, which resonates with our core values and find the investment fits very well with KIRKBI’s long-term investment strategy.”Indeed, it sounds like that leadership team is staying on with the deal.“Kahoot!´s mission is to make learning awesome.</li><li>Our portfolio of solutions drives billions of learning interactions every year, coming together through continuous product innovation and a team with ambition to put magic learning moments at everyone’s fingertips,” said Hanoa in a statement.</li><li>The company has a clear mission and value proposition and our investment will help to grow its impact and accelerate value for all stakeholders,” said Michael Bruun, global co-head of Private Equity at Goldman Sachs Asset Management, in a statement.</li><li>“As the need for engaging learning, across home, school and work, continues to grow, I am excited about the opportunities this partnership represents for our users, our ecosystem of partners, and for the talented team across the Kahoot!</li><li>That route has helped it tap both private and public avenues for financing as it has scaled, leading it to take investments from traditional VCs like big regional players Northzone and Creandum; SoftBank at its peak of investing exuberance; and strategics like Microsoft and Disney.</li><li>Big moves ahead for Kahoot, the Oslo startup that’s built a popular platform for users to create, share and play education-focused “games”, played by billions of students and adults over the years.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/14/kahoot-acquired/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Rocket Report Rocket Labs next step in reuse, Blue Origin engine explodes. North Koreas ambassador blames US for regional tensions in a rare appearance at UN Security Council. Fran Drescher We are all going to be in jeopardy of being replaced by machines. Onprem data centers are hanging in, but cloud capacity is growing much faster. Kenyas Lawyers Hub gains traction helping startups meet regulatory compliance. Gamified elearning platform Kahoot gets acquired in a $1.7B deal led by Goldman Sachs, Lego and more"
}