{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ANDREW DeMILLO - Associated Press",
            "title": "Arkansas Gov. Sanders slams Biden for woke fantasies",
            "description": "Arkansas Gov. Sarah Huckabee Sanders painted a dystopian portrait of the country in the Republican rebuttal to President Joe Bidens State of the Union address. The former spokeswoman for President Donald Trump leaned heavily into Republican culture war issue",
            "url": "/2023-02-08-322514470099d1847a253675a1dfca0b",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/1/41/1419ce31-0413-55d7-81a2-94e33725f015/63e38b679e646.preview.jpg?crop=1920%2C1008%2C0%2C35&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-08T05:40:00Z",
            "content": "By ANDREW DeMILLO  Associated PressLITTLE ROCK, Ark. (AP) Arkansas Gov. Sarah Huckabee Sanders painted a dystopian portrait of the country in her rebuttal to President Joe Bidens State of the Unio [+6156 chars]",
            "summary": "Trump has since been reinstated on Twitter, and Meta last month said the former presidents Facebook and Instagram accounts will be restored.In her speech, Sanders complained that big government colludes with Big Tech to strip away the most American thing there is  your freedom of speech.Thats not normal. She also talked about her diagnosis last year with thyroid cancer, and said she is cancer-free after undergoing surgery.Sanders also embraced the criticism of technology companies that has become a rallying cry for Republicans after Trump was suspended from social media sites following the Jan. 6, 2021, Capitol riot. Hutchinson has been an outspoken critic of Trump and has said Trump being the GOPs nominee would be the worst scenario for the party.Sanders, who served roughly two years as White House press secretary, focused heavily on her criticism of Biden during her successful bid for governor last year. Most Americans simply want to live their lives in freedom and peace, but we are under attack in a left-wing culture war we didnt start and never wanted to fight.Sanders, 40, delivered the speech less than a month after being sworn in as the first female governor of Arkansas. Polling released this week by The Associated Press-NORC Center for Public Affairs Research showed just 37% of Democrats say they want him to seek a second term.Sanders delivered the speech the day before shes set to unveil an education proposal shes called her priority in this years legislative session. Sanders has also said shed support Arkansas enacting a measure similar to Floridas law banning instruction on sexual orientation and gender identity in kindergarten through third grade. The star turn for Sanders also puts the spotlight on the nations youngest governor at a time when recent polling suggests that even many Democrats view the 80-year-old Bidens age as a liability.",
            "html_summary": "<ul><li>Trump has since been reinstated on Twitter, and Meta last month said the former president’s Facebook and Instagram accounts will be restored.In her speech, Sanders complained that “big government colludes with Big Tech to strip away the most American thing there is — your freedom of speech.”“That’s not normal.</li><li>She also talked about her diagnosis last year with thyroid cancer, and said she is cancer-free after undergoing surgery.Sanders also embraced the criticism of technology companies that has become a rallying cry for Republicans after Trump was suspended from social media sites following the Jan. 6, 2021, Capitol riot.</li><li>Hutchinson has been an outspoken critic of Trump and has said Trump being the GOP’s nominee would be the “worst scenario” for the party.Sanders, who served roughly two years as White House press secretary, focused heavily on her criticism of Biden during her successful bid for governor last year.</li><li>“Most Americans simply want to live their lives in freedom and peace, but we are under attack in a left-wing culture war we didn’t start and never wanted to fight.”Sanders, 40, delivered the speech less than a month after being sworn in as the first female governor of Arkansas.</li><li>Polling released this week by The Associated Press-NORC Center for Public Affairs Research showed just 37% of Democrats say they want him to seek a second term.Sanders delivered the speech the day before she’s set to unveil an education proposal she’s called her priority in this year’s legislative session.</li><li>Sanders has also said she’d support Arkansas enacting a measure similar to Florida’s law banning instruction on sexual orientation and gender identity in kindergarten through third grade.</li></ul>",
            "website_url": "https://apnews.com/322514470099d1847a253675a1dfca0b"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By SARAH RANKIN and DENISE LAVOIE - Associated Press",
            "title": "Virginia Senate Democrats reject 3 Youngkin appointees",
            "description": "Virginia Senate Democrats have voted to reject several appointees of GOP Gov. Glenn Youngkin, including the state health commissioner. The governor is calling the move shameful. The chamber approved resolutions containing dozens of Youngkin appointees after",
            "url": "/2023-02-08-8bd0db2c81f0455944286381189c86dd",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/b/54/b54c2e1e-7591-5d3c-9da0-9bd0b89322a0/63e312af812f6.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-08T02:58:54Z",
            "content": "By SARAH RANKIN and DENISE LAVOIE  Associated PressRICHMOND, Va. (AP) Virginia Senate Democrats voted Tuesday to reject several appointees of GOP Gov. Glenn Youngkin, including the state health co [+5488 chars]",
            "summary": "The chamber approved resolutions containing dozens of Youngkin appointees after the names of those to whom they objected  Health Commissioner Dr. Colin Greene, parole board member Steven Buck and education board member Suparna Dutta  were stripped out. Youngkin said the senators were attacking the integrity of three highly qualified members of my administration in an appalling show of partisanship.Democrats are repeating loudly their clear beliefs: parents dont matter, criminals first victims last, and petty politics above Virginias best interests. House Majority Leader Terry Kilgore said Tuesday that House members hope to start meeting with Senators soon to start sharing names and trying to narrow that down.Surovell declined to comment on potential names. Democrats voted to remove Dutta in part over what they said were concerns she was unqualified due to a lack of work history in education.Dutta chaired a coalition called Educators for Youngkin during the governors 2021 campaign and spoke at his inauguration. Maria Reppas, a health department spokesperson, referred a request for comment to the governors office, which said Greene had ably led Virginia out of the coronavirus pandemic. He was the subject of news coverage after, according to his own account, he said he was prepared to use a small razor blade to remove a sign with an obscenity from the door of a residence on the University of Virginias esteemed Lawn. GOP Sen. Mark Obenshain spoke on Ellis behalf, saying he stood down when asked to by two student ambassadors, a display Obenshain called thoughtful and reasonable.Ellis didnt immediately respond to an emailed request for comment.",
            "html_summary": "<ul><li>The chamber approved resolutions containing dozens of Youngkin appointees after the names of those to whom they objected — Health Commissioner Dr. Colin Greene, parole board member Steven Buck and education board member Suparna Dutta — were stripped out.</li><li>Youngkin said the senators were attacking the integrity of “three highly qualified members of my administration” in “an appalling show of partisanship.”“Democrats are repeating loudly their clear beliefs: parents don’t matter, criminals first victims last, and petty politics above Virginia’s best interests.</li><li>House Majority Leader Terry Kilgore said Tuesday that House members hope to start meeting with Senators soon to “start sharing names and trying to narrow that down.”Surovell declined to comment on potential names.</li><li>Democrats voted to remove Dutta in part over what they said were concerns she was unqualified due to a lack of work history in education.Dutta chaired a coalition called Educators for Youngkin during the governor’s 2021 campaign and spoke at his inauguration.</li><li>Maria Reppas, a health department spokesperson, referred a request for comment to the governor’s office, which said Greene had ably led Virginia out of the coronavirus pandemic.</li><li>He was the subject of news coverage after, according to his own account, he said he was “prepared to use a small razor blade” to remove a sign with an obscenity from the door of a residence on the University of Virginia’s esteemed Lawn.</li></ul>",
            "website_url": "https://apnews.com/8bd0db2c81f0455944286381189c86dd"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Francesco Sportelli",
            "title": "Visitors can see Florence Baptistry mosaics up close",
            "description": "FLORENCE, Italy (AP)  Visitors to one of Florences most iconic monuments  the Baptistry of San Giovanni, opposite the citys Duomo  are getting a onceinalifetime chance to see its ceiling mosaics up close thanks to an innovative approach to a planned r",
            "url": "/2023-02-08-f7f3760db6a81462876eef2fa9f209f0",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/8b05807c59704974806304a0dc271bbb/3000.webp",
            "publishedAt": "2023-02-08T13:44:43Z",
            "content": "FLORENCE, Italy (AP) Visitors to one of Florences most iconic monuments the Baptistry of San Giovanni, opposite the citys Duomo are getting a onceinalifetime chance to see its ceiling mosaics up c [+2918 chars]",
            "summary": "It initially involves conducting studies on the current state of the mosaics to determine what needs to be done. During one botched effort in 1819, an entire section of mosaics detached. Visits are set to start Feb. 24 and must be reserved in advance.The octagonal-shaped baptistry is one of the most visible monuments of Florence. Some believe it was once a pagan temple, though the current structure dates from the 4th or 5th centuries. The origins of the baptistry are something of a mystery.",
            "html_summary": "<ul><li>It initially involves conducting studies on the current state of the mosaics to determine what needs to be done.</li><li>During one botched effort in 1819, an entire section of mosaics detached.</li><li>Visits are set to start Feb. 24 and must be reserved in advance.The octagonal-shaped baptistry is one of the most visible monuments of Florence.</li><li>Some believe it was once a pagan temple, though the current structure dates from the 4th or 5th centuries.</li></ul>",
            "website_url": "https://apnews.com/f7f3760db6a81462876eef2fa9f209f0"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "IBM acquires GraphQL startup StepZen to step up its game in API management",
            "description": "StepZen, founded by the same team that had started Googleacquired Apigee, had raised just $8M",
            "url": "/2023-02-08-ibm-graphql",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/GettyImages-1127480719.jpg",
            "publishedAt": "2023-02-08T13:21:18Z",
            "content": "GraphQL, developed internally at Facebook to help developers with API management before getting rolled out as an opensource query language in 2015, has gained traction as an alternative (or compleme [+2892 chars]",
            "summary": "Now, to raise its profile with developers adopting it, IBM has acquired a GraphQL startup called StepZen, which provides tools for those working in hybrid cloud environments to build and scale GraphQL deployments to pull data from disparate sources.The financial terms of the deal are not being disclosed. One survey I saw from 2019 notes that around 38% of developers have adopted it to pull data from multiple sources. Software these days accounts for more than half the companys revenues, and its one of the companys bright spots in terms of growth. StepZen was founded in 2020 by the same people who started Apigee (which Google acquired for $625 million in 2016), and it appears to have raised just $8 million since that time (and the last time it raised was in 2020). GraphQL, developed internally at Facebook to help developers with API management before getting rolled out as an open-source query language in 2015, has gained traction as an alternative (or complement) to REST and other tools. StepZen, in short, provides a way to engage with and use GraphQL more easily.Yet there has been a split opinion on just how widely used GraphQL is today. Airbnb, Pinterest, PayPal and of course Facebook parent Meta are among the companies using it.",
            "html_summary": "<ul><li>Now, to raise its profile with developers adopting it, IBM has acquired a GraphQL startup called StepZen, which provides tools for those working in hybrid cloud environments to build and scale GraphQL deployments to pull data from disparate sources.The financial terms of the deal are not being disclosed.</li><li>One survey I saw from 2019 notes that around 38% of developers have adopted it to pull data from multiple sources.</li><li>Software these days accounts for more than half the company’s revenues, and it’s one of the company’s bright spots in terms of growth.</li><li>StepZen was founded in 2020 by the same people who started Apigee (which Google acquired for $625 million in 2016), and it appears to have raised just $8 million since that time (and the last time it raised was in 2020).</li><li>GraphQL, developed internally at Facebook to help developers with API management before getting rolled out as an open-source query language in 2015, has gained traction as an alternative (or complement) to REST and other tools.</li><li>StepZen, in short, provides a way to engage with and use GraphQL more easily.Yet there has been a split opinion on just how widely used GraphQL is today.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/08/ibm-graphql/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sophie Alcorn",
            "title": "Dear Sophie Will published articles better my odds of getting an O1A or H1B visa?",
            "description": "Ive heard that articles in publications about an entrepreneur or a startup can be a big plus when applying for an O1A or H1B visa. Is that true?",
            "url": "/2023-02-08-dear-sophie-will-published-articles-better-my-odds-of-getting-an-o-1a-or-h-1b-visa",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/01/dear-sophie-immigration-maze-3.jpg?resize=1200,675",
            "publishedAt": "2023-02-08T12:30:49Z",
            "content": "More posts by this contributorHeres another edition of Dear Sophie, the advice column that answers immigrationrelated questions about working at technology companies.Your questions are vital [+3059 chars]",
            "summary": "Heres another edition of Dear Sophie, the advice column that answers immigration-related questions about working at technology companies.Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams, says Sophie Alcorn, a Silicon Valley immigration attorney. However, its not a requirement at all for the H-1B specialty occupation visa.In many respects, getting an H-1B visa is based on luck, as you have to enter an annual lottery. The sponsoring employer also has to meet certain basic requirements, including: Thank you for your help! Tenacious in TurkeyDear Tenacious,Thanks for reaching out to me with your questions! The U.S. Department of State maintains a list of treaty countries, which includes Turkey. With an L-1A, you can come to the U.S. to open an office for your startup.Unlike the H-1B or O-1A, the L-1A has few eligibility requirements. Which publications are valid?",
            "html_summary": "<ul><li>Here’s another edition of “Dear Sophie,” the advice column that answers immigration-related questions about working at technology companies.“Your questions are vital to the spread of knowledge that allows people all over the world to rise above borders and pursue their dreams,” says Sophie Alcorn, a Silicon Valley immigration attorney.</li><li>However, it’s not a requirement at all for the H-1B specialty occupation visa.In many respects, getting an H-1B visa is based on luck, as you have to enter an annual lottery.</li><li>The sponsoring employer also has to meet certain basic requirements, including:</li><li>Thank you for your help!— Tenacious in TurkeyDear Tenacious,Thanks for reaching out to me with your questions!</li><li>The U.S. Department of State maintains a list of treaty countries, which includes Turkey.</li><li>With an L-1A, you can come to the U.S. to open an office for your startup.Unlike the H-1B or O-1A, the L-1A has few eligibility requirements.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/08/dear-sophie-will-published-articles-better-my-odds-of-getting-an-o-1a-or-h-1b-visa/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jagmeet Singh",
            "title": "EV startup Zypp Electric nabs $25M to hit 30 Indian cities by 2025",
            "description": "Zypp Electric, an Indian startup that offers an EVasaservice platform, has raised $25 million in a Series B round.",
            "url": "/2023-02-08-zypp-electric-funding-gogoro",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/zypp-electric.jpg",
            "publishedAt": "2023-02-08T12:30:30Z",
            "content": "Zypp Electric, an Indian startup that offers an EVasaservice platform catering to ecommerce companies and gig workers, has received a $25 million investment led by Taiwans batteryswapping giant [+4355 chars]",
            "summary": "Fleet customers get additional features such as dedicated backup rider support, a merchant panel, rider tracking, API integration and multiple order support, the company said.The startup also lets gig delivery workers rent e-bikes through a daily, weekly or monthly subscription. Also, the technology has to be better as we scale, Gupta said.In over five years since its foundation, Zypp Electric has completed 15 million deliveries and has worked with 10,000 gig workers, the company said. These manufacturers tweak their bikes per the startups requirements and put its green-color branding on top to deliver a unified look and feel.Zypp Electric is also embracing battery swapping. Zypp Electric will use the funds to expand its fleet from 10,000 to 200,000 bikes and widen its footprint to 30 Indian cities by December 2025.The Gurugram-based startup aims to electrify last-mile deliveries in the South Asian nation. The startup has partnered with Sun Mobility and Battery Smart to that end, and recently partnered with Gogoro to pilot Taiwanese companys battery-swapping network in Delhi.I dont think that one player can address the entire market. Gogoros recent investment into the company includes the addition of the Taiwanese company on Zypp Electrics board, which should help Zypp Electric grow beyond India. Gupta told TechCrunch that as part of Zypp Electrics goal to reach 200,000 bikes by 2025, the company will deploy 50,000 this year and 100,000 next year.",
            "html_summary": "<ul><li>Fleet customers get additional features such as dedicated backup rider support, a merchant panel, rider tracking, API integration and multiple order support, the company said.The startup also lets gig delivery workers rent e-bikes through a daily, weekly or monthly subscription.</li><li>Also, the technology has to be better as we scale,” Gupta said.In over five years since its foundation, Zypp Electric has completed 15 million deliveries and has worked with 10,000 gig workers, the company said.</li><li>These manufacturers tweak their bikes per the startup’s requirements and put its green-color branding on top to deliver a unified look and feel.Zypp Electric is also embracing battery swapping.</li><li>Zypp Electric will use the funds to expand its fleet from 10,000 to 200,000 bikes and widen its footprint to 30 Indian cities by December 2025.The Gurugram-based startup aims to electrify last-mile deliveries in the South Asian nation.</li><li>The startup has partnered with Sun Mobility and Battery Smart to that end, and recently partnered with Gogoro to pilot Taiwanese company’s battery-swapping network in Delhi.“I don’t think that one player can address the entire market.</li><li>Gogoro’s recent investment into the company includes the addition of the Taiwanese company on Zypp Electric’s board, which should help Zypp Electric grow beyond India.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/08/zypp-electric-funding-gogoro/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Arkansas Gov. Sanders slams Biden for woke fantasies. Virginia Senate Democrats reject 3 Youngkin appointees. Visitors can see Florence Baptistry mosaics up close. IBM acquires GraphQL startup StepZen to step up its game in API management. Dear Sophie Will published articles better my odds of getting an O1A or H1B visa?. EV startup Zypp Electric nabs $25M to hit 30 Indian cities by 2025"
}