{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Eric Bangeman",
            "title": "Communal stargazing using your phone The Unistellar eQuinox 2, reviewed",
            "description": "Stargaze with up to 10 of your friends no matter how bad the light pollution is.",
            "url": "/2023-07-29-communal-stargazing-using-your-phone-the-unistellar-equinox-2-reviewed",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/rural-760x380.jpg",
            "publishedAt": "2023-07-29T10:30:19Z",
            "content": "Enlarge/ The eQuinox 2 is ready for sundown in central Illinois. No eyepiece here, so have your smartphone handy if you want to stargaze.24 with When we reviewed the Unistellar eVscope a couple o [+5756 chars]",
            "summary": "The Unistellar eQuinox is a smart telescope designed to make astronomy more accessible by automating skywatching and using digital sensors to collect light from faraway objects. Instead of taking turns peering through the eyepiece up to people can stargaze simultaneously with the unistellar app. One person controls the telescope and everyone else can watch. The operator can give control of the telescope to anyone else easily. Its Smart Light Pollution Reduction makes it possible to st Stargaze in cities and suburbs where most astronomical observations are simply out of the question.",
            "html_summary": "<ul><li>The Unistellar eQuinox is a smart telescope designed to make astronomy more accessible by automating skywatching and using digital sensors to collect light from faraway objects</li><li> Instead of taking turns peering through the eyepiece up to people can stargaze simultaneously with the unistellar app</li><li> One person controls the telescope and everyone else can watch</li><li> The operator can give control of the telescope to anyone else easily</li><li> Its Smart Light Pollution Reduction makes it possible to st Stargaze in cities and suburbs where most astronomical observations are simply out of the question</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/07/communal-stargazing-using-your-phone-the-unistellar-equinox-2-reviewed/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ERIC TUCKER, ALANNA DURKIN RICHER",
            "title": "Tie him even more closely to coverup effort...",
            "description": "New allegations in the classified documents case against former President Donald Trump deepen his legal jeopardy as he braces for possible additional indictments related to efforts to overturn the 2020 election. The latest criminal charges unsealed Thursday a",
            "url": "/2023-07-29-trump-maralago-justice-department-special-counsel-eb6f5c62094690fcb2f652673fb9df58",
            "urlToImage": "https://dims.apnews.com/dims4/default/efe0dce/2147483647/strip/true/crop/3738x2103+0+195/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F28%2F71%2Fa39a02e456af6b20ca79f9d66538%2F0fe015d827b64a39b8cf4302f4fea650",
            "publishedAt": "2023-07-29T18:13:37Z",
            "content": "WASHINGTON (AP) Its a stunning new allegation in an already serious case Former President Donald Trump sought to delete MaraLago surveillance footage to obstruct the Justice Departments investigat [+6333 chars]",
            "summary": "New allegations in the classified documents case against Trump deepen his legal jeopardy as he braces for possible additional indictments related to efforts to overturn the 2020 election. To the extent that evidence of Trumps involvement in trying to delete video is circumstantial rather than direct, it might present a challenge for prosecutors, said David Aaron, a former Justice Department national security prosecutor who has worked on cases involving the mishandling of classified documents. (Justice Department via AP)FILE - An aerial view of President Donald Trumps Mar-a-Lago estate is seen Aug. 10, 2022, in Palm Beach, Fla. A third defendant has been charged alongside former President Donald Trump and his valet in the classified documents case in Florida, court records show. (AP Photo/Jon Elswick)The updated indictment against former President Donald Trump, Walt Nauta and Carlos De Oliveira is photographed Friday, July 28, 2023. But if they can tie the effort to Trump, he added, its devastating in its own right, because it doesnt matter at that point what he thought he had the right to do, or whatever other defense hes going to have about the classified documents. Thats in and of itself very bad. It could also help prosecutors establish that Trump knew what he was doing was wrong because you only delete video of what youve done if you think its going to get you in trouble, Aaron said. The updated indictment includes a detailed chronology of phone conversations and other interactions between Trump, Nauta and Mar-a-Lago property manager, Carlos De Oliveira, in the days after the Justice Department last June drafted a subpoena for security camera footage at Mar-a-Lago.",
            "html_summary": "<ul><li>New allegations in the classified documents case against Trump deepen his legal jeopardy as he braces for possible additional indictments related to efforts to overturn the 2020 election.</li><li>To the extent that evidence of Trump’s involvement in trying to delete video is circumstantial rather than direct, it might present a challenge for prosecutors, said David Aaron, a former Justice Department national security prosecutor who has worked on cases involving the mishandling of classified documents.</li><li>(Justice Department via AP)FILE - An aerial view of President Donald Trump’s Mar-a-Lago estate is seen Aug. 10, 2022, in Palm Beach, Fla. A third defendant has been charged alongside former President Donald Trump and his valet in the classified documents case in Florida, court records show.</li><li>(AP Photo/Jon Elswick)The updated indictment against former President Donald Trump, Walt Nauta and Carlos De Oliveira is photographed Friday, July 28, 2023.</li><li>But if they can tie the effort to Trump, he added, “it’s devastating in its own right, because it doesn’t matter at that point what he thought he had the right to do, or whatever other defense he’s going to have about the classified documents.</li><li>That’s in and of itself very bad.” It could also help prosecutors establish that Trump knew what he was doing was wrong because “you only delete video of what you’ve done if you think it’s going to get you in trouble,” Aaron said.</li></ul>",
            "website_url": "https://apnews.com/article/trump-maralago-justice-department-special-counsel-eb6f5c62094690fcb2f652673fb9df58"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Trey Herr",
            "title": "CISAs securitybydesign initiative is at risk Heres a path forward | TechCrunch",
            "description": "Success with securitybydesign is at risk, both from the political challenges of implementation and the threat of unrealistic expectations.",
            "url": "/2023-07-29-cisas-security-by-design-initiative-is-at-risk-heres-a-path-forward",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/GettyImages-1485193235.jpg?resize=1200,801",
            "publishedAt": "2023-07-29T12:30:15Z",
            "content": "The Biden administrations 2023 National Cybersecurity Strategy identified structural shortcomings in the state of cybersecurity, calling out the failure of market forces to adequately distribute resp [+6742 chars]",
            "summary": "Understanding that baseline is critical.There is danger when rhetoric around shifting responsibility in cyberspace suggests that cybersecurity problems and challenges exist only because technology vendors cut corners or that all cybersecurity risk can be avoided by following a simple set of straightforward practices. Adopting certain new processes, rigorously enforcing them, and fixing existing incentives would still be a much-needed improvement over the current status quo.However, adopting memory-safe languages or pushing large actors toward better risk management would not necessarily have prevented many significant vulnerabilities in recent memory, such as Log4Shell. The Biden administrations 2023 National Cybersecurity Strategy identified structural shortcomings in the state of cybersecurity, calling out the failure of market forces to adequately distribute responsibility for the security of data and digital systems. Specificity about the scope and goals of the program will help prevent its inevitable critics from distorting the debate into all-or-nothing terms.SbD  the first policy manifestation of the National Cybersecurity Strategys effort to shift responsibility  will not come about by sheer goodwill alone. silver bullets often trade rhetorical clarity for crippling internal compromises. The SbD program could achieve deep, meaningful changes in how some of the largest technology vendors build services and products. This piece addresses both and highlights a path forward.The politics of SbD implementation  which implicitly require a capacity to compel change in vendor practices, as well as the insight to design them  are treacherous ground for CISA, as the fast-growing agency is not a regulator. To succeed, CISA will also need to understand how large technology companies build products and services  current industry practice is far from complete or perfect, but it is the baseline from which SbD hopes to drive change.",
            "html_summary": "<ul><li>Understanding that baseline is critical.There is danger when rhetoric around shifting responsibility in cyberspace suggests that cybersecurity problems and challenges exist only because technology vendors cut corners or that all cybersecurity risk can be avoided by following a simple set of straightforward practices.</li><li>Adopting certain new processes, rigorously enforcing them, and fixing existing incentives would still be a much-needed improvement over the current status quo.However, adopting memory-safe languages or pushing large actors toward better risk management would not necessarily have prevented many significant vulnerabilities in recent memory, such as Log4Shell.</li><li>The Biden administration’s 2023 National Cybersecurity Strategy identified structural shortcomings in the state of cybersecurity, calling out the failure of market forces to adequately distribute responsibility for the security of data and digital systems.</li><li>Specificity about the scope and goals of the program will help prevent its inevitable critics from distorting the debate into all-or-nothing terms.SbD — the first policy manifestation of the National Cybersecurity Strategy’s effort to shift responsibility — will not come about by sheer goodwill alone.</li><li>silver bullets often trade rhetorical clarity for crippling internal compromises.” The SbD program could achieve deep, meaningful changes in how some of the largest technology vendors build services and products.</li><li>This piece addresses both and highlights a path forward.The politics of SbD implementation — which implicitly require a capacity to compel change in vendor practices, as well as the insight to design them — are treacherous ground for CISA, as the fast-growing agency is not a regulator.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/29/cisas-security-by-design-initiative-is-at-risk-heres-a-path-forward/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Communal stargazing using your phone The Unistellar eQuinox 2, reviewed. Tie him even more closely to coverup effort.... CISAs securitybydesign initiative is at risk Heres a path forward | TechCrunch"
}