{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "ap news",
            "title": "Drone attacks in Moscows glittering business district leave residents on edge...",
            "description": "The glittering towers of the Moscow City business district were once symbols of the Russian capitals economic boom in the early 2000s. Now they are a sign of its vulnerability, following a series of drone attacks on skyscrapers there that rattled some Muscov",
            "url": "/2023-08-02-russia-ukraine-war-moscow-drone-attacks-defense-6abce11e9274c5509737b4ecd337c1fe",
            "urlToImage": "https://dims.apnews.com/dims4/default/f782ba5/2147483647/strip/true/crop/7000x3937+0+365/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F5e%2F13%2Fb1873f203bb296037a9040ecd8ea%2Fb38469643275479db192a212c50e4d21",
            "publishedAt": "2023-08-02T13:00:04Z",
            "content": "Drone attacks in Moscows glittering business district leave residents on edgeThe glittering towers of the Moscow City business district dominate the skyline of the Russian capital. The sleek glassa [+5264 chars]",
            "summary": "Now they are a sign of its vulnerability, following a series of drone attacks that rattled some Muscovites shaken and brought the war in Ukraine home to the seat of Russian power. The glittering towers of the Moscow City business district were once symbols of the Russian capitals economic boom in the early 2000s. Two of three launched were shot down outside Moscow, while one crashed into a skyscraper in the Moscow City business district, damaging the buildings facade. (AP Photo/Dmitry Serebryakov)People sit in a cafe in Moscow, Russia, Tuesday, Aug. 1, The glittering towers of the Moscow City business district were once symbols of the Russian capitals economic boom in the early 2000s. (AP Photo)Investigators examine an area next to damaged building in the Moscow City business district after a reported drone attack in Moscow, Russia, early Tuesday, Aug. 1, 2023. (AP Photo/Dmitry Serebryakov)A view of the damaged building is seen in the Moscow City business district after a reported drone attack in Moscow, Russia, early Tuesday, Aug. 1, 2023. Ukrainian drones again targeted Moscow and its surroundings early Tuesday morning, the Russian military reported.",
            "html_summary": "<ul><li>Now they are a sign of its vulnerability, following a series of drone attacks that rattled some Muscovites shaken and brought the war in Ukraine home to the seat of Russian power.</li><li>The glittering towers of the Moscow City business district were once symbols of the Russian capital’s economic boom in the early 2000s.</li><li>Two of three launched were shot down outside Moscow, while one crashed into a skyscraper in the Moscow City business district, damaging the building’s facade.</li><li>(AP Photo/Dmitry Serebryakov)People sit in a cafe in Moscow, Russia, Tuesday, Aug. 1, The glittering towers of the Moscow City business district were once symbols of the Russian capital’s economic boom in the early 2000s.</li><li>(AP Photo)Investigators examine an area next to damaged building in the “Moscow City” business district after a reported drone attack in Moscow, Russia, early Tuesday, Aug. 1, 2023.</li><li>(AP Photo/Dmitry Serebryakov)A view of the damaged building is seen in the “Moscow City” business district after a reported drone attack in Moscow, Russia, early Tuesday, Aug. 1, 2023.</li></ul>",
            "website_url": "https://apnews.com/article/russia-ukraine-war-moscow-drone-attacks-defense-6abce11e9274c5509737b4ecd337c1fe"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "As spend management space heats up, Brex and Rho turn to AI startups to help power new products",
            "description": "The competition in the spend management space continues to intensify. Brex and Rho today each announced AIpowered/enabled accounts payables offerings. Their announcements coincidentally came out the same day competitor Ramp announced it had expanded into pro",
            "url": "/2023-08-02-as-spend-management-space-heats-up-brex-and-rho-turn-to-ai-startups-to-help-power-new-products",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/ai-business-process-outsourcing-getty.jpg?w=1200",
            "publishedAt": "2023-08-02T00:00:34Z",
            "content": "The competition in the spend management space continues to intensify.Brex and Rho today each announced AIpowered/enabled accounts payables offerings.Their announcements coincidentally came out t [+4255 chars]",
            "summary": "Brex and Rho today each announced AI powered enabled accounts payables offerings. Their announcements coincidentally came out the same day competitor Ramp announced it had expanded into procurement. This is further evidence that the companies in the space are clamoring to not only meet customer demand but presumably attempt to outdo each other in terms of what they can offer their customers to help control spend. Brex today revealed Payables its AI enabled Accounts Payable AP offering while Rho announced new AI powered Accounts Payables automation capabilities. Both companies expect their new offerings to increase revenue for their respective companies.",
            "html_summary": "<ul><li>Brex and Rho today each announced AI powered enabled accounts payables offerings</li><li> Their announcements coincidentally came out the same day competitor Ramp announced it had expanded into procurement</li><li> This is further evidence that the companies in the space are clamoring to not only meet customer demand but presumably attempt to outdo each other in terms of what they can offer their customers to help control spend</li><li> Brex today revealed Payables its AI enabled Accounts Payable AP offering while Rho announced new AI powered Accounts Payables automation capabilities</li><li> Both companies expect their new offerings to increase revenue for their respective companies</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/01/as-spend-management-space-heats-up-brex-and-rho-turn-to-ai-startups-to-help-power-new-products/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Kenya suspends Worldcoin scans over security, privacy and financial concerns | TechCrunch",
            "description": "Kenya is investigating authenticity and legality of Worldcoin activities, alarmed over the companys collection of biometric data.",
            "url": "/2023-08-02-kenya-suspends-worldcoin-scans-over-security-privacy-and-financial-concerns",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/The-Worldcoin-Orb-with-World-ID-card.png?resize=1200,675",
            "publishedAt": "2023-08-02T10:25:30Z",
            "content": "Kenya was one of the first countries to launch signups for Worldcoin  the controversial startup that aims to create a new human identity and financial network through eye scans and its own crypto [+5532 chars]",
            "summary": "Now Kenya could be one of the first to ban it outright.The countrys Ministry of the Interior has issued a decree suspending Worldcoin enrollment in the country, citing concerns with the authenticity and legality of its activities in the areas of security, financial services and data protection. In the U.K., one of the other countries where regulators are looking into Worldcoins privacy and security, three venues were listed in London last week at launch, including one, curiously, in a coffee hut in Kensington Gardens adjacent to Hyde Park. Kenya was one of the first countries where Worldcoin  the controversial startup that aims to create a new human identity and financial network through eye scans and its own cryptocurrency  launched sign-ups. pic.twitter.com/yFkxknJenX Nation Africa (@NationAfrica) August 1, 2023Its worth asking why the authorities didnt think of this eventuality, or any of the privacy and security implications, before allowing Worldcoin to establish operations in the country in the first place. Kenya  along with Chile, Indonesia, France and Sudan  was one of the first countries to pilot the registration service back in 2021. That disappeared after the first day and eventually one of the other locations did, too. As of this week, it was one of the biggest markets for takeup.",
            "html_summary": "<ul><li>Now Kenya could be one of the first to ban it outright.The country’s Ministry of the Interior has issued a decree suspending Worldcoin enrollment in the country, citing concerns with the “authenticity and legality” of its activities in the areas of security, financial services and data protection.</li><li>In the U.K., one of the other countries where regulators are looking into Worldcoin’s privacy and security, three venues were listed in London last week at launch, including one, curiously, in a coffee hut in Kensington Gardens adjacent to Hyde Park.</li><li>Kenya was one of the first countries where Worldcoin — the controversial startup that aims to create a new “human identity and financial network” through eye scans and its own cryptocurrency — launched sign-ups.</li><li>pic.twitter.com/yFkxknJenX— Nation Africa (@NationAfrica) August 1, 2023It’s worth asking why the authorities didn’t think of this eventuality, or any of the privacy and security implications, before allowing Worldcoin to establish operations in the country in the first place.</li><li>Kenya — along with Chile, Indonesia, France and Sudan — was one of the first countries to pilot the registration service back in 2021.</li><li>That disappeared after the first day and eventually one of the other locations did, too.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/02/kenya-suspends-worldcoin-scans-over-security-privacy-and-financial-concerns/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Drone attacks in Moscows glittering business district leave residents on edge.... As spend management space heats up, Brex and Rho turn to AI startups to help power new products. Kenya suspends Worldcoin scans over security, privacy and financial concerns | TechCrunch"
}