{
    "status": "ok",
    "totalResults": 1,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "The Conversation",
            "title": "Air purifiers arent enough to clean your home from wildfire smoke | Makemetechie.com Summary",
            "description": "There are ways to clean it up, however.",
            "url": "/2023-10-15-air-purifiers-arent-enough-to-clean-your-home-from-wildfire-smoke",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/GettyImages-1679623370-760x380.jpg",
            "publishedAt": "2023-10-15T11:00:04Z",
            "content": "Enlarge/ San Francisco City view through the haze of smoke as seen from Treasure Island on September 20, 2023.9 with When wildfire smoke turns the air brown and hazy, you might think about headin [+3047 chars]",
            "summary": "Delphine Farmer is an atmospheric and indoor chemist. Her study tracked the life of gases in a home exposed to wildfire smoke. She found that the best way to get rid of the risk is among the simplest start cleaning. She worked with researchers from across the U.S. and Canada to explore this problem during the Chemical Assessment of Surfaces and Air or CASA study in the journal Science Advances. We created a chemically accurate proxy for wildfire smoke and released small doses into a test house built by the National Institute of Standards and Technology.",
            "html_summary": "<ul><li>Delphine Farmer is an atmospheric and indoor chemist.</li><li> Her study tracked the life of gases in a home exposed to wildfire smoke.</li><li> She found that the best way to get rid of the risk is among the simplest start cleaning.</li><li> She worked with researchers from across the U.</li><li>S.</li><li> and Canada to explore this problem during the Chemical Assessment of Surfaces and Air or CASA study in the journal Science Advances.</li><li> We created a chemically accurate proxy for wildfire smoke and released small doses into a test house built by the National Institute of Standards and Technology.</li></ul>",
            "website_url": "https://arstechnica.com/science/2023/10/air-purifiers-arent-enough-to-clean-your-home-from-wildfire-smoke/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Air purifiers arent enough to clean your home from wildfire smoke | Makemetechie.com Summary"
}