{
    "status": "ok",
    "totalResults": 7,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Amanda Silberling",
            "title": "Snap CEO Evan Spiegel on TikTok ban Wed love that",
            "description": "At the Snap Partner Summit, one thing is clear the company is pulling out all the stops to woo its Gen Z userbase and keep them on the platform.  Like...",
            "url": "/2023-04-20-snap-ceo-evan-spiegel-tiktok-ban",
            "urlToImage": "https://media.zenfs.com/en/techcrunch_350/cc1fe9db988c0f2956d8a2c78e3a7083",
            "publishedAt": "2023-04-20T00:12:09Z",
            "content": "At the Snap Partner Summit, one thing is clear the company is pulling out all the stops to woo its Gen Z userbase and keep them on the platform. Like literally every other social media app, Snapchat [+3628 chars]",
            "summary": "TikTok is in the unique situation due to its Chinese ownership, which has proven problematic for the companys reputation among U.S. government officials.It is important for us to be thoughtful and really develop a regulatory framework to deal with security concerns, especially around technology, Spiegel said onstage. The text chatbot is available to all Snapchat users, but Snapchat+ subscribers can send photos to an AI chatbot, who will respond with its own photos. TikTok hasnt been very successful in e-commerce in the West, so Snaps shopping-specific AR products could make it more attractive to brand partners and consumers alike.Snap moves quickly, but its fast pace comes at a price and the company is no stranger to safety scandals. Like literally every other social media app, Snapchat responded to the pressure of TikToks massive growth by rolling out its own short-form video feed and creator program. The employee said that the AI is designed not to respond in kind, and instead, tell the user that it wont engage with that kind of content. Well see how that plays out on Snapchat.Remember what Spiegel said: People love to push the limits of new technology. At the Snap Partner Summit, one thing is clear: The company is pulling out all the stops to woo its Gen Z userbase and keep them on the platform.",
            "html_summary": "<ul><li>TikTok is in the unique situation due to its Chinese ownership, which has proven problematic for the company’s reputation among U.S. government officials.“It is important for us to be thoughtful and really develop a regulatory framework to deal with security concerns, especially around technology,” Spiegel said onstage.</li><li>The text chatbot is available to all Snapchat users, but Snapchat+ subscribers can send photos to an AI chatbot, who will respond with its own photos.</li><li>TikTok hasn’t been very successful in e-commerce in the West, so Snap’s shopping-specific AR products could make it more attractive to brand partners and consumers alike.Snap moves quickly, but its fast pace comes at a price and the company is no stranger to safety scandals.</li><li>Like literally every other social media app, Snapchat responded to the pressure of TikTok’s massive growth by rolling out its own short-form video feed and creator program.</li><li>The employee said that the AI is designed not to respond in kind, and instead, tell the user that it won’t engage with that kind of content.</li><li>We’ll see how that plays out on Snapchat.Remember what Spiegel said: People love to push the limits of new technology.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/19/snap-ceo-evan-spiegel-tiktok-ban/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "Vesey Ventures closes on $78M debut fund to back earlystage fintech startups",
            "description": "After working together for nearly one decade, three former managing directors of Amex Ventures in early 2022 branched out to form their own fintechfocused venture firm, Vesey Ventures. The trio had made early investments in more than 50 fintech companies, in",
            "url": "/2023-04-20-vesey-ventures-closes-on-78m-debut-fund-to-back-early-stage-fintech-startups",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/MG_0480-1_edit.jpg?resize=1200,872",
            "publishedAt": "2023-04-20T13:03:45Z",
            "content": "After working together for nearly one decade, three former managing directors of Amex Ventures in early 2022 branched out to form their own fintechfocused venture firm, Vesey Ventures. The trio had  [+5346 chars]",
            "summary": "It aims to help startups there partner, expand and commercialize in the U.S.The new firm is staying mum about its LPs, saying only they include seven very prominent financial institutions, as well as founders and executives from financial incumbents, family offices and institutional investors. The founding partners all agreed on one thing when starting the new firm: that it was clear that startups with better business development strategies had better outcomes.And thats ultimately the insight that we built a thesis on, said Fitzgerald. And for us, that is the infrastructure layerthat we always help our companies build and reinforce so that they can become trusted financial institutions for the long term. That has become a really important pillar, and now its back in vogue.Huang also acknowledges that in 2021, the trio stepped back from investing because it was getting way too frothy.Every company was sort of a me too company, she recalls. Veseys self-described mission is to back companies transforming financial services at the seed to Series B stages. The trio had made early investments in more than 50 fintech companies, including the likes of Stripe, Plaid, Melio and Trulioo. After working together for nearly one decade, three former managing directors of Amex Ventures in early 2022 branched out to form their own fintech-focused venture firm, Vesey Ventures.",
            "html_summary": "<ul><li>It aims to help startups there partner, expand and commercialize in the U.S.The new firm is staying mum about its LPs, saying only they include seven “very prominent financial institutions,” as well as founders and executives from financial incumbents, family offices and institutional investors.</li><li>The founding partners all agreed on one thing when starting the new firm: that it was clear that startups with better business development strategies had better outcomes.“And that’s ultimately the insight that we built a thesis on,” said Fitzgerald.</li><li>And for us, that is the infrastructure layer…that we always help our companies build and reinforce so that they can become trusted financial institutions for the long term.</li><li>That has become a really important pillar, and now it’s back in vogue.”Huang also acknowledges that in 2021, the trio stepped back from investing “because it was getting way too frothy.”“Every company was sort of a ‘me too company,’ she recalls.</li><li>Vesey’s self-described mission is to back companies “transforming financial services” at the seed to Series B stages.</li><li>The trio had made early investments in more than 50 fintech companies, including the likes of Stripe, Plaid, Melio and Trulioo.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/20/vesey-ventures-closes-on-78m-debut-fund-to-back-early-stage-fintech-startups/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Catherine Shu",
            "title": "Singaporebased Accredify gets $7M to make sure your documents are real",
            "description": "Interested in tech, Zheng Wei left his career as a chartered accountant to teach himself how to code. But it was his experience as an accountant that led to his interest in the blockchain and how it can be used to verify documents. What intrigued me was the ",
            "url": "/2023-04-20-accredify",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-88402878.jpg?resize=1200,840",
            "publishedAt": "2023-04-20T05:01:10Z",
            "content": "Interested in tech, Zheng Wei left his career as a chartered accountant to teach himself how to code. But it was his experience as an accountant that led to his interest in the blockchain and how it  [+2886 chars]",
            "summary": "So far, it has processed 12 million verifications on 2 million issued documents and served 600 users.Accredify began by working with educational organizations to prevent the use of fake degrees and certificates. Then it draws data through dashboards or API integrations.Other companies in the same space include Unifier, which Accredify partnered with during the pandemic  Accredify created documents while Unifier read documents for their clients. Then it began expanding into other use cases, including corporate registries and healthcare.For example, during the height of the pandemic, Accredify worked with the Ministry of Manpower and the Ministry of Health to create a system that verified COVID-19 records so workers could travel. Quah says it is also exploring expansion into Japan by doing pilot programs with government entities.a16zs crypto report anticipates developer growth as blockchain scaling solutions expand But it was his experience as an accountant that led to his interest in the blockchain and how it can be used to verify documents. That was mind-blowing because fundamentally, accountants are there to match certain transactions and make sure everything tallies up against one another. It has also collaborated with Singapores Accounting and Corporate Regulatory Authority to transform their data infrastructure.",
            "html_summary": "<ul><li>So far, it has processed 12 million verifications on 2 million issued documents and served 600 users.Accredify began by working with educational organizations to prevent the use of fake degrees and certificates.</li><li>Then it draws data through dashboards or API integrations.Other companies in the same space include Unifier, which Accredify partnered with during the pandemic — Accredify created documents while Unifier read documents for their clients.</li><li>Then it began expanding into other use cases, including corporate registries and healthcare.For example, during the height of the pandemic, Accredify worked with the Ministry of Manpower and the Ministry of Health to create a system that verified COVID-19 records so workers could travel.</li><li>Quah says it is also exploring expansion into Japan by doing pilot programs with government entities.a16z’s crypto report anticipates developer growth as blockchain scaling solutions expand</li><li>But it was his experience as an accountant that led to his interest in the blockchain and how it can be used to verify documents.</li><li>“That was mind-blowing because fundamentally, accountants are there to match certain transactions and make sure everything tallies up against one another.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/19/accredify/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Dominic-madori Davis",
            "title": "Climate tech investing is the next big opportunity Lisa Lambert",
            "description": "National Grid Partners founder Lisa Lambert Environmental and social concerns should be top of mind right now for any smart investor.",
            "url": "/2023-04-20-climate-change-investing-lisa-lambert",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-849733014.jpg?resize=1200,985",
            "publishedAt": "2023-04-20T13:00:47Z",
            "content": "The Arctic is melting, while hurricanes, blizzards and heat waves leave millions of people and animals in disarray. Lisa Lambert, the head of National Grids CVC National Grid Partners, told TechCrunc [+3046 chars]",
            "summary": "She moved from Intel to climate tech because she had a thesis that the sector was due for a renaissance following the clean tech bubble collapse in the early 2000s. As a corporate VC, were measured not just on financial return but also on how much operational and strategic value our portfolio provides to our parent company, Lambert said.Under her, NGP has allocated $400 million to 40 startups and four specialty funds in which NGP is a limited partner. Lisa Lambert, the head of National Grids CVC National Grid Partners, told TechCrunch+ that environmental and social concerns should be top of mind right now for any smart investor.Not because its the right thing to do, but because theres an enormous opportunity, she said. Through her work, she invests in technology focused on climate change and mitigation. Though funding to climate startups dropped slightly in Q1, she sees that as a mere reflection of the overall venture downturn. And because, as a mother, I cant think of a more important sector to invest in, she said.She has a point: By 2050, which is the target to reach net-zero, the oldest of Generation Z will only be in their early 50s. Its had seven exits to date, including five unicorns; for those interested in pitching, the fund is currently stage agnostic.",
            "html_summary": "<ul><li>She moved from Intel to climate tech because she had a thesis that the sector was due for a “renaissance” following the clean tech bubble collapse in the early 2000s.</li><li>“As a corporate VC, we’re measured not just on financial return but also on how much operational and strategic value our portfolio provides to our parent company,” Lambert said.Under her, NGP has allocated $400 million to 40 startups and four specialty funds in which NGP is a limited partner.</li><li>Lisa Lambert, the head of National Grid’s CVC National Grid Partners, told TechCrunch+ that environmental and social concerns should be top of mind right now for any smart investor.“Not because it’s the right thing to do, but because there’s an enormous opportunity,” she said.</li><li>Through her work, she invests in technology focused on climate change and mitigation.</li><li>Though funding to climate startups dropped slightly in Q1, she sees that as a mere reflection of the overall venture downturn.</li><li>“And because, as a mother, I can’t think of a more important sector to invest in,” she said.She has a point: By 2050, which is the target to reach net-zero, the oldest of Generation Z will only be in their early 50s.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/20/climate-change-investing-lisa-lambert/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Collin Wallace",
            "title": "4 problems venture capital cant solve",
            "description": "Sometimes, its good to ask yourself if youre raising capital in anticipation of pain that may never materialize.",
            "url": "/2023-04-20-4-problems-venture-capital-cant-solve",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/GettyImages-1368748522.jpg?resize=1200,799",
            "publishedAt": "2023-04-20T11:31:19Z",
            "content": "As the technology industry retrenches and venture capital firms tighten their standards, savvy founders should consider this counterintuitive question Even if my vision is compelling enough to secur [+2535 chars]",
            "summary": "But the business isnt making money on a contribution margin basis, only the variable costs of a good or service.Their assumption  likely incorrect  might be that new money for sales and marketing will solve the companys problems. Add inflation, corporate cost-cutting and market volatility, and its understandable why many investors and founders are skittish.For an entrepreneur looking to raise money, the current landscape could prove difficult. But the truth is, I see founders every day looking for money for the wrong reasons. Without a clear picture of what is fueling losses, venture capital will only accelerate your demise. Most of the time, what stands between a company and its ability to achieve scale is not a lack of money.Its better to ask: Do we have hustle problems? Is my business model fundamentally flawed?More money wont solve these issues. They seek venture funding to increase sales and marketing.",
            "html_summary": "<ul><li>But the business isn’t making money on a contribution margin basis, only the variable costs of a good or service.Their assumption — likely incorrect — might be that new money for sales and marketing will solve the company’s problems.</li><li>Add inflation, corporate cost-cutting and market volatility, and it’s understandable why many investors and founders are skittish.For an entrepreneur looking to raise money, the current landscape could prove difficult.</li><li>But the truth is, I see founders every day looking for money for the wrong reasons.</li><li>Without a clear picture of what is fueling losses, venture capital will only accelerate your demise.</li><li>Most of the time, what stands between a company and its ability to achieve scale is not a lack of money.It’s better to ask: Do we have hustle problems?</li><li>Is my business model fundamentally flawed?More money won’t solve these issues.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/20/4-problems-venture-capital-cant-solve/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "Senegals logistics tech startup Chargel raises $2.5M seed funding",
            "description": "Chargel counts some of the worlds largest shipping companies, Maersk and Grimaldi Group, among its earliest clients.",
            "url": "/2023-04-20-senegals-logistics-tech-startup-chargel-raises-2-5m-seed-funding",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/04/LP_02572-min.jpg?resize=1200,800",
            "publishedAt": "2023-04-20T11:22:05Z",
            "content": "After selling their hospitality tech startup, Teranga, in 2018, Senegalese brothers Moustapha and Alioune Ndoye ventured into the trucking business as they pondered their next move. However, it soon  [+3876 chars]",
            "summary": "The startup is rapidly taking off, and now counts some of the worlds largest shipping companies, Maersk and Grimaldi, among its earliest clients.In its next phase of growth, it is opening up its platform to more clients, as it had limited access to 10 companies. We are also looking at expansion to one other Francophone African country, said Moustapha, who briefly worked as a senior product manager in charge of business solutions at Senegalese unicorn Wave.Chargel plans to expand to an additional country within Francophone Africa. So, we decided to be drivers for a few months to understand how the sector works, its real challenges and where the opportunity was, before building something, Moustapha told TechCrunch.Chargel, which came out of stealth last year, matches shippers with transporters, digitizing processes that were previously largely offline. The platform also pools together independent transporters, giving them new earning opportunities.We are actually the ones in the middle because clients contract us and we are responsible for the cargo. Freight demand within Africa is expected to grow 28% by the close of the decade as intra-regional commerce flourishes, driven by the African Continental Free Trade Area (AfCFTA), the single largest unrestricted trade region in the world. And that is how their logistics tech startup, Chargel, was born.We realized that there were so many inefficiencies, and that the logistics sector in Senegal was so fragmented, but we felt that technology could help. The funding also includes $750,000 it announced last year.This year we are opening up the platform to more shippers in Senegal.",
            "html_summary": "<ul><li>The startup is rapidly taking off, and now counts some of the world’s largest shipping companies, Maersk and Grimaldi, among its earliest clients.In its next phase of growth, it is opening up its platform to more clients, as it had limited access to 10 companies.</li><li>We are also looking at expansion to one other Francophone African country,” said Moustapha, who briefly worked as a senior product manager in charge of business solutions at Senegalese unicorn Wave.Chargel plans to expand to an additional country within Francophone Africa.</li><li>So, we decided to be drivers for a few months to understand how the sector works, its real challenges and where the opportunity was, before building something,” Moustapha told TechCrunch.Chargel, which came out of stealth last year, matches shippers with transporters, digitizing processes that were previously largely offline.</li><li>The platform also pools together independent transporters, giving them new earning opportunities.“We are actually the ones in the middle because clients contract us and we are responsible for the cargo.</li><li>Freight demand within Africa is expected to grow 28% by the close of the decade as intra-regional commerce flourishes, driven by the African Continental Free Trade Area (AfCFTA), the single largest unrestricted trade region in the world.</li><li>And that is how their logistics tech startup, Chargel, was born.“We realized that there were so many inefficiencies, and that the logistics sector in Senegal was so fragmented, but we felt that technology could help.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/20/senegals-logistics-tech-startup-chargel-raises-2-5m-seed-funding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "CoreWeave, a GPUfocused cloud compute provider, lands $221M investment",
            "description": "CoreWeave, a specialized cloud compute provider, has raised $221 million in a venture round that values the company at around $2 billion.",
            "url": "/2023-04-20-coreweave-a-gpu-focused-cloud-compute-provider-lands-221m-investment",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1135378306.jpg?resize=1200,801",
            "publishedAt": "2023-04-20T12:30:47Z",
            "content": "CoreWeave, an NYCbased startup that began as an Ethereum mining venture, has secured a large tranche of funding as it continues to transition to a generalpurpose cloud computing platform.CoreWeav [+6776 chars]",
            "summary": "According to a recent survey by ESG, 59% of companies plan to spend more on public cloud apps in 2023 while 56% expect that their public cloud infrastructure services spending will increase. CoreWeave recognizes this demand will require deep investment in scalable and attainable capacity for the next generation of innovative AI firms.Beyond infrastructure, CoreWeave attempts to differentiate itself with offerings like its accelerator program, which launched in late October. Theres success stories like Paperspace, Scaleway and DigitalOcean (despite its ups and downs), as well as newer entrants like Clever Cloud and Vultr.CoreWeave is evidence of this also, itd seem. We also work with a number of notable VFX and animation studios such as Spire Animation, and partner closely with 3D streaming and metaverse companies such as PureWeb.Its tough for any cloud provider to compete with the incumbents in the space  i.e., Google, Amazon and Microsoft. While large language models and deep learning image generation technologies have been around for a while, their prominent place in the public eye is driving an intense scramble to secure processing power for ever more powerful applications. CoreWeave recognizes this demand will require deep investment in scalable and attainable capacity for the next generation of innovative AI firms.Itll also be put toward expanding CoreWeaves team. The startup managed to secure funding even coming off of a rough quarter for the cloud infrastructure market.",
            "html_summary": "<ul><li>According to a recent survey by ESG, 59% of companies plan to spend more on public cloud apps in 2023 while 56% expect that their public cloud infrastructure services spending will increase.</li><li>“CoreWeave recognizes this demand will require deep investment in scalable and attainable capacity for the next generation of innovative AI firms.”Beyond infrastructure, CoreWeave attempts to differentiate itself with offerings like its accelerator program, which launched in late October.</li><li>There’s success stories like Paperspace, Scaleway and DigitalOcean (despite its ups and downs), as well as newer entrants like Clever Cloud and Vultr.CoreWeave is evidence of this also, it’d seem.</li><li>“We also work with a number of notable VFX and animation studios such as Spire Animation, and partner closely with 3D streaming and ‘metaverse’ companies such as PureWeb.”It’s tough for any cloud provider to compete with the incumbents in the space — i.e., Google, Amazon and Microsoft.</li><li>“While large language models and deep learning image generation technologies have been around for a while, their prominent place in the public eye is driving an intense scramble to secure processing power for ever more powerful applications.</li><li>CoreWeave recognizes this demand will require deep investment in scalable and attainable capacity for the next generation of innovative AI firms.”It’ll also be put toward expanding CoreWeave’s team.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/20/coreweave-a-gpu-focused-cloud-compute-provider-lands-221m-investment/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Snap CEO Evan Spiegel on TikTok ban Wed love that. Vesey Ventures closes on $78M debut fund to back earlystage fintech startups. Singaporebased Accredify gets $7M to make sure your documents are real. Climate tech investing is the next big opportunity Lisa Lambert. 4 problems venture capital cant solve. Senegals logistics tech startup Chargel raises $2.5M seed funding. CoreWeave, a GPUfocused cloud compute provider, lands $221M investment"
}