{
    "status": "ok",
    "totalResults": 9,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Alex Fitzpatrick",
            "title": "Fully autonomous passenger planes are inching closer to takeoff",
            "description": "The worlds biggest commercial aircraft makers seem increasingly convinced that autonomous passenger flight is a question of when, not if.Where it stands Flying todays hightech passenger jets is often a matter of setting up and overseeing their autopilot a",
            "url": "/2023-02-03-fully-autonomous-flight-planes",
            "urlToImage": "https://images.axios.com/XSpeD4hzC3vimOfyj7qXiADCgGo=/0x0:1920x1080/1366x768/2023/02/02/1675359530212.jpg",
            "publishedAt": "2023-02-03T10:45:43Z",
            "content": "The worlds biggest commercial aircraft makers seem increasingly convinced that autonomous passenger flight is a question of when, not if.Where it stands Flying todays hightech passenger jets is [+2733 chars]",
            "summary": "Convincing people to fly aboard an aircraft with one or no human pilots is an entirely different matter.",
            "html_summary": "<ul><li>Convincing people to fly aboard an aircraft with one or no human pilots is an entirely different matter.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/03/fully-autonomous-flight-planes"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Emily Peck",
            "title": "Its not the COVID economy  its just the economy now",
            "description": "The Federal Reserve doesnt see the pandemic posing a risk to the economy anymore  an important milestone. Driving the news COVID is no longer playing an important role in our economy, chair Jerome Powell told reporters at a press conference Wednesday. Wh",
            "url": "/2023-02-03-covid-risks-economy-federal-reserve",
            "urlToImage": "https://images.axios.com/cAJ39FBvh9eR45qb3kh2LqPk1Hw=/0x0:1920x1080/1366x768/2023/02/03/1675394845627.jpg",
            "publishedAt": "2023-02-03T12:15:01Z",
            "content": "The Federal Reserve doesnt see the pandemic posing a risk to the economy anymore an important milestone. Driving the news COVID is no longer playing an important role in our economy, chair Jero [+3665 chars]",
            "summary": "Instead, the shocks of the pandemic have reshaped the very fabric of the economy itself.Zoom in: Powell was explaining why the FOMC dropped the term \"public health\" from the risk factors listed in its post-meeting statement this week. Reshoring/friend-shoring: The pandemic's supply shocks, and increasing tensions with China, are pushing some companies to move manufacturing closer to home or at least toward \"friendly\" nations. The bottom line: The shocks of the past few years have changed so many people's lives  there's been so much loss  it would be weird if the economy didn't change, too. But high inflation, spurred by the supply shocks of the pandemic, pushed central bankers to raise rates. Illustration: Annelise Capossela/AxiosThe Federal Reserve doesn't see the pandemic posing a risk to the economy anymore  an important milestone. The big picture: Some parts of our altered post-COVID economy are shifts that were already underway, and were accelerated by the pandemic. Driving the news: \"COVID is no longer playing an important role in our economy,\" chair Jerome Powell told reporters at a press conference Wednesday.",
            "html_summary": "<ul><li>Instead, the shocks of the pandemic have reshaped the very fabric of the economy itself.Zoom in: Powell was explaining why the FOMC dropped the term \"public health\" from the risk factors listed in its post-meeting statement this week.</li><li>Reshoring/friend-shoring: The pandemic's supply shocks, and increasing tensions with China, are pushing some companies to move manufacturing closer to home or at least toward \"friendly\" nations.</li><li>The bottom line: The shocks of the past few years have changed so many people's lives — there's been so much loss — it would be weird if the economy didn't change, too.</li><li>But high inflation, spurred by the supply shocks of the pandemic, pushed central bankers to raise rates.</li><li>Illustration: Annelise Capossela/AxiosThe Federal Reserve doesn't see the pandemic posing a risk to the economy anymore — an important milestone.</li><li>The big picture: Some parts of our altered post-COVID economy are shifts that were already underway, and were accelerated by the pandemic.</li></ul>",
            "website_url": "https://www.axios.com/2023/02/03/covid-risks-economy-federal-reserve"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "China says its looking into report of spy balloon over US",
            "description": "China says it is looking into reports that a Chinese spy balloon has been spotted in U.S. airspace and urged calm, adding that it has no intention of violating the territory and airspace of any sovereign country. A Foreign Ministry",
            "url": "/2023-02-03-314302278a5f05bdc2df146ed5b35ec6",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/c/79/c7946d56-c87e-59d3-a92c-0c89185c6795/63dc64d08de53.image.jpg?crop=1598%2C839%2C0%2C229&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-03T10:26:00Z",
            "content": "BEIJING (AP) China said Friday it is looking into reports that a Chinese spy balloon has been flying in U.S. airspace and urged calm, adding that it has no intention of violating the territory and ai [+6113 chars]",
            "summary": "The official spoke on condition of anonymity to discuss sensitive information.The defense official said the U.S. has assessed that the balloon has limited value in terms of providing intelligence that couldnt be obtained by other technologies, such as spy satellites. A senior American defense official told Pentagon reporters Thursday that the U.S. has very high confidence that the object spotted over U.S. airspace in recent days was a Chinese high-altitude balloon and that it was flying over sensitive sites to collect information. The senior defense official said the U.S. prepared fighter jets, including F-22s, to shoot down the balloon if ordered. Biden was briefed and asked the military to present options, according to a senior administration official, who was also not authorized to publicly discuss sensitive information. The visit has not been formally announced, and it was not immediately clear if the balloons discovery would affect his travel plans. One of the places the balloon was spotted was Montana, which is home to one of the nations three nuclear missile silo fields at Malmstrom Air Force Base. But she said China has no intention of violating the territory and airspace of any sovereign country and urged calm while the facts are established.",
            "html_summary": "<ul><li>The official spoke on condition of anonymity to discuss sensitive information.The defense official said the U.S. has assessed that the balloon has “limited” value in terms of providing intelligence that couldn’t be obtained by other technologies, such as spy satellites.</li><li>A senior American defense official told Pentagon reporters Thursday that the U.S. has “very high confidence” that the object spotted over U.S. airspace in recent days was a Chinese high-altitude balloon and that it was flying over sensitive sites to collect information.</li><li>The senior defense official said the U.S. prepared fighter jets, including F-22s, to shoot down the balloon if ordered.</li><li>Biden was briefed and asked the military to present options, according to a senior administration official, who was also not authorized to publicly discuss sensitive information.</li><li>The visit has not been formally announced, and it was not immediately clear if the balloon’s discovery would affect his travel plans.</li><li>One of the places the balloon was spotted was Montana, which is home to one of the nation’s three nuclear missile silo fields at Malmstrom Air Force Base.</li></ul>",
            "website_url": "https://apnews.com/314302278a5f05bdc2df146ed5b35ec6"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MARYCLAIRE DALE and TED SHAFFREY - Associated Press",
            "title": "NJ councilwoman found shot to death outside of her home",
            "description": "Authorities say a New Jersey borough councilwoman was found shot to death in an SUV outside of her home. The Middlesex County prosecutors office says 30yearold Sayreville Councilwoman Eunice Dwumfour was found in the vehicle around 720 p.m. Wednesday. Aut",
            "url": "/2023-02-03-00577d9ad83b1f421dd4a26d7e738ffb",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/6/21/62117881-725c-53dd-aef5-b17d66d52706/63dcf15016717.image.jpg?crop=1763%2C926%2C0%2C125&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-03T00:15:00Z",
            "content": "By MARYCLAIRE DALE and TED SHAFFREY  Associated PressSAYREVILLE, N.J. (AP) A New Jersey borough councilwoman was found shot to death in an SUV outside of her home in a quiet townhouse complex, whe [+4685 chars]",
            "summary": "I (saw) the car was still rolling down the street, she said of Dwumfours vehicle.Brown said they had spoken over the past year, but she did not realize Dwumfour was involved in local politics.Shes a very nice woman. Her resume also said that she worked for six years with a religious nonprofit group called the Fire Congress Fellowship Inc., which was also based at her Sayreville address. SAYREVILLE, N.J. (AP)  A New Jersey borough councilwoman was found shot to death in an SUV outside of her home in a quiet townhouse complex, where police Thursday searched the area without making an arrest. A next-door neighbor, Chyann Brown, said she was arriving home Wednesday evening just as police were flying in the complex. When I came to park my car, there were shell cases everywhere. To have this happen in such a tragic way, I mean, our hearts are just broken and everybody wants an answer, said Karen Bailey Bebert, the local GOP chairwoman who served as her campaign manager. There was at least one police dog combing the area, and officials also used a backhoe to lift heavy grates off drainage areas to search as well.Several high-ranking state leaders, including Democratic Gov. I cant believe she would be involved in such a tragic incident. Sayreville police searched the wooded area between the complex and the Garden State Parkway, which abutted the neighborhood.",
            "html_summary": "<ul><li>I (saw) the car was still rolling down the street,” she said of Dwumfour’s vehicle.Brown said they had spoken over the past year, but she did not realize Dwumfour was involved in local politics.“She’s a very nice woman.</li><li>Her resume also said that she worked for six years with a religious nonprofit group called the Fire Congress Fellowship Inc., which was also based at her Sayreville address.</li><li>SAYREVILLE, N.J. (AP) — A New Jersey borough councilwoman was found shot to death in an SUV outside of her home in a quiet townhouse complex, where police Thursday searched the area without making an arrest.</li><li>A next-door neighbor, Chyann Brown, said she was arriving home Wednesday evening just as police were “flying in the complex.” “When I came to park my car, there were shell cases everywhere.</li><li>To have this happen in such a tragic way, I mean, our hearts are just broken and everybody wants an answer,” said Karen Bailey Bebert, the local GOP chairwoman who served as her campaign manager.</li><li>There was at least one police dog combing the area, and officials also used a backhoe to lift heavy grates off drainage areas to search as well.Several high-ranking state leaders, including Democratic Gov.</li></ul>",
            "website_url": "https://apnews.com/00577d9ad83b1f421dd4a26d7e738ffb"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ZEN SOO - AP Technology Writer",
            "title": "Chill pervades Chinas tech firms even as crackdown eases",
            "description": "A grinding crackdown that wiped billions of dollars of value off Chinese technology companies is easing, but the oncefreewheeling industry is bracing for much slower growth ahead. Analysts say Chinas easing of restrictions and talk of support for the privat",
            "url": "/2023-02-03-930e13900317684c3e4124b799bcaab9",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/d/76/d763e239-ed4f-55e5-865d-a00874d93d6e/63dc9898b219c.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-03T04:52:45Z",
            "content": "By ZEN SOO  AP Technology WriterHONG KONG (AP) A grinding crackdown that wiped billions of dollars of value off Chinese technology companies is easing, but the oncefreewheeling industry is bracin [+7411 chars]",
            "summary": "Analysts say Chinas easing of restrictions on companies like e-commerce giant Alibaba and online games company Tencent and talk of support for the private sector reflects Beijings decision to refocus on growth after the economy was ravaged by the pandemic and restrictions imposed to fight COVID-19. Such companies flourished for two decades with scant regulation before Beijing launched a barrage of anti-monopoly, data security and other restrictions from late 2020, seeking to rein in e-commerce, social media and other companies it viewed as too big and independent. Stocks of technology companies, including Alibaba, Tencent as well as others such as food delivery company Meituan and search engine and artificial intelligence firm Baidu have seen their stock prices nearly double since they hit rock bottom in late October. HONG KONG (AP)  A grinding crackdown that wiped billions of dollars of value off Chinese technology companies is easing, but the once-freewheeling industry is bracing for much slower growth ahead. He since reportedly has moved to Tokyo.If you were a technology entrepreneur in China five years ago, very likely someone like Jack Ma was your hero, your idol, and was precisely what you aspired to achieve and the sort of person you aspire to become, said Allen. Washington gradually has tightened controls over U.S. exports to Huawei but had allowed some companies like Intel and Qualcomm to sell it processors used in devices like laptops and lower-end smartphones. Companies like Alibaba and Tencent control everyday apps and services that are used ubiquitously by large swathes of the population  including online payments, messaging, food delivery and e-commerce.",
            "html_summary": "<ul><li>Analysts say China’s easing of restrictions on companies like e-commerce giant Alibaba and online games company Tencent and talk of support for the private sector reflects Beijing’s decision to refocus on growth after the economy was ravaged by the pandemic and restrictions imposed to fight COVID-19.</li><li>Such companies flourished for two decades with scant regulation before Beijing launched a barrage of anti-monopoly, data security and other restrictions from late 2020, seeking to rein in e-commerce, social media and other companies it viewed as too big and independent.</li><li>Stocks of technology companies, including Alibaba, Tencent as well as others such as food delivery company Meituan and search engine and artificial intelligence firm Baidu have seen their stock prices nearly double since they hit rock bottom in late October.</li><li>HONG KONG (AP) — A grinding crackdown that wiped billions of dollars of value off Chinese technology companies is easing, but the once-freewheeling industry is bracing for much slower growth ahead.</li><li>He since reportedly has moved to Tokyo.“If you were a technology entrepreneur in China five years ago, very likely someone like Jack Ma was your hero, your idol, and was precisely what you aspired to achieve and the sort of person you aspire to become,” said Allen.</li><li>Washington gradually has tightened controls over U.S. exports to Huawei but had allowed some companies like Intel and Qualcomm to sell it processors used in devices like laptops and lower-end smartphones.</li></ul>",
            "website_url": "https://apnews.com/930e13900317684c3e4124b799bcaab9"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By HOPE YEN - Associated Press",
            "title": "Companies pledge millions in fed effort to stem road deaths",
            "description": "Nearly 50 businesses and nonprofits including rideshare companies Uber and Lyft and industrial giant 3M are pledging millions of dollars in initiatives to stem a crisis in road fatalities under a new federal effort. The effort announced Friday is part",
            "url": "/2023-02-03-df35ddf87674f0eba6f5caaa4746d16c",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/f/5d/f5d12e6f-80af-5cb5-93c4-cf429ce24426/63dcecc30143f.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-03T10:19:00Z",
            "content": "By HOPE YEN  Associated PressWASHINGTON (AP) Nearly 50 businesses and nonprofits including rideshare companies Uber and Lyft, industrial giant 3M and automaker Honda are pledging millions of dolla [+5457 chars]",
            "summary": "The worlds largest ride-share company also said it was doubling the availability of its bike lane alerts this month from 71 cities to 144 for passengers exiting vehicles near cycling routes and providing a safety checklist for Uber Eats bicycle couriers. The company cited as an example its partnership with nonprofit groups to help build out Providence, Rhode Islands, Hope Street Urban Trail last year, featuring new bike and pedestrian lanes connecting the neighborhood to schools and the commercial district. Its already pledged to improve 100 school crossing zones and added to that a commitment of $250,000 this year for a new transportation equity initiative that will fund half a dozen major projects in underserved areas. Were looking at road deaths coming in year after year in a similar proportion to gun deaths. Uber told the AP that it is donating $500,000  its single biggest investment in its effort to reduce drunken driving  for free and discounted rides in Colorado, Georgia, Illinois, Missouri and Texas as part of the Decide to Ride program run in tandem with MADD and Anheuser-Busch. But if we add all this together it can be enormous. Road travelers will see an array of safety measures this year. More than 40,000 people are killed in road crashes a year.",
            "html_summary": "<ul><li>The world’s largest ride-share company also said it was doubling the availability of its bike lane alerts this month from 71 cities to 144 for passengers exiting vehicles near cycling routes and providing a safety checklist for Uber Eats bicycle couriers.</li><li>The company cited as an example its partnership with nonprofit groups to help build out Providence, Rhode Island’s, Hope Street Urban Trail last year, featuring new bike and pedestrian lanes connecting the neighborhood to schools and the commercial district.</li><li>It’s already pledged to improve 100 school crossing zones and added to that a commitment of $250,000 this year for a new transportation equity initiative that will fund half a dozen major projects in underserved areas.</li><li>“We’re looking at road deaths coming in year after year in a similar proportion to gun deaths.</li><li>Uber told the AP that it is donating $500,000 — its single biggest investment in its effort to reduce drunken driving — for free and discounted rides in Colorado, Georgia, Illinois, Missouri and Texas as part of the “Decide to Ride” program run in tandem with MADD and Anheuser-Busch.</li><li>But if we add all this together it can be enormous.” Road travelers will see an array of safety measures this year.</li></ul>",
            "website_url": "https://apnews.com/df35ddf87674f0eba6f5caaa4746d16c"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Carsharing SPAC Getaround lays off 10% of staff",
            "description": "Peertopeer car rental company Getaround is laying off 10% of staff as part of a broader restructuring effort.",
            "url": "/2023-02-03-car-sharing-spac-getaround-lays-off-10-of-staff",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/06/GettyImages-597436002-1.jpg",
            "publishedAt": "2023-02-03T00:25:32Z",
            "content": "Peertopeer carsharing company Getaround is laying off 10% of staff starting Thursday. The layoffs are part of a restructure aimed to put Getaround on the path to sustainable profitability and lon [+1967 chars]",
            "summary": "By the end of Q3, Getaround had $27.2 million in cash to play around with.The merger would have brought the company another $228 million of gross proceeds to stay in operation and achieve its next phase of growth. The layoffs are part of a restructure aimed to put Getaround on the path to sustainable profitability and long-term growth, the company said in a statement.Per LinkedIn, Getaround has 421 employees, so the staff cuts should affect around 42 employees. The company reported $45 million in revenue for the same period, which is a decrease from $48 million the year prior. Regulatory filings show Getarounds cash burn in the first nine months of 2022 was $63.2 million. Peer-to-peer car-sharing company Getaround is laying off 10% of staff starting Thursday. The deal was finalized in the fourth quarter of 2022, and Getaround has yet to set a date for its earnings release.",
            "html_summary": "<ul><li>By the end of Q3, Getaround had $27.2 million in cash to play around with.The merger would have brought the company another $228 million of gross proceeds to stay in operation and achieve its next phase of growth.</li><li>The layoffs are part of a restructure aimed to put Getaround on the path to “sustainable profitability and long-term growth,” the company said in a statement.Per LinkedIn, Getaround has 421 employees, so the staff cuts should affect around 42 employees.</li><li>The company reported $45 million in revenue for the same period, which is a decrease from $48 million the year prior.</li><li>Regulatory filings show Getaround’s cash burn in the first nine months of 2022 was $63.2 million.</li><li>Peer-to-peer car-sharing company Getaround is laying off 10% of staff starting Thursday.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/02/car-sharing-spac-getaround-lays-off-10-of-staff/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "SunFi aims to be the fastest way for Nigerians to find, finance and manage solar",
            "description": "SunFi, a solar financing platform based in Nigeria has raised $2.325 million as it builds a fintech platform for the cleantech space.",
            "url": "/2023-02-03-sunfi-wants-to-become-the-fastest-way-for-nigerians-to-find-finance-install-and-manage-solar",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/BBE9DE6F-0819-4397-B0AC-7C38C554B483.jpeg",
            "publishedAt": "2023-02-03T09:04:05Z",
            "content": "SunFi, the Nigerian clean tech startup that connects people and businesses who want solar energy access to payment plans that match their needs, has raised $2.325 million in seed funding.The selfd [+6717 chars]",
            "summary": "The Nigeria-based energy company provides customers with two payment methods: a lease to own, where after an initial deposit, customers make payments in installments before owing the solar system, and a subscription model, where customers pay to use the solar system monthly. They believed that as an outfit, they could manage the technical risk involved with solar systems and that it was highly likely that customers would pay because they valued solar systems and saw them as critical pieces of power infrastructure. Because we have a unique experience having been a solar provider initially and seeing the frustration and challenges of installations in Nigeria, weve taken all that technical and credit knowledge to build a system that hopefully works for customers, solar providers and banks, said the chief executive. In 2018, he co-founded Aspire, a solar installation company based on the knowledge he acquired in college on renewable energy and working in several roles relating to energy, gas and power projects across Nigeria and other African countries, including a five-year stint at Siemens as head of market development. The challenge customers face with solar providers is that they want solutions they can pay small for; however, these solar platforms cant offer. Because banks are afraid of the technical risk involved, they need something in between to talk with good solar providers and do the installation work while providing good capital to customers looking for the right solution. Retail solar systems are marketed via word of mouth, but with distribution being fragmented and minimal avenues to provide financing, platforms like SunFi that act as aggregators become appealing to customers.",
            "html_summary": "<ul><li>The Nigeria-based energy company provides customers with two payment methods: a lease to own, where after an initial deposit, customers make payments in installments before owing the solar system, and a subscription model, where customers pay to use the solar system monthly.</li><li>They believed that as an outfit, they could manage the technical risk involved with solar systems and that it was highly likely that customers would pay because they valued solar systems and saw them as critical pieces of power infrastructure.</li><li>“Because we have a unique experience having been a solar provider initially and seeing the frustration and challenges of installations in Nigeria, we’ve taken all that technical and credit knowledge to build a system that hopefully works for customers, solar providers and banks,” said the chief executive.</li><li>In 2018, he co-founded Aspire, a solar installation company based on the knowledge he acquired in college on renewable energy and working in several roles relating to energy, gas and power projects across Nigeria and other African countries, including a five-year stint at Siemens as head of market development.</li><li>“The challenge customers face with solar providers is that they want solutions they can pay small for; however, these solar platforms can’t offer.</li><li>Because banks are afraid of the technical risk involved, they need something in between to talk with good solar providers and do the installation work while providing good capital to customers looking for the right solution.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/03/sunfi-wants-to-become-the-fastest-way-for-nigerians-to-find-finance-install-and-manage-solar/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Yuri Kageyama",
            "title": "Asian shares trade mixed ahead of US jobs report",
            "description": "TOKYO (AP)  Global shares were trading mixed Friday ahead of a closely watched U.S. jobs report that may affect global interest rates. Frances CAC 40 lost 0.7% in early trading to 7,116.31, while Germanys DAX dipped 0.9% to 15,362.64.",
            "url": "/2023-02-03-623385d4f9b02ccd5e5ff16f73cdbf55",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/b0e461a0803e44b9bb3df5c384c79f62/3000.webp",
            "publishedAt": "2023-02-03T11:20:25Z",
            "content": "TOKYO (AP) Global shares were trading mixed Friday ahead of a closely watched U.S. jobs report that may affect global interest rates.Frances CAC 40 lost 0.7% in early trading to 7,116.31, while Ger [+2388 chars]",
            "summary": "TOKYO (AP)  Global shares were trading mixed Friday ahead of a closely watched U.S. jobs report that may affect global interest rates.Frances CAC 40 lost 0.7% in early trading to 7,116.31, while Germanys DAX dipped 0.9% to 15,362.64. The job market has largely remained resilient despite big rate hikes by the Federal Reserve over the last year.Big tech companies have announced high-profile layoffs recently, but a report on Thursday suggested job cuts are not that widespread. Such increases help stamp out inflation but also hurt the economy and investment prices.Among the Big Tech earnings reports that came after trading closed were Googles parent company, Alphabet, which had jumped more than 7%, while Apple rose 3.7%. In energy trading, benchmark U.S. crude fell 65 cents to $75.23 a barrel in electronic trading on the New York Mercantile Exchange. Weaker than expected earnings reports from U.S. technology companies, announced after Wall Street trading ended, pulled Chinese benchmarks lower. Fewer workers applied for unemployment benefits last week than expected, and the number dropped to its lowest level since April. In currency trading, the U.S. dollar slipped to 128.69 Japanese yen from 129.67 yen.",
            "html_summary": "<ul><li>TOKYO (AP) — Global shares were trading mixed Friday ahead of a closely watched U.S. jobs report that may affect global interest rates.France’s CAC 40 lost 0.7% in early trading to 7,116.31, while Germany’s DAX dipped 0.9% to 15,362.64.</li><li>The job market has largely remained resilient despite big rate hikes by the Federal Reserve over the last year.Big tech companies have announced high-profile layoffs recently, but a report on Thursday suggested job cuts are not that widespread.</li><li>Such increases help stamp out inflation but also hurt the economy and investment prices.Among the Big Tech earnings reports that came after trading closed were Google’s parent company, Alphabet, which had jumped more than 7%, while Apple rose 3.7%.</li><li>In energy trading, benchmark U.S. crude fell 65 cents to $75.23 a barrel in electronic trading on the New York Mercantile Exchange.</li><li>Weaker than expected earnings reports from U.S. technology companies, announced after Wall Street trading ended, pulled Chinese benchmarks lower.</li><li>Fewer workers applied for unemployment benefits last week than expected, and the number dropped to its lowest level since April.</li></ul>",
            "website_url": "https://apnews.com/623385d4f9b02ccd5e5ff16f73cdbf55"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Fully autonomous passenger planes are inching closer to takeoff. Its not the COVID economy  its just the economy now. China says its looking into report of spy balloon over US. NJ councilwoman found shot to death outside of her home. Chill pervades Chinas tech firms even as crackdown eases. Companies pledge millions in fed effort to stem road deaths. Carsharing SPAC Getaround lays off 10% of staff. SunFi aims to be the fastest way for Nigerians to find, finance and manage solar. Asian shares trade mixed ahead of US jobs report"
}