{
    "status": "ok",
    "totalResults": 22,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ars Staff",
            "title": "I try synthetic salmon and enter the uncanny valley of taste",
            "description": "Synthetic fish isnt quite there yetand may not be worth the effort.",
            "url": "/2023-08-18-i-try-synthetic-salmon-and-enter-the-uncanny-valley-of-taste",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/1-760x380.jpg",
            "publishedAt": "2023-08-19T14:33:08Z",
            "content": "Enlarge/ It may look a lot like fish, but its not.12 with I could count on one thing as I sat down for a multiplecourse meal based on something that looked very much like salmon I would not ha [+6704 chars]",
            "summary": "This left the faux fish even flakier than in the first two courses, but the crust had such a strong flavor that it overrode the taste of the salmon itself.The fourth offering consisted of seared salmon on a bed of feta-infused polenta. Distribution in grocery stores will come later, and the company hopes to achieve price parity with wild-caught salmon as it scales up production.I left the dinner feeling contentedly full and confident that I would enjoy eating New Schools product again if served to me, especially if prepared that artfully.  Rob Pegoraro - Aug 19, 2023 2:33 pm UTC I could count on one thing as I sat down for a multiple-course meal based on something that looked very much like salmon: I would not have to worry about any bones. Yet, when dabbed with the plant-based butter next to it on the plate, this faux fish was delicious overall.For the third fish course, New Schools hired chef marinated the salmon for about a half-hour and then topped it with a panko-and-basil crust before roasting it. This homogeneous hydrogel is placed in contact with a freezing surface and the gel is directionally frozen, resulting in the formation of thousands of directionally aligned, microscopic ice crystals traveling away from the freezing source.Once the gel is fully frozen, the ice is removed, leaving behind empty channels. The raw output of New Schools process was used in the first course served at the dinner: salmon ceviche. These channels act as a scaffold; the channels are filled with proteins and other ingredients (color, flavors, fats) to form the muscle fibers.The company claims that the result has the differentiated texture of a cut of meat.",
            "html_summary": "<ul><li>This left the faux fish even flakier than in the first two courses, but the crust had such a strong flavor that it overrode the taste of the salmon itself.The fourth offering consisted of seared salmon on a bed of feta-infused polenta.</li><li>Distribution in grocery stores will come later, and the company hopes to achieve price parity with wild-caught salmon as it scales up production.I left the dinner feeling contentedly full and confident that I would enjoy eating New School’s product again if served to me, especially if prepared that artfully.</li><li> Rob Pegoraro - Aug 19, 2023 2:33 pm UTC I could count on one thing as I sat down for a multiple-course meal based on something that looked very much like salmon: I would not have to worry about any bones.</li><li>Yet, when dabbed with the plant-based butter next to it on the plate, this faux fish was delicious overall.For the third fish course, New School’s hired chef marinated the salmon for about a half-hour and then topped it with a panko-and-basil crust before roasting it.</li><li>This homogeneous hydrogel is placed in contact with a freezing surface and the gel is directionally frozen, resulting in the formation of thousands of directionally aligned, microscopic ice crystals traveling away from the freezing source.Once the gel is fully frozen, the ice is removed, leaving behind empty channels.</li><li>The raw output of New School’s process was used in the first course served at the dinner: salmon ceviche.</li></ul>",
            "website_url": "https://arstechnica.com/culture/2023/08/i-try-synthetic-salmon-and-enter-the-uncanny-valley-of-taste/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Chris Isidore, CNN",
            "title": "US Steel, once a symbol of Americas economic might, is now for sale in the bargain bin",
            "description": "The days may be numbered for US Steel Corp., a onetime backbone of the nations economy.",
            "url": "/2023-08-18-us-steel-steelmaking-history?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/2aee77c561259dcdac38d9e6bebf0b7e",
            "publishedAt": "2023-08-19T14:02:47Z",
            "content": "The days may be numbered for US Steel Corp., a onetime backbone of the nations economy.Once US Steel was the most valuable company in the world. Now, its the subject of a bidding war among rivals  [+7543 chars]",
            "summary": "The same article said peak steel output came in 1953, when the company produced 35.8 million tons of steel while steelmakers in Europe and Japan were still struggling to recover from the war. Bradford said all along the way, US Steel and other US integrated steelmaking rivals with storied names such as Bethlehem Steel, Inland Steel and LTV Steel underestimated the competitive challenge that they faced from overseas and mini-mills at home. Those integrated steelmakers soon lagged so-called mini-mills, nonunion competitors that use electric arc furnaces to turn old steel scrap from discarded cars and other products into new steel products using more efficient electric arc furnaces. In the early part of the last century, the company produced the steel that helped the United States become a global economic superpower, providing steel not just for skyscrapers, bridges and dams, but also for autos, appliances and other products craved by American consumers. But, in recent years, US Steels fallen far below other American steel companies in steel output and stock market value. The Pittsburgh-based company formed in 1901 as a merger of the nations leading steel companies  including Carnegie Steel Corp.  and was engineered by financier J.P. Morgan. US Steel and other steelmakers eventually followed those foreign competitors to upgrade factories and equipment, but they still largely used the older methods to make steel by melting raw materials such as iron ore in giant blast furnaces.",
            "html_summary": "<ul><li>The same article said peak steel output came in 1953, when the company produced 35.8 million tons of steel while steelmakers in Europe and Japan were still struggling to recover from the war.</li><li>Bradford said all along the way, US Steel and other US integrated steelmaking rivals with storied names such as Bethlehem Steel, Inland Steel and LTV Steel underestimated the competitive challenge that they faced from overseas and mini-mills at home.</li><li>Those “integrated” steelmakers soon lagged so-called “mini-mills,” nonunion competitors that use electric arc furnaces to turn old steel scrap from discarded cars and other products into new steel products using more efficient electric arc furnaces.</li><li>In the early part of the last century, the company produced the steel that helped the United States become a global economic superpower, providing steel not just for skyscrapers, bridges and dams, but also for autos, appliances and other products craved by American consumers.</li><li>But, in recent years, US Steel’s fallen far below other American steel companies in steel output and stock market value.</li><li>The Pittsburgh-based company formed in 1901 as a merger of the nation’s leading steel companies — including Carnegie Steel Corp. — and was engineered by financier J.P. Morgan.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/19/business/us-steel-steelmaking-history?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Peter Valdes-Dapena, CNN",
            "title": "Ford reveals 800 horsepower Mustang with $300,000 price tag",
            "description": "Ford has just unveiled the 800horsepower Ford Mustang GTD which will be available in late 2024 or early 2025 at a starting price around $300,000. Theres...",
            "url": "/2023-08-18-ford-mustang-supercar?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/2e104841c6f56db6f2d5e13238adf600",
            "publishedAt": "2023-08-18T00:31:28Z",
            "content": "Ford has just unveiled the 800horsepower Ford Mustang GTD which will be available in late 2024 or early 2025 at a starting price around $300,000.Theres much more in this Mustang, according to Ford [+3182 chars]",
            "summary": "Ford has just unveiled the horsepower Ford Mustang GTD which will be available in late or early at a starting price around $60,000. The car is modeled on the Mustang GT racing car that s set to be driven in international competition next year. Unlike other Mustangs this one has no back seats and no trunk the idea being to use every ounce of weight and each cubic inch of space as much as possible for performance. The back seats were done away with simply to save weight The space where a trunk would have been is used to house a special cooler for the gear box and machinery for the adjustable suspension system.",
            "html_summary": "<ul><li>Ford has just unveiled the horsepower Ford Mustang GTD which will be available in late or early at a starting price around $60,000</li><li> The car is modeled on the Mustang GT racing car that s set to be driven in international competition next year</li><li> Unlike other Mustangs this one has no back seats and no trunk the idea being to use every ounce of weight and each cubic inch of space as much as possible for performance</li><li> The back seats were done away with simply to save weight The space where a trunk would have been is used to house a special cooler for the gear box and machinery for the adjustable suspension system</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/17/business/ford-mustang-supercar?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Peter Valdes-Dapena",
            "title": "Lamborghini hops on the EV trend, revealing its new allelectric Italian bull",
            "description": "The Lamborghini Lanzador is only a concept car for now, but the Italian supercar maker says it offers a preview of the brands very first fully electric model which will go into production in 2028.",
            "url": "/2023-08-18-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230817115111-01-lamborghini-electric-car-concept-reveal.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-18T18:03:25Z",
            "content": "The Lamborghini Lanzador is only a concept car for now, but the Italian supercar maker says it offers a preview of the brands very first fully electric model which will go into production in 2028.  [+3730 chars]",
            "summary": "The Lamborghini Lanzador is only a concept car for now but the Italian supercar maker says it offers a preview of the brand s very first fully electric model which will go into production in. The concept vehicle will be developed into only the fourth model line for the tightly focused performance brand joining its two traditional sports car models and an SUV. The new electric model will provide the link between Lamborghinis s radical sports cars and its more practical SUV like the Urus SUV and the Hurac n Stererrato. The company has not promised to entirely phase out internal combustion engines by any specific year though.",
            "html_summary": "<ul><li>The Lamborghini Lanzador is only a concept car for now but the Italian supercar maker says it offers a preview of the brand s very first fully electric model which will go into production in</li><li> The concept vehicle will be developed into only the fourth model line for the tightly focused performance brand joining its two traditional sports car models and an SUV</li><li> The new electric model will provide the link between Lamborghinis s radical sports cars and its more practical SUV like the Urus SUV and the Hurac n Stererrato</li><li> The company has not promised to entirely phase out internal combustion engines by any specific year though</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/18/business/lamborghini-electric-car-reveal/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Murphy Kelly",
            "title": "Schools are teaching ChatGPT, so students arent left behind",
            "description": "When college administrator Lance Eaton created a working spreadsheet about the generative AI policies adopted by universities last spring, it was mostly filled with entries about how to ban tools like ChatGPT.",
            "url": "/2023-08-18-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230818133729-college-students-class-stock.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-19T12:28:10Z",
            "content": "When college administrator Lance Eaton created a working spreadsheet about the generative AI policies adopted by universities last spring, it was mostly filled with entries about how to ban tools lik [+5481 chars]",
            "summary": "ChatGPT has been used to generate original essays stories and song lyrics in response to user prompts. It has drafted research paper abstracts that fooled some scientists and passed exams at esteemed universities. Teachers at both small and large US and international universities are encouraging and even teaching students how to best use these tools. Some schools are hiring outside experts to teach both faculty and students about how to use AI tools. Experts fear ignoring or discouraging the use of it will be a disservice to students and leave many behind when entering the workforce.",
            "html_summary": "<ul><li>ChatGPT has been used to generate original essays stories and song lyrics in response to user prompts</li><li> It has drafted research paper abstracts that fooled some scientists and passed exams at esteemed universities</li><li> Teachers at both small and large US and international universities are encouraging and even teaching students how to best use these tools</li><li> Some schools are hiring outside experts to teach both faculty and students about how to use AI tools</li><li> Experts fear ignoring or discouraging the use of it will be a disservice to students and leave many behind when entering the workforce</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/19/tech/schools-teaching-chagpt-students/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Oren Liebermann, Natasha Bertrand",
            "title": "US commits to approving F16s for Ukraine as soon as training is complete",
            "description": "The US has committed to approving the transfer of F16 fighter jets for Ukraine as soon as training is complete, according to a US official.",
            "url": "/2023-08-18-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230817191932-01-us-f-16-fighter-file-2021.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-18T00:57:13Z",
            "content": "The US has committed to approving the transfer of F16 fighter jets for Ukraine as soon as training is complete, according to a US official.The plan is to make sure Ukraine has the fighter jet it h [+2275 chars]",
            "summary": "The US has committed to approving the transfer of F fighter jets for Ukraine as soon as training is complete according to a US official. The plan is to make sure Ukraine has the fighter jet it has long sought the moment its pilots complete training on the F Denmark and the Netherlands have taken the lead in preparing a program to train Ukrainian pilots on the American jet. The US is still working with other countries to see who may provide F s to the Ukrainian Air Force. Ukraine said Wednesday that it didn t expect to receive F s until sometime next year.",
            "html_summary": "<ul><li>The US has committed to approving the transfer of F fighter jets for Ukraine as soon as training is complete according to a US official</li><li> The plan is to make sure Ukraine has the fighter jet it has long sought the moment its pilots complete training on the F Denmark and the Netherlands have taken the lead in preparing a program to train Ukrainian pilots on the American jet</li><li> The US is still working with other countries to see who may provide F s to the Ukrainian Air Force</li><li> Ukraine said Wednesday that it didn t expect to receive F s until sometime next year</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/17/politics/us-f-16-fighter-jets-ukraine/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Chris Isidore",
            "title": "US Steel, once a symbol of Americas economic might, is now for sale in the bargain bin",
            "description": "The days may be numbered for US Steel Corp., a onetime backbone of the nations economy.",
            "url": "/2023-08-18-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230818192259-05-us-steel-history-clairton-coke-works-2023.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-19T14:02:47Z",
            "content": "The days may be numbered for US Steel Corp., a onetime backbone of the nations economy.Once US Steel was the most valuable company in the world. Now, its the subject of a bidding war among rivals  [+7195 chars]",
            "summary": "The same article said peak steel output came in 1953, when the company produced 35.8 million tons of steel while steelmakers in Europe and Japan were still struggling to recover from the war. Bradford said all along the way, US Steel and other US integrated steelmaking rivals with storied names such as Bethlehem Steel, Inland Steel and LTV Steel underestimated the competitive challenge that they faced from overseas and mini-mills at home. Those integrated steelmakers soon lagged so-called mini-mills, nonunion competitors that use electric arc furnaces to turn old steel scrap from discarded cars and other products into new steel products using more efficient electric arc furnaces. In the early part of the last century, the company produced the steel that helped the United States become a global economic superpower, providing steel not just for skyscrapers, bridges and dams, but also for autos, appliances and other products craved by American consumers. But, in recent years, US Steels fallen far below other American steel companies in steel output and stock market value. The Pittsburgh-based company formed in 1901 as a merger of the nations leading steel companies  including Carnegie Steel Corp.  and was engineered by financier J.P. Morgan. US Steel and other steelmakers eventually followed those foreign competitors to upgrade factories and equipment, but they still largely used the older methods to make steel by melting raw materials such as iron ore in giant blast furnaces.",
            "html_summary": "<ul><li>The same article said peak steel output came in 1953, when the company produced 35.8 million tons of steel while steelmakers in Europe and Japan were still struggling to recover from the war.</li><li>Bradford said all along the way, US Steel and other US integrated steelmaking rivals with storied names such as Bethlehem Steel, Inland Steel and LTV Steel underestimated the competitive challenge that they faced from overseas and mini-mills at home.</li><li>Those “integrated” steelmakers soon lagged so-called “mini-mills,” nonunion competitors that use electric arc furnaces to turn old steel scrap from discarded cars and other products into new steel products using more efficient electric arc furnaces.</li><li>In the early part of the last century, the company produced the steel that helped the United States become a global economic superpower, providing steel not just for skyscrapers, bridges and dams, but also for autos, appliances and other products craved by American consumers.</li><li>But, in recent years, US Steel’s fallen far below other American steel companies in steel output and stock market value.</li><li>The Pittsburgh-based company formed in 1901 as a merger of the nation’s leading steel companies — including Carnegie Steel Corp. — and was engineered by financier J.P. Morgan.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/19/business/us-steel-steelmaking-history/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Peter Valdes-Dapena",
            "title": "Ford reveals 800 horsepower Mustang with $300,000 price tag",
            "description": "Ford has just unveiled the 800horsepower Ford Mustang GTD which will be available in late 2024 or early 2025 at a starting price around $300,000. Theres much more in this Mustang, according to Ford, besides its powerful engine to account for its Lamborghini",
            "url": "/2023-08-18-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230817132430-01-new-ford-mustang.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-18T00:31:28Z",
            "content": "Ford has just unveiled the 800horsepower Ford Mustang GTD which will be available in late 2024 or early 2025 at a starting price around $300,000.Theres much more in this Mustang, according to Ford [+3031 chars]",
            "summary": "Ford has just unveiled the horsepower Ford Mustang GTD which will be available in late or early at a starting price around $60,000. The car is modeled on the Mustang GT racing car that s set to be driven in international competition next year. Unlike other Mustangs this one has no back seats and no trunk the idea being to use every ounce of weight and each cubic inch of space as much as possible for performance. The back seats were done away with simply to save weight The space where a trunk would have been is used to house a special cooler for the gear box and machinery for the adjustable suspension system.",
            "html_summary": "<ul><li>Ford has just unveiled the horsepower Ford Mustang GTD which will be available in late or early at a starting price around $60,000</li><li> The car is modeled on the Mustang GT racing car that s set to be driven in international competition next year</li><li> Unlike other Mustangs this one has no back seats and no trunk the idea being to use every ounce of weight and each cubic inch of space as much as possible for performance</li><li> The back seats were done away with simply to save weight The space where a trunk would have been is used to house a special cooler for the gear box and machinery for the adjustable suspension system</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/17/business/ford-mustang-supercar/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Kylie Atwood, Kevin Liptak",
            "title": "As Biden preps for Asian allies summit, Chinese tensions loom large",
            "description": "The Camp David invitation President Joe Biden extended to his Japanese and South Korean counterparts this week  the first summit held at the legendary presidential retreat since 2015  was a significant show of camaraderie for two increasingly essential US",
            "url": "/2023-08-18-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230604094950-01-joe-biden-xi-jinping-split-2023.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-18T04:17:12Z",
            "content": "The Camp David invitation President Joe Biden extended to his Japanese and South Korean counterparts this week the first summit held at the legendary presidential retreat since 2015 was a significant [+8708 chars]",
            "summary": "Perhaps no other relationship in the world is quite as consequential than the one between Biden and Xi, who last spoke in person on the sidelines of the G20 summit in Bali last November in the hopes of establishing what US officials called a floor in the US-China relationship. Xi essentially wont return his phone calls, and has become increasingly hardline, autocratic and ideological. Without the leaders relationship serving as the launchpad to steady the ship, Biden administration officials continue to put intense efforts into shoring up alliances. But Biden knows they arent changing one anothers minds. Former US officials closely watched Biden and Xi bond during the Obama administration, but they are not surprised by the tenor of the current relationship. He wants intelligence briefings, he wants to bring his advisers together, he wants to hear different perspectives and he brings outsiders in. That preparation demonstrates just how consumed Biden and his entire administration are by what the official called relentless competition between the US and China. Biden and Xi have spoken by phone several times and met in-person once, and officials said they expect the two men to speak again soon, potentially on the sidelines of an Asian leaders summit Biden is hosting in November in San Francisco. Some officials say that Biden has struggled to develop the type of personal relationship with Xi that he deeply values in fellow world leaders who share democratic values. Ive spent more time with Xi Jinping than any world leader has, Biden told donors at his fundraiser, recounting the hours theyd spent getting to know each other when each was their countrys number two.",
            "html_summary": "<ul><li>Perhaps no other relationship in the world is quite as consequential than the one between Biden and Xi, who last spoke in person on the sidelines of the G20 summit in Bali last November in the hopes of establishing what US officials called a “floor” in the US-China relationship.</li><li>Xi essentially won’t return his phone calls, and has become increasingly hardline, autocratic and ideological.” Without the leaders’ relationship serving as the launchpad to steady the ship, Biden administration officials continue to put intense efforts into shoring up alliances.</li><li>But Biden knows they aren’t changing one another’s minds.” Former US officials closely watched Biden and Xi bond during the Obama administration, but they are not surprised by the tenor of the current relationship.</li><li>He wants intelligence briefings, he wants to bring his advisers together, he wants to hear different perspectives and he brings outsiders in.” That preparation demonstrates just how consumed Biden and his entire administration are by what the official called “relentless” competition between the US and China.</li><li>Biden and Xi have spoken by phone several times and met in-person once, and officials said they expect the two men to speak again soon, potentially on the sidelines of an Asian leaders summit Biden is hosting in November in San Francisco.</li><li>Some officials say that Biden has struggled to develop the type of personal relationship with Xi that he deeply values in fellow world leaders who share democratic values.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/18/politics/joe-biden-xi-jinping-japan-south-korea-summit/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Emiko Jozuka, Jessie Yeung",
            "title": "Russian and Chinese warships sail close to Japanese islands on eve of Bidens trilateral summit",
            "description": "Japan expressed grave concern after Chinese and Russian warships sailed close to its southern islands on Thursday, just a day before its leader is expected to discuss rising tensions in the IndoPacific at a summit with counterparts from South Korea and the",
            "url": "/2023-08-18-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230818151228-china-russia-military-exercises.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-18T07:39:46Z",
            "content": "Japan expressed grave concern after Chinese and Russian warships sailed close to its southern islands on Thursday, just a day before its leader is expected to discuss rising tensions in theIndoPacif [+4210 chars]",
            "summary": "Japan expressed grave concern after Chinese and Russian warships sailed close to its southern islands on Thursday. Six Chinese ships among them missile destroyers and five Russian vessels sailed between Japan s Okinawa Island and Miyako Island before moving toward the East China Sea. It is the first time Russian and Chinese ships have sailed together through this particular body of water The vessels did not intrude into Japan s territorial waters The naval vessels were first spotted kilometers about miles northeast of Japan s southernmost Okinotori Island on Tuesday morning local time.",
            "html_summary": "<ul><li>Japan expressed grave concern after Chinese and Russian warships sailed close to its southern islands on Thursday</li><li> Six Chinese ships among them missile destroyers and five Russian vessels sailed between Japan s Okinawa Island and Miyako Island before moving toward the East China Sea</li><li> It is the first time Russian and Chinese ships have sailed together through this particular body of water The vessels did not intrude into Japan s territorial waters The naval vessels were first spotted kilometers about miles northeast of Japan s southernmost Okinotori Island on Tuesday morning local time</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/18/asia/japan-russia-china-warships-trilateral-summit-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nicole Goodkind",
            "title": "Why stock investors are suddenly so scared",
            "description": "Many investors are running a sizable profit this year  the S&P 500 is about 14% higher in 2023. But market losses have been piling up over the past month, particularly on growing fears of contagion from an economic slowdown in China. Inflation, Russias war",
            "url": "/2023-08-18-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230818122215-nyse-081623.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-18T16:34:02Z",
            "content": "Many investors are running a sizable profit this year the S&amp;P 500 is about 14% higher in 2023. But market losses have been piling up over the past month, particularly on growing fears of contagio [+5234 chars]",
            "summary": "The CNN Business Fear Greed Index which looks at seven indicators of market sentiment is showing signs of fear on Friday for the first time since March. China s souring economy spells bad news for US stocks and potentially for your portfolio. Russia s war in Ukraine and weakness in America s banks also have Wall Street spooked The Nasdaq has dropped by in August and the S P is down nearly this month. On Thursday the Dow closed lower than its day moving average a key threshold that investors often interpret as a bearish signal.",
            "html_summary": "<ul><li>The CNN Business Fear Greed Index which looks at seven indicators of market sentiment is showing signs of fear on Friday for the first time since March</li><li> China s souring economy spells bad news for US stocks and potentially for your portfolio</li><li> Russia s war in Ukraine and weakness in America s banks also have Wall Street spooked The Nasdaq has dropped by in August and the S P is down nearly this month</li><li> On Thursday the Dow closed lower than its day moving average a key threshold that investors often interpret as a bearish signal</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/18/investing/fear-and-greed-investors/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Laura He, Mengchen Zhang",
            "title": "Chinas Lehman moment? Big investment firm misses payments",
            "description": "A major Chinese investment trust has missed payments to corporate investors, sparking a rare protest and adding to concerns that a slump in Chinas property market could trigger a wider financial crisis.",
            "url": "/2023-08-18-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230817140606-zhongrong-international-trust-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-18T13:51:03Z",
            "content": "A major Chinese investment trust has missed payments to corporate investors, sparking a rare protest and adding to concerns that a slump in Chinas property market could trigger a wider financial cris [+7279 chars]",
            "summary": "According to the China Trustee Association, the total exposure of all trust funds to the property sector was estimated at 1.13 trillion yuan ($154 billion) by the end of March, accounting for about 5% of the total value of trust funds in the country.  A major Chinese investment trust has missed payments to corporate investors, sparking a rare protest and adding to concerns that a slump in Chinas property market could trigger a wider financial crisis. As investors in these wealth management products tend to overwhelmingly be middle and upper-middle class people, any defaults or even concerns caused by delayed payments could further dampen consumer confidence, they said. At least three Chinese companies  Nacity Property Service, KBC Corporation and Xianheng International Science and Technology  said in separate stock exchange filings in recent weeks that Zhongrong Trust had failed to pay the interest and principal on several investment products. Zhongrong Trust, which managed $87 billion worth of funds for corporate clients and wealthy individuals as of the end of 2022, is one of thousands of wealth management firms in China that offer relatively high levels of return to investors. It is fair to say that given the latest developments related to Zhongzhi, its subsidiaries, and other wealth management firms, this 1.13 trillion yuan worth of funds  is now under great threat, Nomura analysts said in a Monday research report. Property-related trust products only accounted for 0.3% of the financial systems assets by the first quarter of this year, according to data from the China Trustee Association and the Peoples Bank of China.",
            "html_summary": "<ul><li>According to the China Trustee Association, the total exposure of all trust funds to the property sector was estimated at 1.13 trillion yuan ($154 billion) by the end of March, accounting for about 5% of the total value of trust funds in the country.</li><li> A major Chinese investment trust has missed payments to corporate investors, sparking a rare protest and adding to concerns that a slump in China’s property market could trigger a wider financial crisis.</li><li>As investors in these wealth management products tend to overwhelmingly be middle and upper-middle class people, any defaults or even concerns caused by delayed payments could further dampen consumer confidence, they said.</li><li>At least three Chinese companies — Nacity Property Service, KBC Corporation and Xianheng International Science and Technology — said in separate stock exchange filings in recent weeks that Zhongrong Trust had failed to pay the interest and principal on several investment products.</li><li>Zhongrong Trust, which managed $87 billion worth of funds for corporate clients and wealthy individuals as of the end of 2022, is one of thousands of wealth management firms in China that offer relatively high levels of return to investors.</li><li>“It is fair to say that given the latest developments related to Zhongzhi, its subsidiaries, and other wealth management firms, this 1.13 trillion yuan worth of funds … is now under great threat,” Nomura analysts said in a Monday research report.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/18/economy/china-zhongrong-trust-protest-intl-hnk/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. I try synthetic salmon and enter the uncanny valley of taste. US Steel, once a symbol of Americas economic might, is now for sale in the bargain bin. Ford reveals 800 horsepower Mustang with $300,000 price tag. Lamborghini hops on the EV trend, revealing its new allelectric Italian bull. Schools are teaching ChatGPT, so students arent left behind. US commits to approving F16s for Ukraine as soon as training is complete. US Steel, once a symbol of Americas economic might, is now for sale in the bargain bin. Ford reveals 800 horsepower Mustang with $300,000 price tag. As Biden preps for Asian allies summit, Chinese tensions loom large. Russian and Chinese warships sail close to Japanese islands on eve of Bidens trilateral summit. Why stock investors are suddenly so scared. Chinas Lehman moment? Big investment firm misses payments"
}