{
    "status": "ok",
    "totalResults": 12,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Jonathan M. Gitlin",
            "title": "This EV truckmaker is gigacasting its battery packs for longevity",
            "description": "The powertrain has been designed and built inhouse for a 450,000mile life.",
            "url": "/2023-07-04-how-harbinger-is-building-commercial-evs-with-20-year-life-spans",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/Harbinger_050223-8754-760x380.jpg",
            "publishedAt": "2023-07-05T19:59:52Z",
            "content": "Enlarge/ One of Harbingers trucks on a demo ride at ACT Expo in May.36 with We make no secret of our affection for the electric vehicle here at Ars, and that extends beyond the lightduty cars a [+5163 chars]",
            "summary": "Tesla famously uses gigacasting to replace other stamp steel components in the body in white, but we're applying that technology to battery packs instead,\" Harris said.Like Porsche and Hyundai, Harbinger has opted for 800 V for its battery packs. Like the battery packs, it's compact enough to fit between the chassis frame rails, which keeps the center of gravity low.Because the design is meant to have some longevity in service, Harbinger has future-proofed with steer- and brake-by-wire so that an autonomous driving system could be integrated later. The benefit here isn't really for faster fast-charging; fleets of delivery trucks that rarely drive as much as 100 miles (160 km) a day will recharge slowlybut more importantly, much more cheaplyovernight. It's great for mass production, according to Harris, \"but when you look at a Tesla battery pack that's 15 years old, and there's a couple now, the cells are fine, the enclosures all rusted through. To then install their software, install their sensors, without having to break what we've already built,\" Harris said.Harbinger will deliver trucks to customer pilot programs later this year to begin validation. \"When we look at the biggest product in our segmentfor delivery vehicles anywaysit's the Ford F-59, which is a stripped chassis, and that's basically an engine with like minimal additional stuff,\" Harbinger CEO John Harris told Ars. \"When you look at what we're building, no one is OK with the class 4-6 truck unless it has 15 to 20 years of life,\" Harris said.",
            "html_summary": "<ul><li>Tesla famously uses gigacasting to replace other stamp steel components in the body in white, but we're applying that technology to battery packs instead,\" Harris said.Like Porsche and Hyundai, Harbinger has opted for 800 V for its battery packs.</li><li>Like the battery packs, it's compact enough to fit between the chassis frame rails, which keeps the center of gravity low.Because the design is meant to have some longevity in service, Harbinger has future-proofed with steer- and brake-by-wire so that an autonomous driving system could be integrated later.</li><li>The benefit here isn't really for faster fast-charging; fleets of delivery trucks that rarely drive as much as 100 miles (160 km) a day will recharge slowly—but more importantly, much more cheaply—overnight.</li><li>It's great for mass production, according to Harris, \"but when you look at a Tesla battery pack that's 15 years old, and there's a couple now, the cells are fine, the enclosures all rusted through.</li><li>To then install their software, install their sensors, without having to break what we've already built,\" Harris said.Harbinger will deliver trucks to customer pilot programs later this year to begin validation.</li><li>\"When we look at the biggest product in our segment—for delivery vehicles anyways—it's the Ford F-59, which is a stripped chassis, and that's basically an engine with like minimal additional stuff,\" Harbinger CEO John Harris told Ars.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/07/how-harbinger-is-building-commercial-evs-with-20-year-life-spans/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "Mid1990s Sega document leak shows how it lost the second console war to Sony",
            "description": "Another example of why we will eventually win, writes blissfully unaware CEO.",
            "url": "/2023-07-04-mid-1990s-sega-document-leak-shows-how-it-lost-the-second-console-war-to-sony",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/07/cropped_postit-760x380.png",
            "publishedAt": "2023-07-05T16:48:43Z",
            "content": "Enlarge/ There are so many incomplete and esoteric thoughts on this note attached to a Brand Strategy folder in the Sega leaked docs that I will be thinking about it for days, if not months. What w [+4352 chars]",
            "summary": "All Sega had to do, according to the next slide, was improve its software, get pricing advantage, improve its advertising, spend better on TV advertising, and \"dramatically improve\" its game timing. The retail margin on a core $250 Saturn system, without pack-in games, was 6 percent, or $15, while Sony seemed to be offering 10 percent core, 15 percent pack-in. Enthusiasts and historians can see the costs, margins, and sales of every Sega system sold in America by 1997 in detailed business plan spreadsheets. And you can read Kalinske's notes to marketing head Neil Cohen demanding 50 percent of the ad be game footage and asking, \"When did we decide on Hare Krishna cult members?\" Strategies included \"position Saturn as the technically superior next generation system,\" \"leverage exclusive Saturn peripherals,\" and \"strengthen sports line-up and ship titles concurrent with season. The answer, according to Sega, is that it was perceived to be cheaper, its software \"looks better than ours,\" that Sega \"equity has been damaged by 32x and Sega CD,\" and that Sony has \"effectively leveraged their considerable equity from consumer electronics.\" Sega's Wikipedia page will likely be overhauled with the information contained in inter-departmental emails, like the one where CEO Tom Kalinske assures staff (and perhaps himself) that \"we are killing Sony\" in Japan in March 1996.",
            "html_summary": "<ul><li>All Sega had to do, according to the next slide, was improve its software, get pricing advantage, improve its advertising, spend better on TV advertising, and \"dramatically improve\" its game timing.</li><li>The retail margin on a core $250 Saturn system, without pack-in games, was 6 percent, or $15, while Sony seemed to be offering 10 percent core, 15 percent pack-in.</li><li>Enthusiasts and historians can see the costs, margins, and sales of every Sega system sold in America by 1997 in detailed business plan spreadsheets.</li><li>And you can read Kalinske's notes to marketing head Neil Cohen demanding 50 percent of the ad be game footage and asking, \"When did we decide on Hare Krishna cult members?\"</li><li>Strategies included \"position Saturn as the technically superior next generation system,\" \"leverage exclusive Saturn peripherals,\" and \"strengthen sports line-up and ship titles concurrent with season.</li><li>The answer, according to Sega, is that it was perceived to be cheaper, its software \"looks better than ours,\" that Sega \"equity has been damaged by 32x and Sega CD,\" and that Sony has \"effectively leveraged their considerable equity from consumer electronics.\"</li></ul>",
            "website_url": "https://arstechnica.com/gaming/2023/07/mid-1990s-sega-document-leak-shows-how-it-lost-the-second-console-war-to-sony/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "Konux gears up to scale its AI + IoT play for optimizing the railways",
            "description": "Its building out a SaaS business powered by proprietary sensing hardware and AI that drives a predictive maintenance softwareasaservice play which is...",
            "url": "/2023-07-04-konux-db-expansion",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/OYXwYBah35wHwI7_1vGCvQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDE-/https://media.zenfs.com/en/techcrunch_350/679ebf6c4e27985a902e263f360852ee",
            "publishedAt": "2023-07-04T15:30:40Z",
            "content": "Unless youve been on an extended digital detox this year, you cant have missed how a certain flavor of AI hype has been accelerating down the tracks like a runaway train. But far from the viral buz [+20035 chars]",
            "summary": ")If you can approach this traffic management problem differently, where youre able to better anticipate the kind of cascading effects of disruption which is a hard optimization problem to solve and you need a lot of data about whats happening in the network [to do it], says Bonnifield. And then we built the first of its kind sensing device to be perfectly matched to the needs of an AI company  but were totally agnostic; we will fuse data and integrate data with wherever we can find it. Getting railway operators on board with such root-and-branch reworking of how to monitor and maintain fixed infrastructure in what is absolutely (and necessarily) a safety-first environment is a massive, ongoing business transformation challenge, too.When we think of our sales pipeline, this is really our pipeline, he goes on. Per his telling, it was also the first company to do a SaaS contract with a rail network, which marks a sea-change from the expensive capital investments transport giants were used to inking. (Konux says its Switch product estimates how the condition of switches will develop over the next 90 days, which allows operators to identify early signs of degradation so they can plan ahead for inspections and prioritize maintenance based on actual network usage. The sale, so to speak, is kind of cooperatively attacking this problem of organisational change.A lot of barriers are there for good reasons, Bonnifield adds of rail industry processes and safety protocols. Its AI-driven predictions were developed to a 90% accuracy standard, per Bonnifield.The customers for its technology, railway operators, receive predictive maintenance insights delivered in an accessible software interface thats designed to take the strain out of running vital infrastructure.",
            "html_summary": "<ul><li>)“If you can approach this traffic management problem differently, where you’re able to better anticipate the kind of cascading effects of disruption which is a hard optimization problem to solve and you need a lot of data about what’s happening in the network [to do it],” says Bonnifield.</li><li>And then we built the first of its kind sensing device to be perfectly matched to the needs of an AI company — but we’re totally agnostic; we will fuse data and integrate data with wherever we can find it.</li><li>Getting railway operators on board with such root-and-branch reworking of how to monitor and maintain fixed infrastructure in what is absolutely (and necessarily) a safety-first environment is a massive, ongoing business transformation challenge, too.“When we think of our sales pipeline, this is really our pipeline,” he goes on.</li><li>Per his telling, it was also the first company to do a SaaS contract with a rail network, which marks a sea-change from the expensive capital investments transport giants were used to inking.</li><li>(Konux says its Switch product estimates how the condition of switches will develop over the next 90 days, which allows operators to identify early signs of degradation so they can plan ahead for inspections and prioritize maintenance based on actual network usage.</li><li>The sale, so to speak, is kind of cooperatively attacking this problem of organisational change.”“A lot of barriers are there for good reasons,” Bonnifield adds of rail industry processes and safety protocols.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/04/konux-db-expansion/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Haje Jan Kamps",
            "title": "Yes, investors will sign an NDA, but only in this specific circumstance",
            "description": "If youve tried to get an investor to sign an NDA before you pitch them, youll often be waved off with something like, We dont do that.",
            "url": "/2023-07-04-vc-investor-nda",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/07/GettyImages-912978272.jpg?resize=1200,800",
            "publishedAt": "2023-07-05T14:01:16Z",
            "content": "If youve tried to get an investor to sign a nondisclosure agreement (NDA) before you pitch them, youll often be waved off with something like, We dont do that.That is somewhat sensible Investors t [+1002 chars]",
            "summary": "For example, an investor could agree to not share anything youve disclosed, but its possible they heard another startup doing exactly what you do, with exactly your approach a couple of weeks before they spoke to you.",
            "html_summary": "<ul><li>For example, an investor could agree to not share anything you’ve disclosed, but it’s possible they heard another startup doing exactly what you do, with exactly your approach a couple of weeks before they spoke to you.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/05/vc-investor-nda/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Annie Njanja",
            "title": "UKs earlystage media tech VC GMG Ventures rebrands to Mercuri, closes 50M fund",
            "description": "Mercuri will continue to back startups using artificial intelligence to reinvent traditional media models.",
            "url": "/2023-07-04-mercuri",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/MercuriTeamGroupPhoto16546-Edit.jpg?w=1024",
            "publishedAt": "2023-07-04T04:20:20Z",
            "content": "UKbased earlystage media technology venture capital firm GMG Ventures has rebranded to Mercuri. It has also raised 50 million ($81.35 million) for its second fund led by British Business Bank, thr [+2223 chars]",
            "summary": "Within content creation, generative AI models include all the creator tools (for example text to different audio and visual formats), developer tools (text to code) and tools for thinking, said Hudson.Creation also includes the creator economy where we are an active investor. There are over 200 million creators globally making a living from it and accessing the development tools associated with it, he said.Mercuri invested in 21 startups in its first fund, including the accelerator and incubator Founders Factory. It plans to fund eight new products, while making several follow-on investments every year.UK touts 21M fund to extend AI deeper into the National Health Service U.K.-based early-stage media technology venture capital firm GMG Ventures has rebranded to Mercuri.",
            "html_summary": "<ul><li>Within content creation, generative AI models include all the creator tools (for example text to different audio and visual formats), developer tools (text to code) and tools for thinking,” said Hudson.“Creation also includes the creator economy where we are an active investor.</li><li>There are over 200 million creators globally making a living from it and accessing the development tools associated with it,” he said.Mercuri invested in 21 startups in its first fund, including the accelerator and incubator Founders Factory.</li><li>It plans to fund eight new products, while making several follow-on investments every year.UK touts £21M fund to extend AI deeper into the National Health Service</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/03/mercuri/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Anna Heim",
            "title": "Deep tech in Latin America and the Caribbean is set to skyrocket",
            "description": "While new factories and more jobs is good news for Mexico, the country and its Latin American and Caribbean peers can harbor higher hopes for deep tech.",
            "url": "/2023-07-04-deep-tech-latam-caribbean",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/04/latin-america-money-bryce.webp?resize=1200,674",
            "publishedAt": "2023-07-04T17:01:35Z",
            "content": "The Tesla Gigafactoryplanned to be built in Mexico should be seen, Bloomberg argues, as a graduation moment for Mexican manufacturing. And theres hope that the CHIPS bill, which President Joe Bide [+2402 chars]",
            "summary": "The consulting firm behind this report, Surfing Tsunamis, used this definition by Propel(x) CEO Swati Chaturvedi:Deep technology companies are built on tangible scientific discoveries or engineering innovations. However, it is on the rise, both in absolute numbers and proportionally, growing from $96 million (0.59%) in 2020 to $172 million (2.2%) in 2022.What do the recipients of this venture capital look like? They are trying to solve big issues that really affect the world around them. They are fairly diverse, both in terms of sector and country of origin.",
            "html_summary": "<ul><li>The consulting firm behind this report, Surfing Tsunamis, used this definition by Propel(x) CEO Swati Chaturvedi:Deep technology companies are built on tangible scientific discoveries or engineering innovations.</li><li>However, it is on the rise, both in absolute numbers and proportionally, growing from $96 million (0.59%) in 2020 to $172 million (2.2%) in 2022.What do the recipients of this venture capital look like?</li><li>They are trying to solve big issues that really affect the world around them.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/04/deep-tech-latam-caribbean/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Kentucky is the latest state to mandate Teslas charging plug",
            "description": "Kentucky now requires that electric vehicle charging companies include Teslas charging plug if they want to secure federal funds.",
            "url": "/2023-07-04-kentucky-is-the-latest-state-to-mandate-teslas-charging-plug",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/10/0x0-ChargePort_04.jpg?resize=1200,801",
            "publishedAt": "2023-07-04T22:15:51Z",
            "content": "Kentucky now requires that electric vehicle charging companies include Teslas charging plug if they want to secure federal funds from a state program to electrify highways, Reuters reports.The pla [+2516 chars]",
            "summary": "Kentucky now requires that electric vehicle charging companies include Teslas charging plug if they want to secure federal funds from a state program to electrify highways, Reuters reports.The plan went into effect Friday, making Kentucky the first state to officially mandate Teslas charging technology. A group of EV charging companies like ChargePoint and ABB, as well as clean energy groups and even the Texas DOT, wrote to the Texas Transportation Commission calling for more time to re-engineer and test Teslas connectors before implementing a proposed mandate. Standards organization SAE International has also said it aims to make an industry standard configuration of NACS in six months or less.Some pockets of the EV charging industry are attempting to temper the increased NACS momentum. Now, a range of automakers like Rivian and Volvo and charging companies like FreeWire Technologies and Volkswagens Electrify America have said theyd adopt the NACS standard. The National Electric Vehicle Infrastructure Program (NEVI) is offering $5 billion to states.GM and Ford could help spark a charging standards war by teaming up with Tesla In a letter viewed by Reuters, they say that Texass plan is premature and requires time to properly standardize, test and certify the safety and interoperability of Teslas connectors.Despite pushback, its clear that NACS is catching, at least in the private sector. General Motors soon followed, causing a domino effect.",
            "html_summary": "<ul><li>Kentucky now requires that electric vehicle charging companies include Tesla’s charging plug if they want to secure federal funds from a state program to electrify highways, Reuters reports.The plan went into effect Friday, making Kentucky the first state to officially mandate Tesla’s charging technology.</li><li>A group of EV charging companies like ChargePoint and ABB, as well as clean energy groups and even the Texas DOT, wrote to the Texas Transportation Commission calling for more time to re-engineer and test Tesla’s connectors before implementing a proposed mandate.</li><li>Standards organization SAE International has also said it aims to make an industry standard configuration of NACS in six months or less.Some pockets of the EV charging industry are attempting to temper the increased NACS momentum.</li><li>Now, a range of automakers like Rivian and Volvo and charging companies like FreeWire Technologies and Volkswagen’s Electrify America have said they’d adopt the NACS standard.</li><li>The National Electric Vehicle Infrastructure Program (NEVI) is offering $5 billion to states.GM and Ford could help spark a charging standards war by teaming up with Tesla</li><li>In a letter viewed by Reuters, they say that Texas’s plan is premature and requires time to properly standardize, test and certify the safety and interoperability of Tesla’s connectors.Despite pushback, it’s clear that NACS is catching, at least in the private sector.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/04/kentucky-is-the-latest-state-to-mandate-teslas-charging-plug/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Natasha Lomas",
            "title": "UK security researchers latest to blast Online Safety Bill as encryption risk",
            "description": "Nearly 70 IT security and privacy experts have added to the clamour of alarm over the damage the UKs Online Safety Bill could wreak to strong encryption.",
            "url": "/2023-07-04-uk-online-safety-bill-risks-e2ee",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/12/GettyImages-1182226451.jpg?resize=1200,675",
            "publishedAt": "2023-07-05T11:04:29Z",
            "content": "Nearly 70 IT security and privacy academics have added to the clamour of alarm over the damage the UKs Online Safety Bill could wreak to, er, online safety unless its amended to ensure it does not  [+6787 chars]",
            "summary": "In brief, our concern is that surveillance technologies are deployed in the spirit of providing online safety.",
            "html_summary": "<ul><li>“In brief, our concern is that surveillance technologies are deployed in the spirit of providing online safety.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/05/uk-online-safety-bill-risks-e2ee/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Rebecca Bellan",
            "title": "Rivian delivers first electric vans to Amazon in Europe",
            "description": "Amazon is rolling out its custom electric delivery vans from Rivian in Europe. This is Rivians first commercial shipment outside the U.S.",
            "url": "/2023-07-04-rivian-delivers-first-electric-vans-to-amazon-in-europe",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/DA-and-Rivian-Van-1.jpg?resize=1200,800",
            "publishedAt": "2023-07-04T00:47:40Z",
            "content": "Amazon has begun rolling out its custom electric delivery vans from Rivian in Europe, the ecommerce giant said Monday. This will be Rivians first commercial shipment of vans outside the United Stat [+2518 chars]",
            "summary": "The drivers cabin and cargo area are ergonomically designed for comfort, and the drivers side door has been strengthened to provide additional protection.Rivians first delivery in Europe comes several months after the EV startup and Mercedes-Benz paused their plans to jointly produce electric commercial vans there. The Rivian delivery vans in Europe are specially designed to be a shorter, thinner van than its U.S. counterparts to fit better on European roads.Amazon touted some of the custom vans features in a statement. Amazon last year said it plans to invest more than 1 billion to electrify its European transportation network.Amazon is committed to reaching net-zero carbon by 2040, and reducing our delivery-related emissions is a critical part of this goal, said Rocco Bruniger, country manager for Amazon, in a statement. This will be Rivians first commercial shipment of vans outside the United States.The first tranche of 300 vans will be seen on streets in Munich, Berlin and Dusseldorf in the coming weeks. The vans have a large windshield to give the driver greater visibility and standard advanced driver assistance systems that feature automatic emergency braking, adaptive cruise control and collision warnings. The company has ordered 100,000 vans from Rivian, which it hopes to see fulfilled by 2030.Amazon said it began testing deliveries with Rivian pre-production vehicles in Europe last year. Amazon has begun rolling out its custom electric delivery vans from Rivian in Europe, the e-commerce giant said Monday.",
            "html_summary": "<ul><li>The driver’s cabin and cargo area are ergonomically designed for comfort, and the driver’s side door has been strengthened to provide additional protection.Rivian’s first delivery in Europe comes several months after the EV startup and Mercedes-Benz paused their plans to jointly produce electric commercial vans there.</li><li>The Rivian delivery vans in Europe are specially designed to be a shorter, thinner van than its U.S. counterparts to fit better on European roads.Amazon touted some of the custom vans’ features in a statement.</li><li>Amazon last year said it plans to invest more than €1 billion to electrify its European transportation network.“Amazon is committed to reaching net-zero carbon by 2040, and reducing our delivery-related emissions is a critical part of this goal,” said Rocco Bräuniger, country manager for Amazon, in a statement.</li><li>This will be Rivian’s first commercial shipment of vans outside the United States.The first tranche of 300 vans will be seen on streets in Munich, Berlin and Dusseldorf in the coming weeks.</li><li>The vans have a large windshield to give the driver greater visibility and standard advanced driver assistance systems that feature automatic emergency braking, adaptive cruise control and collision warnings.</li><li>The company has ordered 100,000 vans from Rivian, which it hopes to see fulfilled by 2030.Amazon said it began testing deliveries with Rivian pre-production vehicles in Europe last year.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/03/rivian-delivers-first-electric-vans-to-amazon-in-europe/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kate Park",
            "title": "CADDi raises $89M Series C to scale its B2B supply chain marketplace for manufacturing parts",
            "description": "The pandemic has damaged the entire manufacturing supply chain, which is not likely to return to normal until at least 2024 due to a few challenges, including the ongoing U.S.China tech battle. According to a recent survey by the Association of Equipment Man",
            "url": "/2023-07-04-caddi-raises-89m-series-c-to-scale-its-b2b-supply-chain-marketplace-for-manufacturing-parts",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/05/GettyImages-1022854924.jpg?resize=1200,523",
            "publishedAt": "2023-07-05T13:59:01Z",
            "content": "The pandemic has damaged the entire manufacturing supply chain, which is not likely to return to normal until at least 2024 due to a few challenges, including the ongoing U.S.China tech battle. Acco [+4306 chars]",
            "summary": "But the problem is consumers cannot get optimal pricing with low- to mid-volume production manufacturers due to volume constraints.The outfit says the CAADi Manufacturing platform eliminates some procurement work and aggregates orders to help find similar materials, processes and suitable delivery schedules. Today, a startup called CADDi, which operates a business-to-business (B2B) marketplace for the manufacturing industry, said it has raised $89 million in a Series C round, bringing its total capital to $164 million, to scale its business and help those equipment manufacturing players. CADDi Drawer offers access to all procurement data and details that impact quality, cost and delivery (QCD); its platform also enables users to save significant time and costs while allowing manufacturers to improve QCD with more drawings created. So, instead of more drawings providing more improvement, its almost like the data is never saved, and people are forced to start from scratch every time. CADDi claims it works with 70% of Japans top 20 industrial equipment manufacturers (by revenue) for CADDi Manufacturing. It will use the proceeds to enhance CADDi manufacturing and CADDi Drawing and expand its workforce in the U.S., aiming to reach its goals of posting $10 billion in revenue from CADDi manufacturing and $1 billion in revenue from CADDi Drawer by 2030. Some of the pains in the procurement industry in the U.S. are similar to those in Japan, Kato said, citing not only labor shortages in the manufacturing sector but also many ongoing mergers and acquisitions. Because of the difficulty of access [drawings], drawings are often recreated or just not found, which means keys to improving QCD, the KPI for manufacturing professionals, are never unlocked, Kato said.",
            "html_summary": "<ul><li>But the problem is consumers cannot get optimal pricing with low- to mid-volume production manufacturers due to volume constraints.The outfit says the CAADi Manufacturing platform eliminates some procurement work and aggregates orders to help find similar materials, processes and suitable delivery schedules.</li><li>Today, a startup called CADDi, which operates a business-to-business (B2B) marketplace for the manufacturing industry, said it has raised $89 million in a Series C round, bringing its total capital to $164 million, to scale its business and help those equipment manufacturing players.</li><li>CADDi Drawer offers access to “all procurement data” and details that impact quality, cost and delivery (QCD); its platform also enables users to save significant time and costs while allowing manufacturers to improve QCD with more drawings created.</li><li>“So, instead of more drawings providing more improvement, it’s almost like the data is never saved, and people are forced to start from scratch every time.” CADDi claims it works with 70% of Japan’s top 20 industrial equipment manufacturers (by revenue) for CADDi Manufacturing.</li><li>It will use the proceeds to enhance CADDi manufacturing and CADDi Drawing and expand its workforce in the U.S., aiming to reach its goals of posting $10 billion in revenue from CADDi manufacturing and $1 billion in revenue from CADDi Drawer by 2030.</li><li>Some of the pains in the procurement industry in the U.S. are similar to those in Japan, Kato said, citing not only labor shortages in the manufacturing sector but also many ongoing mergers and acquisitions.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/05/caddi-raises-89m-series-c-to-scale-its-b2b-supply-chain-marketplace-for-manufacturing-parts/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "NYCs antibias law for hiring algorithms goes into effect",
            "description": "An NYC law that aims to limit bias in hiring and recruitment algorithms has gone into effect after repeated delays.",
            "url": "/2023-07-04-nycs-anti-bias-law-for-hiring-algorithms-goes-into-effect",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
            "publishedAt": "2023-07-05T12:30:27Z",
            "content": "After months of delays, New York City today began enforcing a law that requires employers using algorithms to recruit, hire or promote employees to submit those algorithms for an independent audit   [+6896 chars]",
            "summary": ")The  proposed rules [must be strengthened to] ensure broad coverage of [hiring algorithms], expand the bias audit requirements and provide transparency and meaningful notice to affected people in order to ensure that [algorithms] dont operate to digitally circumvent New York Citys laws against discrimination, Schwarz wrote. After months of delays, New York City today began enforcing a law that requires employers using algorithms to recruit, hire or promote employees to submit those algorithms for an independent audit  and make the results public. Were not yet at a place where algorithms can or should be trusted to make these decisions on their own without mirroring and perpetuating biases that already exist in the world of work.One neednt look far for evidence of bias seeping into hiring algorithms. Daniel Schwarz, senior privacy and technology strategist at the NYCLU, notes in a policy memo that Local Law 144 could, as written, be understood to only cover a subset of hiring algorithms  for example excluding tools that transcribe text from video and audio interviews. It must also list the algorithms impact ratios, which the law defines as the average algorithm-given score of all people in a specific category (e.g. Black male candidates) divided by the average score of people in the highest-scoring category.Companies found not to be in compliance will face penalties of $375 for a first violation, $1,350 for a second violation and $1,500 for a third and any subsequent violations. The percentage is even higher  42%  among employers with 5,000 or more employees.So what forms of algorithms are employers using, exactly?",
            "html_summary": "<ul><li>)“The … proposed rules [must be strengthened to] ensure broad coverage of [hiring algorithms], expand the bias audit requirements and provide transparency and meaningful notice to affected people in order to ensure that [algorithms] don’t operate to digitally circumvent New York City’s laws against discrimination,” Schwarz wrote.</li><li>After months of delays, New York City today began enforcing a law that requires employers using algorithms to recruit, hire or promote employees to submit those algorithms for an independent audit — and make the results public.</li><li>“We’re not yet at a place where algorithms can or should be trusted to make these decisions on their own without mirroring and perpetuating biases that already exist in the world of work.”One needn’t look far for evidence of bias seeping into hiring algorithms.</li><li>Daniel Schwarz, senior privacy and technology strategist at the NYCLU, notes in a policy memo that Local Law 144 could, as written, be understood to only cover a subset of hiring algorithms — for example excluding tools that transcribe text from video and audio interviews.</li><li>It must also list the algorithms’ “impact ratios,” which the law defines as the average algorithm-given score of all people in a specific category (e.g.</li><li>Black male candidates) divided by the average score of people in the highest-scoring category.Companies found not to be in compliance will face penalties of $375 for a first violation, $1,350 for a second violation and $1,500 for a third and any subsequent violations.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/05/nycs-anti-bias-law-for-hiring-algorithms-goes-into-effect/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ingrid Lunden",
            "title": "EGYM, the Munichbased smart fitness startup, raises $225M from Jared Kushners Affinity Partners",
            "description": "The technology industry at large might not be in the best of health at the moment, but health and fitness startups appear to be alive and well. EGYM, the Munichbased smart workout solution business, has agreed a monster equity investment of 207 million ($",
            "url": "/2023-07-04-egym-the-munich-based-smart-fitness-startup-raises-225m-from-jared-kushners-affinity-partners",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/07/EGYM.jpg?resize=1200,691",
            "publishedAt": "2023-07-05T16:01:13Z",
            "content": "The technology industry at large might not be in the best of health at the moment, but health and fitness startups appear to be alive and well. EGYM, the Munichbased smart workout solution busines [+6579 chars]",
            "summary": "This is a Series F, and EGYM said that roughly half of it, 107 million, will flow immediately with the remaining 100 million on the table for future use.The first tranche is coming at a post-money valuation of 600 million. We want to shift that.You can argue that this is a gross over-simplification of the state of global healthcare market today, but you might argue less with EGYMs numbers.The business brought in $130 million in revenues in 2022, growing 70% year-over-year. The technology industry at large might not be in the best of health at the moment, but health and fitness startups appear to be alive and well. Over time, the company has been slowly incorporating more sophisticated tech into the mix, and making the software work with other equipment. Last week, Augmedics raised more than $80 million for a new take on spinal surgery that aims to be less invasive and more accurate thanks to AR and AI. Affinity Partners  the Saudi-backed, Florida-based investment firm founded by the son-in-law and close confidante of former U.S. President Donald Trump  is leading the round, with previous backers Mayfair Equity Partners and Bayern Kapital also participating. (On that note, Roesch-Schlanderer said that its not looking at Affinity as a strategic investor: There have been no conversations so far to bring on The Trump Organization or its various resort properties as customers.",
            "html_summary": "<ul><li>This is a Series F, and EGYM said that roughly half of it, €107 million, will “flow immediately” with the remaining €100 million on the table for future use.The first tranche is coming at a post-money valuation of €600 million.</li><li>“We want to shift that.”You can argue that this is a gross over-simplification of the state of global healthcare market today, but you might argue less with EGYM’s numbers.The business brought in $130 million in revenues in 2022, growing 70% year-over-year.</li><li>The technology industry at large might not be in the best of health at the moment, but health and fitness startups appear to be alive and well.</li><li>Over time, the company has been slowly incorporating more sophisticated tech into the mix, and making the software work with other equipment.</li><li>Last week, Augmedics raised more than $80 million for a new take on spinal surgery that aims to be less invasive and more accurate thanks to AR and AI.</li><li>Affinity Partners — the Saudi-backed, Florida-based investment firm founded by the son-in-law and close confidante of former U.S. President Donald Trump — is leading the round, with previous backers Mayfair Equity Partners and Bayern Kapital also participating.</li></ul>",
            "website_url": "https://techcrunch.com/2023/07/05/egym-the-munich-based-smart-fitness-startup-raises-225m-from-jared-kushners-affinity-partners/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. This EV truckmaker is gigacasting its battery packs for longevity. Mid1990s Sega document leak shows how it lost the second console war to Sony. Konux gears up to scale its AI + IoT play for optimizing the railways. Yes, investors will sign an NDA, but only in this specific circumstance. UKs earlystage media tech VC GMG Ventures rebrands to Mercuri, closes 50M fund. Deep tech in Latin America and the Caribbean is set to skyrocket. Kentucky is the latest state to mandate Teslas charging plug. UK security researchers latest to blast Online Safety Bill as encryption risk. Rivian delivers first electric vans to Amazon in Europe. CADDi raises $89M Series C to scale its B2B supply chain marketplace for manufacturing parts. NYCs antibias law for hiring algorithms goes into effect. EGYM, the Munichbased smart fitness startup, raises $225M from Jared Kushners Affinity Partners"
}