{
    "status": "ok",
    "totalResults": 39,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Benj Edwards",
            "title": "Microsoft AI suggests food bank as a cannot miss tourist spot in Canada",
            "description": "AIpenned Microsoft Travel article recommends food bank as if it were a famous restaurant.",
            "url": "/2023-08-16-microsoft-ai-suggests-food-bank-as-a-cannot-miss-tourist-spot-in-canada",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/unnamed-760x380.jpg",
            "publishedAt": "2023-08-17T20:14:17Z",
            "content": "Enlarge/ A photo of the Ottawa Food Bank warehouse.7 with Late last week, MSN.coms Microsoft Travel section posted an AIgenerated article about the cannot miss attractions of Ottawa that incl [+3499 chars]",
            "summary": "Microsoft posted an AI generated article about the attractions of Ottawa that includes the Ottawa Food Bank a real charitable organization that feeds struggling families. The article is credited to Microsoft Travel and it is likely the product of a large language model LLM a type of AI model trained on a vast scrape of text found on the Internet. Microsoft has been experimenting with integrating AI generated content into its online publications and services such as adding AI generated stories to Bing Search and including AI generated App review summaries on the Microsoft Store. Microsoft Travel appears to be another production use of generative AI technology.",
            "html_summary": "<ul><li>Microsoft posted an AI generated article about the attractions of Ottawa that includes the Ottawa Food Bank a real charitable organization that feeds struggling families</li><li> The article is credited to Microsoft Travel and it is likely the product of a large language model LLM a type of AI model trained on a vast scrape of text found on the Internet</li><li> Microsoft has been experimenting with integrating AI generated content into its online publications and services such as adding AI generated stories to Bing Search and including AI generated App review summaries on the Microsoft Store</li><li> Microsoft Travel appears to be another production use of generative AI technology</li></ul>",
            "website_url": "https://arstechnica.com/information-technology/2023/08/microsoft-ai-suggests-food-bank-as-a-cannot-miss-tourist-spot-in-canada/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Simonds",
            "title": "Agility Robotics Damion Shelton and Melonee Wise will discuss the future of warehouse automation at TC Disrupt 2023",
            "description": "Agility Robotics is on a steady march toward commercialization, thanks to the continued growth of robotics in warehouse fulfillment and logistics and the...",
            "url": "/2023-08-16-agility-robotics-will-discuss-and-demo-digit-at-tc-disrupt-2023",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/LzJ8sOF4fiXF0ZaBx.wcfw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/8b5945ca691348f59446bacf97a35df3",
            "publishedAt": "2023-08-17T15:00:26Z",
            "content": "Agility Robotics is on a steady march toward commercialization, thanks to the continued growth of robotics in warehouse fulfillment and logistics and the expanding feature set of its bipedal robot. W [+2954 chars]",
            "summary": "Agility Robotics is on a steady march toward commercialization thanks to the continued growth of robotics in warehouse fulfillment and logistics. The company has put that money to good use One by hiring Wise Fetch co founder and CEO acquired by Zebra in and two by upgrading Digit. Digit sports two significant modifications over its ancestor a head with LED animated eyes to help people understand where it is headed and its intentions and a pair of end effectors which are simple hands that improve its ability to use warehouse tools like bins.",
            "html_summary": "<ul><li>Agility Robotics is on a steady march toward commercialization thanks to the continued growth of robotics in warehouse fulfillment and logistics</li><li> The company has put that money to good use One by hiring Wise Fetch co founder and CEO acquired by Zebra in and two by upgrading Digit</li><li> Digit sports two significant modifications over its ancestor a head with LED animated eyes to help people understand where it is headed and its intentions and a pair of end effectors which are simple hands that improve its ability to use warehouse tools like bins</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/17/agility-robotics-will-discuss-and-demo-digit-at-tc-disrupt-2023/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Highlight, now flush with $18M, helps CPG brands automate product testing",
            "description": "Highlight, an inhome product testing company, raised $18 million in Series A funding to continue developing its technology already helping hundreds of...",
            "url": "/2023-08-16-highlight-18m-cpg-product-testing-commerce",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/00LpgnKOhsHoCR.5iim6kA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzQ-/https://media.zenfs.com/en/techcrunch_350/2a1b8014336d366f55a0b2891f8379cd",
            "publishedAt": "2023-08-16T14:01:03Z",
            "content": "Highlight, an inhome product testing company, raised $18 million in Series A funding to continue developing its technology already helping hundreds of brands test thousands of products.Dana Kim an [+2943 chars]",
            "summary": "Highlight an in home product testing company raised million in Series A funding to continue developing its technology already helping hundreds of brands test thousands of products. Acre Venture Partners and HearstLab led the million series A funding and were joined by Ingeborg Investments and GS Futures. Highlight also calls hundreds of top brands as clients including Nestl Est e Lauder P G Target Sakara and Hanes Earlier this year the company launched a client portal to automate each step of the product testing process. Kim intends to use the new funding to accelerate Highlight s product roadmap.",
            "html_summary": "<ul><li>Highlight an in home product testing company raised million in Series A funding to continue developing its technology already helping hundreds of brands test thousands of products</li><li> Acre Venture Partners and HearstLab led the million series A funding and were joined by Ingeborg Investments and GS Futures</li><li> Highlight also calls hundreds of top brands as clients including Nestl Est e Lauder P G Target Sakara and Hanes Earlier this year the company launched a client portal to automate each step of the product testing process</li><li> Kim intends to use the new funding to accelerate Highlight s product roadmap</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/16/highlight-18m-cpg-product-testing-commerce/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Intels modernization strategy could face setback with end of $5.4B Tower deal",
            "description": "In 2021, Intel CEO Pat Gelsinger announced a comprehensive modernization strategy he dubbed IDM (integrated device manufacturing) 2.0.  In a 2022 article, we...",
            "url": "/2023-08-16-intels-modernization-strategy-could-face-setback-with-end-of-5-4b-tower-deal",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/I83YpXanm3PbBAFT4qC1CQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/techcrunch_350/5d644c9aebf9ae051c2ce658f800e799",
            "publishedAt": "2023-08-17T16:27:26Z",
            "content": "In 2021, Intel CEO Pat Gelsinger announced a comprehensive modernization strategy he dubbed IDM (integrated device manufacturing) 2.0. As part of that vision, the company announced a $20 billion inve [+3251 chars]",
            "summary": "In Intel CEO Pat Gelsinger announced a comprehensive modernization strategy he dubbed IDM integrated device manufacturing. As part of that vision the company announced a billion investment to build two new Fabs chip manufacturing facilities in Arizona along with plans to increase capacity in other parts of the U S and Europe. In February Intel announced plans to acquire Tower Semiconductor an Israeli chip manufacturer for billion in February. That deal was killed yesterday when Intel announced it was walking away due to regulatory issues getting the deal approved particularly in China.",
            "html_summary": "<ul><li>In Intel CEO Pat Gelsinger announced a comprehensive modernization strategy he dubbed IDM integrated device manufacturing</li><li> As part of that vision the company announced a billion investment to build two new Fabs chip manufacturing facilities in Arizona along with plans to increase capacity in other parts of the U S and Europe</li><li> In February Intel announced plans to acquire Tower Semiconductor an Israeli chip manufacturer for billion in February</li><li> That deal was killed yesterday when Intel announced it was walking away due to regulatory issues getting the deal approved particularly in China</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/17/intels-modernization-strategy-could-face-setback-with-end-of-5-4b-tower-deal/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Peter Valdes-Dapena, CNN",
            "title": "This Vietnamese automaker is worth more than Ford and GM. But it hasnt sold many cars",
            "description": "Vietnamese electric vehicle company Vinfast is already more valuable than Ford and GM, based on its stock price, despite just entering the US market. But you...",
            "url": "/2023-08-16-vinfast-company-profile?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/874251cce1c4e033fefe49cdd7c65a2b",
            "publishedAt": "2023-08-17T16:50:06Z",
            "content": "Vietnamese electric vehicle company Vinfast is already more valuable than Ford (F) and GM (GM), based on its stock price, despite just entering the US market. But you may not have even heard of it. H [+4135 chars]",
            "summary": "Vietnamese electric vehicle company Vinfast is already more valuable than Ford F and GM GM based on its stock price despite just entering the US market. VinFast is currently only selling its VF electric SUV in California through company owned showrooms. The larger VinFast VF is expected to be available later this year with the smaller VF and VF SUVs coming some time next year as the company begins offering its products in more US markets. The company claims to account for of Vietnam s gross domestic product.",
            "html_summary": "<ul><li>Vietnamese electric vehicle company Vinfast is already more valuable than Ford F and GM GM based on its stock price despite just entering the US market</li><li> VinFast is currently only selling its VF electric SUV in California through company owned showrooms</li><li> The larger VinFast VF is expected to be available later this year with the smaller VF and VF SUVs coming some time next year as the company begins offering its products in more US markets</li><li> The company claims to account for of Vietnam s gross domestic product</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/17/business/vinfast-company-profile?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Murphy Kelly",
            "title": "Illinois passes a law that requires parents to compensate child influencers",
            "description": "When 16yearold Shreya Nallamothu from Normal, Illinois, scrolled through social media platforms to pass time during the pandemic, she became increasingly frustrated with the number of children she saw featured in family vlogs.",
            "url": "/2023-08-16-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230816083007-illinois-senator-dave-koehler.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-16T11:33:03Z",
            "content": "When 16yearold Shreya Nallamothu from Normal, Illinois, scrolled through social media platforms to pass time during the pandemic, she became increasingly frustrated with the number of children she  [+5509 chars]",
            "summary": "Many YouTube parent vloggers or social media influencers post multiple videos each month or weekly, sharing intimate details about their lives, ranging from family financial troubles and the birth of a new baby to opening new toys or going through a childs phone or report card. That California law required parents to set aside a portion of 15% of child earnings in a blocked trust account that the child actor could access after the age of 18. As difficult as it is to be a child actor, child actors are still playing a part rather than having their intimate personal details shared for entertainment and monetary purposes. Nallamothu agrees that the next step is for legislation to evolve over time to include more regulations around consent. Meanwhile, kid influencer accounts, which can at times earn $20,000 or more for sponsored posts, are typically run by parents and not often set up in the childs name due to age restrictions on social media platforms. If money is being made and nothing is set up for the children, its the same thing as a child actor. The new law is modeled off of the 1936 Jackie Coogans Law, the Hollywood silent actor discovered by Charlie Chaplin whose parents swindled him out of his earnings. She recalled the many home videos her parents filmed of herself and her sister over the years: taking their first steps, going to school and other embarrassing stuff. Im so glad those videos stayed in the family, she said. It made me realize family vlogging is putting very private and intimate moments onto the internet. She said reminders and lectures from her parents about how everything is permanent online intensified her reaction to the videos she saw of kid influencers.",
            "html_summary": "<ul><li>Many YouTube parent vloggers or social media influencers post multiple videos each month or weekly, sharing intimate details about their lives, ranging from family financial troubles and the birth of a new baby to opening new toys or going through a child’s phone or report card.</li><li>That California law required parents to set aside a portion of 15% of child earnings in a blocked trust account that the child actor could access after the age of 18.</li><li>As difficult as it is to be a child actor, child actors are still playing a part rather than having their intimate personal details shared for entertainment and monetary purposes.” Nallamothu agrees that the next step is for legislation to evolve over time to include more regulations around consent.</li><li>Meanwhile, kid influencer accounts, which can at times earn $20,000 or more for sponsored posts, are typically run by parents and not often set up in the child’s name due to age restrictions on social media platforms.</li><li>If money is being made and nothing is set up for the children, it’s the same thing as a child actor.” The new law is modeled off of the 1936 Jackie Coogan’s Law, the Hollywood silent actor discovered by Charlie Chaplin whose parents swindled him out of his earnings.</li><li>She recalled the many home videos her parents filmed of herself and her sister over the years: taking their first steps, going to school and other “embarrassing stuff.” “I’m so glad those videos stayed in the family,” she said.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/16/tech/kid-influencer-law/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nicole Goodkind",
            "title": "How Chinas economic turmoil could hurt your portfolio",
            "description": "Chinas economy is in trouble. Thats bad news for US stocks, and potentially for your portfolio.",
            "url": "/2023-08-16-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230816124931-china-apple-store-040523.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-17T11:56:13Z",
            "content": "A version of this story first appeared in CNN Business Before the Bell newsletter. Not a subscriber? You can sign upright here. You can listen to an audio version of the newsletter by clicking the s [+5680 chars]",
            "summary": "The grand total of all the private wealth in the world fell 2.4% to $454.4 trillion last year, according to the annual Credit Suisse and UBS global wealth report. Why it matters: For most of the last two decades, Chinas economic growth has been a major driver of the global economy, said Alex Etra, a strategist at data analytics firm Exante. Funds are already retreating: US private equity and venture capital investments in the country hit an eight-year low last year and continue to fall, according to data from PitchBook. Separately, a Congressional committee announced earlier this month that it is investigating BlackRock, the worlds largest asset manager, and MSCI, one of the biggest providers of index funds, to determine whether they are investing in Chinese companies blacklisted by the US government for security and human rights issues. Large hedge funds like Michael Burrys Scion Asset Management, Moore Capital Management, Coatue, D1 Capital and Tiger Global also cut their exposure to Chinese companies in the second quarter of 2023, according to recent Securities and Exchange Commission filings. And some of that has to do with direct exposure of US companies sales in China and with China being a major consumer of commodities. Even companies that arent selling directly to China are impacted by what happens, he said. Its part of Aldis long term plan to expand across the US  it previously announced would open 120 new stores with a goal of 2,400 stores by the end of 2024.",
            "html_summary": "<ul><li>The grand total of all the private wealth in the world fell 2.4% to $454.4 trillion last year, according to the annual Credit Suisse and UBS global wealth report.</li><li>Why it matters: “For most of the last two decades, China’s economic growth has been a major driver of the global economy,” said Alex Etra, a strategist at data analytics firm Exante.</li><li>Funds are already retreating: US private equity and venture capital investments in the country hit an eight-year low last year and continue to fall, according to data from PitchBook.</li><li>Separately, a Congressional committee announced earlier this month that it is investigating BlackRock, the world’s largest asset manager, and MSCI, one of the biggest providers of index funds, to determine whether they are investing in Chinese companies blacklisted by the US government for security and human rights issues.</li><li>Large hedge funds like Michael Burry’s Scion Asset Management, Moore Capital Management, Coatue, D1 Capital and Tiger Global also cut their exposure to Chinese companies in the second quarter of 2023, according to recent Securities and Exchange Commission filings.</li><li>And some of that has to do with direct exposure of US companies’ sales in China and with China being a major consumer of commodities.” Even companies that aren’t selling directly to China are impacted by what happens, he said.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/17/investing/premarket-stocks-trading/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Murphy Kelly",
            "title": "Snapchat users freak out over AI bot that had a mind of its own",
            "description": "Snapchat users were alarmed on Tuesday night when the platforms artificial intelligence chatbot posted a live update to its profile and stopped responding to messages.",
            "url": "/2023-08-16-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230816092759-snapchat-phone-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-16T14:42:04Z",
            "content": "Snapchat users were alarmed on Tuesday night when the platforms artificial intelligence chatbot posted a live update to its profile and stopped responding to messages.The Snapchat My AI feature whi [+1953 chars]",
            "summary": "Snapchat users were alarmed on Tuesday night when the platform s artificial intelligence chatbot posted a live update to its profile and stopped responding to messages. The Snapchat My AI feature which is powered by the viral AI chatbot tool ChatGPT typically offers recommendations answers questions and converses with users. The company told CNN on Wednesday it was a glitch My AI experienced a temporary outage that s now resolved a spokesperson said Still the strong reaction highlighted the fears many people have about the potential risks of artificial intelligence.",
            "html_summary": "<ul><li>Snapchat users were alarmed on Tuesday night when the platform s artificial intelligence chatbot posted a live update to its profile and stopped responding to messages</li><li> The Snapchat My AI feature which is powered by the viral AI chatbot tool ChatGPT typically offers recommendations answers questions and converses with users</li><li> The company told CNN on Wednesday it was a glitch My AI experienced a temporary outage that s now resolved a spokesperson said Still the strong reaction highlighted the fears many people have about the potential risks of artificial intelligence</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/16/tech/snapchat-my-ai-chatbot-glitch/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Michelle Toh",
            "title": "Intel calls off $5.4 billion chip deal after failing to get regulatory approval",
            "description": "Intel has pulled out of a major acquisition of an Israeli chipmaker after failing to obtain the required regulatory approval.",
            "url": "/2023-08-16-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230817112844-intel-chip-china-file.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-17T05:01:58Z",
            "content": "Intel has pulled out of a major acquisition of an Israeli chipmaker after failing to obtain the required regulatory approval.The US tech giant said in a Wednesday statement it would scrap its plann [+2584 chars]",
            "summary": "Intel has pulled out of a major acquisition of an Israeli chipmaker after failing to obtain the required regulatory approval. The US tech giant said in a Wednesday statement it would scrap its planned billion purchase of Tower Semiconductor TSEM. The deal had been expected to close within months Now months after it was first announced the deal has yet to be signed off by China s competition regulator the Financial Times reported Wednesday citing two unidentified sources Neither Intel nor the Chinese regulator immediately responded to requests for comment from CNN.",
            "html_summary": "<ul><li>Intel has pulled out of a major acquisition of an Israeli chipmaker after failing to obtain the required regulatory approval</li><li> The US tech giant said in a Wednesday statement it would scrap its planned billion purchase of Tower Semiconductor TSEM</li><li> The deal had been expected to close within months Now months after it was first announced the deal has yet to be signed off by China s competition regulator the Financial Times reported Wednesday citing two unidentified sources Neither Intel nor the Chinese regulator immediately responded to requests for comment from CNN</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/17/business/intel-tower-semiconductor-deal-china-block-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Peter Valdes-Dapena",
            "title": "This Vietnamese automaker is worth more than Ford and GM. But it hasnt sold many cars",
            "description": "Vietnamese electric vehicle company Vinfast is already more valuable than Ford and GM, based on its stock price, despite just entering the US market. But you may not have even heard of it. Heres what its all about, and whats been happening with it.",
            "url": "/2023-08-16-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230817110328-vinfast-electric-car-model-hanoi-0707.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-17T16:50:06Z",
            "content": "Vietnamese electric vehicle company Vinfast is already more valuable than Ford(F) and GM(GM), based on its stock price, despite just entering the US market. But you may not have even heard of it. [+3866 chars]",
            "summary": "Vietnamese electric vehicle company Vinfast is already more valuable than Ford F and GM GM based on its stock price despite just entering the US market. VinFast is currently only selling its VF electric SUV in California through company owned showrooms. The larger VinFast VF is expected to be available later this year with the smaller VF and VF SUVs coming some time next year as the company begins offering its products in more US markets. The company claims to account for of Vietnam s gross domestic product.",
            "html_summary": "<ul><li>Vietnamese electric vehicle company Vinfast is already more valuable than Ford F and GM GM based on its stock price despite just entering the US market</li><li> VinFast is currently only selling its VF electric SUV in California through company owned showrooms</li><li> The larger VinFast VF is expected to be available later this year with the smaller VF and VF SUVs coming some time next year as the company begins offering its products in more US markets</li><li> The company claims to account for of Vietnam s gross domestic product</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/17/business/vinfast-company-profile/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Kaitlan Collins, Paula Reid",
            "title": "Rudy Giuliani made desperate appeal to Trump to pay his legal bills in MaraLago meeting",
            "description": "With his attorney in tow, Rudy Giuliani traveled to MaraLago in recent months on a mission to make a personal and desperate appeal to former President Donald Trump to pay his legal bills. By going in person, a source familiar with the matter told CNN, Giuli",
            "url": "/2023-08-16-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230814234556-rudy-giuliani-051923.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-17T01:16:15Z",
            "content": "With his attorney in tow, Rudy Giuliani traveled to MaraLago in recent months on a mission to make a personal and desperate appeal to former President Donald Trump to pay his legal bills. By going  [+3834 chars]",
            "summary": "Rudy Giuliani traveled to Mar a Lago in recent months on a mission to make a personal and desperate appeal to former President Donald Trump to pay his legal bills. By going in person a source familiar with the matter told CNN Giuliani and his lawyer Robert Costello believed they could explain face to face why Trump needed to assist his former attorney. But the former president who is notoriously strict about dipping into his own coffers didn't seem very interested. Trump verbally agreed to help with some of Giuliani s legal bills without committing to any specific amount or timeline.",
            "html_summary": "<ul><li>Rudy Giuliani traveled to Mar a Lago in recent months on a mission to make a personal and desperate appeal to former President Donald Trump to pay his legal bills</li><li> By going in person a source familiar with the matter told CNN Giuliani and his lawyer Robert Costello believed they could explain face to face why Trump needed to assist his former attorney</li><li> But the former president who is notoriously strict about dipping into his own coffers didn't seem very interested</li><li> Trump verbally agreed to help with some of Giuliani s legal bills without committing to any specific amount or timeline</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/16/politics/giuliani-trump-legal-bills/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nicole Goodkind",
            "title": "What do Big Short Michael Burry and Warren Buffett know that we dont?",
            "description": "The S&P 500 index is up nearly 17% year to date, and the Nasdaq composite is more than 30% higher. Americans keep spending money, unemployment is low, the Federal Reserve may soon pause its painful interest rate hikes as inflation rates steadily  albeit slow",
            "url": "/2023-08-16-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230815131824-buffett-burry-split.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-16T11:59:25Z",
            "content": "A version of this story first appeared in CNN Business Before the Bell newsletter. Not a subscriber? You can sign upright here. You can listen to an audio version of the newsletter by clicking the s [+5742 chars]",
            "summary": "Burrys fund, Scion Asset Management, bought $866 million in put options (thats the right to sell an asset at a particular price) against a fund that tracks the S&P 500, and $739 million in put options against a fund that tracks the Nasdaq 100. Big banks could also be in hot water: Bank shares fell on Monday following reports that Fitch Ratings warned of an additional downgrade of the US banking industry that could affect the ratings of several large American lenders. Americans keep spending money, unemployment is low, the Federal Reserve may soon pause its painful interest rate hikes as inflation rates steadily  albeit slowly  come down. Even when adjusted for inflation, retail sales volumes rose by 0.6%, indicating that while consumers are increasingly cautious with their outlays amid elevated prices and interest rates, they are not retrenching, said EY chief economist Gregory Daco. Russia and Ukraines impact on inflation: Global inflation is finally coming down, but heightened geopolitical tensions threaten to raise food and oil prices across the globe. Most recently, he told CNBC that the world is seeing serious levels of nuclear proliferation and nuclear blackmail. This level of geopolitical chaos, he said, hasnt been seen since World War Two. Retail sales picked up sharply in July, growing by 0.7% as consumers opened their wallets more at sports and clothing stores, spent more online and racked up larger tabs at restaurants and bars, according to Commerce Department data released Tuesday.",
            "html_summary": "<ul><li>Burry’s fund, Scion Asset Management, bought $866 million in put options (that’s the right to sell an asset at a particular price) against a fund that tracks the S&P 500, and $739 million in put options against a fund that tracks the Nasdaq 100.</li><li>Big banks could also be in hot water: Bank shares fell on Monday following reports that Fitch Ratings warned of an additional downgrade of the US banking industry that could affect the ratings of several large American lenders.</li><li>Americans keep spending money, unemployment is low, the Federal Reserve may soon pause its painful interest rate hikes as inflation rates steadily — albeit slowly — come down.</li><li>Even when adjusted for inflation, retail sales volumes rose by 0.6%, “indicating that while consumers are increasingly cautious with their outlays amid elevated prices and interest rates, they are not retrenching,” said EY chief economist Gregory Daco.</li><li>Russia and Ukraine’s impact on inflation: Global inflation is finally coming down, but heightened geopolitical tensions threaten to raise food and oil prices across the globe.</li><li>Most recently, he told CNBC that the world is seeing “serious” levels of “nuclear proliferation and nuclear blackmail.” This level of geopolitical chaos, he said, hasn’t been seen since World War Two.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/16/investing/premarket-stocks-trading/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Microsoft AI suggests food bank as a cannot miss tourist spot in Canada. Agility Robotics Damion Shelton and Melonee Wise will discuss the future of warehouse automation at TC Disrupt 2023. Highlight, now flush with $18M, helps CPG brands automate product testing. Intels modernization strategy could face setback with end of $5.4B Tower deal. This Vietnamese automaker is worth more than Ford and GM. But it hasnt sold many cars. Illinois passes a law that requires parents to compensate child influencers. How Chinas economic turmoil could hurt your portfolio. Snapchat users freak out over AI bot that had a mind of its own. Intel calls off $5.4 billion chip deal after failing to get regulatory approval. This Vietnamese automaker is worth more than Ford and GM. But it hasnt sold many cars. Rudy Giuliani made desperate appeal to Trump to pay his legal bills in MaraLago meeting. What do Big Short Michael Burry and Warren Buffett know that we dont?"
}