{
    "status": "ok",
    "totalResults": 44,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Kevin Purdy",
            "title": "Unearthed touchscreen iMac G3 prototype evokes a very different era of Apple | Makemetechie.com Summary",
            "description": "25 years ago, Apple was cool with firms hacking up kioskfriendly touch iMacs.",
            "url": "/2023-09-11-unearthed-touchscreen-imac-g3-prototype-evokes-a-very-different-era-of-apple",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/09/imac_touchscreen-760x380.jpg",
            "publishedAt": "2023-09-11T18:41:29Z",
            "content": "Enlarge/ It only cost Michael MJD nearly $1,800, plus a replacement display controller, to get to the point where he could play the memory game on a classic iMac.6 with Two remarkable things appe [+3279 chars]",
            "summary": "iMac G from Elo responds to not just touchscreen taps and drags but also touch pressure. Elo a company that continues to make touchscreens for point of sale systems and other applications turned some iMacs into touchscreen kiosks with Apple s approval as a Value Added Reseller. The desktop controls and mouse targets are far too small to use with even a relatively precise touch panel. Had this later stage iMac made it to release it likely would have been running custom software with big restaurant ordering style buttons. But it works and might have worked great all for what was likely a price over Apple s value added reselling.",
            "html_summary": "<ul><li>iMac G from Elo responds to not just touchscreen taps and drags but also touch pressure.</li><li> Elo a company that continues to make touchscreens for point of sale systems and other applications turned some iMacs into touchscreen kiosks with Apple s approval as a Value Added Reseller.</li><li> The desktop controls and mouse targets are far too small to use with even a relatively precise touch panel.</li><li> Had this later stage iMac made it to release it likely would have been running custom software with big restaurant ordering style buttons.</li><li> But it works and might have worked great all for what was likely a price over Apple s value added reselling.</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/09/unearthed-touchscreen-imac-g3-prototype-evokes-a-very-different-era-of-apple/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Dr. Nadim Maluf",
            "title": "Will batteries usher in a new era of global energy sovereignty? | Makemetechie.com Summary",
            "description": "The complex dynamics of global policies, supply, and innovation will impact the battery industry in the coming decades.  How will nations and governments...",
            "url": "/2023-09-11-will-batteries-usher-in-a-new-era-of-global-energy-sovereignty",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/_RGwN.jpV93kJqkRKfHz2A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/techcrunch_350/cc6d327f5f92867c54ae81a01b7355f0",
            "publishedAt": "2023-09-12T16:30:43Z",
            "content": "Look around you. Batteries power nearly all the devices we depend on throughout our lives.As the world shifts toward a more sustainable future driven by electrification, batteries are more importan [+9762 chars]",
            "summary": "Technology is also playing a significant role in the wide implementation of battery recycling, transforming the battery materials supply chain.Just as the automobile defined the petroleum industry, electric vehicles will equally define the battery industry. How long before nations with mineral deposits critical to the battery industry come together to create the Organization of Battery Exporting Countries or something similar, to assert their rights to sovereignty over their natural resources?Battery technology and innovation will dominate this century. In particular, tensions between the U.S. and China will continue to complicate life for startup companies.The stability of the supply chain of battery materials will be critical for scaling battery production especially for electrical vehicles (EVs). The most recent, the U.S. Inflation Reduction Act (IRA) of 2022, sets the guidelines to guarantee energy security for batteries.The question is: Will electrical energy, and in particular, stored energy in batteries, be subject to the same global economic and geopolitical forces that shaped fossil fuels? The Infrastructure Investment and Jobs Act of 2021 allocates approximately $6 billion for grant awards for battery technology.The funding will work to expand research and development capacity for the U.S. battery industry, with the goal of reducing foreign dependency and shoring up the supply chain. Just as technology innovation in petroleum enabled oil production and distribution at very large scales, thus creating a massive oil economy, scaled production of batteries will serve to commoditize energy storage and placing batteries everywhere. The complex dynamics of global policies, supply, and innovation will impact the battery industry in the coming decades.How will nations and governments perceive the future of electrical energy?",
            "html_summary": "<ul><li>Technology is also playing a significant role in the wide implementation of battery recycling, transforming the battery materials supply chain.Just as the automobile defined the petroleum industry, electric vehicles will equally define the battery industry..</li><li>How long before nations with mineral deposits critical to the battery industry come together to create the Organization of Battery Exporting Countries or something similar, to assert their rights to sovereignty over their natural resources?Battery technology and innovation will dominate this century..</li><li>In particular, tensions between the U.S. and China will continue to complicate life for startup companies.The stability of the supply chain of battery materials will be critical for scaling battery production especially for electrical vehicles (EVs)..</li><li>The most recent, the U.S. Inflation Reduction Act (IRA) of 2022, sets the guidelines to guarantee energy security for batteries.The question is: Will electrical energy, and in particular, stored energy in batteries, be subject to the same global economic and geopolitical forces that shaped fossil fuels?.</li><li>The Infrastructure Investment and Jobs Act of 2021 allocates approximately $6 billion for grant awards for battery technology.The funding will work to expand research and development capacity for the U.S. battery industry, with the goal of reducing foreign dependency and shoring up the supply chain..</li><li>Just as technology innovation in petroleum enabled oil production and distribution at very large scales, thus creating a massive oil economy, scaled production of batteries will serve to commoditize energy storage and placing batteries everywhere..</li></ul>",
            "website_url": "https://techcrunch.com/2023/09/12/will-batteries-usher-in-a-new-era-of-global-energy-sovereignty/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Laura He, CNN",
            "title": "Former Alibaba CEO quits cloud unit in surprise move amid landmark restructuring | Makemetechie.com Summary",
            "description": "Daniel Zhang, the outgoing chairman and CEO of Alibaba, has stepped down from his position running the companys cloud division in a surprise move announced ...",
            "url": "/2023-09-11-china-alibaba-leadership-overhaul-intl-hnk?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/da247b1743aac94abbf35802f07a5e79",
            "publishedAt": "2023-09-11T08:42:16Z",
            "content": "Editors Note Sign up for CNNs Meanwhile in China newsletter, which explores what you need to know about the countrys rise and how it impacts the world.Daniel Zhang, the outgoing chairman and CEO o [+4846 chars]",
            "summary": "Daniel Zhang the outgoing chairman and CEO of Alibaba has stepped down from his position running the company s cloud division in a surprise move announced just months after he assumed the pivotal role. Zhang will now fully exit the Chinese tech giant s core management team as it undertakes its biggest ever restructuring amid a worsening downturn in the world s second largest economy. Zhang said three months ago that a key reason he wanted to step down as company chief was because he needed to focus on the spin off of its cloud business.",
            "html_summary": "<ul><li>Daniel Zhang the outgoing chairman and CEO of Alibaba has stepped down from his position running the company s cloud division in a surprise move announced just months after he assumed the pivotal role.</li><li> Zhang will now fully exit the Chinese tech giant s core management team as it undertakes its biggest ever restructuring amid a worsening downturn in the world s second largest economy.</li><li> Zhang said three months ago that a key reason he wanted to step down as company chief was because he needed to focus on the spin off of its cloud business.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/11/tech/china-alibaba-leadership-overhaul-intl-hnk?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Arlette Saenz",
            "title": "White House secures AI safeguard agreements from eight additional tech companies | Makemetechie.com Summary",
            "description": "Eight technology companies are making voluntary commitments on AI, a senior Biden administration official told CNN, as the White House looks to safeguard development of the emerging technology while working toward more comprehensive regulation.",
            "url": "/2023-09-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230911172025-03-joe-biden-alaska-091123.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-12T10:00:20Z",
            "content": "Eight newtechnology companies including Adobe, IBM, Nvidia, Palantir and Salesforce are making voluntary commitments on artificial intelligence, a senior Biden administration official told CNN, as t [+3092 chars]",
            "summary": "Eight new technology companies including Adobe IBM Nvidia Palantir and Salesforce are making voluntary commitments on artificial intelligence a senior Biden administration official told CNN. The agreements will be discussed at a White House meeting with chief of staff Jeff Zients and industry leaders on Tuesday. The commitments build on voluntary commitments announced earlier this summer by seven leading AI companies including Microsoft and Google. Biden administration officials have also been in discussions with lawmakers on Capitol Hill about developing legislation to regulate AI. The push comes as Senate Majority Leader Chuck Schumer is set to host more than half a dozen leading tech CEOs including Mark Zuckerberg and Elon Musk of X the company formerly known as Twitter in Washington on Wednesday.",
            "html_summary": "<ul><li>Eight new technology companies including Adobe IBM Nvidia Palantir and Salesforce are making voluntary commitments on artificial intelligence a senior Biden administration official told CNN.</li><li> The agreements will be discussed at a White House meeting with chief of staff Jeff Zients and industry leaders on Tuesday.</li><li> The commitments build on voluntary commitments announced earlier this summer by seven leading AI companies including Microsoft and Google.</li><li> Biden administration officials have also been in discussions with lawmakers on Capitol Hill about developing legislation to regulate AI.</li><li> The push comes as Senate Majority Leader Chuck Schumer is set to host more than half a dozen leading tech CEOs including Mark Zuckerberg and Elon Musk of X the company formerly known as Twitter in Washington on Wednesday.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/12/politics/white-house-artificial-intelligence-commitments/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nicole Goodkind",
            "title": "What Chinas new smartphone means for Wall Street | Makemetechie.com Summary",
            "description": "Stock prices of chipmakers have soared over the last year as AI became the story of 2023. But in recent weeks, theres been a notable drop in those shares as growing tensions between the US and China cloud their outlook.",
            "url": "/2023-09-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230908174539-huawei-mate-60-pro-phone-china.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-11T11:57:55Z",
            "content": "A version of this story first appeared in CNN Business Before the Bell newsletter. Not a subscriber? You can sign upright here. You can listen to an audio version of the newsletter by clicking the s [+8196 chars]",
            "summary": "That means that SMIC is now believed to have the tools to develop very advanced 5G chips for phones, and thats concerning to US government officials because they want to keep a big lead in developing advanced technology. On Thursday, luxury furniture brand RH reported a 19% drop in second-quarter revenue, while on Friday, Hooker Furnishings, a Virginia-based furniture manufacturer that sells goods at Wayfair, Macys and other retailers, said their second-quarter revenue plummeted 36%. Theyve worked very closely with the US government on this, and we do think theres going to be high demand for their chips in the coming years because companies will need to work outside of China. The two companies are the latest in a growing list of furniture retailers seeing a slowdown after years of growth fueled by pandemic-era stay-at-home trends. Wayfair, an online furniture seller, saw its second-quarter revenue decline 3.4%, and La-Z-Boy, a furniture manufacturer, reported a 20% drop in sales in August. Huaweis new smartphone uses an internally developed, very powerful chip thats manufactured by the Semiconductor Manufacturing International Corporation (SMIC), a partially state-owned Chinese semiconductor foundry. Last week, a pair of furniture retailers said they are experiencing a massive sales slump compared to last year.",
            "html_summary": "<ul><li>That means that SMIC is now believed to have the tools to develop very advanced 5G chips for phones, and that’s concerning to US government officials because they want to keep a big lead in developing advanced technology..</li><li>On Thursday, luxury furniture brand RH reported a 19% drop in second-quarter revenue, while on Friday, Hooker Furnishings, a Virginia-based furniture manufacturer that sells goods at Wayfair, Macy’s and other retailers, said their second-quarter revenue plummeted 36%..</li><li>They’ve worked very closely with the US government on this, and we do think there’s going to be high demand for their chips in the coming years because companies will need to work outside of China..</li><li>The two companies are the latest in a growing list of furniture retailers seeing a slowdown after years of growth fueled by pandemic-era stay-at-home trends..</li><li>Wayfair, an online furniture seller, saw its second-quarter revenue decline 3.4%, and La-Z-Boy, a furniture manufacturer, reported a 20% drop in sales in August..</li><li>Huawei’s new smartphone uses an internally developed, very powerful chip that’s manufactured by the Semiconductor Manufacturing International Corporation (SMIC), a partially state-owned Chinese semiconductor foundry..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/11/investing/premarket-stocks-trading/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Laura He",
            "title": "Alibabas new CEO embraces AI and wants a younger management team | Makemetechie.com Summary",
            "description": "Alibaba Group will embrace artificial intelligence (AI) and promote younger people to senior management, its new CEO says, as the ecommerce and cloud giant tackles its most ambitious restructuring in its history.",
            "url": "/2023-09-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230912093704-eddie-wu-alibaba.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-12T09:31:33Z",
            "content": "Editors Note Sign up for CNNs Meanwhile in China newsletter, which explores what you need to know about the countrys rise and how it impacts the world.Alibaba Group will embrace artificial intelli [+2945 chars]",
            "summary": "Alibaba Group will embrace artificial intelligence AI and promote younger people to senior management its new CEO says as the e commerce and cloud giant tackles its most ambitious restructuring in its history. Eddie Wu who stepped into the chief executive role on Sunday said in a memo to staff seen by CNN that the most significant change agent will be the disruptions brought about by AI across all sectors. Wu replaced Daniel Zhang to become Alibaba BABA s fourth CEO in its year history He also took over as head of the cloud division after Zhang s surprise exit from the unit.",
            "html_summary": "<ul><li>Alibaba Group will embrace artificial intelligence AI and promote younger people to senior management its new CEO says as the e commerce and cloud giant tackles its most ambitious restructuring in its history.</li><li> Eddie Wu who stepped into the chief executive role on Sunday said in a memo to staff seen by CNN that the most significant change agent will be the disruptions brought about by AI across all sectors.</li><li> Wu replaced Daniel Zhang to become Alibaba BABA s fourth CEO in its year history He also took over as head of the cloud division after Zhang s surprise exit from the unit.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/12/tech/china-eddie-wu-alibaba-ai-focus-hnk-intl/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Oliver Darcy, Liam Reilly",
            "title": "New York Citys pension funds and state of Oregon sue Fox Corporation over 2020 election lies | Makemetechie.com Summary",
            "description": "New York Citys pension funds and the state of Oregon took legal action on Tuesday against Fox Corporation, alleging in a lawsuit that the Fox News parent company failed shareholders by allowing the rightwing channel to recklessly spread lies about the 2020 ",
            "url": "/2023-09-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230912174429-fox-news-042023.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-12T23:06:45Z",
            "content": "New York Citys pension funds and the state of Oregon took legal action on Tuesday against Fox Corporation, alleging in a lawsuit that the Fox News parent company failed shareholders by allowing the r [+3414 chars]",
            "summary": "New York City s pension funds and the state of Oregon took legal action on Tuesday against Fox Corporation alleging in a lawsuit that the Fox News parent company failed shareholders by allowing the right wing channel to recklessly spread lies about the election. The lawsuit which was filed under seal in the Delaware Court of Chancery named Fox Corporation board members and its executives as defendants. Fox settled a historic defamation lawsuit brought by election technology company Dominion Voting Systems earlier this year for a record million. Fox which has maintained it is proud of its dishonest election coverage still faces an even larger billion lawsuit from Smartmatic.",
            "html_summary": "<ul><li>New York City s pension funds and the state of Oregon took legal action on Tuesday against Fox Corporation alleging in a lawsuit that the Fox News parent company failed shareholders by allowing the right wing channel to recklessly spread lies about the election.</li><li> The lawsuit which was filed under seal in the Delaware Court of Chancery named Fox Corporation board members and its executives as defendants.</li><li> Fox settled a historic defamation lawsuit brought by election technology company Dominion Voting Systems earlier this year for a record million.</li><li> Fox which has maintained it is proud of its dishonest election coverage still faces an even larger billion lawsuit from Smartmatic.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/12/media/fox-corporation-new-york-city-oregon-lawsuit/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jack Guy",
            "title": "Elon Musk confirms he and Grimes have had a third child  and its name is as unusual as youd expect | Makemetechie.com Summary",
            "description": "Elon Musk has confirmed that he and former partner Grimes have a third child together  and its name is just as unusual as its siblings.",
            "url": "/2023-09-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230911095535-elon-musk-grimes-third-child-file-050718.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-11T11:05:11Z",
            "content": "Elon Musk has confirmed that he and former partner Grimes have a third child together and its name is just as unusual as its siblings.The child is called Tau Techno Mechanicus, the technology billi [+1345 chars]",
            "summary": "Elon Musk has confirmed that he and former partner Grimes have a third child together and its name is just as unusual as its siblings. The child is called Tau Techno Mechanicus the technology billionaire wrote in a post on X formerly Twitter on Sunday. Musk and Grimes broke up in September but the Canadian singer born Claire Boucher has described their relationship status as very fluid. The couple previously welcomed a son named X A Xii in May Musk has five other children twins Griffin and Vivian and triplets Damian Saxon and Kai from a previous marriage.",
            "html_summary": "<ul><li>Elon Musk has confirmed that he and former partner Grimes have a third child together and its name is just as unusual as its siblings.</li><li> The child is called Tau Techno Mechanicus the technology billionaire wrote in a post on X formerly Twitter on Sunday.</li><li> Musk and Grimes broke up in September but the Canadian singer born Claire Boucher has described their relationship status as very fluid.</li><li> The couple previously welcomed a son named X A Xii in May Musk has five other children twins Griffin and Vivian and triplets Damian Saxon and Kai from a previous marriage.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/11/entertainment/elon-musk-grimes-third-child-scli-intl/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Matt Egan",
            "title": "As Chinas economy hits turbulence, a top Treasury official heads to Hong Kong to deepen ties with Beijing | Makemetechie.com Summary",
            "description": "A top US Treasury official is heading to Hong Kong as the White House continues its quest to ease tensions with Beijing and avoid a destabilizing crisis.",
            "url": "/2023-09-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230707101945-yellen-china-li-qiang-070723.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-12T12:00:45Z",
            "content": "A top US Treasury official is heading to Hong Kong as the White House continues its quest to ease tensions with Beijing and avoid a destabilizing crisis.Joining a growing list of US officials visit [+5888 chars]",
            "summary": "They keep sending different cabinet officials over, Jake, and its embarrassing. In response to Haleys criticism, Deputy Treasury Secretary Wally Adeyemo said its important for US officials to engage with China because it has the second-biggest economy in the world. During the trip, Neiman  the highest-ranking Treasury official to visit Hong Kong since 2019  plans to meet with government officials, private sector economists and executives from the financial and legal sectors. Andrew King, a venture capitalist and executive director of Future Union, a new bipartisan group that is calling for the private sector to pick democracy over autocracy, said the focus on cabinet officials is misplaced. Joining a growing list of US officials visiting the region, Assistant US Treasury Secretary Brent Neiman is traveling to Hong Kong on Wednesday as part of an effort to deepen ties between the worlds two largest economies, a Treasury official tells CNN. Despite criticism from some Republicans, the administration has tried to cool temperatures with Beijing by sending a flurry of officials to mainland China in the past few months, including Secretary of State Antony Blinken, climate envoy John Kerry, Treasury Secretary Janet Yellen and Commerce Secretary Gina Raimondo. This could be dangerous for the global economy because China is such an important contributor to world growth, said Ilaria Mazzocco, senior fellow in Chinese business and economics at the Center for Strategic & International Studies in Washington. The rollout set off alarm bells in the West because the smartphone relies on US technology that American officials had tried to block China from accessing.",
            "html_summary": "<ul><li>“They keep sending different cabinet officials over, Jake, and it’s embarrassing.” In response to Haley’s criticism, Deputy Treasury Secretary Wally Adeyemo said it’s “important” for US officials to engage with China because it has the second-biggest economy in the world..</li><li>During the trip, Neiman — the highest-ranking Treasury official to visit Hong Kong since 2019 — plans to meet with government officials, private sector economists and executives from the financial and legal sectors..</li><li>Andrew King, a venture capitalist and executive director of Future Union, a new bipartisan group that is calling for the private sector to pick democracy over autocracy, said the focus on cabinet officials is misplaced..</li><li>Joining a growing list of US officials visiting the region, Assistant US Treasury Secretary Brent Neiman is traveling to Hong Kong on Wednesday as part of an effort to “deepen ties between the world’s two largest economies,” a Treasury official tells CNN..</li><li>Despite criticism from some Republicans, the administration has tried to cool temperatures with Beijing by sending a flurry of officials to mainland China in the past few months, including Secretary of State Antony Blinken, climate envoy John Kerry, Treasury Secretary Janet Yellen and Commerce Secretary Gina Raimondo..</li><li>“This could be dangerous for the global economy because China is such an important contributor to world growth,” said Ilaria Mazzocco, senior fellow in Chinese business and economics at the Center for Strategic & International Studies in Washington..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/12/business/china-biden-treasury-hong-kong/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Laura He",
            "title": "Former Alibaba CEO quits cloud unit in surprise move amid landmark restructuring | Makemetechie.com Summary",
            "description": "Daniel Zhang, the outgoing chairman and CEO of Alibaba, has stepped down from his position running the companys cloud division in a surprise move announced just months after he assumed the pivotal role.",
            "url": "/2023-09-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230911155055-daniel-zhang-yong.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-11T08:42:16Z",
            "content": "Editors Note Sign up for CNNs Meanwhile in China newsletter, which explores what you need to know about the countrys rise and how it impacts the world.Daniel Zhang, the outgoing chairman and CEO o [+4486 chars]",
            "summary": "Daniel Zhang the outgoing chairman and CEO of Alibaba has stepped down from his position running the company s cloud division in a surprise move announced just months after he assumed the pivotal role. Zhang will now fully exit the Chinese tech giant s core management team as it undertakes its biggest ever restructuring amid a worsening downturn in the world s second largest economy. Zhang said three months ago that a key reason he wanted to step down as company chief was because he needed to focus on the spin off of its cloud business.",
            "html_summary": "<ul><li>Daniel Zhang the outgoing chairman and CEO of Alibaba has stepped down from his position running the company s cloud division in a surprise move announced just months after he assumed the pivotal role.</li><li> Zhang will now fully exit the Chinese tech giant s core management team as it undertakes its biggest ever restructuring amid a worsening downturn in the world s second largest economy.</li><li> Zhang said three months ago that a key reason he wanted to step down as company chief was because he needed to focus on the spin off of its cloud business.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/11/tech/china-alibaba-leadership-overhaul-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Murphy Kelly",
            "title": "Apple is set to unveil the iPhone 15 | Makemetechie.com Summary",
            "description": "Apple is expected to debut its iPhone 15 lineup at the companys annual September keynote event on Tuesday, and it could introduce the biggest change to the phones design in 11 years.",
            "url": "/2023-09-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230908170426-apple-wonderlust-iphone-15-event.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-12T10:09:59Z",
            "content": "Apple is expected to debut its iPhone 15 lineup Tuesday at the companys annual September keynote event, and it could introduce the biggest change to the phonesdesign in 11 years.The press event, wh [+5095 chars]",
            "summary": "The company also showed off its Apple Watch Series 9 and Ultra 2 smartwatches, with new colors and features including gesture control, and a new iteration of its AirPods Pro wireless earbuds, also with USB-C charging. Beyond expected improved performance and incremental innovation embedded into Apples new products, it is great to see Apple communicate on sustainability as a new competitive advantage  especially with Apples first carbon neutral products, Forrester Principal Analyst Thomas Husson said in emailed commentary following the event. The Watch Series 9 and high-end Ultra 2 watch will include a new gesture control called Double Tap, allowing allow users to tap their index finger and thumb together twice, to answer or end phone calls, play and pause music, or snooze alarms. The new Pro models design also features contoured edges and a customizable Action button, which gives the ring/silence button additional controls, from starting a voice memo to writing a note. The iPhone 15 lineup also includes an Ultra-Wideband chip to power a handful of new features, including one that makes it easier to find friends who share their location in crowded areas. Instead of leather, Apple said it will begin using a new textile that it is calling fine woven. Fine woven will be made of 68% post-consumer recycled content, giving it a significantly lower carbon footprint than leather, Apple said. Doubling down on sustainability initiatives, Jackson also said the tech giant will no longer use leather in any new Apple product, including watch bands.",
            "html_summary": "<ul><li>The company also showed off its Apple Watch Series 9 and Ultra 2 smartwatches, with new colors and features including gesture control, and a new iteration of its AirPods Pro wireless earbuds, also with USB-C charging..</li><li>“Beyond expected improved performance and incremental innovation embedded into Apple’s new products, it is great to see Apple communicate on sustainability as a new competitive advantage — especially with Apple’s first carbon neutral products,” Forrester Principal Analyst Thomas Husson said in emailed commentary following the event..</li><li>The Watch Series 9 and high-end Ultra 2 watch will include a new gesture control called Double Tap, allowing allow users to tap their index finger and thumb together twice, to answer or end phone calls, play and pause music, or snooze alarms..</li><li>The new Pro models’ design also features contoured edges and a customizable Action button, which gives the ring/silence button additional controls, from starting a voice memo to writing a note..</li><li>The iPhone 15 lineup also includes an Ultra-Wideband chip to power a handful of new features, including one that makes it easier to find friends who share their location in crowded areas..</li><li>Instead of leather, Apple said it will begin using a new textile that it is calling “fine woven.” Fine woven will be made of 68% post-consumer recycled content, giving it a significantly lower carbon footprint than leather, Apple said..</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/12/tech/apple-iphone-15-event-wonderlust/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Issy Ronald",
            "title": "Tim Burton hits out at disturbing AI, likens it to a robot taking your soul | Makemetechie.com Summary",
            "description": "Tim Burton has hit out at disturbing artificial intelligence (AI), comparing its use in imitating his distinctive style as like a robot taking your humanity, your soul.",
            "url": "/2023-09-11-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230912110014-01-tim-burton-disturbing-ai.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-09-12T10:58:14Z",
            "content": "Tim Burton has hit out at disturbing artificial intelligence (AI), comparing its use in imitating his distinctive style as like a robot taking your humanity, your soul. The prolific director behind [+1894 chars]",
            "summary": "Tim Burton has hit out at disturbing artificial intelligence AI comparing its use in imitating his distinctive style as like a robot taking your humanity your soul. The prolific director behind movies Edward Scissorhands Corpse Bride and Beetlejuice made the comments during an interview with British newspaper The Independent. He was referencing an article by Buzzfeed that had used AI to reimagine Disney character as if they were in one of his movies. The potential consequences of using AI are among the central issues driving the ongoing actors and writers strikes which have halted production in Hollywood.",
            "html_summary": "<ul><li>Tim Burton has hit out at disturbing artificial intelligence AI comparing its use in imitating his distinctive style as like a robot taking your humanity your soul.</li><li> The prolific director behind movies Edward Scissorhands Corpse Bride and Beetlejuice made the comments during an interview with British newspaper The Independent.</li><li> He was referencing an article by Buzzfeed that had used AI to reimagine Disney character as if they were in one of his movies.</li><li> The potential consequences of using AI are among the central issues driving the ongoing actors and writers strikes which have halted production in Hollywood.</li></ul>",
            "website_url": "https://www.cnn.com/2023/09/12/entertainment/tim-burton-ai-criticism-intl-scli/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Unearthed touchscreen iMac G3 prototype evokes a very different era of Apple | Makemetechie.com Summary. Will batteries usher in a new era of global energy sovereignty? | Makemetechie.com Summary. Former Alibaba CEO quits cloud unit in surprise move amid landmark restructuring | Makemetechie.com Summary. White House secures AI safeguard agreements from eight additional tech companies | Makemetechie.com Summary. What Chinas new smartphone means for Wall Street | Makemetechie.com Summary. Alibabas new CEO embraces AI and wants a younger management team | Makemetechie.com Summary. New York Citys pension funds and state of Oregon sue Fox Corporation over 2020 election lies | Makemetechie.com Summary. Elon Musk confirms he and Grimes have had a third child  and its name is as unusual as youd expect | Makemetechie.com Summary. As Chinas economy hits turbulence, a top Treasury official heads to Hong Kong to deepen ties with Beijing | Makemetechie.com Summary. Former Alibaba CEO quits cloud unit in surprise move amid landmark restructuring | Makemetechie.com Summary. Apple is set to unveil the iPhone 15 | Makemetechie.com Summary. Tim Burton hits out at disturbing AI, likens it to a robot taking your soul | Makemetechie.com Summary"
}