{
    "status": "ok",
    "totalResults": 3,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Timothy B. Lee",
            "title": "Are selfdriving cars already safer than human drivers?",
            "description": "I learned a lot by reading dozens of Waymo and Cruise crash reports.",
            "url": "/2023-09-01-are-self-driving-cars-already-safer-than-human-drivers",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/self-driving-hud-analysis-760x380.jpg",
            "publishedAt": "2023-09-01T11:30:21Z",
            "content": "1 with August was an eventful month for driverless taxis in San Francisco. On August 10, the California Public Utilities Commission voted to allow Googles Waymo and GMs Cruise to begin charging cus [+21726 chars]",
            "summary": "Once you adjust for that, Waymo and Cruise seem to have been involved in low-stakes crashes at similar rates.For example, Cruise vehicles got rear-ended 17 times over about 4 million miles, while Waymo vehicles got rear-ended seven times over roughly 2 million miles. Most of these crashes occurred during Cruises first million miles, so Cruise may be getting better at handling these situations.Its important to note that Cruise has logged more than four million miles in San Francisco, so Cruises crash reports represent roughly twice as many miles as Waymos. That includes a lot of minor crashes that wouldnt be reported to police.Based on this data, Cruise claimed that over its first million miles, its vehicles crashed 56 percent less often per mile than a typical human driver. Still, its interesting that over two million miles of driverless operation, no Waymo AVs got hit by cars running red lights or bicycles running stop signs.Again, this may be partly because Cruise has driven more milesand especially more miles in San Francisco. Waymo and Cruise have driven a combined total of 8 million driverless miles (a Waymo spokeswoman told me the company has completed more than 4 million driverless miles, and Cruise has said the same). Not only do Waymos vehicles follow the letter of the law (like stopping at red lights), they may also try to anticipate and avoid dangerous situations (like vehicles running red lights).Cruise vehicles do not seem especially cautious about intersections. More surprisingly, Waymo also found its software could prevent 82 percent of crashes playing the role of the other driver.The most common setting for fatal crashes in this data set was intersectionsincluding a number of vehicles running red lights.",
            "html_summary": "<ul><li>Once you adjust for that, Waymo and Cruise seem to have been involved in low-stakes crashes at similar rates.For example, Cruise vehicles got rear-ended 17 times over about 4 million miles, while Waymo vehicles got rear-ended seven times over roughly 2 million miles.</li><li>Most of these crashes occurred during Cruise’s first million miles, so Cruise may be getting better at handling these situations.It’s important to note that Cruise has logged more than four million miles in San Francisco, so Cruise’s crash reports represent roughly twice as many miles as Waymo’s.</li><li>That includes a lot of minor crashes that wouldn’t be reported to police.Based on this data, Cruise claimed that over its first million miles, its vehicles crashed 56 percent less often per mile than a typical human driver.</li><li>Still, it’s interesting that over two million miles of driverless operation, no Waymo AVs got hit by cars running red lights or bicycles running stop signs.Again, this may be partly because Cruise has driven more miles—and especially more miles in San Francisco.</li><li>Waymo and Cruise have driven a combined total of 8 million driverless miles (a Waymo spokeswoman told me the company has completed more than 4 million driverless miles, and Cruise has said the same).</li><li>Not only do Waymo’s vehicles follow the letter of the law (like stopping at red lights), they may also try to anticipate and avoid dangerous situations (like vehicles running red lights).Cruise vehicles do not seem especially cautious about intersections.</li></ul>",
            "website_url": "https://arstechnica.com/cars/2023/09/are-self-driving-cars-already-safer-than-human-drivers/"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Scharon Harding",
            "title": "Right to repairs unlikely new adversary Scientologists",
            "description": "A totally unreasonable proposal.",
            "url": "/2023-09-01-right-to-repairs-new-unlikely-adversary-scientologists",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/GettyImages-1228167453-760x380.jpg",
            "publishedAt": "2023-09-01T00:10:33Z",
            "content": "14 with The righttorepair movement has had its share of adversaries. From Big Tech to politicians and individuals who dont think product repairability should be governmentmandated, its been a  [+5438 chars]",
            "summary": "Scientologists Today Media reported on a letter sent on August to the US Copyright Office by Ryland Hawkins of Author Services Inc. The company its website and letterhead say represents the literary theatrical and musical works of L Ron Hubbard the late founder of Scientology. Author Services according to records archived via the WayBackMachine is owned by the Church of Spiritual Technology which describes itself as a church within Scientology. The letter addresses Section of the Digital Millennium Copyright Act DMCA which makes it unlawful to circumvent technological measures used to prevent unauthorized access to copyrighted works.",
            "html_summary": "<ul><li>Scientologists Today Media reported on a letter sent on August to the US Copyright Office by Ryland Hawkins of Author Services Inc</li><li> The company its website and letterhead say represents the literary theatrical and musical works of L Ron Hubbard the late founder of Scientology</li><li> Author Services according to records archived via the WayBackMachine is owned by the Church of Spiritual Technology which describes itself as a church within Scientology</li><li> The letter addresses Section of the Digital Millennium Copyright Act DMCA which makes it unlawful to circumvent technological measures used to prevent unauthorized access to copyrighted works</li></ul>",
            "website_url": "https://arstechnica.com/gadgets/2023/08/right-to-repairs-new-unlikely-adversary-scientologists/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Walter Thompson",
            "title": "How to pitch me 15 investors talk about what theyre looking for in August 2023 | TechCrunch",
            "description": "I suggest reaching out right before Labor Day to set up a meeting in September or wait and start your outreach altogether next month.",
            "url": "/2023-09-01-august-2023-how-to-pitch-15-early-stage-investors",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/08/GettyImages-1390932355.jpg?resize=1200,800",
            "publishedAt": "2023-09-01T03:00:38Z",
            "content": "Summer 2023 has been the hottest one on record since 1880, but while earlystage founders were sweating over the order of the slides in their pitch decks, the investors they hoped to connect with wer [+14817 chars]",
            "summary": "For the initial request for a meeting, however, Im very happy to receive either a well-written memo or a deck.In August 2023, what are some of the top questions founders need to ask investors?Founders are well advised to be cautious when including angel investors who are new to investing. We much prefer an engaging back-and-forth discussion around specific questions we are interested in learning more about.A discussion results in much deeper insights from a founder, which can be extremely helpful in deciding if we want to dig into further diligence. Our sector and stage focus include digital health and techbio companies who are at seed or pre-seed stage.How do you prefer to be approached: a cold email, a warm intro, or another method? Its important for founders to understand how VCs have handled these interactions previously.Its easy for a VC to be highly supportive and go the extra mile for their fastest-growing companies in their portfolio; however, whats more indicative of their future behavior is how they support companies experiencing more hardship. We predominantly invest in B2B companies in pre-seed stage and seed-stage companies, usually becoming the first institutional check into the business. For founders, a discussion-based approach can be more beneficial too, as it lets them understand exactly what investors want to learn more about in a more thoughtful manner. Investors come with many different backgrounds, styles, and areas of expertise.Raising capital at early stages is a hiring decision, not a financing decision.",
            "html_summary": "<ul><li>For the initial request for a meeting, however, I’m very happy to receive either a well-written memo or a deck.In August 2023, what are some of the top questions founders need to ask investors?Founders are well advised to be cautious when including angel investors who are new to investing.</li><li>We much prefer an engaging back-and-forth discussion around specific questions we are interested in learning more about.A discussion results in much deeper insights from a founder, which can be extremely helpful in deciding if we want to dig into further diligence.</li><li>Our sector and stage focus include digital health and techbio companies who are at seed or pre-seed stage.How do you prefer to be approached: a cold email, a warm intro, or another method?</li><li>It’s important for founders to understand how VCs have handled these interactions previously.It’s easy for a VC to be highly supportive and go the extra mile for their fastest-growing companies in their portfolio; however, what’s more indicative of their future behavior is how they support companies experiencing more hardship.</li><li>We predominantly invest in B2B companies in pre-seed stage and seed-stage companies, usually becoming the first institutional check into the business.</li><li>For founders, a discussion-based approach can be more beneficial too, as it lets them understand exactly what investors want to learn more about in a more thoughtful manner.</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/31/august-2023-how-to-pitch-15-early-stage-investors/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Are selfdriving cars already safer than human drivers?. Right to repairs unlikely new adversary Scientologists. How to pitch me 15 investors talk about what theyre looking for in August 2023 | TechCrunch"
}