{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jagmeet Singh",
            "title": "Indifi raises $35M to expand digital lending to more small businesses",
            "description": "Indifi Technologies, an Indian startup offering digital lending to small and medium businesses, has raised $35 million in a new funding round led by ICICI...",
            "url": "/2023-06-13-indifi-series-e-funding",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/5xCMFo0NTql350sLtU.xDA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDE-/https://media.zenfs.com/en/techcrunch_350/749845157db3fe700a8a22aef9b5d669",
            "publishedAt": "2023-06-13T06:00:17Z",
            "content": "Indifi Technologies, an Indian startup offering digital lending to small and medium businesses, has raised $35 million in a new funding round led by ICICI Venture, the investment arm of ICICI Bank. [+5386 chars]",
            "summary": "The startup had been profitable for six quarters in a row since February 2022, and its profitability numbers are improving, he said.Over the last six months, Indifi has started making inroads in offering instant loans and enabling working capital finance for direct-to-consumer brands and software businesses. Mittal believes the funding from the banks VC arm would open up business conversations with the bank over time.Indifi has raised over $81 million to date, including the latest funding and the Series D round of $45 million announced in November 2021. In March, its assets under management reached $182 million, marking a growth of over 100% from the previous year.Indifis client base includes about 30% of customers who have been in business for less than two years, typically below the cutoff for banks to provide loans. The startup also aims to increase the number of loans disbursed by up to three times over the next couple of years.Indifi competes against the likes of Mayfield-backed LendingKart, Inclusive Fintech 50-invested FlexiLoans and Progcap, which counts Google and Tiger Global among its key investors. Despite their crucial role in the economy, these businesses continue to grapple with a significant obstacle  access to credit. These enterprises form the economic backbone of the nation, contributing over 30% to the countrys gross domestic product and providing employment to over 113 million individuals. The robust governance and risk frameworks of the company inspire confidence, and we are excited to partner with Indifi in its onward journey.Although ICICI Ventures investment comes as a financial one, ICICI Bank is already an Indifi partner.",
            "html_summary": "<ul><li>The startup had been profitable for six quarters in a row since February 2022, and its profitability numbers are improving, he said.Over the last six months, Indifi has started making inroads in offering instant loans and enabling working capital finance for direct-to-consumer brands and software businesses.</li><li>Mittal believes the funding from the bank’s VC arm would open up business conversations with the bank over time.Indifi has raised over $81 million to date, including the latest funding and the Series D round of $45 million announced in November 2021.</li><li>In March, its assets under management reached $182 million, marking a growth of over 100% from the previous year.Indifi’s client base includes about 30% of customers who have been in business for less than two years, typically below the cutoff for banks to provide loans.</li><li>The startup also aims to increase the number of loans disbursed by up to three times “over the next couple of years.”Indifi competes against the likes of Mayfield-backed LendingKart, Inclusive Fintech 50-invested FlexiLoans and Progcap, which counts Google and Tiger Global among its key investors.</li><li>Despite their crucial role in the economy, these businesses continue to grapple with a significant obstacle — access to credit.</li><li>These enterprises form the economic backbone of the nation, contributing over 30% to the country’s gross domestic product and providing employment to over 113 million individuals.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/12/indifi-series-e-funding/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "Nordic VC Voima Ventures launches 90M fund for deep tech startups",
            "description": "Voima also occasionally delves into later stage investments where it involves existing portfolio companies, and its typical areas include companies working...",
            "url": "/2023-06-13-nordic-vc-voima-ventures-launches-e90m-fund-for-deep-tech-startups",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/hdfDG9omXmcVIl4RTxrFAQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzM-/https://media.zenfs.com/en/techcrunch_350/2ce438a471272e20dbf6fd2d7919418a",
            "publishedAt": "2023-06-13T08:00:37Z",
            "content": "Nordic VC firm Voima Ventures today announced its third fund with an initial closing of 90 million fund and a final target of 120 million, focusing on earlystage deep tech startups from across the [+3563 chars]",
            "summary": "In the past few months alone, weve seen the U.K.s Amadeus Capital partner with Austrias Apex Ventures for a 80 million ($86 million) deep tech fund, similar to IQ Capital which launched a new $200 million fund for early-stage deep tech startups. Its 20 million Fund I was essentially the spin-off portfolio of state-owned technical research center VTT which remains one of the funds limited partners (LPs) today, while the second 60 million fund was announced simultaneously alongside the new Voima Ventures brand and a swathe of additional LPs. Voima also occasionally delves into later stage investments where it involves existing portfolio companies, and its typical areas include companies working on sustainability, life science and health, and other groundbreaking technologies such as quantum computing.Voimas first two funds were launched back in 2019. With Fund III we are even more thesis-driven, and invest in companies tackling pressing global challenges.",
            "html_summary": "<ul><li>In the past few months alone, we’ve seen the U.K.’s Amadeus Capital partner with Austria’s Apex Ventures for a €80 million ($86 million) deep tech fund, similar to IQ Capital which launched a new $200 million fund for early-stage deep tech startups.</li><li>Its €20 million Fund I was essentially the spin-off portfolio of state-owned technical research center VTT which remains one of the fund’s limited partners (LPs) today, while the second €60 million fund was announced simultaneously alongside the new Voima Ventures brand and a swathe of additional LPs.</li><li>Voima also occasionally delves into later stage investments where it involves existing portfolio companies, and its typical areas include companies working on sustainability, life science and health, and other “groundbreaking” technologies such as quantum computing.Voima’s first two funds were launched back in 2019.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/13/nordic-vc-voima-ventures-launches-e90m-fund-for-deep-tech-startups/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tim De Chant",
            "title": "Direct air capture Skytree uses space station CO2 scrubbers",
            "description": "Skytree is betting that direct air capture can be profitable by starting with niche markets.",
            "url": "/2023-06-13-greenhouse-productivity-carbon-dioxide-scrubbers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-961189372.jpg?resize=1200,801",
            "publishedAt": "2023-06-13T13:00:58Z",
            "content": "Sucking carbon dioxide out of the air isnt rocket science the technology is decades old but one startup thinks that maybe a little rocket science could help make direct air capture better.Carbon di [+2143 chars]",
            "summary": "Skytree figured that its scrubbers could remove carbon dioxide from the cabin, reducing the need to condition outside air.Work on that product trundled along for a few years, but the automotive sector is a challenging market where volumes are high and margins are thin. Though the cars dont produce any emissions, their occupants do, and carbon dioxide levels can build quickly in an unventilated cabin. Many use technology that draws on the same principles used in diving rebreathers and spacecraft life support, but Skytree is among the few that can claim a direct inheritance. Its a dead-end street.Van Straten instead directed the company to develop its other product, which was also tailored to confined spaces: greenhouses. But as anyone who has driven an EV can tell you, heating or cooling outside air can quickly sap batterys range. And if that miracle does happen, they will squeeze you to the bone and you cant build a profitable company. A new incoming CEO, Rob Van Straten, cemented the decision.Volkswagen will not sign with you with an eight-person or 20-person company  it will just not happen, Van Straten told TechCrunch+.",
            "html_summary": "<ul><li>Skytree figured that its scrubbers could remove carbon dioxide from the cabin, reducing the need to condition outside air.Work on that product trundled along for a few years, but the automotive sector is a challenging market where volumes are high and margins are thin.</li><li>Though the cars don’t produce any emissions, their occupants do, and carbon dioxide levels can build quickly in an unventilated cabin.</li><li>Many use technology that draws on the same principles used in diving rebreathers and spacecraft life support, but Skytree is among the few that can claim a direct inheritance.</li><li>It’s a dead-end street.”Van Straten instead directed the company to develop its other product, which was also tailored to confined spaces: greenhouses.</li><li>But as anyone who has driven an EV can tell you, heating or cooling outside air can quickly sap battery’s range.</li><li>“And if that miracle does happen, they will squeeze you to the bone and you can’t build a profitable company.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/13/greenhouse-productivity-carbon-dioxide-scrubbers/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Brian Heater",
            "title": "This little wearable is designed to detect blood flow to the brain",
            "description": "STATs earpiece, a small wearable designed to monitor CBF, in order to better understand how the measurement is related to conditions.",
            "url": "/2023-06-13-this-little-wearable-is-designed-to-detect-blood-flow-to-the-brain",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/STAT-prototype-in-hand-2.jpg?resize=1200,675",
            "publishedAt": "2023-06-13T13:00:30Z",
            "content": "STAT Health calls the human ear a biometric gold mine. The startup, which emerged out of stealth this morning, is talking specifically about cerebral blood flow (CBF). Thats pretty much what it sound [+2267 chars]",
            "summary": "A lack of blood flow to the brain creates all sorts of unpleasantness, like dizziness, fainting, headaches and brain fog.If that last one in particular rings any bells, its likely due to ongoing conversations around the cause and symptoms of long Covid. The ear is really the ideal window into the brain and heart.Image Credits: STATIt occupies an interesting area, given that its neither a mainstream wearable like the Sleepbuds (or, for that matter, an number of VO2 max measuring watches/bands) nor a medical device. Its also designed to offer insight into what is a relatively emerging segment of biometric measurements.STAT is designed to be worn all day and night and is small enough to work with various earbuds. STAT Health calls the human ear a biometric gold mine. The startup, which emerged out of stealth this morning, is talking specifically about cerebral blood flow (CBF). In addition, the ear is largely isolated from data corruption caused by arm motion  a problem that plagues current wearables and prevents them from monitoring heart metrics during many daily tasks. Thats pretty much what it sounds like: the blood supply to the brain measured over a specific length of time. For some time, medical officials have believed that CBF can prove an important biomarker for understanding a variety of conditions.Image Credits: STATThat notion is foundational to STAT Health.",
            "html_summary": "<ul><li>A lack of blood flow to the brain creates all sorts of unpleasantness, like dizziness, fainting, headaches and “brain fog.”If that last one in particular rings any bells, it’s likely due to ongoing conversations around the cause and symptoms of long Covid.</li><li>The ear is really the ideal window into the brain and heart.”Image Credits: STATIt occupies an interesting area, given that it’s neither a mainstream wearable like the Sleepbuds (or, for that matter, an number of VO2 max measuring watches/bands) nor a medical device.</li><li>It’s also designed to offer insight into what is a relatively emerging segment of biometric measurements.STAT is designed to be worn all day and night and is small enough to work with various earbuds.</li><li>STAT Health calls the human ear a “biometric gold mine.” The startup, which emerged out of stealth this morning, is talking specifically about cerebral blood flow (CBF).</li><li>“In addition, the ear is largely isolated from data corruption caused by arm motion – a problem that plagues current wearables and prevents them from monitoring heart metrics during many daily tasks.</li><li>That’s pretty much what it sounds like: the blood supply to the brain measured over a specific length of time.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/13/this-little-wearable-is-designed-to-detect-blood-flow-to-the-brain/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Manish Singh",
            "title": "India threatened to shut down Twitter and raid employees homes, Jack Dorsey says",
            "description": "Jack Dorsey said India has ordered Twitter to remove posts and accounts, often accompanying these with threats of legal repercussions.",
            "url": "/2023-06-13-india-twitter-jack-dorsey",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/02/GettyImages-1060707434.jpg?resize=1200,801",
            "publishedAt": "2023-06-13T04:07:28Z",
            "content": "Jack Dorsey, Twitters cofounder, says India  despite its status as the worlds largest democracy  regularly issued requests for the social media giant to remove certain posts and accounts, often  [+2993 chars]",
            "summary": "In fact, the company notably sued the Indian government to contest several of the imposed block orders on tweets and accounts.Twitter, compared to its American counterparts, exhibited a more protracted timeline in complying with Indias newly enacted IT regulations. And this is India, a democratic country, said Dorsey in an interview with Breaking Points.Twitter once vigorously resisted government directives to remove posts or suspend accounts. Government of India was obligated to remove misinformation from the platform because it had the potential to further inflame the situation based on fake news.Twitter India head moves to a different role No one went to jail nor was Twitter shutdown. Dorseys Twitter regime had a problem accepting the sovereignty of Indian law.It behaved as if the laws of India did not apply to it. During the protests in January 2021, there was a lot of misinformation and even reports of genocide which were definitely fake. As a matter of fact they were in non-compliance with law repeatedly from 2020 to 2022 and it was only June 2022 when they finally complied. India as a sovereign nation has the right to ensure that its laws are followed by all companies operating in India.",
            "html_summary": "<ul><li>In fact, the company notably sued the Indian government to contest several of the imposed block orders on tweets and accounts.Twitter, compared to its American counterparts, exhibited a more protracted timeline in complying with India’s newly enacted IT regulations.</li><li>And this is India, a democratic country,” said Dorsey in an interview with Breaking Points.Twitter once vigorously resisted government directives to remove posts or suspend accounts.</li><li>Government of India was obligated to remove misinformation from the platform because it had the potential to further inflame the situation based on fake news.”Twitter India head moves to a different role</li><li>No one went to jail nor was Twitter ‘shutdown.’ Dorsey’s Twitter regime had a problem accepting the sovereignty of Indian law.“It behaved as if the laws of India did not apply to it.</li><li>During the protests in January 2021, there was a lot of misinformation and even reports of genocide which were definitely fake.</li><li>“As a matter of fact they were in non-compliance with law repeatedly from 2020 to 2022 and it was only June 2022 when they finally complied.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/12/india-twitter-jack-dorsey/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Walter Thompson",
            "title": "How to pitch me 10 investors discuss what theyre looking for in June 2023",
            "description": "Tech is not a meritocracy. Theres a direct correlation between the size and strength of your network and your chances of success.",
            "url": "/2023-06-13-how-to-pitch-me-10-investors-discuss-what-theyre-looking-for-in-june-2023",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1482002390.jpg?resize=1200,809",
            "publishedAt": "2023-06-13T10:12:07Z",
            "content": "Lets explode a few myths.For starters the tech industry is not a meritocracy. Theres a direct correlation between the size and strength of your network and your chances of success.Second its [+14500 chars]",
            "summary": "info@struckcapital.com.Many laid-off engineers are launching their own startups: What are some of the skills/experience you look for in nontechnical founders?We are excited about investing in nontechnical founders with robust information asymmetries that give their business an unfair advantage over the competition. On average, when we look at the data we have, I would consider $130,000-$150,000 as a reasonable salary range for founders who have raised <$25 million and live in a Tier 1 city.In June 2023, what are some of the top questions founders should be asking investors? Founders should be asking investors what specific sectors and stages they are investing in, because while funding was flowing freely in past years, it is less so today, and many investors are retrenching into the areas they know best. Showing momentum is great, but I guard against being overly influenced by short timelines and the participation of other investors.Respondents also ballparked salaries for pre-revenue startups, discussed the pros and cons of using pitch memos vs. full decks, and all shared what theyre reading, watching and listening to. A discussion results in much deeper insights from a founder, which can be extremely helpful in deciding if we want to dig into further diligence.Are you open to reviewing pitch memos, or do you prefer a completed deck? A pitch tactic I see that almost never works is having a banker cold email about a company that is completely irrelevant to the stage and sector that I look at. If anything, I would prefer the founder to reach out themselves and that way I can at least learn a bit more about the founder and it comes from a more authentic and genuine place.It surprises me how many cold banker pitches me and my colleagues receive!",
            "html_summary": "<ul><li>info@struckcapital.com.Many laid-off engineers are launching their own startups: What are some of the skills/experience you look for in nontechnical founders?We are excited about investing in nontechnical founders with robust information asymmetries that give their business an unfair advantage over the competition.</li><li>On average, when we look at the data we have, I would consider $130,000-$150,000 as a reasonable salary range for founders who have raised <$25 million and live in a “Tier 1” city.In June 2023, what are some of the top questions founders should be asking investors?</li><li>Founders should be asking investors what specific sectors and stages they are investing in, because while funding was flowing freely in past years, it is less so today, and many investors are retrenching into the areas they know best.</li><li>“Showing momentum is great, but I guard against being overly influenced by short timelines and the participation of other investors.”Respondents also ballparked salaries for pre-revenue startups, discussed the pros and cons of using pitch memos vs. full decks, and all shared what they’re reading, watching and listening to.</li><li>A discussion results in much deeper insights from a founder, which can be extremely helpful in deciding if we want to dig into further diligence.Are you open to reviewing pitch memos, or do you prefer a completed deck?</li><li>A pitch tactic I see that almost never works is having a banker cold email about a company that is completely irrelevant to the stage and sector that I look at.</li></ul>",
            "website_url": "https://techcrunch.com/2023/06/13/how-to-pitch-me-10-investors-discuss-what-theyre-looking-for-in-june-2023/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Indifi raises $35M to expand digital lending to more small businesses. Nordic VC Voima Ventures launches 90M fund for deep tech startups. Direct air capture Skytree uses space station CO2 scrubbers. This little wearable is designed to detect blood flow to the brain. India threatened to shut down Twitter and raid employees homes, Jack Dorsey says. How to pitch me 10 investors discuss what theyre looking for in June 2023"
}