{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Dan Primack, Sara Fischer",
            "title": "America braces for defamation trial between Dominion and Fox News",
            "description": "Dominion Voting Systems tomorrow will square off in court against Fox News, more than two years after filing a $1.6 billion defamation suit accusing the network of knowingly airing disinformation about election fraud in the 2020 presidential contest.Why it ma",
            "url": "/2023-04-15-fox-dominion-lawsuit-first-amendment",
            "urlToImage": "https://images.axios.com/6C12F1Qx51B6GX3-dvzJsAoI7fo=/0x0:1920x1080/1366x768/2023/04/12/1681335728205.jpg",
            "publishedAt": "2023-04-16T11:30:00Z",
            "content": "Dominion Voting Systems tomorrow will square off in court against Fox News, more than two years after filing a $1.6 billion defamation suit accusing the network of knowingly airing disinformation abo [+2391 chars]",
            "summary": "Either way: The trial could influence how Fox News defends itself against other defamation charges, most notably a $2.7 billion case brought by election technology company Smartmatic. Look ahead: Opening arguments are expected to begin at 9am ET on Monday, with a live audio stream available to those outside the courtroom.",
            "html_summary": "<ul><li>Either way: The trial could influence how Fox News defends itself against other defamation charges, most notably a $2.7 billion case brought by election technology company Smartmatic.</li></ul>",
            "website_url": "https://www.axios.com/2023/04/16/fox-dominion-lawsuit-first-amendment"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps Newsrooms leave Twitter, Reels expands, Android 14 arrives",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. The app economy in 2023 hit a few snags, as consumer spending last year dropped for the first time by 2%",
            "url": "/2023-04-15-this-week-in-apps-newsrooms-leave-twitter-reels-expands-android-14-arrives",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/this-week-in-apps-splash-2023.webp?resize=1200,637",
            "publishedAt": "2023-04-15T18:00:00Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.The app economy in 2023 hit a few snags, as [+31817 chars]",
            "summary": "To actually target media like this  by marring their brands on Twitters platform  was the last straw for some.In addition to NPR and PBS, other news organizations have also now abandoned ship, including Boston NPR affiliate WBUR, Hawaii Public Radio and LA-based local news source LAist. And if the news orgs come, the people may follow.Post, a publisher-focused Twitter alternative, launches to publicEven if these alternatives only pull a few thousand users away from Twitter at first, those numbers could grow over time as each individual network grows. You can be sure many others are reconsidering the extent of their investments.What Musk may not understand is that, despite journalists own addictions to the app, Twitter actually sends very little traffic to news sites. The idea is interesting but, like all newcomers, the question is one of scale.Still, as newsrooms scramble for Twitters exit doors, Posts platform could look more appealing. But an objective analysis puts the two in the middle of the Ad Fontes media bias chart.More newsrooms bail on Twitter as Musk meddles with account labelsMusk, however, wanted to sully their brands by suggesting the U.S. government has influence over their reporting. It will slowly become less relevant, barring major changes to get it back on track, and when it dies we may not even notice.Already, Twitter is morphing into something new. Its too soon to say if any will pull ahead as the default new Twitter, but they could deliver death by a thousand cuts, so to speak.That begs the question as to if or when Twitter itself will ever actually die.",
            "html_summary": "<ul><li>To actually target media like this — by marring their brands on Twitter’s platform — was the last straw for some.In addition to NPR and PBS, other news organizations have also now abandoned ship, including Boston NPR affiliate WBUR, Hawaii Public Radio and LA-based local news source LAist.</li><li>And if the news orgs come, the people may follow.Post, a publisher-focused Twitter alternative, launches to publicEven if these alternatives only pull a few thousand users away from Twitter at first, those numbers could grow over time as each individual network grows.</li><li>You can be sure many others are reconsidering the extent of their investments.What Musk may not understand is that, despite journalists’ own addictions to the app, Twitter actually sends very little traffic to news sites.</li><li>The idea is interesting but, like all newcomers, the question is one of scale.Still, as newsrooms scramble for Twitter’s exit doors, Post’s platform could look more appealing.</li><li>But an objective analysis puts the two in the middle of the Ad Fontes media bias chart.More newsrooms bail on Twitter as Musk meddles with account labelsMusk, however, wanted to sully their brands by suggesting the U.S. government has influence over their reporting.</li><li>It will slowly become less relevant, barring major changes to get it back on track, and when it dies we may not even notice.Already, Twitter is morphing into something new.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/15/this-week-in-apps-newsrooms-leave-twitter-reels-expands-android-14-arrives/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "A ninefigure raise in fintech? Oh my",
            "description": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it directly in the future. Every week, Ill take a look at the ",
            "url": "/2023-04-15-a-nine-figure-raise-in-fintech-oh-my",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2014/04/shutterstock_161008784-e1409098226238.jpg?resize=1200,582",
            "publishedAt": "2023-04-16T14:16:58Z",
            "content": "Welcome toThe Interchange! If you received this in your inbox, thank you for signing up and your vote of confidence. If youre reading this as a post on our site, sign uphereso you can receive it d [+13481 chars]",
            "summary": "Visa+, as Visas new service is called, is designed to solve that problem. More here.As reported by me: Redfin has laid off 201 employees, the third time the Seattle-based real estate company has reduced its workforce since June. Companies like Rippling, Brex and many others scrambled to secure funding to offset not being able to access funds, while companies on the payments side, like Etsy, worked to find alternative ways to process payments. Not surprisingly, a spokesperson for the company told Banking Dive that the allegations in the lawsuit were unfounded.Seen on TechCrunchReports Ivan Mehta: Twitter has partnered with the investment platform eToro to show real-time information about stocks and crypto prices. While digital payments have inarguably transformed the world of commerce, the sheer number of payment apps out there has hindered peoples ability to send money to other people without a little friction. The extension was essentially raised at a flat valuation (the company was valued at $1.7 billion when it raised the first tranche of the round in May of 2022). As reported by Haje last week, Smoaklands director of marketing and e-commerce Jeff Dillon told TechCrunch: Upon further review, it has come to our attention that the way the process was described in the article could potentially be seen as bank fraud. We disagree wholeheartedly with their negative characterization of our business, and Daylight is fully prepared to address these concerns in court.Its another case of he said/she said, which is sadly becoming all too common in fintech startup land.",
            "html_summary": "<ul><li>Visa+, as Visa’s new service is called, is designed to solve that problem.” More here.As reported by me: “Redfin has laid off 201 employees, the third time the Seattle-based real estate company has reduced its workforce since June.</li><li>Companies like Rippling, Brex and many others scrambled to secure funding to offset not being able to access funds, while companies on the payments side, like Etsy, worked to find alternative ways to process payments.</li><li>Not surprisingly, a spokesperson for the company told Banking Dive that the allegations in the lawsuit were “unfounded.”Seen on TechCrunchReports Ivan Mehta: “Twitter has partnered with the investment platform eToro to show real-time information about stocks and crypto prices.</li><li>While digital payments have inarguably transformed the world of commerce, the sheer number of payment apps out there has hindered people’s ability to send money to other people without a little friction.</li><li>The extension was essentially raised at a flat valuation (the company was valued at $1.7 billion when it raised the first tranche of the round in May of 2022).</li><li>As reported by Haje last week, Smoakland’s director of marketing and e-commerce Jeff Dillon told TechCrunch: “Upon further review, it has come to our attention that the way the process was described in the article could potentially be seen as bank fraud.</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/16/a-nine-figure-raise-in-fintech-oh-my/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By HALELUYA HADERO - Associated Press",
            "title": "Deepfake porn could be a growing problem amid AI race",
            "description": "Artificial intelligence imaging can be used to create art, try on clothes in virtual fitting rooms or help design advertising campaigns. But experts fear the darker side of the easilyaccessible tools could worsen something that primarily harms women noncons",
            "url": "/2023-04-15-deepfake-porn-celebrities-dalle-stable-diffusion-midjourney-ai-e7935e9922cda82fbcfb1e1a88d9443a",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/5/d6/5d698f38-0b2e-5625-81f8-24850a553bdc/643c181d96406.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-16T15:24:35Z",
            "content": "By HALELUYA HADERO  Associated PressNEW YORK (AP) Artificial intelligence imaging can be used to create art, try on clothes in virtual fitting rooms or help design advertising campaigns.But expe [+7455 chars]",
            "summary": "Midjourney, another model, blocks the use of certain keywords and encourages users to flag problematic images to moderators.Meanwhile, the startup Stability AI rolled out an update in November that removes the ability to create explicit images using its image generator Stable Diffusion. OpenAI says it removed explicit content from data used to train the image generating tool DALL-E, which limits the ability of users to create those types of images. The site featured phony images of fellow Twitch streamers.Twitch already prohibited explicit deepfakes, but now showing a glimpse of such content  even if its intended to express outrage  will be removed and will result in an enforcement, the company wrote in a blog post. Some people even told her the way she dressed and posted images on social media contributed to the harassment  essentially blaming her for the images instead of the creators. Those changes came following reports that some users were creating celebrity inspired nude pictures using the technology.Stability AI spokesperson Motez Bishara said the filter uses a combination of keywords and other techniques like image recognition to detect nudity and returns a blurred image. In February, Meta, as well as adult sites like OnlyFans and Pornhub, began participating in an online tool, called Take It Down, that allows teens to report explicit images and videos of themselves from the internet. And as long as that happens, people will undoubtedly ... continue to misuse that technology to harm others, primarily through online sexual violence, deepfake pornography and fake nude images.Noelle Martin, of Perth, Australia, has experienced that reality.",
            "html_summary": "<ul><li>Midjourney, another model, blocks the use of certain keywords and encourages users to flag problematic images to moderators.Meanwhile, the startup Stability AI rolled out an update in November that removes the ability to create explicit images using its image generator Stable Diffusion.</li><li>OpenAI says it removed explicit content from data used to train the image generating tool DALL-E, which limits the ability of users to create those types of images.</li><li>The site featured phony images of fellow Twitch streamers.Twitch already prohibited explicit deepfakes, but now showing a glimpse of such content — even if it’s intended to express outrage — “will be removed and will result in an enforcement,” the company wrote in a blog post.</li><li>Some people even told her the way she dressed and posted images on social media contributed to the harassment — essentially blaming her for the images instead of the creators.</li><li>Those changes came following reports that some users were creating celebrity inspired nude pictures using the technology.Stability AI spokesperson Motez Bishara said the filter uses a combination of keywords and other techniques like image recognition to detect nudity and returns a blurred image.</li><li>In February, Meta, as well as adult sites like OnlyFans and Pornhub, began participating in an online tool, called Take It Down, that allows teens to report explicit images and videos of themselves from the internet.</li></ul>",
            "website_url": "https://apnews.com/article/deepfake-porn-celebrities-dalle-stable-diffusion-midjourney-ai-e7935e9922cda82fbcfb1e1a88d9443a"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By MICHAEL CASEY - Associated Press",
            "title": "Bostonians remember deadly marathon bombing 10 years later",
            "description": "The 10th anniversary of the Boston Marathon bombing will be marked with a wreath laying at the finish line to remember those who were killed, a day of community service and an event for the public to gather to reflect",
            "url": "/2023-04-15-boston-marathon-bombing-anniversary-10-year-2c0640b1c7ce68f1c9c7c0f15fb56371",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/0/89/089ccf75-d116-50ce-b70c-f384dbb21aa3/643a272761e2a.image.jpg?crop=1914%2C1005%2C0%2C39&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-04-15T04:10:21Z",
            "content": "By MICHAEL CASEY  Associated PressBOSTON (AP) A decade after two homemade bombs exploded at the finish line of the Boston Marathon, the city will mark the somber occasion Saturday with prayers for [+6030 chars]",
            "summary": "This year, nearly two dozen community service projects are happening including a shoe drive and several food drives, blood drives and neighborhood cleanups.This time of year evokes a strong emotion for so many of us across the City and the people touched by the tragedy ten years ago. Thousands, including many marathon runners in their blue and yellow windbreakers and several former Boston Red Sox players, came out to a second ceremony Saturday afternoon near the finish line. Boston Police Officer Dennis Simmonds also died a year after he was wounded in a confrontation with the bombers.Police captured a bloodied and wounded Dzhokhar Tsarnaev in the Boston suburb of Watertown, where he was hiding in a boat parked in a backyard, hours after his brother died. I feel its important to be here to let them know we still care.Three people were killed and more than 260 were injured when two pressure-cooker bombs went off at the marathon finish line. Circuit Court of Appeals in Boston heard arguments in January in the 29-year-olds case, but has yet to issue a ruling.The appeals court initially threw out Tsarnaevs death sentence in 2020, saying the trial judge did not adequately screen jurors for potential biases. But the U.S. Supreme Court revived it last year.The 1st Circuit is now weighing whether other issues that werent considered by the Supreme Court require the death sentence to be tossed a second time. At each memorial site  marked with three stone pillars  they stood with the families in silence.",
            "html_summary": "<ul><li>This year, nearly two dozen community service projects are happening including a shoe drive and several food drives, blood drives and neighborhood cleanups.“This time of year evokes a strong emotion for so many of us across the City and the people touched by the tragedy ten years ago.</li><li>Thousands, including many marathon runners in their blue and yellow windbreakers and several former Boston Red Sox players, came out to a second ceremony Saturday afternoon near the finish line.</li><li>Boston Police Officer Dennis Simmonds also died a year after he was wounded in a confrontation with the bombers.Police captured a bloodied and wounded Dzhokhar Tsarnaev in the Boston suburb of Watertown, where he was hiding in a boat parked in a backyard, hours after his brother died.</li><li>I feel it’s important to be here to let them know we still care.”Three people were killed and more than 260 were injured when two pressure-cooker bombs went off at the marathon finish line.</li><li>Circuit Court of Appeals in Boston heard arguments in January in the 29-year-old’s case, but has yet to issue a ruling.The appeals court initially threw out Tsarnaev’s death sentence in 2020, saying the trial judge did not adequately screen jurors for potential biases.</li><li>But the U.S. Supreme Court revived it last year.The 1st Circuit is now weighing whether other issues that weren’t considered by the Supreme Court require the death sentence to be tossed a second time.</li></ul>",
            "website_url": "https://apnews.com/article/boston-marathon-bombing-anniversary-10-year-2c0640b1c7ce68f1c9c7c0f15fb56371"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Ron Miller",
            "title": "Is there really a march from the public cloud back onprem?",
            "description": "When it comes to onprem vs. cloud, are companies really flocking back onprem? We talked to several experts who dont think this is the case.",
            "url": "/2023-04-15-public-cloud-back-on-prem",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/12/cloud_data_trap.jpg?resize=1200,800",
            "publishedAt": "2023-04-16T13:00:49Z",
            "content": "It turns out that the cloud is expensive, and the more workloads you move to the cloud, the more it costs. Go figure.When we were in the growth at all costs phase between 2021 and 2022, it was easy [+2752 chars]",
            "summary": "It turns out that the cloud is expensive, and the more workloads you move to the cloud, the more it costs. Looking ahead, we continue to forecast strong growth in the cloud market and weak growth in on-prem infrastructure. But even if you were wrong on that point, its the agility of the public cloud that has always been its primary value proposition.Think back for a second to the bad old days of on-prem, when you had to plan for capacity. Go figure.When we were in the growth at all costs phase between 2021 and 2022, it was easy to ignore or minimize the costs associated with operating in the cloud. If its truly so expensive and difficult, how does it make sense for companies to do that?I decided to explore if companies really want to move back on-prem. Why did you move to the cloud in the first place? If your company grew faster than you anticipated, you were pretty much stuck, putting your business in a very vulnerable position.",
            "html_summary": "<ul><li>It turns out that the cloud is expensive, and the more workloads you move to the cloud, the more it costs.</li><li>Looking ahead, we continue to forecast strong growth in the cloud market and weak growth in on-prem infrastructure.”</li><li>But even if you were wrong on that point, it’s the agility of the public cloud that has always been its primary value proposition.Think back for a second to the bad old days of on-prem, when you had to plan for capacity.</li><li>Go figure.When we were in the “growth at all costs” phase between 2021 and 2022, it was easy to ignore or minimize the costs associated with operating in the cloud.</li><li>If it’s truly so expensive and difficult, how does it make sense for companies to do that?I decided to explore if companies really want to move back on-prem.</li><li>Why did you move to the cloud in the first place?</li></ul>",
            "website_url": "https://techcrunch.com/2023/04/16/public-cloud-back-on-prem/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. America braces for defamation trial between Dominion and Fox News. This Week in Apps Newsrooms leave Twitter, Reels expands, Android 14 arrives. A ninefigure raise in fintech? Oh my. Deepfake porn could be a growing problem amid AI race. Bostonians remember deadly marathon bombing 10 years later. Is there really a march from the public cloud back onprem?"
}