{
    "status": "ok",
    "totalResults": 32,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Christine Hall",
            "title": "Highlight, now flush with $18M, helps CPG brands automate product testing",
            "description": "Highlight, an inhome product testing company, raised $18 million in Series A funding to continue developing its technology already helping hundreds of...",
            "url": "/2023-08-15-highlight-18m-cpg-product-testing-commerce",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/00LpgnKOhsHoCR.5iim6kA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzQ-/https://media.zenfs.com/en/techcrunch_350/2a1b8014336d366f55a0b2891f8379cd",
            "publishedAt": "2023-08-16T14:01:03Z",
            "content": "Highlight, an inhome product testing company, raised $18 million in Series A funding to continue developing its technology already helping hundreds of brands test thousands of products.Dana Kim an [+2943 chars]",
            "summary": "Highlight an in home product testing company raised million in Series A funding to continue developing its technology already helping hundreds of brands test thousands of products. Acre Venture Partners and HearstLab led the million series A funding and were joined by Ingeborg Investments and GS Futures. Highlight also calls hundreds of top brands as clients including Nestl Est e Lauder P G Target Sakara and Hanes Earlier this year the company launched a client portal to automate each step of the product testing process. Kim intends to use the new funding to accelerate Highlight s product roadmap.",
            "html_summary": "<ul><li>Highlight an in home product testing company raised million in Series A funding to continue developing its technology already helping hundreds of brands test thousands of products</li><li> Acre Venture Partners and HearstLab led the million series A funding and were joined by Ingeborg Investments and GS Futures</li><li> Highlight also calls hundreds of top brands as clients including Nestl Est e Lauder P G Target Sakara and Hanes Earlier this year the company launched a client portal to automate each step of the product testing process</li><li> Kim intends to use the new funding to accelerate Highlight s product roadmap</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/16/highlight-18m-cpg-product-testing-commerce/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "By Chris Lau, CNN",
            "title": "Russias war in Ukraine",
            "description": "Ukraine pushed back on criticism that its counteroffensive is not advancing fast enough, saying it is focused on destroying Russias capabilities and disrupting its logistics. Follow live updates here.",
            "url": "/2023-08-15-index",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/230814083634-volodymyr-zelensky-file-071223-super-tease.jpeg",
            "publishedAt": "2023-08-15T04:32:23Z",
            "content": "Polandis set to hold its largest military parade in decades on Tuesday, in a flex of defensive muscle that comesas tensions riseon the border between the NATO nation and key Russian ally Belarus. [+1706 chars]",
            "summary": "There is also a need for unmanned aerial vehicles, as they are quickly consumed in offensive operations.Zelensky and commanders also \"discussed the issues of professional selection of people, providing brigades with special equipment and machinery, and the need for armored evacuation vehicles,\" the presidents office added. Its also a vital supply link for Russias military operation in Crimea.The head of the SBU, Vasyl Maliuk, told CNN the drone used  called a Sea Baby was the result of months of development that began just after the invasion. A poll conducted in the early days of the Russian invasion in late February 2022 found 62% of Americans felt the US should have been doing more.Read more detailsFrom CNN staffAt least 19 people were wounded after Russia launched a barrage of missiles in Ukraine's western Lviv region overnight. The circumstances of the attack, which CCTV appeared to show was caused by a blast emanating from a moving truck on the bridge, remain unclear.Read more on the July drone attack. Here are other headlines you should know:From CNN's Mariya Knight and Radina Gigova The road to victory for Ukraine will be \"long and difficult,\" said Iryna Vereshchuk, Ukraines deputy prime minister, looking at a long fight ahead. Since the invasion began, the Biden administration has committed some $43 billion in US security aid for Ukraine.President Joe Biden has cast support for Ukraine as imperative to protecting the worlds democracies. Ukraine has to get ready for a long fight,\" she added.The Ukrainian people should work toward victory where they belong, Vereshchuk said.",
            "html_summary": "<ul><li>“There is also a need for unmanned aerial vehicles, as they are quickly consumed in offensive operations.”Zelensky and commanders also \"discussed the issues of professional selection of people, providing brigades with special equipment and machinery, and the need for armored evacuation vehicles,\" the president’s office added.</li><li>It’s also a vital supply link for Russia’s military operation in Crimea.The head of the SBU, Vasyl Maliuk, told CNN the drone used — called a “Sea Baby”— was the result of months of development that began just after the invasion.</li><li>A poll conducted in the early days of the Russian invasion in late February 2022 found 62% of Americans felt the US should have been doing more.Read more detailsFrom CNN staffAt least 19 people were wounded after Russia launched a barrage of missiles in Ukraine's western Lviv region overnight.</li><li>The circumstances of the attack, which CCTV appeared to show was caused by a blast emanating from a moving truck on the bridge, remain unclear.Read more on the July drone attack.</li><li>Here are other headlines you should know:From CNN's Mariya Knight and Radina Gigova The road to victory for Ukraine will be \"long and difficult,\" said Iryna Vereshchuk, Ukraine’s deputy prime minister, looking at a long fight ahead.</li><li>Since the invasion began, the Biden administration has committed some $43 billion in US security aid for Ukraine.President Joe Biden has cast support for Ukraine as imperative to protecting the world’s democracies.</li></ul>",
            "website_url": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-08-15-23/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Murphy Kelly",
            "title": "Illinois passes a law that requires parents to compensate child influencers",
            "description": "When 16yearold Shreya Nallamothu from Normal, Illinois, scrolled through social media platforms to pass time during the pandemic, she became increasingly frustrated with the number of children she saw featured in family vlogs.",
            "url": "/2023-08-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230816083007-illinois-senator-dave-koehler.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-16T11:33:03Z",
            "content": "When 16yearold Shreya Nallamothu from Normal, Illinois, scrolled through social media platforms to pass time during the pandemic, she became increasingly frustrated with the number of children she  [+5509 chars]",
            "summary": "Many YouTube parent vloggers or social media influencers post multiple videos each month or weekly, sharing intimate details about their lives, ranging from family financial troubles and the birth of a new baby to opening new toys or going through a childs phone or report card. That California law required parents to set aside a portion of 15% of child earnings in a blocked trust account that the child actor could access after the age of 18. As difficult as it is to be a child actor, child actors are still playing a part rather than having their intimate personal details shared for entertainment and monetary purposes. Nallamothu agrees that the next step is for legislation to evolve over time to include more regulations around consent. Meanwhile, kid influencer accounts, which can at times earn $20,000 or more for sponsored posts, are typically run by parents and not often set up in the childs name due to age restrictions on social media platforms. If money is being made and nothing is set up for the children, its the same thing as a child actor. The new law is modeled off of the 1936 Jackie Coogans Law, the Hollywood silent actor discovered by Charlie Chaplin whose parents swindled him out of his earnings. She recalled the many home videos her parents filmed of herself and her sister over the years: taking their first steps, going to school and other embarrassing stuff. Im so glad those videos stayed in the family, she said. It made me realize family vlogging is putting very private and intimate moments onto the internet. She said reminders and lectures from her parents about how everything is permanent online intensified her reaction to the videos she saw of kid influencers.",
            "html_summary": "<ul><li>Many YouTube parent vloggers or social media influencers post multiple videos each month or weekly, sharing intimate details about their lives, ranging from family financial troubles and the birth of a new baby to opening new toys or going through a child’s phone or report card.</li><li>That California law required parents to set aside a portion of 15% of child earnings in a blocked trust account that the child actor could access after the age of 18.</li><li>As difficult as it is to be a child actor, child actors are still playing a part rather than having their intimate personal details shared for entertainment and monetary purposes.” Nallamothu agrees that the next step is for legislation to evolve over time to include more regulations around consent.</li><li>Meanwhile, kid influencer accounts, which can at times earn $20,000 or more for sponsored posts, are typically run by parents and not often set up in the child’s name due to age restrictions on social media platforms.</li><li>If money is being made and nothing is set up for the children, it’s the same thing as a child actor.” The new law is modeled off of the 1936 Jackie Coogan’s Law, the Hollywood silent actor discovered by Charlie Chaplin whose parents swindled him out of his earnings.</li><li>She recalled the many home videos her parents filmed of herself and her sister over the years: taking their first steps, going to school and other “embarrassing stuff.” “I’m so glad those videos stayed in the family,” she said.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/16/tech/kid-influencer-law/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Murphy Kelly",
            "title": "Snapchat users freak out over AI bot that had a mind of its own",
            "description": "Snapchat users were alarmed on Tuesday night when the platforms artificial intelligence chatbot posted a live update to its profile and stopped responding to messages.",
            "url": "/2023-08-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230816092759-snapchat-phone-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-16T14:42:04Z",
            "content": "Snapchat users were alarmed on Tuesday night when the platforms artificial intelligence chatbot posted a live update to its profile and stopped responding to messages.The Snapchat My AI feature whi [+1953 chars]",
            "summary": "Snapchat users were alarmed on Tuesday night when the platform s artificial intelligence chatbot posted a live update to its profile and stopped responding to messages. The Snapchat My AI feature which is powered by the viral AI chatbot tool ChatGPT typically offers recommendations answers questions and converses with users. The company told CNN on Wednesday it was a glitch My AI experienced a temporary outage that s now resolved a spokesperson said Still the strong reaction highlighted the fears many people have about the potential risks of artificial intelligence.",
            "html_summary": "<ul><li>Snapchat users were alarmed on Tuesday night when the platform s artificial intelligence chatbot posted a live update to its profile and stopped responding to messages</li><li> The Snapchat My AI feature which is powered by the viral AI chatbot tool ChatGPT typically offers recommendations answers questions and converses with users</li><li> The company told CNN on Wednesday it was a glitch My AI experienced a temporary outage that s now resolved a spokesperson said Still the strong reaction highlighted the fears many people have about the potential risks of artificial intelligence</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/16/tech/snapchat-my-ai-chatbot-glitch/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jessie Gretener",
            "title": "Meta criticized for making reproductive health an Rrated issue",
            "description": "Female reproductive health experts are calling on Meta, the parent company of Facebook and Instagram, to rethink its restrictions on reproductive health content.",
            "url": "/2023-08-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230815084310-07-woman-scrolling-phone-stock.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-15T15:38:31Z",
            "content": "Female reproductive health experts are calling on Meta, the parent company of Facebook and Instagram, to rethink its restrictions on reproductive health content.The company has long faced criticism [+5773 chars]",
            "summary": "Female reproductive health experts are calling on Meta the parent company of Facebook and Instagram to rethink its restrictions on reproductive health content. The company has long faced criticism for removing and restricting female reproductive health information. A prominent report from the Center for Intimacy Justice early last year accused Meta of systematically rejecting many female and gender diverse reproductive health ads. Meta tweaked its adult products or services advertising policy last October to include clearer guidelines about reproductive health. However female reproductive experts tell CNN that the advertising policy is still too restrictive and is creating barriers for how younger people access information.",
            "html_summary": "<ul><li>Female reproductive health experts are calling on Meta the parent company of Facebook and Instagram to rethink its restrictions on reproductive health content</li><li> The company has long faced criticism for removing and restricting female reproductive health information</li><li> A prominent report from the Center for Intimacy Justice early last year accused Meta of systematically rejecting many female and gender diverse reproductive health ads</li><li> Meta tweaked its adult products or services advertising policy last October to include clearer guidelines about reproductive health</li><li> However female reproductive experts tell CNN that the advertising policy is still too restrictive and is creating barriers for how younger people access information</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/15/tech/meta-period-reproductive-health/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Clare Duffy and Sean Lyngaas, CNN",
            "title": "X appears to slow load times for links to several news outlets and rival platforms",
            "description": "Link loading times to some Twitter competitors and news media sites posted to X, the social media platform  formerly known as Twitter, appeared to be delayed or throttled for much of Tuesday.",
            "url": "/2023-08-15-index",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/230815164009-01-twitter-x-app-080623-restricted-super-tease.jpg",
            "publishedAt": "2023-08-15T22:04:11Z",
            "content": "New York (CNN)Link loading times to some Twitter competitors and news media sites posted to X, the social media platform formerly known as Twitter, appeared to be delayed or throttled for much of Tue [+4434 chars]",
            "summary": "Link loading times to some Twitter competitors and news media sites posted to X the social media platform formerly known as Twitter appeared to be delayed or throttled for much of Tuesday. Links to sites including the New York Times Reuters Facebook Substack and X competitors Bluesky and Threads took around seconds to load. The reason for the delays in loading links to some sites was not clear X did not respond to multiple requests for comment from CNN The site has been plagued by technical issues after Musk bought the site last year and laid off the majority of the staff.",
            "html_summary": "<ul><li>Link loading times to some Twitter competitors and news media sites posted to X the social media platform formerly known as Twitter appeared to be delayed or throttled for much of Tuesday</li><li> Links to sites including the New York Times Reuters Facebook Substack and X competitors Bluesky and Threads took around seconds to load</li><li> The reason for the delays in loading links to some sites was not clear X did not respond to multiple requests for comment from CNN The site has been plagued by technical issues after Musk bought the site last year and laid off the majority of the staff</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/15/tech/x-twitter-link-delays/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nicole Goodkind",
            "title": "What do Big Short Michael Burry and Warren Buffett know that we dont?",
            "description": "The S&P 500 index is up nearly 17% year to date, and the Nasdaq composite is more than 30% higher. Americans keep spending money, unemployment is low, the Federal Reserve may soon pause its painful interest rate hikes as inflation rates steadily  albeit slow",
            "url": "/2023-08-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230815131824-buffett-burry-split.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-16T11:59:25Z",
            "content": "A version of this story first appeared in CNN Business Before the Bell newsletter. Not a subscriber? You can sign upright here. You can listen to an audio version of the newsletter by clicking the s [+5742 chars]",
            "summary": "Burrys fund, Scion Asset Management, bought $866 million in put options (thats the right to sell an asset at a particular price) against a fund that tracks the S&P 500, and $739 million in put options against a fund that tracks the Nasdaq 100. Big banks could also be in hot water: Bank shares fell on Monday following reports that Fitch Ratings warned of an additional downgrade of the US banking industry that could affect the ratings of several large American lenders. Americans keep spending money, unemployment is low, the Federal Reserve may soon pause its painful interest rate hikes as inflation rates steadily  albeit slowly  come down. Even when adjusted for inflation, retail sales volumes rose by 0.6%, indicating that while consumers are increasingly cautious with their outlays amid elevated prices and interest rates, they are not retrenching, said EY chief economist Gregory Daco. Russia and Ukraines impact on inflation: Global inflation is finally coming down, but heightened geopolitical tensions threaten to raise food and oil prices across the globe. Most recently, he told CNBC that the world is seeing serious levels of nuclear proliferation and nuclear blackmail. This level of geopolitical chaos, he said, hasnt been seen since World War Two. Retail sales picked up sharply in July, growing by 0.7% as consumers opened their wallets more at sports and clothing stores, spent more online and racked up larger tabs at restaurants and bars, according to Commerce Department data released Tuesday.",
            "html_summary": "<ul><li>Burry’s fund, Scion Asset Management, bought $866 million in put options (that’s the right to sell an asset at a particular price) against a fund that tracks the S&P 500, and $739 million in put options against a fund that tracks the Nasdaq 100.</li><li>Big banks could also be in hot water: Bank shares fell on Monday following reports that Fitch Ratings warned of an additional downgrade of the US banking industry that could affect the ratings of several large American lenders.</li><li>Americans keep spending money, unemployment is low, the Federal Reserve may soon pause its painful interest rate hikes as inflation rates steadily — albeit slowly — come down.</li><li>Even when adjusted for inflation, retail sales volumes rose by 0.6%, “indicating that while consumers are increasingly cautious with their outlays amid elevated prices and interest rates, they are not retrenching,” said EY chief economist Gregory Daco.</li><li>Russia and Ukraine’s impact on inflation: Global inflation is finally coming down, but heightened geopolitical tensions threaten to raise food and oil prices across the globe.</li><li>Most recently, he told CNBC that the world is seeing “serious” levels of “nuclear proliferation and nuclear blackmail.” This level of geopolitical chaos, he said, hasn’t been seen since World War Two.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/16/investing/premarket-stocks-trading/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Clare Duffy, Brian Fung",
            "title": "Two brands suspend advertising on X after their ads appeared next to proNazi content",
            "description": "At least two brands have said they will suspend advertising on X, the platform formerly known as Twitter, after their ads and those of other companies were run on an account promoting fascism. The issue came less than a week after X CEO Linda Yaccarino public",
            "url": "/2023-08-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230816134238-twitter-x-phone-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-16T23:39:49Z",
            "content": "At least two brands have said they will suspend advertising on X, the platform formerly known as Twitter, after their ads and those of other companies were run on an account promoting fascism. The is [+4725 chars]",
            "summary": "At least two brands have said they will suspend advertising on X the platform formerly known as Twitter after their ads and those of other companies were run on an account promoting fascism. The issue came less than a week after X CEO Linda Yaccarino publicly affirmed the company s commitment to brand safety for advertisers. The nonprofit news watchdog Media Matters for America documented in a report published Wednesday that ads for a host of mainstream brands have been run on the account. The account has shared content celebrating Hitler and the Nazi Party.",
            "html_summary": "<ul><li>At least two brands have said they will suspend advertising on X the platform formerly known as Twitter after their ads and those of other companies were run on an account promoting fascism</li><li> The issue came less than a week after X CEO Linda Yaccarino publicly affirmed the company s commitment to brand safety for advertisers</li><li> The nonprofit news watchdog Media Matters for America documented in a report published Wednesday that ads for a host of mainstream brands have been run on the account</li><li> The account has shared content celebrating Hitler and the Nazi Party</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/16/tech/x-ads-pro-nazi-account-brand-safety/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nouran Salahieh",
            "title": "At least 99 were killed in Mauis wildfires. Only 25% of the burn area has been searched, so officials expect the toll to climb",
            "description": "With only a quarter of the Maui wildfire burn area searched, the death toll of whats already the deadliest US wildfire in more than a century still could rise significantly, Hawaii authorities said Monday.",
            "url": "/2023-08-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230815121632-maui-wildfire-burned-house-0813.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-15T06:06:51Z",
            "content": "With only a quarter of the Maui wildfire burn area searched, the death toll of whats already the deadliest US wildfire in more than a century still could rise significantly, Hawaii authorities said M [+3742 chars]",
            "summary": "Green said he asked the states attorney general to do a full review of everything: decisions, policies, policies on water, and then of course the sirens. A lot of people would have, I am sure, at least been alerted more quickly, and that is important, Green said. The focus continues to be safely restoring areas that provide essential public services as well as facilities serving first responders and the emergency response efforts, officials said. He was screaming, Run, run, run, Carole run. He eventually could not hear her anymore. Paxton, who was found by his friends, organized a search for Hartley after he was treated for his injuries, the sister said. He loved adventure and was a free spirit. As the fires quickly advanced on the historic town of Lahaina last week, first responders encountered weak water pressure and fire hydrants running dry, several firefighters told the New York Times. A portable morgue unit has arrived in Hawaii and will help authorities identify and process remains with equipment such as examination tables, X-ray units and laboratory equipment, Jonathan Greene, deputy assistant secretary of the US Department of Health and Human Services, said Tuesday. Residents, emergency responders and employees of local business can also use the roads 24 hours a day, the governor said. The roommate later found Trejos car a few blocks from the house, with Trejos remains on top of the roommates dog, which also died, Perez Grant said.",
            "html_summary": "<ul><li>Green said he asked the state’s attorney general “to do a full review of everything: decisions, policies, policies on water, and then of course the sirens.” “A lot of people would have, I am sure, at least been alerted more quickly, and that is important,” Green said.</li><li>“The focus continues to be safely restoring areas that provide essential public services as well as facilities serving first responders and the emergency response efforts,” officials said.</li><li>“He was screaming, ‘Run, run, run, Carole run.’ He eventually could not hear her anymore.” Paxton, who was found by his friends, organized a search for Hartley after he was treated for his injuries, the sister said.</li><li>“He loved adventure and was a free spirit.” As the fires quickly advanced on the historic town of Lahaina last week, first responders encountered weak water pressure and fire hydrants running dry, several firefighters told the New York Times.</li><li>A portable morgue unit has arrived in Hawaii and will help authorities identify and process remains with equipment such as examination tables, X-ray units and laboratory equipment, Jonathan Greene, deputy assistant secretary of the US Department of Health and Human Services, said Tuesday.</li><li>Residents, emergency responders and employees of local business can also use the roads 24 hours a day, the governor said.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/15/us/hawaii-maui-wildfires-death-toll-tuesday/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Heather Chen",
            "title": "Jakarta is the worlds most polluted city. And Indonesias leader may have the cough to prove it",
            "description": "Indonesias capital Jakarta is the worlds most polluted city, according to a new study, and the countrys president may have the cough to prove it.",
            "url": "/2023-08-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230816094057-01-air-pollution-indonesia-0811.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-16T07:41:04Z",
            "content": "Indonesias capital Jakarta is the worlds most polluted city, according to a new study, and the countrys president may have the cough to prove it.Ministers in the Southeast Asian country confirmed t [+4366 chars]",
            "summary": "Indonesia s capital Jakarta is the world s most polluted city according to a new study and the country s president may have the cough to prove it. Ministers in the Southeast Asian country confirmed this week that President Joko Widodo had been battling a cough for weeks and suggested it could be related to worsening air pollution in the city. The news came just days after the Swiss company IQAir released data showing that Jakarta s air quality had deteriorated in recent weeks to become the worst in the world. President Widodo has asked that there be concrete steps to tackle air pollution within one week.",
            "html_summary": "<ul><li>Indonesia s capital Jakarta is the world s most polluted city according to a new study and the country s president may have the cough to prove it</li><li> Ministers in the Southeast Asian country confirmed this week that President Joko Widodo had been battling a cough for weeks and suggested it could be related to worsening air pollution in the city</li><li> The news came just days after the Swiss company IQAir released data showing that Jakarta s air quality had deteriorated in recent weeks to become the worst in the world</li><li> President Widodo has asked that there be concrete steps to tackle air pollution within one week</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/16/asia/indonesia-pollution-jokowi-cough-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sara Smart, Emma Tucker, Joe Sutton, Andy Rose",
            "title": "Man accused of holding a woman in a cinder block dungeon in his Oregon home has pleaded not guilty",
            "description": "A man accused of kidnapping a woman and holding her in a cinder block dungeon in his Oregon home has pleaded not guilty to charges of kidnapping and transportation with intent to engage in sexual activity, court documents show.",
            "url": "/2023-08-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230802154156-04-cinder-block-cell-oregon.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-15T11:00:00Z",
            "content": "A man accused of kidnapping a woman and holding her in a cinder block dungeon in his Oregon home has pleaded not guilty to charges of kidnapping and transportation with intent to engage in sexual act [+5410 chars]",
            "summary": "The victim reported Zuberi had a firearm, police patches, a taser, and other law enforcement equipment. He then drove back to his Klamath Falls home  more than 450 miles away  stopping on the way to sexually assault her, the victim told detectives, according to the news release. The bureau called the cell a dungeon. The woman told authorities she repeatedly banged on the door until she was able to break her way out of the cell, the news release said. Commenting on Zuberis alleged acts, she said, It was incredibly brazen. The mayor added: He came into this town, but its over for him. We are fortunate that this brave woman escaped and alerted authorities, Special Agent in Charge Stephanie Shark said in the news release. Upon arriving at the home, he placed the woman in a makeshift cell he had constructed in his garage made of cinder blocks and a metal door that was locked from the outside and left her there, the FBI said. The FBI believes there are more victims in other states Zuberi was taken into federal custody after a woman escaped from his Klamath Falls home last month, according to a news release from the FBI field office in Portland. The victim said she knew Zuberi would kill her if she stayed in the room, police said. The victim said Zuberi pointed a Taser at her, placed her in handcuffs and leg irons and then put her in the back seat of his car, the FBI said.",
            "html_summary": "<ul><li>“The victim reported Zuberi had a firearm, police patches, a taser, and other law enforcement equipment.” He then drove back to his Klamath Falls home – more than 450 miles away – stopping on the way to sexually assault her, the victim told detectives, according to the news release.</li><li>The bureau called the cell “a dungeon.” The woman told authorities she repeatedly banged on the door until she was able to break her way out of the cell, the news release said.</li><li>Commenting on Zuberi’s alleged acts, she said, “It was incredibly brazen.” The mayor added: “He came into this town, but it’s over for him.” “We are fortunate that this brave woman escaped and alerted authorities,” Special Agent in Charge Stephanie Shark said in the news release.</li><li>Upon arriving at the home, he placed the woman in “a makeshift cell he had constructed in his garage” made of cinder blocks and a metal door that was locked from the outside and left her there, the FBI said.</li><li>The FBI believes there are more victims in other states Zuberi was taken into federal custody after a woman escaped from his Klamath Falls home last month, according to a news release from the FBI field office in Portland.</li><li>“The victim said she knew Zuberi would kill her if she stayed in the room,” police said.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/15/us/negasi-zuberi-not-guilty-plea-oregon-cinder-block-dungeon/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Parija Kavilanz",
            "title": "Hohum holiday spending expected as shoppers deal with economic crosscurrents",
            "description": "US consumers, trapped in a web of conflicting signals on the health of the economy and how it impacts their ability to shop for extras, might be forced to spend less enthusiastically on a key bucket of discretionary spending  Christmas gifts, according to e",
            "url": "/2023-08-15-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230814133639-us-holiday-shopping-expectations-file.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-16T11:37:51Z",
            "content": "US consumers, trapped in a web of conflicting signals on the health of the economy and how it impacts their ability to shop, might be forced to spend less enthusiastically on a key bucket of discreti [+4862 chars]",
            "summary": "US consumers trapped in a web of conflicting signals on the health of the economy and how it impacts their ability to shop might be forced to spend less enthusiastically on a key bucket of discretionary spending Christmas gifts according to early forecasts of this year s holiday sales. One estimate is saying that retailers won t have blowout holiday sales this year but are still expected to see sales up from last year. How we re buying perfume could signal how we re feeling about the economy according to Coresight Research.",
            "html_summary": "<ul><li>US consumers trapped in a web of conflicting signals on the health of the economy and how it impacts their ability to shop might be forced to spend less enthusiastically on a key bucket of discretionary spending Christmas gifts according to early forecasts of this year s holiday sales</li><li> One estimate is saying that retailers won t have blowout holiday sales this year but are still expected to see sales up from last year</li><li> How we re buying perfume could signal how we re feeling about the economy according to Coresight Research</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/16/business/holiday-sales-2023-forecast-coresight/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Highlight, now flush with $18M, helps CPG brands automate product testing. Russias war in Ukraine. Illinois passes a law that requires parents to compensate child influencers. Snapchat users freak out over AI bot that had a mind of its own. Meta criticized for making reproductive health an Rrated issue. X appears to slow load times for links to several news outlets and rival platforms. What do Big Short Michael Burry and Warren Buffett know that we dont?. Two brands suspend advertising on X after their ads appeared next to proNazi content. At least 99 were killed in Mauis wildfires. Only 25% of the burn area has been searched, so officials expect the toll to climb. Jakarta is the worlds most polluted city. And Indonesias leader may have the cough to prove it. Man accused of holding a woman in a cinder block dungeon in his Oregon home has pleaded not guilty. Hohum holiday spending expected as shoppers deal with economic crosscurrents"
}