{
    "status": "ok",
    "totalResults": 40,
    "articles": [
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jordan Valinsky, CNN",
            "title": "Adobe cofounder John Warnock, who helped invent the PDF, is dead at 82",
            "description": "John Warnock, cofounder of Adobe, has died aged 82, the software company announced on Sunday.",
            "url": "/2023-08-21-adobe-cofounder-john-warnock-death?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/cdb50fae38c867384a2f144818436332",
            "publishedAt": "2023-08-21T12:55:00Z",
            "content": "John Warnock, cofounder of Adobe, has died aged 82, the software company announced on Sunday.Warnock helped start the revolutionary company in 1982 with the late Charles Geschke, and transformed A [+2061 chars]",
            "summary": "John Warnock co founder of Adobe has died aged the software company announced on Sunday Warnock helped start the revolutionary company in with the late Charles Geschke and transformed Adobe into a software powerhouse that became the backbone of the internet. Warnock was Adobe s CEO until and continued as chairman of the board until until his death. He was awarded the prestigious National Medal of Technology and Innovation by President Barack Obama in and the Marconi Prize for technological contributions to information science and communications. A cause of death wasn t revealed Warnock is survived by his wife and three children ",
            "html_summary": "<ul><li>John Warnock co founder of Adobe has died aged the software company announced on Sunday Warnock helped start the revolutionary company in with the late Charles Geschke and transformed Adobe into a software powerhouse that became the backbone of the internet</li><li> Warnock was Adobe s CEO until and continued as chairman of the board until until his death</li><li> He was awarded the prestigious National Medal of Technology and Innovation by President Barack Obama in and the Marconi Prize for technological contributions to information science and communications</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/business/adobe-cofounder-john-warnock-death?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Harri Weber",
            "title": "Teeny EV startup Arcimoto hooks up with defense contractor",
            "description": "What happens when a maker of tiny electric vehicles dips its wheels into the military industrial complex?  On Monday, Arcimoto said it is diversifying beyond...",
            "url": "/2023-08-21-teeny-ev-startup-arcimoto-defense-contractor-matbock",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/y_FsTgUfgj_MhZgrh.PNwg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD05MDA-/https://media.zenfs.com/en/techcrunch_350/925e2992336795d0a627b2ab63ab4bdd",
            "publishedAt": "2023-08-21T19:40:19Z",
            "content": "What happens when a maker of tiny electric vehicles dips its wheels into the military industrial complex? Were about to find out.On Monday, Arcimoto said it is diversifying beyond its usual busine [+1715 chars]",
            "summary": "Arcimoto said it is diversifying beyond its usual business via a partnership with Department of Defense contractor Matbock. The deal may seem out of nowhere for Arcimoto which has focused on things like supplying vehicles for scenic tours. The company kicked off the year with a warning that it had substantial doubt about its ability to continue operating Since then the firm says it s secured nearly million via three separate fundraises including a million offering earlier this month Arcimoto is due to share its latest financials with investors on August ",
            "html_summary": "<ul><li>Arcimoto said it is diversifying beyond its usual business via a partnership with Department of Defense contractor Matbock</li><li> The deal may seem out of nowhere for Arcimoto which has focused on things like supplying vehicles for scenic tours</li></ul>",
            "website_url": "https://techcrunch.com/2023/08/21/teeny-ev-startup-arcimoto-defense-contractor-matbock/"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Delouya, CNN",
            "title": "GMs Cruise slashed fleet of robotaxis by 50% in San Francisco after collisions",
            "description": "California authorities have asked General Motors to immediately take some of its Cruse robotaxis off the road after autonomous vehicles were involved in...",
            "url": "/2023-08-21-gm-cruise-to-cut-robotaxi-fleet-in-san-francisco-after-collisions?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/_ecIwIrKsJg7BMhbJRIg7Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-08/43a688b0-40c0-11ee-a23f-bbe1a8cd3d44",
            "publishedAt": "2023-08-22T19:00:32Z",
            "content": "California authorities have asked General Motors to immediately take some of its Cruse robotaxis off the road after autonomous vehicles were involved in two collisions including one with an active fi [+3840 chars]",
            "summary": "California authorities have asked General Motors to immediately take some of its Cruse robotaxis off the road after autonomous vehicles were involved in two collisions last week. California s Department of Motor Vehicles confirmed to CNN that it is investigating recent concerning incidents involving Cruise vehicles in San Francisco. The DMV is in contact with Cruise and law enforcement officials to determine the facts and requested Cruise to immediately reduce its active fleet of operating vehicles by until the investigation is complete and Cruise takes appropriate corrective actions to improve road safety. That means Cruise can have no more than driverless cars in operation during the day and in operation at night according to the department.",
            "html_summary": "<ul><li>California authorities have asked General Motors to immediately take some of its Cruse robotaxis off the road after autonomous vehicles were involved in two collisions last week</li><li> California s Department of Motor Vehicles confirmed to CNN that it is investigating recent concerning incidents involving Cruise vehicles in San Francisco</li><li> The DMV is in contact with Cruise and law enforcement officials to determine the facts and requested Cruise to immediately reduce its active fleet of operating vehicles by until the investigation is complete and Cruise takes appropriate corrective actions to improve road safety</li><li> That means Cruise can have no more than driverless cars in operation during the day and in operation at night according to the department</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/tech/gm-cruise-to-cut-robotaxi-fleet-in-san-francisco-after-collisions?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Alicia Wallace",
            "title": "Job seekers want recordhigh wages  and men expect $25,000 more than women do",
            "description": "When employers deliver a job offer, it had better come with some teeth Americans wage expectations have hit record highs, according to a Federal Reserve Bank of New York survey released Monday.",
            "url": "/2023-08-21-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230821091505-us-labor-market-expectations-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-21T20:56:43Z",
            "content": "When employers deliver a job offer, it had better come with some teeth Americans wage expectations have hit record highs, according to a Federal Reserve Bank of New York survey released Monday. Jo [+2797 chars]",
            "summary": "Americans wage expectations have hit record highs according to a Federal Reserve Bank of New York survey released Monday Job seekers average reservation wage the lowest pay they d be willing to take for a new job climbed to in July up nearly from July of last year. The higher wage expectations are a reflection of this current moment in the economy and the labor market said Julia Pollak chief economist for online job marketplace ZipRecruiter. May was the first month in more than two years when US workers real hourly earnings those adjusted for inflation grew on an annual basis.",
            "html_summary": "<ul><li>Americans wage expectations have hit record highs according to a Federal Reserve Bank of New York survey released Monday Job seekers average reservation wage the lowest pay they d be willing to take for a new job climbed to in July up nearly from July of last year</li><li> The higher wage expectations are a reflection of this current moment in the economy and the labor market said Julia Pollak chief economist for online job marketplace ZipRecruiter</li><li> May was the first month in more than two years when US workers real hourly earnings those adjusted for inflation grew on an annual basis</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/economy/job-market-wage-expectations/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Alicia Wallace, CNN",
            "title": "Job seekers want recordhigh wages  and men expect $25,000 more than women do",
            "description": "When employers deliver a job offer, it had better come with some teeth Americans wage expectations have hit record highs, according to a Federal Reserve...",
            "url": "/2023-08-21-job-market-wage-expectations?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/5b630f9c7d81fc71b87ab63c6d844918",
            "publishedAt": "2023-08-21T20:56:43Z",
            "content": "When employers deliver a job offer, it had better come with some teeth Americans wage expectations have hit record highs, according to a Federal Reserve Bank of New York survey released Monday.Job [+2889 chars]",
            "summary": "Americans wage expectations have hit record highs according to a Federal Reserve Bank of New York survey released Monday Job seekers average reservation wage the lowest pay they d be willing to take for a new job climbed to in July up nearly from July of last year. The higher wage expectations are a reflection of this current moment in the economy and the labor market said Julia Pollak chief economist for online job marketplace ZipRecruiter. May was the first month in more than two years when US workers real hourly earnings those adjusted for inflation grew on an annual basis.",
            "html_summary": "<ul><li>Americans wage expectations have hit record highs according to a Federal Reserve Bank of New York survey released Monday Job seekers average reservation wage the lowest pay they d be willing to take for a new job climbed to in July up nearly from July of last year</li><li> The higher wage expectations are a reflection of this current moment in the economy and the labor market said Julia Pollak chief economist for online job marketplace ZipRecruiter</li><li> May was the first month in more than two years when US workers real hourly earnings those adjusted for inflation grew on an annual basis</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/economy/job-market-wage-expectations?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Parija Kavilanz, CNN",
            "title": "Santa better get a T shirt because summer has claimed Christmas",
            "description": "Christmas, apparently, cant come soon enough for retailers.",
            "url": "/2023-08-21-christmas-products-early-in-stores?cid=external-feeds_iluminar_yahoo",
            "urlToImage": "https://media.zenfs.com/en/cnn_business_articles_218/f26c6f5332f363f7d2c4dd68d260de5e",
            "publishedAt": "2023-08-21T12:57:15Z",
            "content": "Christmas, apparently, cant come soon enough for retailers.While plenty of families are still rushing to wrap up their backtoschool shopping before the new academic year gets going, several retai [+5589 chars]",
            "summary": "Christmas apparently can t come soon enough for retailers. Stores have been pushing up Christmas merchandise earlier and earlier in recent years. Amazon and Walmart afraid of tepid consumer demand because of the pandemic initiated holiday sales as early as October. The same pattern was repeated last year effectively elongating the year end holiday shopping season. But now the Christmas creep is trumping not only Halloween but also competing with consumer spending on back to school and Labor Day sales. Could Christmas in summer become the norm?",
            "html_summary": "<ul><li>Christmas apparently can t come soon enough for retailers</li><li> Stores have been pushing up Christmas merchandise earlier and earlier in recent years</li><li> Amazon and Walmart afraid of tepid consumer demand because of the pandemic initiated holiday sales as early as October</li><li> The same pattern was repeated last year effectively elongating the year end holiday shopping season</li><li> But now the Christmas creep is trumping not only Halloween but also competing with consumer spending on back to school and Labor Day sales</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/20/business/christmas-products-early-in-stores?cid=external-feeds_iluminar_yahoo"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Samantha Delouya",
            "title": "Zoom shares jump as CEO says company to develop and deploy AI tools",
            "description": "Shares of Zoom jumped in afterhours trading Monday after the company said it expects to rake in strongerthanexpected earnings in the rest of this fiscal year.",
            "url": "/2023-08-21-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230821170639-zoom-headquarters.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-21T21:40:06Z",
            "content": "Shares of Zoom jumped in afterhours trading Monday after the company said it expects to rake in strongerthanexpected earnings in the rest of this fiscal year. The company, which provides video a [+1334 chars]",
            "summary": "Shares of Zoom jumped in after hours trading Monday after the company said it expects to rake in stronger than expected earnings in the rest of this fiscal year. The company which provides video and audio chat services raised its outlook for profitability for the fiscal year in its second quarter earnings report. It now expects revenue to be just under billion That represents approximately growth year over year Zoom s founder and chief executive officer Eric Yuan also touted the company s rollout of recent AI features on a conference call with investors. Yuan said that the company's aggressive roadmap when it comes to artificial intelligence is aimed at empowering customers to work smarter.",
            "html_summary": "<ul><li>Shares of Zoom jumped in after hours trading Monday after the company said it expects to rake in stronger than expected earnings in the rest of this fiscal year</li><li> The company which provides video and audio chat services raised its outlook for profitability for the fiscal year in its second quarter earnings report</li><li> It now expects revenue to be just under billion That represents approximately growth year over year Zoom s founder and chief executive officer Eric Yuan also touted the company s rollout of recent AI features on a conference call with investors</li><li> Yuan said that the company's aggressive roadmap when it comes to artificial intelligence is aimed at empowering customers to work smarter</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/business/zoom-earnings-ai-tools/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jordan Valinsky",
            "title": "Adobe cofounder John Warnock, who helped invent the PDF, is dead at 82",
            "description": "John Warnock, cofounder of Adobe, has died aged 82, the software company announced on Sunday.",
            "url": "/2023-08-21-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230821120719-john-warnock-adobe.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-21T12:55:00Z",
            "content": "John Warnock, cofounder of Adobe, has died aged 82, the software company announced on Sunday. Warnock helped start the revolutionary company in 1982 with the late Charles Geschke, and transformed  [+2000 chars]",
            "summary": "John Warnock co founder of Adobe has died aged the software company announced on Sunday Warnock helped start the revolutionary company in with the late Charles Geschke and transformed Adobe into a software powerhouse that became the backbone of the internet. Warnock was Adobe s CEO until and continued as chairman of the board until until his death. He was awarded the prestigious National Medal of Technology and Innovation by President Barack Obama in and the Marconi Prize for technological contributions to information science and communications. A cause of death wasn t revealed Warnock is survived by his wife and three children ",
            "html_summary": "<ul><li>John Warnock co founder of Adobe has died aged the software company announced on Sunday Warnock helped start the revolutionary company in with the late Charles Geschke and transformed Adobe into a software powerhouse that became the backbone of the internet</li><li> Warnock was Adobe s CEO until and continued as chairman of the board until until his death</li><li> He was awarded the prestigious National Medal of Technology and Innovation by President Barack Obama in and the Marconi Prize for technological contributions to information science and communications</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/business/adobe-cofounder-john-warnock-death/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nadia Bidarian",
            "title": "Meet your new AI tutor",
            "description": "Artificial intelligence often induces fear, awe or some panicked combination of both for its impressive ability to generate unique humanlike text in seconds. But its implications for cheating in the classroom  and its sometimes comically wrong answers to ba",
            "url": "/2023-08-21-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230817225623-01-khan-academy-ai-tutor-restricted.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-21T11:06:22Z",
            "content": "Artificial intelligence often induces fear, awe or some panicked combination of both for its impressive ability to generate unique humanlike text in seconds. But its implications for cheating in the [+8473 chars]",
            "summary": "The chatbot, Khanmigo, offers individualized guidance to students on math, science and humanities problems; a debate tool with suggested topics like student debt cancellation and AIs impact on the job market; and a writing tutor that helps the student craft a story, among other features. Khan Academys Chief Learning Officer Kristen DiCerbo told CNN that Khanmigo helps address a problem shes witnessed firsthand observing an Arizona classroom: that when students learn something new, they often need individualized help  more help than one teacher can provide all at once. Snapchat users freak out over AI bot that had a mind of its own For teachers, Khanmigo also offers assistance to create lesson plans and rubrics, identifies struggling students based on their performance in Khan Academy activities and gives teachers access to student chat history. More than 8,000 teachers and students will test education nonprofit Khan Academys artificial intelligence tutor in the classroom this upcoming school year, toying with its interactive features and funneling feedback to Khan Academy if the AI botches an answer. Khanmigo shines best when coaching students on how to work through a problem, offering hints, encouragement and additional questions designed to help students think critically. And so it doesnt. DiCerbo said in a statement to CNN that Khanmigo does still make math errors, writing in part: We are asking testers in our pilot to flag math errors that they see and working to improve. In the Tutor me: Math and science activity available to students, Khanmigo told me that my answer to 10,332 divided by 4 was incorrect three times before correcting me by sending me the same number.",
            "html_summary": "<ul><li>The chatbot, Khanmigo, offers individualized guidance to students on math, science and humanities problems; a debate tool with suggested topics like student debt cancellation and AI’s impact on the job market; and a writing tutor that helps the student craft a story, among other features.</li><li>Khan Academy’s Chief Learning Officer Kristen DiCerbo told CNN that Khanmigo helps address a problem she’s witnessed firsthand observing an Arizona classroom: that when students learn something new, they often need individualized help — more help than one teacher can provide all at once.</li><li>Snapchat users freak out over AI bot that had a mind of its own For teachers, Khanmigo also offers assistance to create lesson plans and rubrics, identifies struggling students based on their performance in Khan Academy activities and gives teachers access to student chat history.</li><li>More than 8,000 teachers and students will test education nonprofit Khan Academy’s artificial intelligence tutor in the classroom this upcoming school year, toying with its interactive features and funneling feedback to Khan Academy if the AI botches an answer.</li><li>Khanmigo shines best when coaching students on how to work through a problem, offering hints, encouragement and additional questions designed to help students think critically.</li><li>“And so it doesn’t.” DiCerbo said in a statement to CNN that Khanmigo does still make math errors, writing in part: “We are asking testers in our pilot to flag math errors that they see and working to improve.</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/tech/khan-academy-ai-tutor/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Heather Chen",
            "title": "Jakarta orders civil servants to work from home to fight soaring pollution",
            "description": "Some civil servants in Indonesias capital began working from home Monday under measures aimed at reducing traffic congestion to alleviate horrendous air pollution that has gripped the city and been blamed for President Joko Widodos persistent cough.",
            "url": "/2023-08-21-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230816094112-02-air-pollution-indonesia-0811.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-21T07:08:13Z",
            "content": "Some civil servants in Indonesias capital began working from home Monday under measures aimed at reducing traffic congestion to alleviate horrendous air pollution that has gripped the city and been b [+2719 chars]",
            "summary": "Some civil servants in Indonesia s capital began working from home Monday under measures aimed at reducing traffic congestion to alleviate horrendous air pollution. Air quality in Jakarta a megacity of million has deteriorated to dangerous levels in recent weeks with Swiss technology company IQAir ranking it as the world s most polluted city on August. Schools located near key ASEAN Summit venues will also enforce distance learning for students from September Wijatmoko added Indonesian officials are feeling the pressure ahead of the rd ASEan Summit which will be held in early September.",
            "html_summary": "<ul><li>Some civil servants in Indonesia s capital began working from home Monday under measures aimed at reducing traffic congestion to alleviate horrendous air pollution</li><li> Air quality in Jakarta a megacity of million has deteriorated to dangerous levels in recent weeks with Swiss technology company IQAir ranking it as the world s most polluted city on August</li><li> Schools located near key ASEAN Summit venues will also enforce distance learning for students from September Wijatmoko added Indonesian officials are feeling the pressure ahead of the rd ASEan Summit which will be held in early September</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/asia/indonesia-civil-servants-wfh-jakarta-air-pollution-intl-hnk/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Kylie Atwood, Jeremy Diamond",
            "title": "US commerce secretary will visit China next week at a critical moment for the worlds top two economies",
            "description": "US Commerce Secretary Gina Raimondo will visit China next week at a critical time for the worlds secondlargest economy  and for the Biden administrations relationship with the country and its leaders.",
            "url": "/2023-08-21-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230822070018-01-gina-raimondo-file.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-22T11:56:25Z",
            "content": "US Commerce Secretary Gina Raimondo will visit China next week at a critical time for the worlds secondlargest economy and for the Biden administrations relationship with the country and its leaders [+3387 chars]",
            "summary": "US Commerce Secretary Gina Raimondo will visit China next week at a critical time for the world s second largest economy. China s economy is in trouble and some economists and market analysts fear the contagion could spread beyond the country s borders. China continues to crack down on US and other foreign companies doing business in the country. A tit for tat battle for the future of AI and other technologies that governments around the world believe are critical for national security is escalating. The Biden administration has said it wants to maintain dialogue with China to prevent competition from turning into conflict.",
            "html_summary": "<ul><li>US Commerce Secretary Gina Raimondo will visit China next week at a critical time for the world s second largest economy</li><li> China s economy is in trouble and some economists and market analysts fear the contagion could spread beyond the country s borders</li><li> China continues to crack down on US and other foreign companies doing business in the country</li><li> A tit for tat battle for the future of AI and other technologies that governments around the world believe are critical for national security is escalating</li><li> The Biden administration has said it wants to maintain dialogue with China to prevent competition from turning into conflict</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/22/economy/gina-raimondo-china/index.html"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jessie Yeung, Emiko Jozuka",
            "title": "Japan to start releasing Fukushima wastewater as soon as Thursday",
            "description": "Japan will begin releasing treated radioactive water from Fukushima into the ocean as early as Thursday, officials announced on Tuesday, following months of heightened public anxiety and pushback from many neighboring countries.",
            "url": "/2023-08-21-index",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/230414151230-02-japan-treated-wastewater-fukushima.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2023-08-22T02:52:14Z",
            "content": "Japan will begin releasing treated radioactive water from Fukushima into the ocean as early as Thursday, officials announced on Tuesday, following months of heightened public anxiety and pushback fro [+3634 chars]",
            "summary": "Japan will begin releasing treated radioactive water from Fukushima into the ocean as early as Thursday officials announced on Tuesday following months of heightened public anxiety and pushback from many neighboring countries Prime Minister Fumio Kishida said authorities would go forward with the release on August if they encounter no obstacles. In July the United Nations International Atomic Energy Agency IAEA concluded that Japan s plan aligns with international safety standards and would have a negligible radiological impact to people and the environment. But that hasn t reassured many of Japan s neighbors with officials from China and the Pacific Islands voicing alarm and opposition to the plan.",
            "html_summary": "<ul><li>Japan will begin releasing treated radioactive water from Fukushima into the ocean as early as Thursday officials announced on Tuesday following months of heightened public anxiety and pushback from many neighboring countries Prime Minister Fumio Kishida said authorities would go forward with the release on August if they encounter no obstacles</li><li> In July the United Nations International Atomic Energy Agency IAEA concluded that Japan s plan aligns with international safety standards and would have a negligible radiological impact to people and the environment</li><li> But that hasn t reassured many of Japan s neighbors with officials from China and the Pacific Islands voicing alarm and opposition to the plan</li></ul>",
            "website_url": "https://www.cnn.com/2023/08/21/asia/japan-fukushima-wastewater-release-decision-intl-hnk/index.html"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Adobe cofounder John Warnock, who helped invent the PDF, is dead at 82. Teeny EV startup Arcimoto hooks up with defense contractor. GMs Cruise slashed fleet of robotaxis by 50% in San Francisco after collisions. Job seekers want recordhigh wages  and men expect $25,000 more than women do. Job seekers want recordhigh wages  and men expect $25,000 more than women do. Santa better get a T shirt because summer has claimed Christmas. Zoom shares jump as CEO says company to develop and deploy AI tools. Adobe cofounder John Warnock, who helped invent the PDF, is dead at 82. Meet your new AI tutor. Jakarta orders civil servants to work from home to fight soaring pollution. US commerce secretary will visit China next week at a critical moment for the worlds top two economies. Japan to start releasing Fukushima wastewater as soon as Thursday"
}