{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "author": "Herb Scribner",
            "title": "Hundreds of railcars ordered removed from service due to derailment risk",
            "description": "Train companies have been warned to remove certain cars from service after Norfolk Southern discovered loose wheels on railcars during the cleanup of last weekends derailment in Ohio.Why it matters The discovery adds to Norfolk Southerns safety troubles an",
            "url": "/2023-03-11-railroad-cars-derailment-safety-norfolk-southern",
            "urlToImage": "https://images.axios.com/LlnUJz2ibEt2v1Wp_PkIKezM22Y=/1366x768/smart/2023/03/11/1678550636069.jpg",
            "publishedAt": "2023-03-11T17:30:41Z",
            "content": "Train companies have been warned to remove certain cars from service after Norfolk Southern discovered loose wheels on railcars during the cleanup of last weekends derailment in Ohio.Why it matter [+2887 chars]",
            "summary": "Only the first derailment, near East Palestine, Ohio, involved hazardous materials. Go deeper: Norfolk Southern train derails in Alabama, third in several weeks Norfolk Southerns rail line runs directly through East Palestine, Ohio.",
            "html_summary": "<ul><li>Only the first derailment, near East Palestine, Ohio, involved hazardous materials.</li><li>Go deeper: Norfolk Southern train derails in Alabama, third in several weeks</li></ul>",
            "website_url": "https://www.axios.com/2023/03/11/railroad-cars-derailment-safety-norfolk-southern"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "This Week in Apps TikTokstyle feeds come to Spotify and Reddit; Metas Fediverse plans",
            "description": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. The app economy in 2023 hit a few snags, as consumer spending last year dropped for the first time by 2%",
            "url": "/2023-03-11-this-week-in-apps-tiktok-style-feeds-come-to-spotify-and-reddit-metas-fediverse-plans",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/this-week-in-apps-splash-2023.webp?resize=1200,637",
            "publishedAt": "2023-03-11T19:00:16Z",
            "content": "Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.The app economy in 2023 hit a few snags, as [+24073 chars]",
            "summary": "The app would effectively serve as a Twitter alternative, but also seemingly would threaten the growth of the free and decentralized web where platforms like Meta have less control.The app, codenamed P92, would let users log in using their Instagram credentials and would support ActivityPub. Under the music sub-feed, the app will point you to short-form video feeds focused on various genres or even activities, like relaxing, studying or working out, for example.This shift targets the changing consumer behavior of a younger generation (Gen Z, and soon, Alpha), which remains Spotifys core demographic. Plus, artists can use a new feature called Showcase to place a mobile card in the new video feeds to introduce their music to potential fans. SoundCloud also introduced video feeds for music as a test.For Reddit, the changes come only a year into a broader redesign. These will appear on artist profiles and album pages, as well.The feature can be used to share the story behind a song, announce an upcoming release, feature a collaborator, show off merch or, for new artists, as an introduction  or anything else an artist may want to share. And similarly, a number of Spotify users may defect from the now video-first app to go back to more classic players, like Apple Music.Theres a bit of old man yells at cloud to this early backlash, however. At launch, it will be iOS only (iOS 15.4+) with Android to follow soon.The app is available for preorder on the App Store for a March 28 release.",
            "html_summary": "<ul><li>The app would effectively serve as a Twitter alternative, but also seemingly would threaten the growth of the free and decentralized web where platforms like Meta have less control.The app, codenamed P92, would let users log in using their Instagram credentials and would support ActivityPub.</li><li>Under the music sub-feed, the app will point you to short-form video feeds focused on various genres or even activities, like relaxing, studying or working out, for example.This shift targets the changing consumer behavior of a younger generation (Gen Z, and soon, Alpha), which remains Spotify’s core demographic.</li><li>Plus, artists can use a new feature called Showcase to place a mobile card in the new video feeds to introduce their music to potential fans.</li><li>SoundCloud also introduced video feeds for music as a test.For Reddit, the changes come only a year into a broader redesign.</li><li>These will appear on artist profiles and album pages, as well.The feature can be used to share the story behind a song, announce an upcoming release, feature a collaborator, show off merch or, for new artists, as an introduction — or anything else an artist may want to share.</li><li>And similarly, a number of Spotify users may defect from the now video-first app to go back to more “classic” players, like Apple Music.There’s a bit of old man yells at cloud to this early backlash, however.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/11/this-week-in-apps-tiktok-style-feeds-come-to-spotify-and-reddit-metas-fediverse-plans/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mary Ann Azevedo",
            "title": "For fintechs in 2022, the bigger the exit, the larger the decline in value",
            "description": "Were really only beginning to see the ripple effects in the private markets of the 72% drop in valuations we saw in the public markets.For fintechs in 2022, the bigger the exit, the larger the decline in value by Mary Ann Azevedo originally published on T",
            "url": "/2023-03-11-fintechs-2022-decline-value",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-1407383049.jpg?resize=1200,800",
            "publishedAt": "2023-03-11T16:00:10Z",
            "content": "While the public market correction has been widespread, tech and fintech stocks have seen the largest declines, according to a recent report.Specifically, the Fintech Index which tracks the perform [+1467 chars]",
            "summary": "That was probably not super great timing considering the broad macroeconomic impact on tech.The fact that so many fintech companies even went public was a big deal in and of itself, Jegen said. The cumulative market cap decline for the top 10 recent exits totaled over $220 billion; Coinbase, NuBank, Robinhood, SoFi, Affirm and Wise all saw their valuations tumble. We had 10 years of exciting fintech disruption, all of it led by private investors, he said. In other words, the bigger the exit, the larger the decline.",
            "html_summary": "<ul><li>“That was probably not super great timing considering the broad macroeconomic impact on tech.”The fact that so many fintech companies even went public was a big deal in and of itself, Jegen said.</li><li>The cumulative market cap decline for the top 10 recent exits totaled over $220 billion; Coinbase, NuBank, Robinhood, SoFi, Affirm and Wise all saw their valuations tumble.</li><li>“We had 10 years of exciting fintech disruption, all of it led by private investors,” he said.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/11/fintechs-2022-decline-value/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "AP",
            "title": "China names Li Qiang premier nominally in charge of economy",
            "description": "China has named Li Qiang, a close confidant of top leader Xi Jinping, as the countrys next premier nominally in charge of the worlds secondlargest economy. Li was nominated by Xi and appointed to the position at Saturday mornings session",
            "url": "/2023-03-11-china-premier-congress-li-qiang-economy-4eb585e7fd438815631915f0f4d4dcb4",
            "urlToImage": "https://bloximages.chicago2.vip.townnews.com/billingsgazette.com/content/tncms/assets/v3/editorial/b/91/b91d6376-db3d-5a65-bcbb-1185758dd9f6/640c8e38289db.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-03-11T03:37:54Z",
            "content": "BEIJING (AP) China on Saturday named Li Qiang, a close confidant of top leader Xi Jinping, as the countrys next premier nominally in charge of the worlds secondlargest economy now facing some of its [+3282 chars]",
            "summary": "At the opening of the annual congress session on Sunday, outgoing Premier Li Keqiang announced plans for a consumer-led revival of the struggling economy, setting this years growth target at around 5%. Last years growth fell to 3%, the second-weakest level since at least the 1970s. Li is best known for having enforced a brutal zero-COVID lockdown on Shanghai last spring as party boss of the Chinese financial hub, proving his loyalty to Xi in the face of complaints from residents over their lack of access to food, medical care and basic services. BEIJING (AP)  China on Saturday named Li Qiang, a close confidant of top leader Xi Jinping, as the countrys next premier nominally in charge of the worlds second-largest economy now facing some of its worst prospects in years. He takes on the job as authority of the premier and the State Council, Chinas Cabinet, has been steadily eroding as Xi shifts more powers to bodies directly under the ruling Communist Party. That came a day after Xi, 69, secured a norms-breaking third five-year term as state leader, setting him up to possibly rule for life. As with Xis appointment on Friday, there was no indication that members of the NPC had any option other than to endorse Li and other officials picked by the Communist Party to fill other posts. Li was nominated by Xi and appointed to the position at Saturday mornings session of the National Peoples Congress, Chinas ceremonial parliament.",
            "html_summary": "<ul><li>At the opening of the annual congress session on Sunday, outgoing Premier Li Keqiang announced plans for a consumer-led revival of the struggling economy, setting this year’s growth target at “around 5%.” Last year’s growth fell to 3%, the second-weakest level since at least the 1970s.</li><li>Li is best known for having enforced a brutal “zero-COVID” lockdown on Shanghai last spring as party boss of the Chinese financial hub, proving his loyalty to Xi in the face of complaints from residents over their lack of access to food, medical care and basic services.</li><li>BEIJING (AP) — China on Saturday named Li Qiang, a close confidant of top leader Xi Jinping, as the country’s next premier nominally in charge of the world’s second-largest economy now facing some of its worst prospects in years.</li><li>He takes on the job as authority of the premier and the State Council, China’s Cabinet, has been steadily eroding as Xi shifts more powers to bodies directly under the ruling Communist Party.</li><li>That came a day after Xi, 69, secured a norms-breaking third five-year term as state leader, setting him up to possibly rule for life.</li><li>As with Xi’s appointment on Friday, there was no indication that members of the NPC had any option other than to endorse Li and other officials picked by the Communist Party to fill other posts.</li></ul>",
            "website_url": "https://apnews.com/article/china-premier-congress-li-qiang-economy-4eb585e7fd438815631915f0f4d4dcb4"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Harri Weber",
            "title": "Microsoft bets on algae to mitigate its growing carbon footprint",
            "description": "Microsoft aims to be carbon negative by 2030, and its plan to get there hinges on the fate of carbon removal startups such as Running Tide.",
            "url": "/2023-03-11-microsoft-bets-on-algae-to-mitigate-its-growing-carbon-footprint",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/07/GettyImages-187243690-e1657643702255.jpg?resize=1200,676",
            "publishedAt": "2023-03-11T01:15:52Z",
            "content": "Like all of its peers in the tech industry, Microsoft has a carbon pollution problem.The software giants emissions are on the rise, in spite of a pledge from the company to be carbon negative by 2 [+2524 chars]",
            "summary": "After less than three months the buoy and the algae and the embodied fast carbon sink to the bottom of the ocean, and if they sink below 1,000 meters the carbon is gone for roughly 1,000 years.However, not all buoys are seeded, Breighner added. Like all of its peers in the tech industry, Microsoft has a carbon pollution problem.The software giants emissions are on the rise, in spite of a pledge from the company to be carbon negative by 2030. The buoy floats, the alkaline minerals dissolve, reducing ocean acidification and removing carbon through a process called ocean alkalinity enhancement. So far, Breighner said that Running Tide has only removed less than 1,000 tons of carbon in test and research deployments. The startup intends to remove up to 12,000 tons over two years for Microsoft alone.The deal is valued in the single-digit millions, Running Tide said. This ticking clock explains Microsofts latest deal to address its environmental toll: Its turning to Running Tide to offset some of its emissions via the ocean.Running Tide, which also works with Stripe and Shopify, aims to use this money to lock away massive quantities of carbon dioxide. The company aims to be carbon negative in the next seven or so years, and its plan to get there hinges on carbon removal. That is based on ocean conditions that are optimal for algae growth.On the whole, the carbon removal business is still early in its development.",
            "html_summary": "<ul><li>After less than three months the buoy and the algae and the embodied fast carbon sink to the bottom of the ocean, and if they sink below 1,000 meters the carbon is gone for roughly 1,000 years.”“However, not all buoys are seeded,” Breighner added.</li><li>Like all of its peers in the tech industry, Microsoft has a carbon pollution problem.The software giant’s emissions are on the rise, in spite of a pledge from the company to be carbon negative by 2030.</li><li>“The buoy floats, the alkaline minerals dissolve, reducing ocean acidification and removing carbon through a process called ocean alkalinity enhancement.</li><li>So far, Breighner said that Running Tide has “only removed less than 1,000 tons of carbon in test and research deployments.” The startup intends to remove up to 12,000 tons over two years for Microsoft alone.The deal is valued in the single-digit millions, Running Tide said.</li><li>This ticking clock explains Microsoft’s latest deal to address its environmental toll: It’s turning to Running Tide to offset some of its emissions via the ocean.Running Tide, which also works with Stripe and Shopify, aims to use this money to lock away massive quantities of carbon dioxide.</li><li>The company aims to be carbon negative in the next seven or so years, and its plan to get there hinges on carbon removal.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/10/microsoft-bets-on-algae-to-mitigate-its-growing-carbon-footprint/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Mike Butcher",
            "title": "SVB contagion UK arm shuts down, government scrambles and startups brace for the worst",
            "description": "As of late Thursday night and Friday morning, the fallout from the shutdown of Silicon Valley Bank in the US had reached the shores of the UK and Europe. Yesterday afternoon, the Bank of England sought a court order to place Silicon Valley Bank UK Limited  t",
            "url": "/2023-03-11-svb-contagion-uk-arm-shuts-down-government-scrambles-and-startups-brace-for-the-worst",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1472604903.jpg?resize=1200,886",
            "publishedAt": "2023-03-11T16:40:15Z",
            "content": "As of late Thursday night and Friday morning, the fallout from the shutdown of Silicon Valley Bank in the US had reached the shores of the UK and Europe. Yesterday afternoon, the Bank of England soug [+9089 chars]",
            "summary": "Or the Prime Minister could be serious about Britain being a science and tech super power.The Government could decide that a minor banking crisis in the US, resulting in failed British businesses and redundant tech workers is just the free market. The question then becomes, how does the liquidator or the bank trade the SVB UK assets?In the meantime, the BoE is likely to be sensitive to both their legal obligations on insured deposits but also the reality of making cash available to keep businesses going. By Friday, many found they could only get part of their money out of the bank before the BoE shut down the facility. In an echo of points made by US VC Mark Suster about how panic amongst VCs had boosted the SVB crisis (and in a possible reference to the effect of the Streisand Effect), Kanji tweeted: The law firms and other VCs caused the panic imho. Daily life in startups is risky enough, dont play with your lifelineIf you are not advising your companies to get the cash out, then you are not doing your job as a Board Member or as a Shareholder. Yesterday some founders were like Holy fuck, we have 900k in the bank. And the thing is, SVB makes it mandatory that you must primarily bank with them if you have a venture debt loan. Daily life in startups is risky enough, dont play with your lifeline Mark Tluszcz (@marktluszcz) March 10, 2023Under insolvency law in the UK, depositors are eligible for up to 85,000 ($102,000) of compensation for lost deposits.",
            "html_summary": "<ul><li>Or the Prime Minister could be serious about Britain being a science and tech super power.”The Government could decide that a minor banking crisis in the US, resulting in failed British businesses and redundant tech workers is just the free market.</li><li>The question then becomes, how does the liquidator or the bank trade the SVB UK assets?In the meantime, the BoE is likely to be sensitive to both their legal obligations on insured deposits but also the reality of making cash available to keep businesses going.</li><li>By Friday, many found they could only get part of their money out of the bank before the BoE shut down the facility.</li><li>In an echo of points made by US VC Mark Suster about how panic amongst VCs had boosted the SVB crisis (and in a possible reference to the effect of the Streisand Effect), Kanji tweeted: “The law firms and other VCs caused the panic imho.</li><li>Daily life in startups is risky enough, don’t play with your lifeline…”If you are not advising your companies to get the cash out, then you are not doing your job as a Board Member or as a Shareholder.</li><li>Yesterday some founders were like ‘Holy fuck, we have £900k in the bank.’ And the thing is, SVB makes it mandatory that you must primarily bank with them if you have a venture debt loan.</li></ul>",
            "website_url": "https://techcrunch.com/2023/03/11/svb-contagion-uk-arm-shuts-down-government-scrambles-and-startups-brace-for-the-worst/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Hundreds of railcars ordered removed from service due to derailment risk. This Week in Apps TikTokstyle feeds come to Spotify and Reddit; Metas Fediverse plans. For fintechs in 2022, the bigger the exit, the larger the decline in value. China names Li Qiang premier nominally in charge of economy. Microsoft bets on algae to mitigate its growing carbon footprint. SVB contagion UK arm shuts down, government scrambles and startups brace for the worst"
}