{
    "status": "ok",
    "totalResults": 8,
    "articles": [
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "By ZEN SOO - Associated Press",
            "title": "Baidu to implement ChatGPTlike Ernie Bot chatbot from March",
            "description": "Baidu Inc., one of Chinas biggest search and artificial intelligence firms, says it plans to implement its artificial intelligence chatbot Ernie into its search services from March. In an internal memo, Baidu CEO Robin Li said Ernie Bot will be",
            "url": "/2023-02-22-427838070f962108cabed1e553fc3d12",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/e/ca/ecaa2c2c-8557-5a2b-a296-19f2eb26ac2e/63f603fda3f65.image.jpg?crop=1763%2C926%2C0%2C124&resize=1200%2C630&order=crop%2Cresize",
            "publishedAt": "2023-02-22T10:57:13Z",
            "content": "By ZEN SOO  Associated PressHONG KONG (AP) Baidu Inc., one of Chinas biggest search and artificial intelligence firms, said Wednesday it plans to implement its artificial intelligence chatbot Erni [+1843 chars]",
            "summary": "It said earlier this month that it will complete internal testing of Ernie Bot in March before making the service public.In an internal memo, Baidu CEO Robin Li said that Ernie Bot will be integrated across all of Baidus operations, including its search and cloud services. The companys stock price in New York jumped nearly 7% in pre-market trading Wednesday to more than $150 a share.AI technology has reached a tipping point and all industries will inevitably go through transformation, Li said in the memo. After years of regulatory scrutiny following a crackdown on the technology sector and a sluggish economy battered by COVID-19, companies like Baidu look likely to invest more as China looks to the industry to revive the economy. Baidu stands as the best example of the long-term growth of Chinas AI market and is advancing at the forefront of this new wave, he said. Baidu also plans to integrate Ernie into its smart car operating system and smart speaker.",
            "html_summary": "<ul><li>It said earlier this month that it will complete internal testing of Ernie Bot in March before making the service public.In an internal memo, Baidu CEO Robin Li said that Ernie Bot will be integrated across all of Baidu’s operations, including its search and cloud services.</li><li>The company’s stock price in New York jumped nearly 7% in pre-market trading Wednesday to more than $150 a share.“AI technology has reached a tipping point and all industries will inevitably go through transformation,” Li said in the memo.</li><li>After years of regulatory scrutiny following a crackdown on the technology sector and a sluggish economy battered by COVID-19, companies like Baidu look likely to invest more as China looks to the industry to revive the economy.</li><li>“Baidu stands as the best example of the long-term growth of China’s AI market and is advancing at the forefront of this new wave,” he said.</li></ul>",
            "website_url": "https://apnews.com/427838070f962108cabed1e553fc3d12"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Sarah Perez",
            "title": "Spotify launches DJ, a new feature offering personalized music with AIpowered commentary",
            "description": "Ahead of Spotifys upcoming Stream On event, where the company is expected to announce a redesigned home feed and other updates, the company today launched a new AI feature called DJ to better personalize the music listening experience for its users. Simila",
            "url": "/2023-02-22-spotify-launches-dj-a-new-personalized-music-lineup-that-includes-ai-powered-commentary",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/12/GettyImages-1048258424.jpg?resize=1200,801",
            "publishedAt": "2023-02-22T13:59:53Z",
            "content": "Ahead of Spotifys upcoming Stream On event, where the company is expected to announce a redesigned home feed and other updates, the company today launched a new AI feature called DJ to better pers [+6590 chars]",
            "summary": "Ahead of Spotifys upcoming Stream On event, where the company is expected to announce a redesigned home feed and other updates, the company today launched a new AI feature called DJ to better personalize the music listening experience for its users. As they listen, theyll also hear commentary directly followed by the song its referring to.For example, the AI may share commentary like:This week, Chicago rapper Polo G teams up with Atlantas Future for his first release of the year. )Instead, Spotify says it provided its music editors, experts, scriptwriters and data curators with access to OpenAIs Generative AI tech in order to scale their insights about music, artists and genres. )As listeners engage with the new DJ feature, theyll be presented with a personalized stream of songs that will include both newer tracks and old favorites. This was then followed by a number of other playlists designed to cater to the end users unique preferences, including Release Radar, Daily Mixes, Your Time Capsule, Blend and those aimed at specific activities, like commuting or working out, among other things. The technology is being put to use to create culturally relevant, accurate pieces of commentary at scale, the company says. However, it didnt immediately seem to be more remarkable than one of Spotifys personalized playlists in terms of music selection.",
            "html_summary": "<ul><li>Ahead of Spotify’s upcoming Stream On event, where the company is expected to announce a redesigned home feed and other updates, the company today launched a new AI feature called “DJ” to better personalize the music listening experience for its users.</li><li>As they listen, they’ll also hear commentary directly followed by the song it’s referring to.For example, the AI may share commentary like:“This week, Chicago rapper Polo G teams up with Atlanta’s Future for his first release of the year.</li><li>)Instead, Spotify says it provided its music editors, experts, scriptwriters and data curators with access to OpenAI’s Generative AI tech in order to scale their insights about music, artists and genres.</li><li>)As listeners engage with the new DJ feature, they’ll be presented with a personalized stream of songs that will include both newer tracks and old favorites.</li><li>This was then followed by a number of other playlists designed to cater to the end user’s unique preferences, including Release Radar, Daily Mixes, Your Time Capsule, Blend and those aimed at specific activities, like commuting or working out, among other things.</li><li>The technology is being put to use to create “culturally relevant, accurate pieces of commentary at scale,” the company says.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/22/spotify-launches-dj-a-new-personalized-music-lineup-that-includes-ai-powered-commentary/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "Microsoft brings the new AIpowered Bing to mobile and Skype, gives it a voice",
            "description": "Barely two weeks after launching the new AIenabled Bing on desktop (and a few ups and downs during that time), Microsoft today announced that the new Bing is now also available in the Bing mobile app and through Microsofts Edge browser for Android and iOS. ",
            "url": "/2023-02-22-microsoft-brings-the-new-ai-powered-bing-to-mobile-and-skype",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Image-1.png?resize=1200,675",
            "publishedAt": "2023-02-22T13:00:49Z",
            "content": "Barely two weeks after launching the new AIenabled Bing on desktop (and a few ups and downs during that time), Microsoft today announced that the new Bing is now also available in the Bing mobile ap [+2887 chars]",
            "summary": "Also new is an integration with Skype, Microsofts messaging app, which will now allow you to bring Bing into a text conversation to add additional information.Image Credits: MicrosoftThe fact that Microsoft is bringing the new Bing to mobile isnt exactly a surprise. Barely two weeks after launching the new AI-enabled Bing on desktop (and a few ups and downs during that time), Microsoft today announced that the new Bing is now also available in the Bing mobile app and through Microsofts Edge browser for Android and iOS. Thats actually a feature Id like to see in the regular Bing chat, too.If this sounds a bit familiar, it may be because you are one of the few people to remember Googles Allo, that companys ill-fated attempt at an AI-enhanced messaging app. The company, after all, gives users who install the mobile Bing app priority on its waitlist for gaining access to the new features. And while Ive definitely done that, too, Ive also found the new Bing to be quite useful in my day-to-day interactions with it. With that, you can now also use voice input to interact with Bings chat mode. One nifty feature here is that you can choose if you want your answers to appear as bullet points, text or in the form of a simplified response, as Microsoft calls it.",
            "html_summary": "<ul><li>Also new is an integration with Skype, Microsoft’s messaging app, which will now allow you to bring Bing into a text conversation to add additional information.Image Credits: MicrosoftThe fact that Microsoft is bringing the new Bing to mobile isn’t exactly a surprise.</li><li>Barely two weeks after launching the new AI-enabled Bing on desktop (and a few ups and downs during that time), Microsoft today announced that the new Bing is now also available in the Bing mobile app and through Microsoft’s Edge browser for Android and iOS.</li><li>That’s actually a feature I’d like to see in the regular Bing chat, too.If this sounds a bit familiar, it may be because you are one of the few people to remember Google’s Allo, that company’s ill-fated attempt at an AI-enhanced messaging app.</li><li>The company, after all, gives users who install the mobile Bing app priority on its waitlist for gaining access to the new features.</li><li>And while I’ve definitely done that, too, I’ve also found the new Bing to be quite useful in my day-to-day interactions with it.</li><li>With that, you can now also use voice input to interact with Bing’s chat mode.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/22/microsoft-brings-the-new-ai-powered-bing-to-mobile-and-skype/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Scoot lands $12M to inject customization into videoconferencing",
            "description": "While much of the whitecollar workforce has adjusted to the new norm of videoconferencing from home, that doesnt mean that they  or their bosses  necessarily like it. According to a poll from Showpad, 76% of employees report becoming more distracted on vi",
            "url": "/2023-02-22-scoot-lands-12m-to-inject-customization-into-videoconferencing",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1327779046.jpg?resize=1200,795",
            "publishedAt": "2023-02-22T14:00:13Z",
            "content": "While much of the whitecollar workforce has adjusted to the new norm of videoconferencing from home, that doesnt mean that they  or their bosses  necessarily like it. According to a poll from Sho [+5329 chars]",
            "summary": "Scoot unlocks a new dimension for virtual meeting by replicating what happens when a group of people (small or large) gather together in person to network, share and discuss ideas. Meanwhile, hybrid meeting features allow users to livestream content into a virtual room joinable via Scoots iOS and Android mobile apps.Image Credits: ScootAdmins also have access to analytics, like who attended a meeting and how long they attended. The upside is a level of engagement and productivity that resembles physical meetings, but with the flexibility, speed and cost savings of a virtual meeting.But Scoot does have more unique features, like spontaneous conversations, which lets meeting participants break out into smaller groups for more intimate chats. Admins have some control over it, he notes, in the sense that they can purposefully group employees with other employees within the context of a larger meeting.Once you give people the social agency to move around in a big company meeting, you can  drive company goals. Before, during and after the formal component of the meeting, attendees can find colleagues and customers, have sidebar conversations, and just be human.At Scoot, we are redefining online virtual meetings, gatherings and networking, Stevens continued. Even prior to the pandemic, videoconferencing was a lucrative segment, with funding for videoconferencing startups hitting $250 million in 2017, according to Crunchbase.Vowel, backed by Calendly CEO Tope Awotona, offers what it calls a meeting operating system with analytics and searchable on-demand recordings. In a separate survey, staffers  especially new employees  say that requiring video during virtual meetings increases their work fatigue.Ed Stevens thinks he has the answer.",
            "html_summary": "<ul><li>Scoot unlocks a new dimension for virtual meeting by replicating what happens when a group of people (small or large) gather together in person to network, share and discuss ideas.</li><li>Meanwhile, hybrid meeting features allow users to livestream content into a virtual room joinable via Scoot’s iOS and Android mobile apps.Image Credits: ScootAdmins also have access to analytics, like who attended a meeting and how long they attended.</li><li>The upside is a level of engagement and productivity that resembles physical meetings, but with the flexibility, speed and cost savings of a virtual meeting.”But Scoot does have more unique features, like “spontaneous conversations,” which lets meeting participants break out into smaller groups for more intimate chats.</li><li>Admins have some control over it, he notes, in the sense that they can purposefully “group” employees with other employees within the context of a larger meeting.“Once you give people the social agency to move around in a big company meeting, you can … drive company goals.</li><li>“Before, during and after the formal component of the meeting, attendees can find colleagues and customers, have sidebar conversations, and just be human.”“At Scoot, we are redefining online virtual meetings, gatherings and networking,” Stevens continued.</li><li>Even prior to the pandemic, videoconferencing was a lucrative segment, with funding for videoconferencing startups hitting $250 million in 2017, according to Crunchbase.Vowel, backed by Calendly CEO Tope Awotona, offers what it calls a “meeting operating system” with analytics and searchable on-demand recordings.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/22/scoot-lands-12m-to-inject-customization-into-videoconferencing/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Jacquelyn Melinek",
            "title": "Google Cloud partners with Tezos blockchain to bring web3 technology to its customers",
            "description": "Google Cloud has partnered with the Tezos Foundation to grow its web3 application development and provide new services for its customers",
            "url": "/2023-02-22-google-cloud-partners-with-tezos-blockchain-to-bring-web3-technology-to-its-customers",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/10/GettyImages-1337404291.jpg",
            "publishedAt": "2023-02-22T14:01:02Z",
            "content": "Google Cloud has partnered with the Tezos Foundation to grow its web3 application development and provide new services for its customers, the companies announced on Wednesday.Tezos as an ecosystem  [+4387 chars]",
            "summary": "This means companies and developers alike can leverage Tezos blockchain technology alongside Google Clouds infrastructure.Running nodes at scale is time-consuming, costly and ultimately pulls focus away from building the core products, Tromans said. Google Cloud has partnered with the Tezos Foundation to grow its web3 application development and provide new services for its customers, the companies announced on Wednesday.Tezos as an ecosystem has built a reputation in institutional and B2B onboarding, Mason Edwards, chief commercial officer at Tezos Foundation, said to TechCrunch. Its not about a transactional relationship; instead, its about looking for opportunities to empower and enable founders and developers to grow the ecosystem.Outside of partnerships, Google Cloud plans to focus this year on the core principles at the base layer of blockchain technology, Tromans shared. Google Cloud will also become a baker and join existing bakers like gaming company Ubisoft.Tezos is an open source proof-of-stake blockchain that has more than 2.3 million funded accounts across 158.6 million total transactions, according to its website. This is going to be jet fuel and octane for that.The partnership plans to make it easier for all Google Cloud customers to become Tezos bakers, or network validators. This is going to enable us to onboard institutions and even more massive institutions into this space. Were excited to build products that address those needs.",
            "html_summary": "<ul><li>This means companies and developers alike can leverage Tezos blockchain technology alongside Google Cloud’s infrastructure.“Running nodes at scale is time-consuming, costly and ultimately pulls focus away from building the core products,” Tromans said.</li><li>Google Cloud has partnered with the Tezos Foundation to grow its web3 application development and provide new services for its customers, the companies announced on Wednesday.“Tezos as an ecosystem has built a reputation in institutional and B2B onboarding,” Mason Edwards, chief commercial officer at Tezos Foundation, said to TechCrunch.</li><li>“It’s not about a transactional relationship; instead, it’s about looking for opportunities to empower and enable founders and developers to grow the ecosystem.”Outside of partnerships, Google Cloud plans to focus this year on “the core principles at the base layer of blockchain technology,” Tromans shared.</li><li>Google Cloud will also become a baker and join existing bakers like gaming company Ubisoft.Tezos is an open source proof-of-stake blockchain that has more than 2.3 million funded accounts across 158.6 million total transactions, according to its website.</li><li>This is going to be jet fuel and octane for that.”The partnership plans to make it easier for all Google Cloud customers to become Tezos “bakers,” or network validators.</li><li>“This is going to enable us to onboard institutions and even more massive institutions into this space.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/22/google-cloud-partners-with-tezos-blockchain-to-bring-web3-technology-to-its-customers/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Paul Sawers",
            "title": "European VC firms Amadeus and Apex partner for 80m earlystage deep tech fund",
            "description": "Amadeus Capital Partners and Apex Ventures are pooling their collective VC resources for a new 80M earlystage deep tech fund.",
            "url": "/2023-02-22-european-vc-firms-amadeus-and-apex-partner-for-e80m-early-stage-deep-tech-fund",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-886180226-e1676981025926.jpg?resize=1200,675",
            "publishedAt": "2023-02-22T07:00:25Z",
            "content": "U.K.based Amadeus Capital Partners and Austrias Apex Ventures are pooling their collective venture capital (VC) resources for a new fund specifically targeted at earlystage deep tech startups.T [+3122 chars]",
            "summary": "Image Credits: Amadeus Apex Technology FundThe goal of the Amadeus Apex Technology Fund is to invest between 1-1.5 million in seed and Series A-stage startups with unique and defendable technology, and will include AI, quantum computing, mobility and outer space, robotics and other areas of the deep tech sphere. The duo have raised an initial 28 million ($30 million) for the Amadeus Apex Technology Fund, with plans to close it out at 80 million ($85 million). U.K.-based Amadeus Capital Partners and Austrias Apex Ventures are pooling their collective venture capital (VC) resources for a new fund specifically targeted at early-stage deep tech startups. Weve focused on this region because we recognize it as a perfect breeding ground for early-stage deep tech innovation, with top universities and a large developer pool. This subsequently led to a close relationship with the Amadeus Capital Partners team.",
            "html_summary": "<ul><li>Image Credits: Amadeus Apex Technology FundThe goal of the Amadeus Apex Technology Fund is to invest between €1-1.5 million in seed and Series A-stage startups with “unique and defendable technology,” and will include AI, quantum computing, mobility and outer space, robotics and other areas of the deep tech sphere.</li><li>The duo have raised an initial €28 million ($30 million) for the Amadeus Apex Technology Fund, with plans to close it out at €80 million ($85 million).</li><li>U.K.-based Amadeus Capital Partners and Austria’s Apex Ventures are pooling their collective venture capital (VC) resources for a new fund specifically targeted at early-stage deep tech startups.</li><li>“We’ve focused on this region because we recognize it as a perfect breeding ground for early-stage deep tech innovation, with top universities and a large developer pool.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/21/european-vc-firms-amadeus-and-apex-partner-for-e80m-early-stage-deep-tech-fund/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Lauren Forristal",
            "title": "Amazon Fire TV devices can now directly stream audio to Cochlear hearing implants",
            "description": "Amazon launched Audio Streaming for Hearing Aids support on select Fire TV devices to compatible Cochlear devices.",
            "url": "/2023-02-22-amazon-fire-tv-devices-stream-audio-to-cochlear-hearing-implants",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Fire_TV_ASHA_Cochlear_2.jpg?resize=1200,675",
            "publishedAt": "2023-02-22T13:31:02Z",
            "content": "Amazon teamed up with hearing implant company Cochlear to launch Audio Streaming for Hearing Aids (ASHA) support to compatible Cochlear devices, the company announced today.Now, select Fire TV devi [+2775 chars]",
            "summary": "So, Korn and his team worked with Cochlear to discover how to bypass the implants microphones, stream audio from Fire TV directly into the implants, and prevent the audio from being degraded by noise and echoes, the company wrote in its blog. Cochlears Nucleus Sound Processors have built-in technology that lets users stream sound directly from a compatible Apple or Android device.Apple and Cochlear team up to roll out the first implant made for the iPhone If I was trying to watch on the TV in the living room, Id probably be missing out on, say, 40-50% of the words due to the echoing, the loss in quality, and due to the different voices that you might not be so familiar with, Forzano said. Korn also claims that the technology works over living room distances.Amazons collaboration with Cochlear is an extension of the companys accessibility efforts. Forzano was born blind and has used Cochlear implants ever since he lost his hearing at five years old. Forzano, along with members of Amazons affinity group for people with disabilities, AmazonPWD, helped test the tech.Before using the new feature, Forzano was unable to enjoy watching TV.",
            "html_summary": "<ul><li>So, Korn and his team worked with Cochlear to discover how to “bypass the implant’s microphones, stream audio from Fire TV directly into the implants, and prevent the audio from being degraded by noise and echoes,” the company wrote in its blog.</li><li>Cochlear’s Nucleus Sound Processors have built-in technology that lets users stream sound directly from a compatible Apple or Android device.Apple and Cochlear team up to roll out the first implant made for the iPhone</li><li>“If I was trying to watch on the TV in the living room, I’d probably be missing out on, say, 40-50% of the words due to the echoing, the loss in quality, and due to the different voices that you might not be so familiar with,” Forzano said.</li><li>Korn also claims that the technology works over living room distances.Amazon’s collaboration with Cochlear is an extension of the company’s accessibility efforts.</li><li>Forzano was born blind and has used Cochlear implants ever since he lost his hearing at five years old.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/22/amazon-fire-tv-devices-stream-audio-to-cochlear-hearing-implants/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "OpenAIs Foundry will let customers buy dedicated compute to run its AI models",
            "description": "OpenAI is reportedly launching a new developer platform, Foundry, thatll let customers run its models on dedicated compute infrastructure.",
            "url": "/2023-02-22-openai-foundry-will-let-customers-buy-dedicated-capacity-to-run-its-ai-models",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1173441590.jpg?resize=1200,800",
            "publishedAt": "2023-02-22T05:40:19Z",
            "content": "OpenAI is quietly launching a new developer platform that lets customers run the companys newer machine learning models, like GPT3.5, on dedicated capacity. In screenshots of documentation publishe [+3219 chars]",
            "summary": "(The context window refers to the text that the model considers before generating additional text; longer context windows allow the model to remember more text essentially.) (GPT-3.5 Turbo appears to be referring to the ChatGPT Turbo model)Expanded product brief and full source: https://t.co/GhBlSOR0ZA pic.twitter.com/FL0r4uCEiR Travis Fischer (@transitive_bs) February 21, 2023Eagle-eyed Twitter and Reddit users spotted that one of the text-generating models listed in the instance pricing chart has a 32k max context window. In screenshots of documentation published to Twitter by users with early access, OpenAI describes the forthcoming offering, called Foundry, as designed for cutting-edge customers running larger workloads.[Foundry allows] inference at scale with full control over the model configuration and performance profile, the documentation reads. GPT-3.5, OpenAIs latest text-generating model, has a 4k max context window, suggesting that this mysterious new model could be the long-awaited GPT-4  or a stepping stone toward it.OpenAI is under increasing pressure to turn a profit after a multibillion-dollar investment from Microsoft. In addition, Foundry will provide some level of version control, letting customers decide whether or not to upgrade to newer model releases, as well as more robust fine-tuning for OpenAIs latest models.Foundry will also offer service-level commitments for instance uptime and on-calendar engineering support. Rentals will be based on dedicated compute units with three-month or one-year commitments; running an individual model instance will require a specific number of compute units (see the chart below).Instances wont be cheap. OpenAI is quietly launching a new developer platform that lets customers run the companys newer machine learning models, like GPT-3.5, on dedicated capacity.",
            "html_summary": "<ul><li>(The context window refers to the text that the model considers before generating additional text; longer context windows allow the model to “remember” more text essentially.)</li><li>(GPT-3.5 Turbo appears to be referring to the ChatGPT Turbo model)Expanded product brief and full source: https://t.co/GhBlSOR0ZA pic.twitter.com/FL0r4uCEiR— Travis Fischer (@transitive_bs) February 21, 2023Eagle-eyed Twitter and Reddit users spotted that one of the text-generating models listed in the instance pricing chart has a 32k max context window.</li><li>In screenshots of documentation published to Twitter by users with early access, OpenAI describes the forthcoming offering, called Foundry, as “designed for cutting-edge customers running larger workloads.”“[Foundry allows] inference at scale with full control over the model configuration and performance profile,” the documentation reads.</li><li>GPT-3.5, OpenAI’s latest text-generating model, has a 4k max context window, suggesting that this mysterious new model could be the long-awaited GPT-4 — or a stepping stone toward it.OpenAI is under increasing pressure to turn a profit after a multibillion-dollar investment from Microsoft.</li><li>In addition, Foundry will provide some level of version control, letting customers decide whether or not to upgrade to newer model releases, as well as “more robust” fine-tuning for OpenAI’s latest models.Foundry will also offer service-level commitments for instance uptime and on-calendar engineering support.</li><li>Rentals will be based on dedicated compute units with three-month or one-year commitments; running an individual model instance will require a specific number of compute units (see the chart below).Instances won’t be cheap.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/21/openai-foundry-will-let-customers-buy-dedicated-capacity-to-run-its-ai-models/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Baidu to implement ChatGPTlike Ernie Bot chatbot from March. Spotify launches DJ, a new feature offering personalized music with AIpowered commentary. Microsoft brings the new AIpowered Bing to mobile and Skype, gives it a voice. Scoot lands $12M to inject customization into videoconferencing. Google Cloud partners with Tezos blockchain to bring web3 technology to its customers. European VC firms Amadeus and Apex partner for 80m earlystage deep tech fund. Amazon Fire TV devices can now directly stream audio to Cochlear hearing implants. OpenAIs Foundry will let customers buy dedicated compute to run its AI models"
}