{
    "status": "ok",
    "totalResults": 6,
    "articles": [
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Passwordless authentication startup Descope lands whopping $53M seed round",
            "description": "Capital might be harder to come by than it once was in startup land, but some firms are bucking the trend  hard. Take Descope, for example, which today announced that it raised a whopping $53 million in seed funding for its developerfirst authentication a",
            "url": "/2023-02-15-passwordless-authentication-startup-descope-lands-whopping-53m-seed-round",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2022/03/GettyImages-1288009387.jpg?resize=1200,675",
            "publishedAt": "2023-02-15T13:00:59Z",
            "content": "Capital might be harder to come by than it once was in startup land, but some firms are bucking the trend  hard. Take Descope, for example, which today announced that it raised a whopping $53 millio [+5698 chars]",
            "summary": "While at Demisto, the team says that they experienced the pain of building authentication and user management functionality  including password management, single sign-on, tenant management and roles and permissions  firsthand. Authentication and user management are critical parts of any digital application.Its a tough time to launch a startup regardless, what with less access to capital and uncertainty around the wider economic landscape. It helps apps accelerate their time to market, increase the efficiency of their engineering resources, reduce user friction and prevent a wide variety of identity-based cyberattacks.Why the large cash infusion  particularly large for a seed round  in a dev-focused startup, you might ask? The proliferation of cybersecurity attacks due to poor identity and authentication practices such as credential stuffing, bot attacks, session hijacking, brute force attacks and other types of password compromise. The next step, Markovich argues, is enabling developers to easily add passwordless authentication methods alongside others such as social logins, one-time passwords and magic links to their apps.Theres demand to be sure. Over 66% of smartphone users are expected to use device-native biometrics instead of passwords by 2024, he noted, citing data from Mercator, while authentication protocols like FIDO2, WebAuthn and passkeys have set the foundation for a passwordless future. (In 2021, VC investment in identity management startups reached $3.2 billion, according to Crunchbase  a record at the time.)",
            "html_summary": "<ul><li>While at Demisto, the team says that they experienced the pain of building authentication and user management functionality — including password management, single sign-on, tenant management and roles and permissions — firsthand.</li><li>Authentication and user management are critical parts of any digital application.”It’s a tough time to launch a startup regardless, what with less access to capital and uncertainty around the wider economic landscape.</li><li>“It helps apps accelerate their time to market, increase the efficiency of their engineering resources, reduce user friction and prevent a wide variety of identity-based cyberattacks.”Why the large cash infusion — particularly large for a seed round — in a dev-focused startup, you might ask?</li><li>“The proliferation of cybersecurity attacks due to poor identity and authentication practices such as credential stuffing, bot attacks, session hijacking, brute force attacks and other types of password compromise.</li><li>The next step, Markovich argues, is enabling developers to easily add passwordless authentication methods alongside others such as social logins, one-time passwords and magic links to their apps.There’s demand to be sure.</li><li>Over 66% of smartphone users are expected to use device-native biometrics instead of passwords by 2024, he noted, citing data from Mercator, while authentication protocols like FIDO2, WebAuthn and passkeys have set the foundation for a passwordless future.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/15/passwordless-authentication-startup-descope-lands-whopping-53m-seed-round/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": null,
            "title": "Chinas top diplomat starts weeklong Europe tour in Paris",
            "description": "PARIS (AP)  Chinas top diplomat, Wang Yi, met with French President Emmanuel Macron on Wednesday at the start of his trip to Europe, amid renewed tensions between China and the United States.  Macron met with Wang, the Chinese foreign minister, behind close",
            "url": "/2023-02-15-36cededcfd256f1a4a5e985a78f09b4a",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-02-15T13:46:16Z",
            "content": "PARIS (AP) Chinas top diplomat, Wang Yi, met with French President Emmanuel Macron on Wednesday at the start of his trip to Europe, amid renewed tensions between China and the United States. Macron [+1612 chars]",
            "summary": "Speaking ahead of the trip, the Chinese foreign ministry spokesperson said on Monday that Wang will have in-depth strategic communication aiming to promote new developments in bilateral relations, enhance strategic mutual trust between China and Europe, and exchange views on major international issues. Chinas refusal to condemn the invasion of Ukraine nearly a year ago, and join others in imposing sanctions on Russia as the war heads into a second year has further frayed ties with the West and fueled an emerging divide with much of Europe. The trip comes amid Chinas persistent efforts to push back against Western pressure on trade, technology, human rights and its claims to a broad swath of the western Pacific. In December, Wang defended what he said was his countrys position of impartiality on the war in Ukraine and signaled that China would deepen ties with Russia in 2023. PARIS (AP)  Chinas top diplomat, Wang Yi, met with French President Emmanuel Macron on Wednesday at the start of his trip to Europe, amid renewed tensions between China and the United States. Macron met with Wang, the Chinese foreign minister, behind closed doors at the Elysee Palace on Wednesday. French Foreign Minister Catherine Colonna is expected to meet Wang in Paris later in the day.",
            "html_summary": "<ul><li>Speaking ahead of the trip, the Chinese foreign ministry spokesperson said on Monday that Wang will have “in-depth strategic communication” aiming to “promote new developments in bilateral relations, enhance strategic mutual trust between China and Europe, and exchange views on major international issues.”</li><li>China’s refusal to condemn the invasion of Ukraine nearly a year ago, and join others in imposing sanctions on Russia as the war heads into a second year has further frayed ties with the West and fueled an emerging divide with much of Europe.</li><li>The trip comes amid China’s persistent efforts to push back against Western pressure on trade, technology, human rights and its claims to a broad swath of the western Pacific.</li><li>In December, Wang defended what he said was his country’s position of impartiality on the war in Ukraine and signaled that China would deepen ties with Russia in 2023.</li><li>PARIS (AP) — China’s top diplomat, Wang Yi, met with French President Emmanuel Macron on Wednesday at the start of his trip to Europe, amid renewed tensions between China and the United States.</li><li>Macron met with Wang, the Chinese foreign minister, behind closed doors at the Elysee Palace on Wednesday.</li></ul>",
            "website_url": "https://apnews.com/36cededcfd256f1a4a5e985a78f09b4a"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Frederic Lardinois",
            "title": "Oligo raises $28M to secure opensource libraries at runtime",
            "description": "Oligo security, a Tel Avivbased startup that focuses on security opensource libraries at runtime, today announced that it has raised $28M.",
            "url": "/2023-02-15-oligo-raises-28m-to-secure-open-source-libraries-at-runtime",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/Oligo-team-photo.png?resize=1200,800",
            "publishedAt": "2023-02-15T12:00:51Z",
            "content": "Oligo Security, a Tel Avivbased startup that focuses on runtime application security and observability to detect and prevent opensource vulnerabilities, is coming out of stealth today and announcin [+2504 chars]",
            "summary": "That saves tons of time and money for developers, for security teams, for DevOps, explained Czerninski.As the team explained, in first observing how every library should work in normal usage across different environments, Oligo can then detect when something changes  likely because of an exploit. Instead of alerting security teams to every potential vulnerability  even if a library isnt actually used in an application  Oligo focuses on monitoring applications at runtime, both in pre-production and production environments. Oligo is set to increase the productivity of AppSec teams and reduce the risk of using open source by contextually prioritizing vulnerabilities according to actual versus perceived risk. It allows us to safely and efficiently monitor the runtime environment and then first identify which vulnerabilities are actually relevant. Thats a different approach from other security startups that focus on open-source libraries. Cyber Club London (CCL), Kmehin Ventures and OperAngels also participated. This, ideally, cuts down on unnecessary alerts.",
            "html_summary": "<ul><li>That saves tons of time and money for developers, for security teams, for DevOps,” explained Czerninski.As the team explained, in first observing how every library should work in normal usage across different environments, Oligo can then detect when something changes — likely because of an exploit.</li><li>Instead of alerting security teams to every potential vulnerability — even if a library isn’t actually used in an application — Oligo focuses on monitoring applications at runtime, both in pre-production and production environments.</li><li>“Oligo is set to increase the productivity of AppSec teams and reduce the risk of using open source by contextually prioritizing vulnerabilities according to actual versus perceived risk.”</li><li>It allows us to safely and efficiently monitor the runtime environment and then first identify which vulnerabilities are actually relevant.</li><li>That’s a different approach from other security startups that focus on open-source libraries.</li><li>Cyber Club London (CCL), Kmehin Ventures and OperAngels also participated.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/15/oligo-raises-28m-to-secure-open-source-libraries-at-runtime/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Kyle Wiggers",
            "title": "Yext hops on the generative AI train with Yext Chat, an enterprisefocused chatbot",
            "description": "Yext Chat, Yexts foray into generative AI, is an enterprisefocused chatbot with features built with big businesses in mind.",
            "url": "/2023-02-15-yext-hops-on-the-generative-ai-train-with-yext-chat-an-enterprise-focused-chatbot",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/03/yext-3d-logo.jpg",
            "publishedAt": "2023-02-15T13:00:45Z",
            "content": "Looking to cash in on the generative AI craze, Yext, the platform for online brand management, today announced an AIpowered chatbot called Yext Chat. Taking inspiration from OpenAIs ChatGPT, Yext C [+4589 chars]",
            "summary": "But Yext says that its using a mix of text-generating models for different tasks within Yext Chats workflow, like marketing, commerce and customer support.When it launches (its not yet generally available), Yext Chat will be able to integrate into existing platforms, including ticketing systems and Slack workspaces. Taking inspiration from OpenAIs ChatGPT, Yext Chat is designed for enterprise use cases  and differentiated, Yext claims, by a partly proprietary back end.ChatGPT has shown the world that large language models can hold incredibly coherent, helpful conversations  far better than any technology up to this point. Yext Chat only generates responses using a curated set of content that businesses manage in the Knowledge Graph, Ferrentino says  in contrast to chatbots that draw from a web-scale corpus of information, like ChatGPT.Hows that desirable from a brand perspective? Yext Chat is designed for the enterprise, and enterprises need full control over what a chatbot says and does.To be clear, Yext Chat wasnt built from scratch. A hospital could use it to power a health system that educates prospective patients on which doctor they should see and get appointments scheduled, for instance. Yexts solution is to combine the large language model with a knowledge graph that can easily be updated in real time.No system is perfect, Bing Chat being a prime example. Looking to cash in on the generative AI craze, Yext, the platform for online brand management, today announced an AI-powered chatbot called Yext Chat.",
            "html_summary": "<ul><li>But Yext says that it’s using a mix of text-generating models for different tasks within Yext Chat’s workflow, like marketing, commerce and customer support.When it launches (it’s not yet generally available), Yext Chat will be able to integrate into existing platforms, including ticketing systems and Slack workspaces.</li><li>Taking inspiration from OpenAI’s ChatGPT, Yext Chat is designed for enterprise use cases — and differentiated, Yext claims, by a partly proprietary back end.“ChatGPT has shown the world that large language models can hold incredibly coherent, helpful conversations — far better than any technology up to this point.</li><li>Yext Chat only generates responses using a curated set of content that businesses manage in the Knowledge Graph, Ferrentino says — in contrast to chatbots that draw from a web-scale corpus of information, like ChatGPT.How’s that desirable from a brand perspective?</li><li>“Yext Chat is designed for the enterprise, and enterprises need full control over what a chatbot says and does.”To be clear, Yext Chat wasn’t built from scratch.</li><li>A hospital could use it to power a health system that educates prospective patients on which doctor they should see and get appointments scheduled, for instance.</li><li>“Yext’s solution is to combine the large language model with a knowledge graph that can easily be updated in real time.”No system is perfect, Bing Chat being a prime example.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/15/yext-hops-on-the-generative-ai-train-with-yext-chat-an-enterprise-focused-chatbot/"
        },
        {
            "source": {
                "id": "techcrunch",
                "name": "TechCrunch"
            },
            "author": "Tage Kene-okafor",
            "title": "Costanoa Ventures and Norrsken22 back Smile Identity in $20M Series B round",
            "description": "Smile Identity provides ID verification and KYC compliance for African faces and identities; raises $20 million for its expansion plans.",
            "url": "/2023-02-15-costanoa-ventures-and-norrsken22-back-smile-identity-in-20m-series-b-round",
            "urlToImage": "https://techcrunch.com/wp-content/uploads/2023/02/6C555F79-0267-4733-ADC3-AA5DEE112BC1.jpeg?resize=1200,798",
            "publishedAt": "2023-02-15T09:03:38Z",
            "content": "The importance of KYC and identity verification in an increasing fintech landscape like Africas cannot be overemphasized. As thousands of financial institutions serve millions of Africans, stringent  [+6475 chars]",
            "summary": "However, the recent launch of its Document Verification product has allowed Smile Identity to expand its capabilities; now, it can cover a billion identities and verification processes globally, the chief executive said during the interview. The KYC verification upstart, which has since doubled its client base since 2021 and now serves over 100 businesses in banking, fintech, education, agriculture and e-commerce, also claims to perform between 2 to 2.5 million monthly identity checks. The company hopes that its war chest allows it to partner closely with ID authorities and governments to create consumer consent standards and enforce local African data protection laws across the continent.Smile Identity helps clients mitigate fraud and onboard new customers more efficiently. Another area of growth, Straub noted, was that Smile Identity processed over 30 million identity verifications in 2021; thats over half the KYC checks the startup has recorded since inception: about 50 million. The deduplication product guarantees that when the end customers sign to a clients platform, they are mandated to take a selfie at onboarding against their IDs, making it easier to identify the customer better using their faces and reject subsequent new sign-ups in the case of fraud. Smile Identity has also expanded on its Business Verification (KYB) solution, which entails 30 detailed business lookups such as registration number, incorporation, directors, beneficiaries and proprietor status. We try to simplify all that, put it into software, and make it available for your developers so that you can integrate our software and start onboarding customers while protecting yourself against fraud and staying compliant from day one.",
            "html_summary": "<ul><li>However, the recent launch of its Document Verification product has allowed Smile Identity to expand its capabilities; now, it can cover a billion identities and verification processes globally, the chief executive said during the interview.</li><li>The KYC verification upstart, which has since doubled its client base since 2021 and now serves over 100 businesses in banking, fintech, education, agriculture and e-commerce, also claims to perform between 2 to 2.5 million monthly identity checks.</li><li>The company hopes that its war chest allows it to partner closely with ID authorities and governments to create consumer consent standards and enforce local African data protection laws across the continent.Smile Identity helps clients mitigate fraud and onboard new customers more efficiently.</li><li>Another area of growth, Straub noted, was that Smile Identity processed over 30 million identity verifications in 2021; that’s over half the KYC checks the startup has recorded since inception: about 50 million.</li><li>The deduplication product guarantees that when the end customers sign to a client’s platform, they are mandated to take a selfie at onboarding against their IDs, making it easier to identify the customer better using their faces and reject subsequent new sign-ups in the case of fraud.</li><li>Smile Identity has also expanded on its Business Verification (KYB) solution, which entails 30 detailed business lookups such as registration number, incorporation, directors, beneficiaries and proprietor status.</li></ul>",
            "website_url": "https://techcrunch.com/2023/02/15/costanoa-ventures-and-norrsken22-back-smile-identity-in-20m-series-b-round/"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "author": "Haleluya Hadero",
            "title": "Walmart to close 3 tech hubs, asks staff to return to office",
            "description": "NEW YORK (AP)  Walmart is closing three tech hubs and asking hundreds of employees to relocate to keep their jobs. The closures will affect staff working at locations in Austin, Texas; Carlsbad, California; and Portland, Oregon, Walmart spokesperson Mischa D",
            "url": "/2023-02-15-32e2f95f8ddbb01c94398af7362dde06",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/afs:Medium:751921853724/700.png",
            "publishedAt": "2023-02-15T02:19:52Z",
            "content": "NEW YORK (AP) Walmart is closing three tech hubs and asking hundreds of employees to relocate to keep their jobs.The closures will affect staff working at locations in Austin, Texas; Carlsbad, Cali [+1692 chars]",
            "summary": "NEW YORK (AP)  Walmart is closing three tech hubs and asking hundreds of employees to relocate to keep their jobs.The closures will affect staff working at locations in Austin, Texas; Carlsbad, California; and Portland, Oregon, Walmart spokesperson Mischa Dunton said Tuesday. The company said last month it would raise its hourly wages from $12 to $14, a move that will help it attract more front-line workers in a still-tight labor market. Our decision to be together more frequently anchors to Walmarts fundamental belief that our people make the difference, our culture matters and we build stronger partnerships when we are physically together, the company said. In March of last year, the company, which is based in Bentonville, Arkansas, announced it would hire 5,000 more tech workers and add hubs in Atlanta and Toronto. The company said in a prepared statement that it hopes to relocate or allow remote-work for employees affected by the closures. Walmart is also cutting back on remote work and asking its tech teams to plan regular in-office work days. Before the closures, the company operated 17 tech hubs worldwide  six of which were based abroad, according to its website.",
            "html_summary": "<ul><li>NEW YORK (AP) — Walmart is closing three tech hubs and asking hundreds of employees to relocate to keep their jobs.The closures will affect staff working at locations in Austin, Texas; Carlsbad, California; and Portland, Oregon, Walmart spokesperson Mischa Dunton said Tuesday.</li><li>The company said last month it would raise its hourly wages from $12 to $14, a move that will help it attract more front-line workers in a still-tight labor market.</li><li>“Our decision to be together more frequently anchors to Walmart’s fundamental belief that our people make the difference, our culture matters and we build stronger partnerships when we are physically together,” the company said.</li><li>In March of last year, the company, which is based in Bentonville, Arkansas, announced it would hire 5,000 more tech workers and add hubs in Atlanta and Toronto.</li><li>The company said in a prepared statement that it hopes to relocate or allow remote-work for employees affected by the closures.</li><li>Walmart is also cutting back on remote work and asking its tech teams to plan regular in-office work days.</li></ul>",
            "website_url": "https://apnews.com/32e2f95f8ddbb01c94398af7362dde06"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Passwordless authentication startup Descope lands whopping $53M seed round. Chinas top diplomat starts weeklong Europe tour in Paris. Oligo raises $28M to secure opensource libraries at runtime. Yext hops on the generative AI train with Yext Chat, an enterprisefocused chatbot. Costanoa Ventures and Norrsken22 back Smile Identity in $20M Series B round. Walmart to close 3 tech hubs, asks staff to return to office"
}