{
    "status": "ok",
    "totalResults": 1,
    "articles": [
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Stephen Clark",
            "title": "Jeff Bezos shows off new Moon lander design for NASA | Makemetechie.com Summary",
            "description": "Were building our landers to enable global landing capability on the Moon, day or night.",
            "url": "/2023-10-28-https-arstechnica-com-space-2023-10-jeff-bezos-shows-off-new-moon-lander-design-for-nasa-",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/10/bluemoonmk1-760x380.jpeg",
            "publishedAt": "2023-10-28T00:28:07Z",
            "content": "Enlarge/ Jeff Bezos, Blue Origins founder, meets NASA Administrator Bill Nelson with a mockup of the Blue Moon Mark 1 lander behind them.7 with Blue Origin has unveiled a mockup of the Blue Mo [+3471 chars]",
            "summary": "Blue Origin has unveiled a mock up of the Blue Moon lander it says will be ready to fly to the Moon within the next three years. Jeff Bezos the billionaire founder of Blue Origin recently showed off the low fidelity mock up to NASA officials at the company s engine production facility in Huntsville Alabama. The company is developing the Mark as a predecessor to the larger Mark lander which will ferry astronauts to and from the lunar surface under contract to NASA. NASA selected Blue Origin as its second human rated lunar lander contractor in May alongside SpaceX.",
            "html_summary": "<ul><li>Blue Origin has unveiled a mock up of the Blue Moon lander it says will be ready to fly to the Moon within the next three years.</li><li> Jeff Bezos the billionaire founder of Blue Origin recently showed off the low fidelity mock up to NASA officials at the company s engine production facility in Huntsville Alabama.</li><li> The company is developing the Mark as a predecessor to the larger Mark lander which will ferry astronauts to and from the lunar surface under contract to NASA.</li><li> NASA selected Blue Origin as its second human rated lunar lander contractor in May alongside SpaceX.</li></ul>",
            "website_url": "https://arstechnica.com/space/2023/10/jeff-bezos-shows-off-new-moon-lander-design-for-nasa/"
        }
    ],
    "page_description": "Latest news for today in 10 minutes. Jeff Bezos shows off new Moon lander design for NASA | Makemetechie.com Summary"
}